[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336718185\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/coffee-6640.jpg\" alt=\"coffee\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In total, the world’s population requires about 120bn cubic metres of water per year in order to be able to drink coffee </span> <span class=\"element-image__credit\">Photograph: Vegar Abelsnes Photography/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718188\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/tea-7128.jpg\" alt=\"tea\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tea needs about one-sixth of the volume of water used in the production of coffee, but that still amounts to 30bn cubic metres of water each year globally</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718176\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/wine-4426.jpg\" alt=\"wine\" width=\"598\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Most of the water used in producing the wine is needed to grow the grapes </span> <span class=\"element-image__credit\">Photograph: David Levene/freelance</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718170\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/beef-3565.jpg\" alt=\"beef\" width=\"562\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In an industrial production system, the animal is usually slaughtered after three years to produce about 200kg of boneless beef. Most of the water needed is used to grow the grains and roughage the cattle eat</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718182\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/lamb-5510.jpg\" alt=\"lamb\" width=\"483\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The average sheep produces 28kg of fresh carcass, 4kg of edible offal and 4kg of skin and wool</span> <span class=\"element-image__credit\">Photograph: Adrian Burke/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718191\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/pork-7632.jpg\" alt=\"pork\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Most of the water is used in producing grain feed, plus some for drinking and servicing the farm and for slaughtering and cleaning</span> <span class=\"element-image__credit\">Photograph: David Levene/freelance</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718173\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/chicken-3966.jpg\" alt=\"chicken\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One 60g chicken's egg requires 200 litres of water</span> <span class=\"element-image__credit\">Photograph: Antonio Calanni/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718197\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/bread-8689.jpg\" alt=\"bread\" width=\"581\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Producing wheat costs 1,300 litres of water per kilo, as a global average. One 30g slice of bread therefore has a water footprint of 40 litres</span> <span class=\"element-image__credit\">Photograph: Ina Fassbender/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718167\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/cheese-3163.jpg\" alt=\"cheese\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Making cheese from milk also produces whey of the same market value, so the water footprint of the milk is divided between the two</span> <span class=\"element-image__credit\">Photograph: Rebecca Lovell/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718194\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/rice-8138.jpg\" alt=\"rice\" width=\"595\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The world’s rice fields consume about 1,350bn cubic metres of water annually, which is 21% of the water used in global crop production. The water is a mix rainwater and irrigation water</span> <span class=\"element-image__credit\">Photograph: Geng Yunsheng/Greenpeace/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336740795\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/water.food/sugar-2578.jpg\" alt=\"sugar\" width=\"598\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sugar cane consumes about 220bn cubic metres of water annually, representing 3.4% of global water use for crop production</span> <span class=\"element-image__credit\">Photograph: Amit Bhargava/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718179\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/maize-4950.jpg\" alt=\"maize\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maize consumes about 550bn cubic metres of water annually, which is 8% of the water used in global crop production</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336718164\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/18/1/wheat-2438.jpg\" alt=\"wheat\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wheat consumes about 790bn cubic metres of water annually, which constitutes 12% of the global water use for crop production</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty</span> </figcaption> </figure>",
  "<p>Global Radio, the UK's largest commercial radio operator, yesterday hired the Mail on Sunday's managing director, Stephen Miron, to run its network of 90 stations, which includes Classic FM, Heart and London's Capital 95.8.</p> <p>Miron, who has no previous experience of the radio industry, was highly rated in the newspaper world after masterminding the exclusive giveaway of Prince's new album last year. He will be Global's chief executive of radio when he joins the privately held group later in the year and will run its day-to-day operations. </p> <p>Global's 30-year-old founder, Ashley Tabor, remains chief executive of the group, which also has a talent management and publishing business, while the former ITV chief executive Charles Allen stays as non-executive chairman.</p> <p>Miron will work alongside the veteran programmer Richard Park, who takes on the title of director of broadcasting in addition to being an executive director. The line-up is completed by Don Thomson as chief operating officer and Michael Connole as chief financial officer.</p> <p>Global burst on to the commercial radio scene last year with the £170m acquisition of Chrysalis Radio, home to the Heart and Galaxy networks. Its determination to drive a new wave of consolidation in the sector finally paid off this year when it spent £375m on GCap Media, which owned Classic FM and Capital. </p> <p>The GCap deal was cleared this month by the Office of Fair Trading on condition that Global sold a number of its stations in the Midlands. Global's priority is to implement this disposal process before it decides how to integrate the various assets it has acquired.</p> <p>Global will be left with almost half of the UK's commercial radio sector, making it by far the country's biggest operator.</p>",
  "<p>Singer Pete Doherty has been blocked from performing at a music festival amid fears his band would \"gee up\" the crowd into a dangerous frenzy.</p> <p>The decision came after police asked an intelligence officer to research Doherty's band, Babyshambles, who were booked to headline Moonfest festival in Westbury, Wiltshire, next week. They concluded that the band's tendency to \"speed up and then slow down the music\" could create a \"whirlpool effect\" and spark disorder. </p> <p>Lawyers acting on behalf of Wiltshire police convinced magistrates to provide a closure order for the festival on the night the band were scheduled to perform. </p> <p>John Green, Moonfest's organiser, said he was \"livid\" at the decision and accused police of waging a vendetta against Doherty, who lives locally.</p> <p>But Superintendent Paul Williams said the ban was designed to preserve public safety. \"Experts are telling us that the profile of fans that follow Pete Doherty and Babyshambles is volatile and they can easily be whipped up into a frenzy, whereas the profile of someone that would follow around Cliff Richard or Bucks Fizz, for example, is completely different.\"</p> <p>Williams said \"other organisation changes\" at the festival meant security provisions were no longer adequate.</p> <p>Police were alerted to the potential perils of a Doherty performance, Williams said, after learning about his solo performance at the Royal Albert Hall last month. Some fans mounted the stage and police were called, but no arrests were made.</p> <p>Chief Superintendent Julian Kirby, the divisional commander, told Wiltshire's Gazette and Herald: \"We carried out an analysis of what Pete Doherty and his band does. What he does as part of his routine is to gee up the crowd. </p> <p>\"They speed up and then slow down the music and create a whirlpool effect in the crowd. They [the crowd] all get geed up and then they start fighting.\"</p> <p>Those present at north Wiltshire magistrates on Monday on behalf of police included a barrister, an acting chief inspector and an \"industry expert\". It took the court a day to reach its decision to support the force's application, which Green contested. It is believed to be the first court to issue section 160 of the Licensing Act (2003) to stop an act performing. </p> <p>Green said the revocation had cut the festival a day short. He said Doherty was \"absolutely devastated and furious\". He added: \"He's very kindly offered a free gig for everyone who has bought a ticket and won't be able to see him.\" </p> <p>Green said police had offered him a deal during a pause in court proceedings to allow the night to go ahead if he agreed to spend more on security and removed Doherty from the lineup but he refused the \"offer\". \"They told me privately they hate the fact he lives in Wiltshire and they don't want him on their patch,\" he said.</p> <p>Williams denied his force had offered a deal or had anything against the singer. He had never heard Doherty's music, he said. \"Public safety is our primary concern.\"</p>",
  "<p>The mock soldier's grave in the front yard, along with the bottles of urine in the refrigerator and the anti-war posters festooning the first floor, tell visitors this is not just another group house for politically minded Washington DC twentysomethings. </p> <p>The bottles, says Adam Kokesh, a tattooed, muscular former US marine sergeant and prominent member of a community of virulently anti-war Iraq veterans based in the house, are to be tested for depleted uranium, a munitions component thought to be harmful to soldiers exposed to it. </p> <p>The house, in a rundown neighbourhood of the US capital, is headquarters for Iraq Veterans Against the War (IVAW), a group with more than 1,200 members across the country and on military duty in Iraq. It is also a flophouse for visiting and needy veterans, a \"frat-house on steroids\" in the words of one resident, and a friendly space where veterans can commune with like-minded comrades.</p> <p>On a recent Sunday evening, I joined Kokesh, several other Iraq veterans, and a crew of other anti-war activists for a cook-out at the vets' house. They talked politics, shared war stories, drank beer and wine. Then, and over several other meetings, the members told me about the domestic situations peculiar to the group: the bottles of urine stored in the refrigerator, a member's inordinate rage at malfunctioning computer equipment, and a shared sense of purpose and experience that mitigates and outweighs the strife.</p> <p>The members of the IVAW house are the newest incarnation of a long tradition of anti-war activism by US military veterans. They are the tattooed, web-savvy descendents of the Spanish-American war veterans who decried US torture of Filipino rebels at the turn of the 20th century, and the shaggy-haired Vietnam vets who tossed away their medals in protest. They offer legitimacy to the anti-war movement, showing that peace activists aren't necessarily anti-military or motivated by knee-jerk opposition to George Bush. Some were against the war from the start, but had already joined up and hoped they could speed US involvement in Iraq to an end. Others were afraid to resist deployment or were unaware how to do so. </p> <p>\"The vet groups are our street cred,\" a California-based anti-war activist tells me at the group's barbecue. Medea Benjamin, co-founder of feminist anti-war group Code Pink, says the veterans' group appeals to the American glorification of the military, even within the anti-war movement. \"People who have been part of a war that I consider immoral and illegal still have more legitimacy than people who were against the war from the very beginning and refused to fight in it,\" she explains, sitting in the vets' living room while her college-age cohorts chat with the veterans and eat hamburgers and sausages. \"They command more of a sense of authority and more of a sense of understanding of what's actually happening on the ground. Generals who come out against the war are seen as more important even than Congress members who are against the war.\"</p> <p>The house has become a centre of Washington anti-war activism, but it serves a different function for the five men who live there. \"When you're coming out of the military, the one thing that you lose bigger than anything else is the camaraderie of your unit,\" says 27-year-old Geoff Millard in between bites of sausage and sips of root beer. \"You've got family, you've got friends, but you don't have the people who have been there, and that's a huge thing. In this community we have that, whether they want to live here, or they want to stay a weekend, or they just want to come over and watch some TV for a little while. It's just a space for veterans.\" </p> <p>A native of Buffalo, New York, Millard joined the National Guard when he was 17. After the 9/11 attacks, he was sent to New York City to search incoming vehicles for bombs. When the Bush administration began pushing for war with Iraq, Millard didn't want to go.</p> <p>\"Our military is trained to kill people and we're the bullies,\" he says. \"I didn't sign up in the military to be a bully. I signed up to protect people from bullies. We started to talk about Iraq, and Iraq just didn't pass the smell test.\" In winter 2003, he marched with a group of Vietnam vets in a massive New York anti-war protest. He thought briefly about fleeing to Canada, but was afraid to desert. \"I thought that if I resisted they would put me in jail,\" he says. \"So I went to Iraq\". He spent a year as an administrative aide to a general there in 2004.</p> <p>Now a web journalist, Millard joined IVAW in December 2005, and co-founded the Washington chapter the following autumn. He and Kokesh had lived together in a small apartment, but wanted space for other like-minded veterans. The men moved into the Washington house in December. </p> <p>The 50-member IVAW chapter, of which Millard is president, sub-lets the lower level, which was converted into comfortable office space decorated with anti-war posters. Considering it is occupied by a group of twentysomething bachelors, the house is remarkably tidy. The men share cleaning duties, dividing up chores on Sundays so the house will be clean for vets attending the weekly support group and visitors to their potluck dinner. \"Most of us were NCOs in the military, so we're good at telling people to clean up shit,\" Kokesh explains. </p> <p>Some of the men have jobs or are attending university, while others spend their days writing anti-war literature, working out, or travelling across the region to speak to anti-war groups, recruit other veterans and help organise new chapters. The attic and basement hold \"berths\" for dozens of visitors, and 43 guests bunked in the house during a March anti-war event.</p> <p>The members don't merely provide food, drink and company. At the weekly \"home-front battle buddies\" support group in the basement of the house, the veterans talk over their war experiences, hash out problems adjusting to civilian life and struggles with the US veterans administration, and even discuss relationship troubles. The men, a rotating group of about five who live in the house, plus regular visitors from outside Washington, can also spend hours a day strategising and talking politics. Their tactics include \"counter-recruitment\" of young people sought by the military and sit-in style protests at government buildings.</p> <p>Life in a house full of jittery veterans can be trying, they acknowledge. Routine domestic disagreements explode into rage. Many of them have trouble sleeping, and suffer from post-traumatic stress disorder (PTSD). \"The PTSD is so thick in the air you can cut it with a knife,\" one tells me. They say they have all learned to recognise when one of their housemates is in the grip of an episode (symptoms differ in each, they say, with some becoming depressed and angry, others anxious, others restless).</p> <p>Millard recalls that an uncooperative internet modem sent him into a fury, and when he tried to discuss the issue with his housemates, he could only yell and curse. He eventually threw the equipment across the room. \"I had been seeing a girl for about two weeks at the time, and she was here, and that ended that relationship,\" he tells me, sitting in his book-lined den upstairs. But his housemates were more accommodating: \"They let me flare up like that and they gave me that space, and then as I naturally came down of that, I was able to say 'I'm sorry, I was not thinking naturally.'\"</p> <p>Kokesh, a Santa Fe, New Mexico native, is working toward a master's degree in political management at George Washington University, and supports himself with modest speaking fees from addressing student and anti-war groups. He also spends more than an hour a day working out in a garage where he keeps weights and a computer. With his muscles, tattoos, shaved head, goatee and piercing eyes, Kokesh is an intimidating presence. A fluent, self-taught Arabic speaker, he served in a civil affairs unit in Iraq and was decorated for providing humanitarian aid to civilians during firefights.</p> <p>While some vets prepare the food at a cookout, Kokesh works with other veterans and supporters in the basement on a speech he is planning to give at an upcoming rally. Though anti-war, Kokesh isn't a liberal. He describes himself as a libertarian, and supported Ron Paul in his bid for the US presidency.</p> <p>The workshop devolves briefly into an impromptu political strategy session, as Kokesh compares the efficacy of what he calls \"direct action\" with \"civil resistance\", techniques such as blocking a major city intersections to call attention to their anti-war message. \"If I have a conversation with a kid in high school and he decides he's not going to join the military, that's a direct action,\" he says. \"A war resister inside the military is both. But that doesn't necessarily make it more effective. I would rather have 1,000 high-school students who would otherwise not join, than one person within the military resist. That's taking 1,000 bodies out of the system as opposed to taking one out.\"</p> <p>Other participants in the discussion note the news value of a high-profile soldier refusing to redeploy to Iraq. The IVAW members who live in the house and visit it appreciate sharing space with people who have seen, first hand, the results of the US adventure in Iraq and who know how to manage war-traumatised veterans.</p> <p>\"I've to a certain extent found solace in it,\" says Nick Morgan, a bearded 24-year-old who was a combat engineer in Iraq. \"I'm kind of an anxious person, I'm kind of antsy. I have a lot of quirks that make people uncomfortable. But being around cats like this, it's second nature. Nobody really notices it.\"</p> <p>But it is their shared devotion to ending the war in Iraq and agitating for veterans' benefits and reparations for Iraqis that ultimately holds the house together, even when tensions are running high. \"There's a certain environment that we're able to create here that is distinctly for veterans who have the freedom of mind to see that they've been lied to, that essentially a certain element of their service was for nothing,\" Kokesh tells me emphatically. \"An environment that empowers them to live out their convictions\".</p>",
  "<p>Ken Rogoff has form when it comes to moving the financial markets. Back in 2001, shortly after he joined the International Monetary Fund, he irked the White House by saying that the US economy was in recession following the collapse of the dotcom bubble and the 9/11 terrorist attacks.</p> <p>It was not entirely a coincidence, perhaps, that Rogoff's tenure at the Fund lasted only two years.</p> <p>Yesterday the Harvard professor was at it again. Rogoff was scornful of the idea that the US economy was over the worst of the credit crunch. A big beast of the global banking community would fall victim to the credit crunch, he averred, with a predictable impact on share prices from Tokyo to New York.</p> <p>There are two views of Rogoff. One is that he an academic who knows his own mind and is prepared to speak it. The not-so-polite view is that he is a pointy-head who doesn't know when to keep his mouth shut, and is plain wrong to boot.</p> <p>As of last night, the smart money was on Rogoff being right - as he was about the US back in 2001. The period of calm in markets that followed the bailout of Bear Stearns in March looks more and more like a false dawn, primarily because the air is still coming out of the US housing bubble at a rate that is causing severe pain not just to US banks but to the wider economy.</p> <p>The markets have a bad feel to them; shares are down, money market spreads are widening and the sharks have started to circle round the banks deemed weakest.</p> <h2>Sharks &amp; Spencer</h2> <p>How to Demoralise your Workforce: Lesson One - If your company looks like it is going to have to cut costs, try to contain the bill for job losses by cutting back redundancy terms in advance.</p> <p>Marks &amp; Spencer has just passed this test with flying colours.</p> <p>The retailer has proposed that redundancy payments for its 60,000 staff should be lopped back by up to 30% - from a maximum payout of 70 weeks salary to 52 weeks. Older workers will get three weeks' pay for every year of service, while those under 40 will get two weeks. Up until now they have got 3.75 weeks and 2.5 weeks respectively.</p> <p>According to M&amp;S it is complete coincidence that this cut is being proposed just as the economy is teetering on the brink of a recession and M&amp;S is performing miserably. The change is merely to bring M&amp;S into line with other retailers and at the moment the firm is only seeking \"feedback\" on the proposal from its 3,500 staff representatives - not that M&amp;S will ditch it if they don't like it.</p> <p>OK, so it was a generous deal before and still isn't bad. But as messages go - especially when M&amp;S refuses to reassure worried workers by ruling out redundancies even for a couple of months - it is loud and clear.</p> <h2>Alliance &amp; fester</h2> <p>How to Demoralise Your Workforce; Lesson Two - amid redundancies and a rescue takeover, award the bosses who steered into the crisis a whopping bonus.</p> <p>Documents relating to Santander's bargain-basement £1.3bn acquisition of Alliance &amp; Leicester show that four senior directors of A&amp;L are to get bonuses of up to 125% of their salaries if they agree to stay on until next December.</p> <p>That is the same A&amp;L that has just reported a £2m profit for the past six months, down from £290m a year ago. </p> <p>Now hundreds of redundos are now on their way as a result of the takeover - and the directors get a bonus.</p> <h2>Dylan in Brixton</h2> <p>There have been many, many cover versions of Dylan's All Along the Watchtower: Jimi Hendrix, Prince, U2, Grateful Dead, Pearl Jam, Paul Weller, Bobby Womack to name but a few.</p> <p>Brixton Estates boss Tim Wheeler's was probably the most unusual. The jokers and thieves referred to in the lyrics, translates, he explained, into \"funded or equity-based opportunist buyers\" and \"owners who won't sell\".</p> <p>Another phrase - \"I can't get no relief\" - refers to \"the imposition of empty rates which has created more uncertainty and imposed a further financial burden on commercial property\". Obviously just what Dylan had in mind.</p> <p>Brixton lost more than £230m in the first half but applause is due for Wheeler. </p> <p>However, he is not the first property boss to confuse his day job with his record collection. A decade ago Richard Peskin of Great Portland Estates littered his annual results presentation with a dozen names of bands - Sparks, Verve, Steps, Shadows, to name but a few - all to win a bet with an analyst.</p> <p><a href=\"mailto:julia.finch@theguardian.com\">julia.finch@theguardian.com</a></p>",
  "<p>The Albert Bartlett factory near Glasgow has a prodigious thirst. One in six of all the potatoes, carrots, parnsips and onions eaten in the UK are washed and packed by the company and about six tonnes of tubers move through its Scottish packhouse's 21 giant washing barrels an hour. Here two-thirds of all Sainsbury's potatoes and supplies to most of the other leading supermarkets are cleaned, bagged and dispatched 24/7. To process them requires 85 cubic metres of water a day.</p> <p>The potato packhouse finds itself on the frontline in the latest environmental battle. Its heavy demand for water is typical of modern processing but by harvesting rainwater from its vast roof and recycling the water from its washing machines through a water treatment plant, it has made itself a paragon of hydrological efficiency and saved itself more than £275,000 on five years of water bills at the same time.</p> <p>The Scottish packhouse gutters are filled by 114cm (45in) of rainfall a year and there is no local water shortage, but in East Anglia, where Albert Bartlett also operates, water scarcity is already a problem. Companies there have found their expansion curtailed by limits being applied to how much water they can abstract.</p> <p>Water, or lack of it, has moved rapidly up the agenda for British businesses. A report published today by the environmental group WWF highlights why the issue is suddenly being taken so seriously. UK Water Footprint calculates for the first time how much water British consumers use, not just directly, but also indirectly due to the large volumes required to produce the globally-sourced, all year round foods and textile fibres which we now take for granted. According to WWF, each UK resident uses 4,645 litres of the world's water every day, compared to people in poor countries who subsist on 1,000 litres of \"virtual water\" a day.</p> <p>We take 62% of our water needs from other countries, importing most from Brazil, France, Ireland, Ghana, and India thanks to our consumption of meat, soya, oil seed, rice, coffee, tea and cocoa. </p> <p>But where water comes from, and when, is more important than just the quantity used, the report concludes. Many of the countries from which we import this virtual water have acute water shortages.</p> <p>Stuart Orr, WWF's water footprint expert and joint author of the report, predicts water will \"emerge as a profound issue for our generation in Britain\". \"Blue\" water, withdrawn from ground and surface reserves, is more of an immediate problem than \"green\" water, from rainfall or the soil, but climate change will mean changing patterns of rainfall too. \"There are so many local water crises globally and when that comes together with climate change and population growth, we are setting ourselves up for a real fall. \"</p> <p>The UK sources out-of-season fruits and vegetables from Morocco, but it takes 13 litres of water to grow one tomato in that country. Overpumping of Morocco's aquifers in the main agricultural region has resulted in the water table dropping 20 metres in 35 years. By 2020, at current rates, groundwater will be effectively exhausted. Spain, the 10th largest supplier of our virtual water imports, is already in crisis. Current water use in Almeria is four to five times more than the region's annual rainfall and is mainly drawn , some of it illegally, from deep wells with high salinity. </p> <p>A shirt made from cotton grown in Pakistan or Uzbekistan requires 2,700 litres of water, which may have come from depleted sources such as the Indus river that often runs dry before it reaches the sea, or from Aral Sea that has lost 80% of its volume in the last 40 years because of excess irrigation. </p> <p>Jacob Tompkins, of UK charity Waterwise, sees a parallel with biofuels. \"People didn't realise what impact they would have on food and food prices. We've had discussions with big retailers about water but because it's not a globally traded commodity I don't think most have grasped the enormity of what is going on in their supply chains and the impact of drought on prices. Will they actually change them? We have to ask: are we exporting drought?\" </p> <h2>Footnotes</h2> <p><strong>Virtual water</strong> Alternatively called embedded, is water that has been used in the production of food and fibres. Includes resources also for irrigation, processing and packaging of produce.</p> <p><strong>Water footprint</strong> Amount of virtual and visible water used by a country, businesses or individuals.</p> <p><strong>External water footprint </strong>Quantity of virtual water deriving from other countries in imported goods.</p> <p><strong>Green water</strong> That which derives directly from rainfall or from the soil. Generally replenished, but climate change will alter patterns of rainfall and there could be a decline in many parts of the world. </p> <p><strong>Blue water</strong> Withdrawn from ground-water or surface reserves. In many areas blue water is being used faster than nature replenishes it.</p>",
  "<p>Polly Curtis's observations on the negative effects that the actions of the secretary of state for schools have had on schools like Woodside High in Haringey (How minister's remarks have made a struggle to succeed even tougher, August 18) show how the National Challenge could well turn into an educational disaster for over 600 schools, their students and staff. As a governor of Woodside, I can confirm what a shock Ed Balls's pronouncements have been. </p> <p>Three years ago the school did indeed have many problems. But dedicated work by all concerned has been transforming its image and its results over the last two years. This transformation has been brought about by the experience and professionalism of the new head, allied to a lot of hard work by staff and governors, and not least by the majority of the students and their parents or carers.</p> <p>The school has now been recognised both by Ofsted and the schools department as an improving school, although you wouldn't know that from the information emanating from Ed Balls. It really does seem as though the government doesn't understand how schools function. As the head noted in your report, these things take time and effort. A student without English as a first language cannot be turned into an A-C GCSE candidate overnight.</p> <p>All the school's effort has now been negated by Ed Balls. What message does it give to label them as \"underperforming\"? What message does it give to prospective parents? Whether he actually used the term \"failing school\" or not, surely he ought to have foreseen that the media would present his remarks in this manner. As a consequence, Woodside High - despite its positive Ofsted reports - now appears to have suffered a massive decline in prospective parents, and a student population who, rightly or wrongly, are scared that their exam prospects will be damaged by the school being forced to close. What a wonderful legacy for the National Challenge. Would I be cynical to think that perhaps this is all just government spin to turn Woodside, plus about 600 other schools, into academies by the back door?<br><strong>Rob Stripe</strong><br>Woodford Green, Essex </p> <p>The government's threat to withdraw specialist status, and the accompanying funding, from schools on the National Challenge list who fail to pull their socks up is depressing, but consistent with New Labour's policy on public service provision, which is to reward and penalise institutions on the crudest and most meaningless of performance measures, with a callous disregard for those citizens for whom, for one reason or another, \"choice\" is not an option. However, as a governor of a school already scheduled to be handed over, as an academy, to the local monopoly provider of private secondary education, I am heartened by Phil Woolas's demand for evidence from the Prince of Wales to support his assertion that GM food production is leading to global disaster. Would now be a good time to ask Ed Balls for the evidence base which shows that academy governance - as opposed to 50% higher spend per pupil on school building, for example - raises educational attainment? <br><strong>Charles Baily</strong><br>Bedford </p> <p>The Sats fiasco has been an unmitigated disaster for which a generation of schoolchildren will pay dearly (Leaders, August 16)? How responsible of Ed Balls to say he wanted to get this sorted out for next year so we don't have a repeat of the shambles we have seen in recent weeks - well how about falling on your sword, Mr Balls, to help secure this? It is breathtaking when he claims the taxpayer has not lost out. ETS Europe has received £35m, will repay £19.5m and cover the £4.6m cost of the fiasco - a balance of £10.9m; not bad for a failed service. If you or I suffered such abysmal treatment we would demand all of our money back and possibly even consider suing. <br><strong> Dave Haskell</strong><br>Boncath, Pembrokeshire </p> <p>Lessons from the Olympics: \"I don't do documents ... I write very little\" - David Brailsford, British cycling performance director (The man behind the medals, August 19). Are you listening, Ofsted?<br><strong>David Grundy</strong><br>Salford</p>",
  "<p>The scale of <a href=\"http://www.theguardian.com/environment/2008/aug/20/water.food\">British water consumption</a> and its impact around the world is revealed in a new report today, which warns of the hidden levels needed to produce food and clothing.</p> <p>The UK has become the sixth largest net importer of water in the world, the environment group WWF will tell a meeting of international experts in Stockholm, with every consumer indirectly responsible for the use of thousands of litres a day. Only 38% of the UK's total water use comes from its own resources; the rest depends on the<a href=\"http://www.theguardian.com/environment/interactive/2008/aug/19/water\"> water systems of other countries</a>, some of which are already facing serious shortages. </p> <p>The study makes the first attempt to measure the UK's total \"water footprint\" and highlights the extent to which our imports come from countries which are running out of fresh water. It calculates that: </p> <p><strong>·</strong> Average household water use for washing and drinking in the UK is about 150 litres a person daily, but we consume about 30 times as much in \"<a href=\"http://www.theguardian.com/environment/gallery/2008/aug/19/water.food?picture=336718185\">virtual water</a>\", used in the production of imported food and textiles;</p> <p><strong>·</strong> Taking virtual water into account, each of us soaks up 4,645 litres a day;</p> <p><strong>·</strong> Only Brazil, Mexico, Japan, China and Italy come higher in the league of net importers of virtual agricultural water. People in poorer countries typically subsist on 1,000 litres of virtual water a day; </p> <p><strong>·</strong> Different diets have different water footprints. A meat and dairy-based diet consumes about 5,000 litres of virtual water a day while a vegetarian diet uses about 2,000 litres.</p> <p>\"What's particularly worrying is that huge amounts of the food and cotton we consume are grown in drier areas of the world where water resources are either already stressed or very likely to become so in the near future,\" said Stuart Orr, WWF's water footprint expert. </p> <p>With modern patterns of consumption, businesses and consumers are inadvertently contributing to the slow death of some of the world's most important rivers, the charity warns, and we may not be able to depend on the same supplies in the near future. </p> <p>Experts at this week's World Water Week forum in the Swedish capital are increasingly talking of <a href=\"http://www.theguardian.com/commentisfree/2008/aug/20/water\">fresh water as \"the new oil\"</a>, a finite resource that is running out in some areas and will become more and more expensive with a knock-on impact on consumer prices.</p> <p>British retailers are already examining how much of their food comes from areas where water reserves are depleted and whether they will need to relocate some of their production as water runs out.</p> <p>Marks &amp; Spencer is working with WWF to calculate the water footprint of its entire food and clothing ranges. M&amp;S's technical director, David Gregory, said the availability of water over the next decade was already a key part of the company's strategic decisions about where to source food for its stores. </p> <p>\"We are already in discussion with WWF about our decisions about where to grow crops in the future,\" he said.</p> <p>The retailer is auditing the <a href=\"http://www.theguardian.com/commentisfree/2008/aug/20/water.food\">water footprint</a> of five key crops - strawberries, tomatoes, lettuce, potatoes and roses - to establish where and how they should be grown in the next few years to make best use of water resources. The WWF report identifies Spain, northern African countries including Egypt and Morocco, South Africa, Israel, Pakistan and Uzbekistan as countries which face acute water stress and yet supply the UK with substantial exports of their water. </p> <p>Sainsbury's agronomist, Debbie Winstanley, confirmed that water would be \"on every agenda in sourcing food\". </p> <p>\"From our point of view we've got to look at where our growers are going to get their water from,\" she said. Most British supermarkets currently depend on southern Spain for salad crops, such as lettuce, cucumbers, tomatoes and peppers, as well as broccoli out of season through the winter months. </p> <p>But over-extraction of water for horticulture and the tourist industry have led to a crisis there. Aquifers have become severely depleted and the water table has been infiltrated by the sea. \"There are massive challenges with water in places like Murcia [southern Spain]. We have to look at least 10 years ahead in terms of security of supply. Murcia will have to look very different in five years' time. </p> <p>\"We'll have to look at new desalination technologies, and we may have to look at crops that can cope with more saline conditions, such as broccoli. We take tomatoes out of Morocco in winter, and we've looked very hard at Moroccan water, but it's complex; if you use more greenhouse production here it uses more energy. Peas and beans are a steady all-year market. We've got to think about how we get them here in a responsible manner,\" she said.</p>",
  "<h2>Toby's takeover</h2> <p>The collective ire of the nation's gardeners has been raised by Toby Buckland, Monty Don's replacement on Gardeners' World. No sooner had his appointment been announced than cries of \"Sexism!\" were bouncing off the walls of the BBC blog, because the job didn't go instead to Carol Klein, the caretaker presenter since Don's sudden illness earlier this year. Klein is an excellent gardener and a terrific presenter and if she wanted the job it is a bit of a raw deal. We'll just have to put up with the sight of handsome, smiley Buckland coming over a bit Mellors-ish in the long border as best we can. </p> <h2>Driven by misery</h2> <p>Roy Den Hollander is a man with a mission. The lawyer spends much of his time representing clients in \"anti-feminist\" (his words) cases, trying to sue nightclubs for holding ladies nights and, now, Columbia University for offering courses in women's studies. But there is pain beneath the snarling surface. Turns out Den Hollander married a Russian woman in 2001 who, once they got to the US, wasn't so much interested in his generous nature and his balding, middle-aged appearance as his green card, and promptly divorced him. He admits he's still \"bitter\". Poor man. He just needs a hug!</p> <h2>The name event</h2> <p>Kris Myddleton (né Dyer) is a screenwriter who chose to change his surname when he got married last year. Yup, you read that right: he took her name. It only required £34 at the deed poll office (no automatic wedding licence option for men), months of administrative hell, widespread confusion and universal ribbing from his mates. Why put himself through it all? For the glorious cause of gender equality? Well, no. Apparently it was because his bachelor name \"was rubbish\".</p>",
  "<p>'The tails of prawns are such a beautiful orange colour that it is far better to leave them on,\" says Anjum Anand, the woman dubbed the Indian Nigella Lawson following her popular BBC TV series Indian Food Made Easy.</p> <p>The closest I usually get to cooking Anand's coconut and mustard prawns is making the sorrowful fish-finger sandwiches laden with ketchup I eat on a regular basis. Anand is attempting to haul me out of my food rut, a dark place littered with chocolate wrappers and empty Coke cans. </p> <p>It isn't that my mother didn't cook Indian food. I remember her plucking the beady eye from pilchards, rolling roti and mixing spices but \"you smell of curry\" was a common insult in Manchester playgrounds in the 1980s, so the aromas did not make my mouth water but rather my blood boil. Although my single mother had a job, Indian food also seemed to represent a woman tied to the kitchen, duty bound. My fish-fingers, I thought as I brandished them aloft, would fend off any pigeonholing of me.</p> <p>Now that I am a little older and beginning to suffer from lack of vegetables, I am keen to eat more healthily and learn more about my culinary heritage. It is changing attitudes such as mine that ensure Anand attracts the \"brown pound\" as well as a mainstream audience. \"People ask me if [British] Indians buy my book, and of course they do. We were out there like everyone else, at university, and didn't really spend time in the kitchen with our mums.\" </p> <p>When it comes to food, says Anand, we have shot ourselves in the foot. \"We go to the gym to be healthy. We take vitamins to be healthy. But eating healthy food does most of the work for you.\" </p> <p>Anand's popularity is largely due to the way she adapts traditional Indian recipes to help fit cooking good food into a hectic, modern lifestyle. \"I don't want to be in the kitchen for two hours making a vegetable stew, which is what my mother would do. I cook like someone of our generation. I lighten everything. I freshen everything,\" she says.</p> <p>Her television series and upcoming book, Anjum's New Indian, aims to reveal the healthy aspects of Indian food and promote the diversity of regional dishes, eroding the preconceptions that she was surprised to discover on returning to England aged 15 from Switzerland, where she grew up. \"I heard that stereotype of having a curry on a Friday night and I didn't know what the hell it meant because, for me, Indian food is home food.\" A \"respect for ingredients\" is her key philosophy.</p> <p>Born in London, Anand dreamed of following in the footsteps of her businessman father. \"I thought, 'I'm going to do something with my life. I'm not going to be a housewife like my mother and her mother'.\" After the age of 12 she never spent any time in the kitchen and went on to study business at university, ending up in a job she hated. \"I saw myself living the rest of my life in this office. It was soul-destroying,\" she says. </p> <p>It was when Anand was trying to lose weight that she taught herself how to cook the food her mother used to make. She found that it was an activity she \"absolutely loved\" and began to write about it. She didn't give up in the face of 30 rejections from publishers, and says that it was her tenacity, naivety, luck and sheer love of food that pulled her through. \"Every time in my food career when I think it's not working or it's too slow, something keeps me at it.\" Her first book, Indian Every Day: light, healthy Indian Food went on to sell more than 30,000 copies. Her last book, Indian Food Made Easy, toppled Harry Potter off the Amazon bestseller list.</p> <p>\"I'm happiest when cooking,\" she muses, as a scrumptious scent spreads and my stomach rumbles rudely. \"I love pottering about, looking at fresh ingredients. When I'm cooking I feel at peace. I feel contentment. It's calming, methodical. You're not trying to solve global poverty, you're just chopping coriander.\"</p> <p>It is soon time to test the fruits of our labour. The coconut, coriander and mustard awaken taste buds I never knew I had. I dream about hosting a dinner party where there is not a fish finger in sight for, next, I shall attempt Keralan salmon wraps, followed by Goan prawn cake and perhaps then some battered Amritsari sole.</p> <h2>Two new dishes from Anjum: Pepped-up prawns and butterbean bliss</h2> <h2>Coconut and mustard prawns</h2> <p><strong>Serves 4-5</strong></p> <p><strong>400g medium-sized prawns, shelled and cleaned but with tail on</strong></p> <p><strong>½ tsp turmeric</strong></p> <p><strong>¼- ½ tsp red chilli powder</strong></p> <p><strong>Salt, to taste</strong></p> <p><strong>4 tbsp mustard oil</strong></p> <p><strong>1 tsp nigella seeds</strong></p> <p><strong>1-3 green chillies, left whole</strong></p> <p><strong>1 small-medium onion, peeled and finely sliced</strong></p> <p><strong>2 tsp garlic paste</strong></p> <p><strong>2 tsp ginger paste</strong></p> <p><strong>3-5 tsp English mustard, or to taste </strong></p> <p><strong> (I use around 4 tsp, see below)</strong></p> <p><strong>1 tsp cornflour</strong></p> <p><strong>130g grated fresh or frozen coconut (or 70g desiccated coconut soaked in water to cover)</strong></p> <p><strong>Handful of fresh coriander, leaves and stalks, chopped</strong></p> <p>Marinate the prawns in a non-metallic bowl with the turmeric, red chilli powder and some salt for 30 minutes. Heat the oil in a large non-stick karahi or saucepan until smoking, then take off the heat and cool for 15 seconds.</p> <p>Add the nigella seeds and cook until they sizzle. Add the green chillies and onion and cook until the onion is soft and just colouring, around 7-8 minutes. Add the garlic and ginger pastes and cook for 40 seconds.</p> <p>Make a paste with the mustard, cornflour and a little water. Add the mustard paste and coconut and saute for 5 minutes. Add 200ml water and cook for another 3-4 minutes. When it has reduced, add the prawns and cook, stirring, for 3 minutes or until they are ready. The gravy should be thick and clinging to the prawns. Stir in the coriander and serve.</p> <h2>Butterbean sundal</h2> <p><strong>Serves 2-3</strong></p> <p><strong>1-1½ tbsp vegetable oil</strong></p> <p><strong>¾ tsp mustard seeds</strong></p> <p><strong>6 curry leaves</strong></p> <p><strong>½ tsp split black gram</strong></p> <p><strong>3 tbsp finely chopped onion</strong></p> <p><strong>1 green chilli, left whole or chopped if you like the bite</strong></p> <p><strong>1 tsp finely chopped fresh ginger</strong></p> <p><strong>1 tbsp chopped green mango (optional)</strong></p> <p><strong>Salt, to taste</strong></p> <p><strong>½ small tomato, chopped</strong></p> <p><strong>400g tin of butterbeans, drained and rinsed</strong></p> <p><strong>1 tsp lemon or lime juice, or to taste</strong></p> <p><strong>2 tbsp fresh or frozen grated coconut,</strong></p> <p><strong>or 1 tbsp desiccated coconut</strong></p> <p>Heat the oil in a small non-stick saucepan, add the mustard seeds and fry until they pop. Stir in the curry leaves and lentils, then cook until the lentils colour a little, around 20 seconds. Add the onion and chilli and cook until soft and translucent.</p> <p>Add the ginger, green mango, salt and tomato; cook, stirring frequently for 2-3 minutes. Add the butter beans, lemon juice and coconut and cook to heat through. Serve hot or warm as a snack. </p> <p>Alternatively, leave to cool a little and stir in some salad leaves.</p> <p><strong>· </strong>Anjum's New Indian is published by Quadrille on September 5, price £20. To order a copy for £18 with free UK p&amp;p go to <a href=\"http://theguardian.com/bookshop\">theguardian.com/bookshop</a> or call 0870 836 0875. Photographs by Vanessa Courtier.</p> <p><strong>· </strong>Indian Food Made Easy returns in November on BBC2.</p>",
  "<p>A water footprint sounds like something you leave on the bathroom floor after a shower. Virtual water, meanwhile, might seem like an ironic postmodern conceit by the late Jean Baudrillard. Yet if environmental campaigners are successful these two ideas could soon become powerful and practical tools in the management of the world's water needs - as potent, perhaps, as the carbon footprint now is in shaping global and governmental consciousness about greenhouse gas emissions.</p> <p>As WWF's new report on the UK's water usage explains today, virtual water is the volume of water that is required to produce a particular product. A can of fizzy drink might contain 0.35 litres of water, for instance, yet it also requires around 200 litres to grow and process the sugar that goes into it. A pair of leather shoes may contain no water at all, but it requires 8,000 litres to grow the feed, support the cow and then process its skin before you start wearing the shoes. Add all this virtual water together and you have a water footprint for a person, a business, a community or a country. </p> <p>Start thinking in these terms and two things become obvious. First, that we consume far more water to support our lifestyles than most of us may imagine - a typical British household uses 30 times as much virtual water as the amount it obtains through the taps for washing, cooking or drinking. Second, that when virtual water is taken into account, consumers in developed nations are leaving a large water footprint not just in their own countries but across the globe too. Only 38% of the UK's total footprint, for instance, comes from our own resources. The other 62% comes from other parts of the planet (we are the world's sixth largest net importer of virtual water) . But since water is in many ways a finite and, in some places, a dwindling resource that is also the cause of conflict, this massive import of virtual water too often comes at the expense of people and ecosystems that can ill afford to lose it.</p> <p>Competition for water takes many forms in many continents. But it cannot be responsible behaviour for consumers in the west to unthinkingly demand water-heavy food imports from countries where resources are under such pressure. In 25 years, the UN reckons, more than half of all Africans will be living in countries suffering such \"water stress\". Fresh mangetout at such a price is not acceptable.</p> <p>Happily, some producers and retailers are responding to calls to stop the flow of water from the poor to the rich in their food chains. But individual consumers must act too. All of us need to apply as much rigour to reducing our water footprint as we have begun belatedly to apply to the reduction of our carbon one.</p>",
  "<p>Share prices dropped sharply on the world's financial markets yesterday amid fears that the year-long credit crunch is entering a dangerous new phase marked by a severe economic slowdown and failing banks.</p> <p>The FTSE 100 index fell by almost 2.5% as financial market traders braced themselves for a fresh bout of turbulence triggered by concern that weakening growth in Europe, North America and Asia would add to the problems of western banks.</p> <p>Analysts pointed to widening spreads in money markets as a sign that the mood was becoming gloomier after a period in which trading conditions had showed tentative signs of returning to normal. A fall of 129.8 points in the FTSE 100 to 5320.4 was mirrored by a drop of almost 3% in Japan, and declines of well over 2% on the Frankfurt and Paris bourses.</p> <p>Ken Rogoff, the former chief economist at the International Monetary Fund, added to market jitters by warning that the worst of the crisis was yet to come.</p> <p>\"The US is not out of the woods. I think the financial crisis is at the halfway point, perhaps. I would even go further to say 'the worst is to come',\" he told a financial conference in Singapore.</p> <p>\"We're not just going to see mid-sized banks go under in the next few months, we're going to see a whopper, we're going to see a big one - one of the big investment banks or big banks,\" Rogoff said.</p> <p>His comments came amid speculation that the US government would in effect be forced to nationalise Fannie Mae and Freddie Mac - the two biggest US housing finance groups and as new figures for housing starts and producer prices suggested that the world's biggest economy was in the grip of stagflation.</p> <p>After a fall of more than 180 points on Monday, shares on Wall Street slipped further in early trading yesterday. Lehman Brothers was down more than 6% after reports from analysts that it would be forced into a fresh $4bn (£2bn) write-down from losses on the US real estate market.</p> <p>The US commerce department in Washington reported an 11% drop in housing starts between June and July - dousing hopes that the market might be stabilising after the most severe property slump since the Great Depression. With the US awash with unsold homes, builders began work on 965,000 properties last month - a 30% fall on July 2007.</p> <p>Meanwhile, data from the US labor department provided evidence of last month's rise in oil prices to a peak of $147 a barrel. The producer price index - a measure of the cost pressures facing American manufacturers - was 9.8% higher in July than it was a year earlier. It is the fastest annual rate of growth since 1981. </p> <p>Even excluding food and energy - the two items that have been mainly responsible for growing upward pressure on the cost of living - producer prices were still 3.5% higher than a year earlier, the fastest rate of increase since 1991.</p> <p>Richard Fisher, head of the Dallas Federal Reserve, said: \"We are in the midst of a fierce correction from a period of indiscriminate behaviour in the credit markets, a surfeit of homebuilding, a global avalanche of cheap labour and correspondingly cheap imports, and other unsustainable financial and economic activity.\"</p> <p>But Fisher - seen as one of the Fed's hawks - warned that the fight against rising inflation had to take precedence over cuts in interest rates to boost growth. </p> <p>\"Unless the python that is the US economy can quickly pass the recent burst of cost-push pressures, we risk a reinforcing spreading of inflationary impulses and expectations,\" he told the Progress &amp; Freedom Foundation thinktank. </p> <p>\"Should this happen and the Fed were to fail to address it, we would run the risk of losing the public's confidence in our ability to constrain inflation,\" he said. </p> <p>Gabriel Stein, at Lombard Street Research, said credit growth in the US had remained strong until the late spring but had since weakened sharply.</p> <p>\"The demand for loans is not there, nor are banks willing to extend credit even if it were. If this weakness becomes entrenched over the autumn, it is a clear sign of very weak American output growth in 2009,\" he said.</p>",
  "<p>Amid all the constant talk about delinquent and dangerous children, it is easy to forget that youthful rebellion can also be a positive and lovable thing. Dennis the Menace embodies this more optimistic view. He questions heavy-handed adult authority with an imagination and an energy that has inspired millions. The fact that he sometimes wins reminds us that age does not always correlate to wisdom. Instead of the guns and knives we hear so much about, Dennis's weapons of choice are the water pistol, the catapult and the peashooter. Similarly, he has proper schoolboy friends with proper schoolboy nicknames, like Pie-Face and Curly, rather than names with attitude like Global Threat and Venomous. Dennis never spends any of his time posing and posturing on the internet - there is no Facebook shanking or YouTube happy-slapping in Beanotown. Rather, his image is simple and iconic. He wears the same unbranded stripy jumper every day, and shorts in the winter, not tracksuit bottoms in the summer. His trademark hair is always unkempt, and he never attempts to look, act or be treated as older than he is. With no interest in impressing the opposite sex, nor any stress from exams, Dennis is completely impervious to the worries that afflict the youth of contemporary Britain. This is perhaps his most essential aspect. In a climate that constantly suggests the contrary, the overriding message of Dennis the Menace is that childhood is there to be enjoyed.</p>",
  "<p>Muslim prisoners, including some convicted terrorists, inside one of Britain's biggest high security prisons feel so unsafe that they have sought sanctuary in the jail's segregation unit for their own protection, the chief inspector of prisons discloses today. </p> <p>Anne Owers says that there have been serious incidents of \"prisoner-on-prisoner\" violence inside Frankland prison, near Durham, with black and ethnic minority inmates in general the target of attacks and Muslim prisoners in particular.</p> <p>Owers says in her inspection report on the high security jail published today that some, but not all, of the Muslim inmates who have been attacked had been convicted of terrorism offences.</p> <p>Fourteen prisoners have been identified by the prison authorities as involved in racist activities, some for racially motivated offences and others with links to racist organisations. Owers also reports there has been a \"serious incident\" involving groups of black and ethnic minority prisoners and white prisoners.</p> <p>Two high-profile terrorists, Dhiren Barot and Omar Khyam, were moved out of Frankland prison in March amid claims the jail had become \"an extremely dangerous environment for ethnic minority prisoners\". Barot's solicitor, Mudassar Arani, told the high court that boiling water and oil had been thrown over Barot last July and he had spent a week in hospital.</p> <p>The prison inspectors report that when they surveyed inmates about their treatment by staff the responses by black and ethnic minority prisoners were worse than those of white prisoners on a range of issues and they were also over-represented in all disciplinary procedures, including use of force, segregation and adjudications. </p> <p>Staff understanding and knowledge of Muslim prisoners was particularly weak. Muslim prisoners had been stopped from holding communal prayers in cells, on landings and in exercise yards without the chaplaincy being consulted.</p> <p>Frankland, with more than 700 inmates convicted of serious offences, is one of the largest high-security jails. Owers says its population has become even more \"challenging\" for staff recently with an influx of prisoners with gang affiliations and the arrival of a small number of terrorists. </p> <p>\"It is unfortunate that this coincided with the absence of the governor for some months, and the resulting drift that was observable at this inspection needs urgently to be reversed,\" said Owers.</p> <p>She says that action is particularly important as Frankland is due to expand to more than 1,000 prisoners - far more than any dispersal prison has so far been required to hold.</p> <p>The inspection, carried out in February, found no evidence of a robust strategy to reduce violence to deal with bullying and ensure safety, order and control. More than one in four prisoners on the general wings tested positive for drugs - a high ratio for a high-security jail.</p> <p>Owers does, however, praise the prison's work on the special dangerous and serious personality disorders unit, which holds 80 of the most dangerous prisoners in the prison system. She says that innovative work is being carried out. </p> <p>Phil Wheatley, the director general of the National Offender Management Service, said he was concerned about the comments about the safety of prisoners within Frankland but added they should be seen within the context of the prison's \"extremely challenging\" population.</p> <p>\"The issues raised in the report are currently being addressed by the governor and staff at Frankland. A new diversity and safer prisons manager is in post to ensure a focus on matters raised by the inspector in relation to anti-bullying and diversity.\"</p>",
  "<h2>Trinity Mirror shakeup sees 65 editorial job cuts</h2> <p>The Birmingham Post is switching from broadsheet to tabloid format as part of changes to Trinity Mirror's Midlands publishing operation, which will also see 65 editorial posts cut. Trinity Mirror is creating two multimedia newsrooms in Birmingham and Coventry, to provide editorial content for five titles, including the Birmingham Post and the Coventry Telegraph. Trinity Mirror also wants to sell two paid-for weeklies and five free titles. If buyers cannot be found these will be closed, with more job losses. The Birmingham Post will relaunch in the autumn as a business-focused tabloid. <br><strong>Oliver Luft</strong></p> <h2>Downturn blamed for fall in single contributions</h2> <p>A decline in City bonuses, a volatile stockmarket and the economic slowdown were blamed for a fall in the number of people putting large lump sums into their pensions in the second quarter of the year. According to the Association of British Insurers, total new business for single premium individual pensions fell by 11.2% from £6.7bn in the second quarter of 2007 to £5.99bn. Insurers also suffered a 26% fall from the second quarter of 2007 in sales of investment bonds to £6.86bn after a rise in the tax paid by customers on their gains. New regular pension contributions rose by 12.5% to £976m. <br><strong>Phillip Inman</strong></p> <h2>Launch completes global network for Inmarsat</h2> <p>A satellite the size of a double-decker bus and weighing six tonnes was launched into space early yesterday, completing a decade-long $1.5bn (£805m) investment by the London-listed communications company Inmarsat. The Inmarsat-4 satellite, which has a solar panel wingspan the length of a football pitch, was carried into orbit by a Russian-made Proton Breeze M rocket from the Baikonur cosmodrome in Kazakhstan. As it moves into position above the Pacific Ocean over the next few weeks, it will complete a global communications network for the company.<br><strong>Richard Wray</strong></p> <h2>Garrett-Cox takes top spot at Alliance Trust</h2> <p>One of Britain's most prominent women in the financial sector yesterday claimed the chief executive spot at Alliance Trust, the Dundee-based investment firm that manages almost £2.6bn of assets. Katherine Garrett-Cox, who with Nicola Horlick rose to become one of the highest-paid City executives, succeeds Alan Harden, who left to become head of ING's Asia/Pacific investment business. Garrett-Cox steps up from her position as chief investment officer. In her 15-month tenure she has reduced Alliance Trust's equity holdings to a 30-year low, cutting the number of holdings from 450 to 200. <br><strong>Phillip Inman</strong></p> <h2>AkzoNobel sells Crown to meet terms of ICI deal</h2> <p>AkzoNobel is selling its Crown Paints business to a British private equity house, Endless, through a management buyout. The disposal is part of the terms set by the European commission to allow it to take over ICI, which owns Dulux Paints. The terms of the Crown sale have not been disclosed. Crown, which employs 1,500 people and has a turnover of £180m, is based in Darwen, Lancashire. It has factories in Darwen and Hull, distribution centres in Warrington, Dublin and Belfast, and a 126-strong chain of Crown Decorator Centres. Brands include Berger, Sandtex and Permoglaze. <br><strong>Mark Milner</strong></p>",
  "<p>Exactly 150 years ago, an exceptionally hot spell of summer weather reduced the Thames flowing through London to a scandalous condition known as The Great Stink. Queen Victoria, travelling down the river to Millwall docks, had to contain her nausea by clamping a bouquet to her nose. The fumes were not only foul but terrifying, since they were thought to be pestilential - the source of cholera.</p> <p>The Great Stink, with its power of concentrating MPs' faculties, led to the introduction of legislation for the transformation of sewerage in London. An unprecedented sum for a domestic purpose, £3m, was voted for intercepting sewers to be tunnelled along the riverside by Sir Joseph Bazalgette. The act, rushed through by August 1858 was to lead to revolutions in local government and public health engineering throughout the world.</p> <p>If only such action was expressed today. Great Stinks are still routinely emanated by rivers swollen with raw sewage and reduced to a trickle in the hot season in parts of Asia, Africa and Central America. But the stench does not instil the same degree of terror.</p> <p>Equivalent attention and massive public investment are desperately needed today on behalf of the 40% of the world's population - 2.6 billion people - without a means of dealing with the personal waste evacuation process that everyone on the planet has to manage on a daily basis. </p> <p>To try to change this, the UN declared 2008 the International Year of Sanitation. But for go-getting sanitary publicists, despite the annual death toll of 1.5 million children from diarrhoeal disease, the life-threatening menace of \"feculent corruption\" does not carry the edge it once did.</p> <p>Nor do great figures and celebrities rally to their cause. They are happy to lend their names to campaigns for clean water. But do they ever mention the reason why \"dirty\" water poses a threat to child health, the lack of toilets to contain detritus and consequent faecal contamination? Programmes for \"water and sanitation\" conveniently forget the \"S\" word too. They spend the lion's share of their resources on water: 95% in Madagascar, for example, leaving just 3p per head a year to spend on sanitation. </p> <p>Madagascar is typical. Sanitation has rock-bottom political priority in country after country. Privatisation of municipal utilities - at the bidding of the World Bank and others - has compounded the problem, since any profits to be made are all in water supply, which people need to survive. But sanitation is a public good and, as the Victorians discovered, needs to be subsidised from the public purse.</p> <p>Faced with the Great Stink and its consequences, Victorian celebrities lost their squeamishness. When Bazalgette's southern intercepting sewer was opened in 1865, the Prince of Wales, the Lord Mayor of London, the Archbishop of Canterbury and 500 dignitaries dined on salmon while the city's excreta gushed forth beneath them. During the International Year of Sanitation, an international photo opportunity with a religious, royal or senior political personage on a lavatorial throne has so far failed to materialise.</p> <p>Unless more attention, and less embarrassment, can be garnered by sanitation's international exponents, there will be little prospect of achieving the Millennium Development Goal (MDG) in sanitation, declared in 2002. After intense lobbying at the Johannesburg Earth summit, a goal to reduce by half by 2015 the numbers of people without access to sanitation in 1990, was added to an identical goal for water. But of all the MDGs, this one lags furthest behind. On current progress, it will take until 2076 to reach the goal in Africa. </p> <h2>Safe and convenient</h2> <p>One of the excuses offered by politicians and planners for the resounding lack of attention to sanitation is that there is no popular demand for toilets - unlike water. But the reason why demand is not expressed is because the subject is taboo, not because people don't feel it. Women, especially in urban areas of the developing world, desperately need somewhere to \"go\" that is safe and convenient. The night-time expedition to the bush or open ditch can lead to sexual harassment and attack. Reputation is also at stake. In urban South Africa, a woman seen cleaning a public latrine is unmarriageable. Such topics are unlikely to surface in a meeting with the local MP.</p> <p>Handled carefully, demand for sanitation can and does emerge. The current lodestar in sanitation is an approach called community-led total sanitation (CLTS), pioneered in Bangladesh. The shock tactic of the strategy is to point out that members of the community are eating each other's detritus.</p> <p>The accumulated evidence and disgust prompts conversion to the doctrine of \"open defecation-free\" behaviour and mass commitment to the building of household toilets. This strategy is surprisingly effective - and not just in Bangladesh. In a recent CLTS pilot in southern Zambia, the local chief became so engaged that he took it upon himself to chivy his subjects into toilet construction. </p> <p>It is not surprising that those who venerate their ancestors - as in Madagascar - might object to burying faeces in their underground resting-place. Nor that those used to the open air might feel claustrophobic in a hot, dark, and often smelly toilet house. However, in an increasingly crowded rural landscape, and in slums and townships where people are living almost on top of each other, the days of open defecation ought speedily to come to an end. </p> <p>The question, then, is how to meet demand among poorer citizens for whom such a significant home improvement represents a huge financial output.</p> <p>The International Year of Sanitation has managed to galvanise the international community - the Department for International Development, schools of hygiene and tropical medicine, <a href=\"http://www.wateraid.org/\">WaterAid</a>, Unicef and the World Health Organisation - to undertake new ventures on the excretory frontier. Gradually, more resources are being found. But current policy seems to expect that many of these will be spent on re-training public health engineers and turning experts with spigots and ball-cocks into experts in lavatorial spin. </p> <p>The public health revolution that followed London's Great Stink required large investments of public funds on infrastructure. The sanitary revolution needed for the 21st century requires investment not in vast tunnels for sewerage, but in helping to create an intermediary sanitary economy with cheap, attractive, good quality products ready to meet the emerging demand for simple, decent facilities. Such an economy would have the attraction of providing local people with jobs - not as miserable muck-shovellers, but in respectable skilled occupations.</p> <p>There is still almost half of the International Year of Sanitation left in which to bring about a new sanitary revolution. What is needed is new openness, and the same political push committed 150 years ago to solving London's crisis. Who with celebrity status could help in the UK to put pressure on our government and on the international community? Or will we have to rely on a 21st century rash of epidemics and dying rivers to put this most basic of problems on the popular and political agenda?</p> <p><strong>· </strong> Maggie Black is the author with Ben Fawcett of The Last Taboo: Opening the Door on the Global Sanitation Crisis, published by Earthscan, £16.99.</p>",
  "<h2>Britain in the dock</h2> <p>Just in case you believed any earlier guff about the government taking the environment seriously, Eco Soundings sees that the EU environment commissioner, Stavros Dimas, has quite lost patience with Britain and is referring us to the European court of justice for failing to convert the EU liability directive into domestic law. \"This is one of the most significant new pieces of EU environmental law of the last few years\", storms Dimas. \"More than a year after the deadline, it is high time it was transposed,\" he says.</p> <h2>Up in the air</h2> <p>Meanwhile, Jonathan Shaw, minister for air quality, has replied to the 12 NGOs that wrote to Gordon Brown about their concerns that Britain was not meeting new EU air quality laws. Shaw fails, yet again, to commit Britain to comply fully with the laws and offers no ideas how the UK intends to meet the obligations. That brings the tally to five ministers and the prime minister who have now declined to do so. </p> <h2>Humorous emissions</h2> <p>Is the air conditioning on the blink at the Department for Environment, Food and Rural Affairs' HQ? How else to explain a rare outbreak of humour last week, when a press release from the usually gloomy department about new wildlife laws was headed \"Kermitted to frog protection\". An exciting new trend, and one we look forward to being continued. \"Emissions impossible\" when describing the latest carbon pollution figures perhaps?</p> <h2>Shame on you</h2> <p>Meanwhile, more than 300 local authorities have admirably signed up to the Nottingham declaration on climate change, but that still leaves a good few that haven't bothered, or that are in denial. The Local Government Association does not want to embarrass those councils that haven't signed, but Eco Soundings is not so coy and plans to name and shame them starting next week. You have been warned.</p> <h2>GMO profit monster</h2> <p>Memo to environment minister Phil Woolas, who wants evidence that GMOs are a disaster. Monsanto, which now has a virtual monopoly of US transgenic soya, cotton, and corn seed sales, has just made record profits in the middle of a world food crisis. That has not stopped it writing to US farmers saying that its \"competitive challenges\" have \"forced\" it to increase its herbicide prices more than 50%, and the price of its corn and soya seeds by 35%. Twelve states, and 35 farm and citizen groups, are calling for an investigation into Monsanto's competitive practices. </p> <h2>Falling short</h2> <p>US: one. Germany: two. China: five. UK: six. Is this the Olympic medal table? No, it's the Ernst &amp; Young annual league table of world renewable energy, which shows us dropping like a stone, despite signing up to 15% renewables by 2020. Largely it's because the energy bill is still stuck in parliament. \"To make the UK a world leader in attracting investment in this sector, and to avoid it slipping further down the index, the government needs to consider creating incentives for investors, following the lead of Germany and the ambition of China,\" says the report.</p>",
  "<p>Compared to the polar bear, the American pika is downright tiny.</p> <p>Weighing only 4 ounces to 6 ounces, this small, rabbit-like mammal with thick brown hair that lives on boulder-covered slopes near alpine meadows in western US mountain ranges, could represent the latest effort to use the Endangered Species Act to combat global warming.</p> <p>Environmentalists filed a lawsuit today in US district court in Sacramento, California, to force the Bush administration to decide whether to list the pika for protection under the act. </p> <p>The lawsuit claims the animal is threatened by rising temperatures and says the US fish and wildlife service has dragged its feet for months on whether to list it.</p> <p>In May, the polar bear was protected as a threatened species under the act. But Interior Secretary Dirk Kempthorne made clear at the time that the Endangered Species Act was not intended to regulate global climate change.</p> <p>Kempthorne said it would be \"inappropriate\" to use the Endangered Species Act to control greenhouse gas emissions from automobiles, power plants and other sources. He said the polar bear listing would be accompanied by \"administrative guidance\" and an administrative rule to limit any unintended harm to the US economy.</p> <p>Environmentalists dispute the White House approach.</p> <p>\"We disagree with the administration that the Endangered Species Act isn't a perfectly appropriate act to address global warming,\" said Greg Loarie of Earthjustice, an environmental legal firm representing the Centre for Biological Diversity in the lawsuit.</p> <p>Loarie said the pika, which is intolerant of high temperatures, is an appropriate animal to test their contention.</p> <p>\"The pika is very much the polar bear of the Lower 48 [states],\" he said.</p> <p>The fish and wildlife service had no comment on the lawsuit.</p>",
  "<p>Once again, Prince Charles has demonstrated a pitfall of the sort of inbreeding that has plagued the royal families of Europe for centuries: feeblemindedness. In unequivocal and outspoken – and completely misguided – <a href=\"http://www.theguardian.com/environment/2008/aug/13/prince.charles.gm.farming\">comments</a> in an interview in the Telegraph, the Dunce of Wales said that multinational agribusiness companies were a \"gigantic experiment I think with nature and the whole of humanity which has gone seriously wrong\".<br> \"Why else are we facing all these challenges, climate change and everything?\" he asked rhetorically. </p> <p>Not-so-bonnie Prince Charles said previously that he rejects the idea that genetic modification simply extends or refines \"traditional methods of plant breeding\". He is convinced that such practices \"belong to God, and to God alone\". And if mere mortals persist, he contends, they should segregate and label \"genetically modified products\". </p> <p>Prince Charles knows little about the genetic engineering of plants, among many other things. For one thing, genetic modification is not new. Plants and microorganisms have long been genetically improved by mutation and selection and used to make biotechnology products as varied as yogurt, beer, cereal crops, antibiotics, vaccines and enzymes (for laundry detergents and food processing). </p> <p>For decades, using conventional techniques for genetic modification, genes have been transferred widely across \"natural breeding boundaries\" to yield common food plants including oats, rice, black currants, pumpkins, potatoes, tomatoes, wheat and corn. These plants, which are \"genetically engineered\" by any reasonable definition, are not merely found in laboratories or test plots, but are the very same fruits, vegetables and grains that consumers buy at the local supermarket, greengrocer or farm stand. <br> The techniques of the \"new biotechnology\" – gene splicing, tissue cultures and the rest – essentially speed up and target with greater precision and predictability the kinds of genetic improvement that have long been carried out with other methods. According to a worldwide scientific consensus, the new biotechnology lowers even further the already minimal risk associated with introducing new plant varieties into the food supply – and reduces soil erosion, CO2 emissions and the use of pesticides, while increasing yields in the bargain. </p> <p>The use of these sophisticated techniques makes the final product even safer, because it is possible to introduce pieces of DNA that contain only one or a few well-characterised genes. In contrast, the older genetic techniques transfer a variable number of genes haphazardly. Users of the new techniques can be more certain about the traits they introduce into the plants. Americans have consumed about two trillion servings of gene-spliced foods, and not a single person has been injured or an ecosystem disrupted. In contrast, five products engineered with traditional techniques (two squash, two potato and one celery variety) have had unsafe levels of toxins and have caused injury or death.</p> <p>Even though the safety of gene-spliced foods is exemplary, a few anti-technology advocacy groups – joined by Prince Charles – have pushed for labels disclosing the use of gene-splicing techniques. Such labels would add significantly to the costs of processed foods made from fresh fruits and vegetables. The precise costs would vary according to the product, but, for example, a company using a gene-spliced, higher-solids, less-watery tomato (which is more favourable for processing) would have the additional costs of segregating the product at all levels of planting, harvesting, shipping, processing and distribution. Labels would have to appear on vegetable soup, indicating the presence of gene-spliced tomato, potato or other products. </p> <p>The added production costs are a particular disadvantage to products in this competitive, low-profit-margin market. Unnecessary and arbitrary regulation constitutes, in effect, a punitive tax on regulated products or activities, which, in turn, creates a disincentive to their development and use. </p> <p>Consumers, whose prices would be raised and choices diminished by this regulatory tax, would be far better served by industry spending its resources on research and development to create new, safer products. </p> <p>At the end of the day, Prince Charles's reservations about new biotechnology are puzzling. They appear to arise from a lack of perspective on pedigree (a subject that should be of no small interest to someone whose only claim to distinction is his lineage). Would he boycott or request special labelling for the genetic hybrid we call a tangelo (a cross between a tangerine and grapefruit)? Or the mutant peaches we call nectarines?</p> <p>Biotech's <a href=\"http://www.theguardian.com/commentisfree/2008/aug/13/gmcrops.food\">opponents</a> should also be aware that delays or limitations in the use of gene-spliced products cause the poor to suffer most. Because food purchases require a disproportionately large part of their budgets, those with lower incomes are hardest hit by high consumer prices, which can be reduced by more efficient biotech production processes.</p> <p>The controversy over biotechnology is not a mere intellectual exercise but a real-life struggle for the availability of products that will prolong and enrich lives, and for the ability of consumers to cast their votes in the marketplace. </p> <p>Technological innovation - whether in the form of better tomatoes, faster computers or more effective vaccines - most often occurs in small, almost imperceptible steps. If a new product's characteristics are attractive and the price is right, it succeeds in the marketplace, stimulating still more innovation. Ironically, some of <a href=\"http://www.theguardian.com/business/2007/jun/26/themonarchy.supermarkets\">Prince Charles's own organically produced vegetables</a> failed this test: so deformed and repulsive to look at, they were not marketable and had to be given to local schools.</p> <p>Prince Charles should give the new biotechnology a try before he heaves another tomato at it.</p>",
  "<p>John McCain appeared today on an offshore oil rig in the Gulf of Mexico to call for more drilling along the US coastline, restaging a rally that was scuttled weeks ago by a hurricane – and a major oil spill.</p> <p>McCain rode a helicopter about 150 miles (241 kilometres) off the state of Louisiana's coast to visit the Genesis oil rig. </p> <p>Jointly owned by Chevron and Exxon Mobil, the rig represents an environmental risk great enough that the US coast guard has set up a \"safety zone\" around its perimeter to prevent accidents.</p> <p>\"It is time for America to get serious about energy independence, and that means we need to start drilling offshore at advanced oil rigs like this,\" the Republican nominee said in his prepared remarks.</p> <p>McCain touted the potential of the Genesis rig, which was given coast guard protection in 2002 due to the \"potential for loss of life and damage to the environment\" if an accident were to occur there. </p> <p>A July oil-rig appearance was scuttled by the McCain camp after the Gulf suffered two troubling plights: Hurricane Dolly and a 420,000-gallon oil spill that raised environmental alarms.</p> <p>Barack Obama and his fellow Democrats were eager to remind voters of McCain's close ties to the oil industry, distributing foam toys to the media that portrayed Exxon as the Republican's running mate and criticising McCain's claim to support \"aggressive development\" of renewable energy sources as well as new oil drilling. </p> <p>McCain skipped a December vote on a Senate plan to increase renewable energy investment by repealing tax subsidies for oil companies, Obama spokesman Tommy Vietor noted. That proposal fell short by one vote, meaning that McCain could have ensured its passage.</p> <p>\"And now [McCain is] standing with the oil companies in opposing a bipartisan compromise in Congress that would expand offshore drilling and, at the same time, make serious investments in alternative energy to break our dependence on foreign oil,\" Vietor said in a statement.</p> <p>McCain has taken to promoting offshore drilling – which he has previously opposed – with gusto, making \"drill now\" his mantra as higher gas prices spark economic anxiety in America. </p> <p>Obama, however, has also shifted to endorse opening the coastlines to oil companies, if the move were part of a broader compromise on US energy policy.</p>",
  "<p>Negotiations for the creation of a transitional government in <a href=\"http://www.theguardian.com/world/zimbabwe\">Zimbabwe</a> are at a serious impasse. They were suspended last week, with chief mediator Thabo Mbeki saying that while a <a href=\"http://news.xinhuanet.com/english/2008-08/13/content_9275517.htm\">break was needed</a> to give opposition leader Morgan Tsvangirai an opportunity to reflect on remaining sticking points, most of the issues were resolved. But shows of optimism by the South African president or anyone else are wholly premature. The most critical matter of all – who will actually run Zimbabwe – is no closer to resolution.</p> <p>If Tsvangirai is taking time to reflect, he is completely justified. Since his Movement for Democratic Change (MDC) won the historic parliamentary elections and he defeated Robert Mugabe in the first round of the presidential poll on March 29, his popular mandate has been clear and unsullied by the June 27 presidential runoff, which he was forced to quit in the face of extreme violence against his supporters.</p> <p>Tsvangirai has been entrusted by Zimbabwe's people to lead the country out of its troubles, and he cannot hope to do that if he accepts anything less than a transfer of the reins of power.</p> <p>At the outset, an agreement seemed possible, making Tsvangirai head of government with full executive powers and leaving Mugabe as ceremonial head of state with a \"father of the nation\" role. Tsvangirai made significant concessions: Mugabe would retain some powers such as the right to declare war, would co-chair the cabinet, and could make some appointments of some key government posts in consultation with him.</p> <p>But Mugabe <a href=\"http://www.theguardian.com/commentisfree/2008/aug/14/zimbabwe\">refuses to cede</a> any serious executive power. Hardly surprisingly, Tsvangirai has rejected outright his demand that he keep the power not only to reshuffle the cabinet but also to fire the prime minister. Mugabe did concede that the supervision of ministries could be shared, with Tsvangirai overseeing those such as finance, foreign affairs, industry and commerce, and local government. But all the security ministries – defence, home affairs, and intelligence – would report to Mugabe directly. And Mugabe would continue to chair the securocratic clique known as the joint operation command (JOC), his primary instrument for retaining power, and responsible for much of the recent ugly violence.</p> <p>Though Mugabe wears no general's uniform, for all practical purposes his is a military dictatorship, relying on the support of the military establishment, and brute domestic force, <a href=\"http://www.theguardian.com/world/2008/aug/15/zimbabwe\">to cling to power</a>. Tsvangirai, rightly, has refused to accept being rendered impotent and irrelevant on internal security issues, arguing instead for the JOC to be reconstituted as a jointly chaired national security council, professionalised and disconnected from Zanu-PF and Mugabe himself.</p> <p>Despite the evident reasonableness of Tsvangirai's position – too moderate for some of his supporters' taste – he has been cast by <a href=\"http://www.mg.co.za/article/2008-08-16-zim-talks-end-is-in-sight-says-mbeki  \">Mbeki</a> as the more intransigent party, and borne nearly all the pressure imposed by a mediator whose impartiality continues to be called into question. Meanwhile, there is no sign that Mbeki's co-mediators – Jean Ping of the African Union, Jorge Chikoty of the Southern African Development Community; and the UN's Haile Menkerios – will be able to counterbalance his role with effective pressure of their own on Mugabe.</p> <p>The opposition leader has very good reason for holding absolutely firm in the talks to acquire the powers that are rightly and democratically his, and which he needs if he is to begin to be able to bring Zimbabwe back from its unutterably miserable current economic and social dysfunction.</p> <p>Tsvangirai's ace is that he holds the key to Zimbabwe's international acceptance. There is ample potential support from the US and EU to rebuild Zimbabwe's shattered economy and society, to tackle the public finance system that has permitted the <a href=\"http://news.bbc.co.uk/1/hi/business/7569894.stm\">hyper-inflationary meltdown</a>, and to implement specific reforms, such as restructuring the justice sector, and professionalising the security sector. The World Bank, the IMF and the African Development Bank are all able and willing to play major roles in the country's macro-economic stabilisation.</p> <p>What global political and institutional leaders need to do is to make even more loudly and publicly clear than they have already that any negotiated agreement, in order to be credible, to get sanctions lifted, and above all to open the door to critical new international assistance, must provide Tsvangirai with essential executive powers, including control over the key elements of internal security, and that support will only be delivered, and sustained, if minimum benchmarks are observed. That basic sentiment is out there, but it has to be more explicitly articulated.</p> <p>Short of a deal that can really enable the MDC leader to move the country in the direction the Zimbabwean people have entrusted him to take, the international message must continue to be that the results of the June 27 presidential runoff are illegitimate, political violence is completely unacceptable, and the solution to Zimbabwe's political and economic crisis can only come through a properly negotiated process, producing a genuinely workable government that reflects the current popular will.</p>",
  "<p>Stock markets around the world have fallen today amid fresh fears that the <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> will cause further damage to the banking sector.</p> <p>London and New York were both bathed in red after predictions from a well-respected economist that another bank may collapse before the crisis is over.</p> <p>The <a href=\"http://www.theguardian.com/business/ftse\">FTSE 100 index</a> closed down 129.8 points to 5320.4, following further weakness on Wall Street and overnight falls in Asian markets. </p> <p>Banks such as HBOS and Barclays led the London fallers, along with miners and energy companies, which were hit by concerns over the slowing global economy. </p> <p>The global sell-off began last night in America, sparked by a report that the US government will have to step in to <a href=\"http://www.theguardian.com/business/2008/aug/19/subprimecrisis.useconomy\">rescue Freddie Mac and Fannie Mae</a>, leaving investors with almost nothing. </p> <p>With rumours of fresh writedowns at <a href=\"http://www.theguardian.com/business/lehmanbrothers\">Lehman Brothers</a> also sweeping trading floors, the Dow Jones industrial average dropped by 180 points yesterday, a 1.5% fall. It was down another 114 points by 6pm BST to 11,364.9.</p> <p>Shares in both mortgage finance firms plunged yesterday, with Freddie losing 25% and Fannie 22%, and fell further on Tuesday as speculation about their futures intensified. They have already filed <a href=\"http://www.theguardian.com/business/2008/aug/09/subprimecrisis.fanniemae\">massive losses</a> because of the slump in the US housing market. Analysts said a government bail-out would lead to renewed fears that the worst of the financial crisis is to come.</p> <p>\"The bail-out itself isn't what scares investors per se, as these government sponsored enterprises (GSEs) have always been implicitly backed by the US government. However, the fact that they have to be bailed out doesn't bode well for the housing financial sector and more specifically the mortgage-related investments that sparked the credit crunch in the first place,\" said David Evans, market analyst at BetOnMarkets.com.</p> <p>The bearish sentiment also spread to Japan, where the Nikkei index dropped 2.3% overnight to its lowest level in a month.</p> <p>Comments made overnight by former International Monetary Fund chief economist Kenneth Rogoff added to the gloomy sentiment. According to Reuters, Rogoff, who was the IMF's chief economist from 2001 to 2004, told a financial conference that he expected a large US bank to fail in the next few months.</p> <p>\"The US is not out of the woods. I think the financial crisis is at the halfway point, perhaps. I would even go further to say the worst is to come,\" said Rogoff, who is now an economics professor at Harvard University.</p> <p>\"We're not just going to see mid-sized banks go under in the next few months, we're going to see a whopper, we're going to see a big one, one of the big investment banks or big banks.\"</p> <p>So far the credit crunch has prompted the cut-price sale of Bear Stearns, and forced Northern Rock into public hands.</p>",
  "<p>Time for our weekly stroll through <strong>Hitbox</strong> (did I say stroll? It's <em>a little</em> more painful than that...) so we can work out who has been pushing our buttons in the past week.</p> <p><strong>1</strong> <a href=\"http://www.theguardian.com/media/2008/aug/11/television.usa\">TV execs slam ABC man's memo about foreign formats</a></p> <p><strong>2</strong> <a href=\"http://www.theguardian.com/media/2008/aug/11/advertising.berkoff\">Steven Berkoff ad for BHF portrays true effects of a heart attack</a></p> <p><strong>3</strong> <a href=\"http://www.theguardian.com/media/2008/aug/10/tvnews.interviews\">The perfect Sunday menu: grilled minister, or something over easy?</a></p> <p><strong>4</strong> <a href=\"http://www.autospies.com/news/Top-Gear-To-Go-Global-While-Clarkson-Gets-A-Larger-Slice-Of-The-Pie-33582/\">Jeremy Clarkson and BBC Worldwide become business partners</a></p> <p><strong>5</strong> <a href=\"http://www.theguardian.com/media/2008/aug/11/advertising.digitalmedia?gusrc=rss&amp;feed=media\">Wonderbra billboard ad features shots of thousands of women</a></p> <p><br>Photo by <a href=\"http://flickr.com/photos/psd/18357715/\">psd</a> on Flickr. Some <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en_GB\">rights reserved</a>.</p> <p><strong><a href=\"http://www.huffingtonpost.com/2008/08/11/british-tv-execs-outraged_n_118115.html\">HuffPo</a></strong> was the single biggest driver of traffic to our site last week thanks to <strong>Leigh Holmwood</strong>'s story on <strong>ABC</strong> TV executives who appeared to be encouraging producers to rip off foreign formats. This is <em>very, very not cool</em> in TV production circles. ABC declined to comment on the memo, but US journalist Nikki Finke published a copy in its entirety on her blog and described it as a \"bombshell\" that an ABC executive should issue a \"blatant blueprint to rip off foreign TV series\".</p> <p><strong>Steven Berkoff</strong> (he hasn't played a baddie for a while - what's he up to?) <a href=\"http://www.theguardian.com/media/2008/aug/11/advertising.berkoff\">made an ad for the <strong>British Heart Foundation</strong></a> that we previewed last week: that did pretty well after a link on the legendary <strong>Fark.com</strong>. They gave it an 'interesting' tag, for which we are very internetly grateful. It's a very clever campaign: Berkoff - who, as we know, is all too menacing as a <strong>Tarantino</strong>-esque villain - punches an unseen man in the chest, tapes over his mouth and crushes a man in his vice-like grip... all to show the effects of a heart attack. All this in an ad break during <strong>Midsomer Murders</strong>...</p> <p>Cue a <a style=\"background-color: rgba(0, 0, 0, 0); color: #FF4422; font-family: Verdana; font-size: 13px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px; text-align: left; text-indent: 0px; : ; : #000000; : 1; : #FFFFFF; : #000000; : 1; : ; : ; : ; : auto; : #000000; : 1; : ; : auto; : auto; : ; : ; : 4; : 1; : auto; : auto; : baseline; : auto; : start; : ; : auto;\" href=\"http://forums.fark.com/cgi/fark/comments.pl?IDLink=3794938\">rather gruesome thread on the Fark forums</a> about whether this ad is really that accvurate, and what really happens when you have a heart attack. We'll leave that discussion right where it is.<br></p> <p>Everyone's favourite political rapscallion (OK, probably nobody's favourite anything, but he's very good at self promotion) <strong><a href=\"http://www.order-order.com\">Guido Fawkes</a></strong> picked up <strong>James Robinson</strong>'s piece on <a href=\"http://www.theguardian.com/media/2008/aug/10/tvnews.interviews\">politics shows on Sundays</a>. You can imagine the rest.</p> <p><strong>Jeremy Clarkson</strong>'s <a href=\"http://www.theguardian.com/media/2008/aug/08/jeremyclarkson.bbc\">dabble with business</a> - as an investor of <strong>BBC Worldwide</strong> - raised a few eyebrows; specialist site <strong><a href=\"http://www.autospies.com/news/Top-Gear-To-Go-Global-While-Clarkson-Gets-A-Larger-Slice-Of-The-Pie-33582/\">AutoSpies</a></strong> picked up on that story, which noted the BBC's commercial wing has taken a controlling stake in a production company that Clarkson co-owns.</p> <p>Lastly, thanks to <strong><a href=\"http://www.salon.com/mwt/broadsheet/2008/08/11/wonderbra_ad/index.html\">Salon</a></strong>, who liked out story on the <a href=\"http://www.theguardian.com/media/2008/aug/11/advertising.digitalmedia?gusrc=rss&amp;feed=media\"><strong>Wonderbra</strong> billboard ad</a> compiled from thousands of shots of women. Salon's <strong>Judy Berman</strong> isn't convinced that Wonderbra's 8,000 shots of 'real women' actually fit that bill. What about the bigger-bosomed lady?</p> <p>\"More interesting than the ad itself is the idea of Wonderbra expanding (get it?) into larger cup sizes. As a member of the DD club, I appreciate any new opportunity to buy a bra that doesn't resemble a flesh-colored medieval torture device.</p> <p>\"What confuses me, though, is why big-boobied ladies would ever need bras whose prime virtue is the ability to create cleavage where none exists. Would anyone who already wears a G cup actually want to make her chest look larger? Isn't shopping for shirts that don't scream \"indecent exposure\" enough of a battle already?\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/4hkjkTe5kZE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/4hkjkTe5kZE&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/4hkjkTe5kZE&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br><em>Pink Floyd's video for their song <a href=\"http://en.wikipedia.org/wiki/Money_(Pink_Floyd_song)\">Money</a></em></p> <p>Tim Wheeler, the chief executive of developer <a href=\"http://www.guardian.co.uk/business/brixton\">Brixton</a>, is so depressed about the current economic climate that he has resorted to quoting folk hero Bob Dylan to <a href=\"http://www.guardian.co.uk/global/2008/aug/19/housingmarket.bobdylan\">describe</a> the mess we're in. According to Wheeler, the commercial property market can be summed up thus: </p> <blockquote> <p>There must be some way out of here<br>Said the joker to the thief<br>There's too much confusion<br>I can't get no relief<br>Businessmen they drink my wine<br>Ploughmen dig my earth<br>None of them along the line<br>Know what any of it is worth</p> </blockquote> <p>Which other song lyrics could be said to define the state of the global economy today? </p> <p>The Cif team has already gathered a few ideas: <a href=\"http://www.univie.ac.at/Anglistik/easyrider/data/KingotRoad.htm\">King of the road</a> by Roger Miller (\"No phone, no pool, no pets, I ain't got no cigarettes\"), <a href=\"http://en.wikipedia.org/wiki/Money_Don't_Matter_2_Night\">Money don't matter 2night</a> by Prince (\"Just when you think you've got more than enough / That's when it all up and <a href=\"http://www.moron.nl/lyrics.php?id=45835&amp;artist=Prince&amp;rated=5\">flies away</a>\"), Simply Red's <a href=\"http://www.lyricsfreak.com/s/simply+red/moneys+too+tight+to+mention_20125126.html\">Money's too tight to mention</a> or Rage Against The Machine's anger-fuelled <a href=\"http://www.ratm.net/lyrics/bom.html\">Bombtrack</a> (\"As I recall our downfall / And the business that burned us all / Landlords and power whores / On my people they took turns\"). </p> <p>What are your suggestions?</p>",
  "<p>What to do with Capital 95.8, how to hang on to Classic FM, and when to roll out a rebrand of its disparate collection of local radio stations? Such are the challenges facing Ashley Tabor's Global Radio and its new star hiring, Stephen Miron.</p> <p>As chief executive of Global's enlarged radio division, following its £375m takeover of GCap Media, Miron takes charge of a business that accounts for more than 40% of the commercial radio audience, including such familiar names as Capital, Classic, Heart, Galaxy, Choice and LBC.</p> <p>The task is to oversee a rather more successful fusion of the two groups' assets than the disastrous merger of Capital and GWR that created GCap Media in 2005.</p> <p>That process will already be under way by the time of Miron's arrival, which is not expected until the end of this year at the earliest. </p> <p>GCap's Leicester Square HQ is likely to be big enough to accommodate all of the group's radio assets, with an exit from Global's west London premises - and former home of Chrysalis Radio - on the cards.</p> <h2>Tough man</h2> <p>One of the most intriguing aspects of Miron's arrival will be how he gets on with Richard Park, a famously tough man to impress. Park, who joined Global a year ago, today takes on the new dual role of group executive director and director of broadcasting.</p> <p>Widely acknowledged as one of the best programmers of his generation, Park was also described by one DJ as \"the hardest bastard you have ever worked for in your life\". </p> <p>Miron will oversee the commercial side of the business, Park the programming, with both men reporting directly to Tabor, who insiders say has taken a hands-on role in the running of the group with an interest in all aspects of his nascent radio empire.</p> <p>\"Ashley has got such a vast amount on his plate at the moment he needed someone with a bit of something around him,\" said one source. \"There is such a big job to be done, and the biggest challenge is at Capital.\"</p> <h2>Jewel in the crown</h2> <p>One of the most important dates in Miron's diary will be 2011. That is the year in which the licence for Global's only national asset, Classic FM, will expire. With media regulator Ofcom planning to auction the licence to the highest bidder, GCap faces losing the jewel in its crown.</p> <p>Conversations are already understood to have taken place between Global and the government over changes to the licence renewal process, with the Classic FM parent preferring a beauty parade - which it would surely win - to a cash auction, which is likely to attract several seriously interested buyers. </p> <p>Fortunately for Global, its chairman, Charles Allen, knows a thing or two about schmoozing politicians and regulators. </p> <p>Rather sooner, Miron will be taking a cold, hard look at the slump in fortunes at Global's flagship London station, Capital 95.8, which continues in the ratings doldrums despite a string of relaunches, marketing initiatives and changes in personnel.</p> <p>Capital is just one station in a combined group that totals almost 80 individual services. But like it or not, the fortunes of Capital are still seized on by headline writers and tend to inform perceptions about the group as a whole. </p> <p>But with a single entity now owning both Capital and Heart in London, Global will at least be able to position them away from each other - with Heart targeting Bauer Radio's \"more music, less talk\" proposition Magic, perhaps, rather than cannibalising each other's audience.</p> <p>After years of decline, and with former Capital boss Park back in charge, it could be the London station's best chance of a revival yet.</p> <p>There is even talk of another Capital relaunch as soon as the end of this year. </p> <p>Elsewhere, Global is understood to be looking to extend its key brands, principally Heart, to its local stations around the country. </p> <h2>Stiff resistance</h2> <p>However, it is said to have met stiff resistance from some local operators who have built up loyal audiences and strong heritage brands. </p> <p>Global offered to sell a number of its stations in the Midlands to avoid referral of its GCap takeover to the Competition Commission. They include Heart 106 in the east Midlands - one of three existing Heart stations alongside London and the west Midlands.</p> <p>The elephant in the room is digital, with talks ongoing between Digital One, the national digital audio broadcasting operator two-thirds owned by Global, and Channel 4 about which if any of the television station's radio stations it will add to its multiplex.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Sending old newspapers and plastic bottles 10,000 miles for recycling in China produces more carbon savings than landfilling it in Britain and making new goods, reveals a study from the government body charged with reducing UK waste.</p> <p>In the last 10 years annual exports of paper, mainly to India, China and Indonesia, have risen from 470,000 tonnes to 4.7m tonnes, while exports of old plastic bottles have gone from under 40,000 tonnes to half a million tonnes. </p> <p>Now the counterintuitive conclusions of the report from the Waste Resources Action Programme (Wrap) suggest that the advantage of recycling over landfilling is so great that it makes environmental sense to ship waste right round the world if it can be used again. </p> <p>The journey taken by the waste involves travelling hundreds of miles within Britain to ports, then thousands of miles on some of the world's biggest ships to China, and then more road travel to recycling plants. But for paper, this odyssey incurs only a one third of the climate-warming emissions that are saved by recycling, the report says. For plastics, the report found it even more advantageous to export for recycling. </p> <p>There is a further factor in favour of exporting the waste. The imbalance of trade between China and the UK means that the majority of container ships head back to China empty and produce CO2 emissions whether or not they are carrying cargo. \"If you take this into account, the transport emissions are even smaller – less than one-tenth of the overall amount of CO2 saved by recycling,\" says Wrap.</p> <p>The study estimated the transport emissions from exports to China and compared them with benchmark savings from recycling. It found that 1300kg-1600kg of CO2 was saved for each tonne of waste.</p> <p>\"The growth in exports is in part a success story, reflecting the rapid development of the UK's collection infrastructure and increase in recovery rates. Exports to China are bridging the gap between plastic bottle collections being established and the future development of domestic reprocessing capacity,\" says the report.</p> <p>However, the report does not consider the environmental or social advantages of establishing a significant UK manufacturing industry to produce goods from the recycled waste and the authors stressed that it does not show that exporting waste was desirable. </p> <p>Liz Goodwin, chief executive of Wrap, said: \"It may seem strange that transporting our unwanted paper and plastic bottles such a distance would actually be better for the environment but that is what the evidence from this study shows.\"</p> <p>\"We do not have a manufacturing base here. Ideally, it would be dealt with here. But we would far prefer to see it recycled in China, where it is a resource, than landfilled in Britain\", said a spokesman for Wastewatch, an independent group.</p>",
  "<p><br>Which you you prefer? ... Rhona Cameron, Bill Hicks and Russell Crowe. Photo: Guardian/Murdo Macleod/ Everett Collection/Rex Features /Twentieth Century Fox</p> <p>At first, the idea of <a href=\"http://www.theguardian.com/global/2008/aug/19/1\">Russell Crowe playing Bill Hicks</a> seems a really weird one. I mean, Russell's never done anything to offend me, and I really don't want him to come round and beat me up, but he's not really a clown, is he? He did one comedy film I think, A Good Year, but he didn't really pull the laughs out of the hat with that one.</p> <p>Lee Mack has funny bones; Russell Crowe does not. With Russell there's too much testosterone, not enough femininity and, besides, he does that serious, middle-distance staring thing all the time.</p> <p>But then that's sort of what Bill Hicks did, too. He wasn't screamingly funny. When he'd do physical comedy on stage it wouldn't really work - it was a bit awkward. He was a thinking man: an amazing comedy prophet. He was bleak, he was self-deleting, he was incredibly thoughtful but also depressive.</p> <p>So maybe Russell Crowe is just right. You definitely want a proper actor to take on the part, not a comedian. You want someone with discipline, someone like Dustin Hoffman, who did a great job with Lenny Bruce.</p> <p>It's a misnomer to say that comedians should play comedians - it wouldn't necessarily make things funnier. Like when you put five or six comedians on a panel show: it generally doesn't make it five or six times more funny. In all likelihood the film will be much more about what went on offstage anyway.</p> <p>Still, if Russell did back out, and they wanted a comedian to play him, against my own advice I would volunteer my services. Sure, I've got a Lego haircut and I don't look like him, but I'd jump at the chance. Reginald D Hunter, too, if he weren't black he'd be great. When Reg says \"I'm gonna tell you something,\" you sit up and listen, just like you would with Bill Hicks.</p> <p>Of course they could also go down the I'm Not There route and have him played by a whole load of actors. That'd be great. And, like Cate Blanchett was, counter-intuitively, the best Bob Dylan, maybe a woman would be the best Bill Hicks. (And they could make a great point about post-feminism into the bargain!) Rhona Cameron would be perfect I think. She's got a Hicksian gait.</p> <p>· For details on Russell's two shows, Gaping Flaws and Fakespeare: The Lamentable Tragedie of Yates's Wine Lodge visit www.myspace.com/russell_kane and www.whatareyoulaughingat.co.uk.</p>",
  "<p>Labour today claimed that <a href=\"http://www.theguardian.com/politics/boris\">Boris Johnson</a>'s administration in London was \"in complete disarray\" following the resignation of Tim Parker as first deputy mayor.</p> <p>Parker, a prominent businessman and former board member of the Audit Commission, is the third senior member of Johnson's team to quit since the former MP for Henley was elected mayor just over 100 days ago. </p> <p>Parker said he was stepping down because he did not think Johnson needed a full-time first deputy mayor.</p> <p>He will continue serving as an unpaid adviser. But he is also standing down as chairman of Transport for London (TfL), although he will stay on as a member of the board.</p> <p>The announcement is embarrassing for Johnson because he has already lost the <a href=\"http://www.theguardian.com/politics/2008/jul/05/boris.london\">former deputy mayor Ray Lewis</a> and the former deputy chief of staff <a href=\"http://www.theguardian.com/politics/2008/jun/23/london.race\">James McGrath</a>. </p> <p>Hazel Blears, the communities secretary, said that the latest resignation showed that Johnson's administration was \"in complete disarray\", while the Labour group on the London assembly issued a statement saying Johnson was in an \"unsustainable position\".</p> <p>Lewis resigned after allegations were made about his past, and McGrath resigned because a comment he made about black Londoners was considered open to misinterpretation.</p> <p>Parker's resignation is different because it does not follow a controversy. City Hall insiders said that the move was a result of \"restructuring\".</p> <p>But when Parker was appointed in May to be first deputy mayor and chairman of TfL, Johnson suggested that the posts would be permanent.</p> <p>Today the mayor said in a statement: \"Transport for London is responsible for a huge range of transport policies that impinge directly on the lives of Londoners and I was delighted when Tim Parker agreed to take charge of the board on my behalf. </p> <p>\"Over the last few weeks, however, it has become increasingly apparent to both of us that the nature of the decisions that need to be take are highly political and there is no substitute for me, as the directly elected mayor, being in charge. There are limits, therefore, to what can be delegated.\"</p> <p>Parker said that he had decided it would not be appropriate for an \"unelected official\" to chair a body responsible for most of the mayor's spending and a large part of his job description.</p> <p>Parker's statement added: \"I also agree with the mayor that my position as adviser does not justify my full time and exclusive commitment to the Greater London authority, or the title of first deputy mayor. We have therefore decided to adjust the management structure and abolish that position.\"</p> <p>Following Parker's resignation, there are four deputy mayors left, each covering a specific portfolio.</p> <p>Blears said: \"To lose one deputy mayor might be regarded as a misfortune, but to lose two looks like carelessness.</p> <p>\"People across the country, not just in London, can see for themselves that after just three months the new Tory administration in London is in complete disarray.\"</p> <p>The Labour group on the London assembly said that Johnson's position was unsustainable because Johnson was now committed to chairing the police authority, Transport for London and the new waste authority. \"He needs to find some competent deputies to share his responsibilities,\" the Labour group said.</p> <p>Ken Livingstone, the former mayor, said: \"Tim Parker was supposed to be the cornerstone of Boris Johnson's administration. His exit after just a couple of months in fact confirms the chaos which has existed in Boris Johnson's administration since day one … All this flows from Boris Johnson's incoherent policies for London and therefore incapacity to run the city. <br> \"While some Tory sections of the press gave a glowing evaluation of Boris Johnson's first 100 days, the reality was quite different. </p> <p>\"This latest resignation … indicates how unfit the Tories are not only to run London but also the country.\"</p> <p>Darren Johnson, a Green party member of the London assembly, said that Parker's departure was a result of the \"rushed nature\" of the mayor's appointments. \"Londoners deserve a better deal from the man they have entrusted to run their city,\" he said.</p> <p>Asked about Parker's resignation on the World at One, Johnson said that the change was mainly to do with his own need to chair Transport for London.</p> <p>He said that, having studied the structure of the mayoralty, it had become clear that \"it made absolutely no sense democratically for the mayor not to chair Transport for London\".</p> <p>Parker's resignation will not save City Hall much money because he had agreed to work as first deputy mayor for a nominal salary of £1.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336762497\"> <img src=\"https://static.guim.co.uk/sys-images/Business/Pix/pictures/2008/08/19/inmarsat.jpg\" alt=\"Inmarsat satellite launch\" width=\"220\" height=\"310\" class=\"gu-image\" /> </figure>  <p>A satellite the size of a double-decker bus and weighing six tonnes was launched into space early today, completing a decade-long $1.5bn (£805m) investment by London-listed communications company Inmarsat.</p> <p>The Inmarsat-4 satellite, which has a solar panel wingspan the length of a football pitch, was carried into orbit by a Russian-made Proton Breeze M rocket from the Baikonur cosmodrome in Kazakhstan.</p> <p>As it moves into position above the Pacific ocean over the next few weeks it will complete a global communications network for the company. There are two other Inmarsat-4 satellites in orbit.</p> <p>The launch was not just a success for Inmarsat, whose shares gained 12.5p to 500.5p on the news, but for the makers of the Proton rocket at the Khrunichev plant in Moscow. The last outing of the rocket, which was developed in the 1960s to carry nuclear warheads, ended in disaster when it deployed a US communications satellite at the wrong altitude.</p> <p>Despite that setback in March, which was the third in as many years, Inmarsat's chairman and chief executive, Andrew Sukawaty, said he was not overly concerned at being next in the launch queue.</p> <p>\"It is true that the last satellite they launched before this one was a failure but you can take that one of two ways: if you look at the history of the satellite launch business, usually the return to flight — the next one after a failure — has a very high success rate because they double check and triple check everything,\" he said. \"We even had other satellite operators calling us and wanting to buy our slot.\"</p> <p>The rocket blasted off at 11.43pm last night — 4.43am local time — and just over nine hours later the satellite separated from the last stage of the rocket.</p> <p>The satellite will now take another four weeks to slot into its geosynchronous orbit. The first of its five solar panels is ready to begin charging the satellite's battery and the rest will follow over the next few weeks.</p> <p>\"But as they say in the business, 80% to 90% of the launch risk is now behind us,\" said Sukawaty. \"We held off popping the corks from the champagne bottles until this morning.\"</p> <p>\"In fact cork separation was at 9.12am,\" quipped his colleague, press officer Chris McLaughlin.</p> <p>The new satellite is 60 times as powerful as the whole fleet of its predecessors and can provide broadband at up to 500Kb per second. While that may seem low compared with the speed available to the average UK household, which is 10 times greater, it is a massive improvement on the current speed of just 64Kb per second.</p> <p>Inmarsat supplies voice and data services to governments and shipping companies who need to keep in contact with vessels at sea, and is increasingly kitting out aircraft so that passengers can surf the internet during their flight. </p> <p>Its network is also likely to be heavily used as airlines start to permit the use of mobile phones on board.</p> <p>Its equipment is also used by aid agencies in remote areas.</p>",
  "<p><a href=\"http://richarddawkins.net/\">Richard Dawkins</a> is used to being provoked by loony American evangelical creationists. But his <a href=\"http://www.harunyahya.com/new_releases/news/dawkins_challenge.php\">latest challenge comes from a strange Turkish figure called Harun Yahya</a> whose lavishly produced (and frankly preposterous) four-volume tome <a href=\"http://www.harunyahya.com/books/darwinism/atlas_creation/atlas_creation_01.php\">The Atlas of Creation</a> caused a stir last year when it was sent to thousands of academics across Europe.</p> <p>Yahya (real name Adnan Oktar) has invited Dawkins to debate <a href=\"http://www.guardian.co.uk/science/evolution\">Darwin's theory of evolution</a> with him publicly. Yahya believes the theory \"has lately suffered a global collapse\".</p> <blockquote> <p>If Dawkins sincerely believes in this theory, we'd like to invite him to Turkey, or else we could come to UK to have a discussion. Dawkins should clarify hundreds of questions, only a few of which are listed below, before the cameras. So we, as well as the public, will be able to hear what he has to say.</p> </blockquote> <p>Although coming from a Muslim rather than a Christian perspective, Yahya's approach to promoting the creationist argument will be familiar to evolutionary biologists. He <a href=\"http://www.guardian.co.uk/commentisfree/2008/jul/01/evolution.islam\">selectively quotes from scientists</a>. He claims <a href=\"http://www.askdarwinists.com/\">tiny statistical probabilities that biological structures could have appeared by chance</a> - but conveniently ignores the fact that the jump from nothing to complete structure that these probabilities imply is entirely different from the gradual changes produced by natural selection. He triumphantly cites the <a href=\"http://en.wikipedia.org/wiki/Piltdown_Man\">Piltdown Man hoax</a> as evidence that evolutionary biologists are out to dupe us all, even though the century-old fake is irrelevant to the evidence for evolution. </p> <p>He also bangs the old drum about there supposedly being no transitional fossils - <a href=\"http://www.talkorigins.org/faqs/faq-transitional.html\">there are, in fact, lots</a>. And for some reason he has a <a href=\"http://www.bbcrefuted.com/\">whole website devoted to correcting the BBC</a>. </p> <p>Yahya's challenge to Dawkins continues:</p> <blockquote> <p>Let Dawkins ask the same questions to us, and let us give our answers. Let us supply our evidence, and let him bring his - if he has any. Then let the public decide who is right. We want the public to know on a larger scale how Darwinism is a false theory and how it is the greatest deception of the world's history. We are confident that the days are soon to come when people will laugh, asking themselves \"How could we ever believe this theory?\"</p> </blockquote> <p>In the Turkish courts, Yahya's organisation is currently using blasphemy laws to fight the publication of <a href=\"http://richarddawkins.net/firstChapter,1\">Dawkins' book The God Delusion</a>.</p> <p>\"We are not against democracy, but no one can insult or defame our belief,\" Yahya's press assistant Seda Aral told me. She would not reveal how much money had been spent promoting The Atlas of Creation, which sells for $99 in hard copy. \"We don't see the need to share this with the media,\" she said, although she confirmed that a \"few thousand\" copies of the book had been sent out.</p> <p>She also denied that <a href=\"http://uk.reuters.com/article/featuresNews/idUKL2926092420080619?feedType=RSS&amp;feedName=featuresNews&amp;sp=true\">Yahya's organisation is supported by funding from Saudi Arabia, as has been suggested in the media</a>, although she added, \"We would be delighted to have that support.\" </p> <p>Unfortunately for Yahya, his challenge will almost certainly come to nothing because <a href=\"http://richarddawkins.net/article,119,Why-I-Wont-Debate-Creationists,Richard-Dawkins\">Dawkins has vowed not to participate</a> in such debates on the grounds that it grants undeserved scientific credibility to his opponents.</p> <p>He cites advice from the late evolutionary biologist <a href=\"http://www.stephenjaygould.org/\">Stephen Jay Gould</a>:</p> <blockquote> <p>Winning is not what the creationists realistically aspire to. For them, it is sufficient that the debate happens at all. They need the publicity. We don't. To the gullible public which is their natural constituency, it is enough that their man is seen sharing a platform with a real scientist. \"There must be something in creationism, or Dr So-and-So would not have agreed to debate it on equal terms.\" Inevitably, when you turn down the invitation you will be accused of cowardice, or of inability to defend your own beliefs. But that is better than supplying the creationists with what they crave: the oxygen of respectability in the world of real science.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/commentisfree/audio/2008/feb/14/richard.dawkins\">Dawkins did have a spirited debate</a> with the non-creationist Guardian columnist <a href=\"http://www.guardian.co.uk/profile/madeleinebunting\">Madeleine Bunting</a>. </p> <p>You can also <a href=\"http://www.guardian.co.uk/science/audio/2007/jun/04/science814\">listen to Richard Dawkins on the Guardian's Science Weekly podcast</a>.</p>",
  "<p>You may notice that from tomorrow, this blog and a few others will look a little brighter, a little flashier, a little more like ... the rest of the website. That's right, blogs are at last moving onto our new platform. We'll be doing them in two stages, but you can expect the following blogs to look a whole lot shinier very soon:</p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/allotment\">Allotment blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/environment/blog\">Environment blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/environment/ethicallivingblog\">Ethical Living blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/society/joepublic\">Joe Public</a></p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/lostinshowbiz\">Lost in Showbiz</a></p> <p>• <a href=\"http://www.guardian.co.uk/business/marketforceslive\">Market Forces</a></p> <p>• <a href=\"http://www.guardian.co.uk/money/blog\">Money blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/education/mortarboard\">Mortarboard</a></p> <p>• <a href=\"http://www.guardian.co.uk/news/blog\">News blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/politics/blog\">Politics blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/science/blog\">Science blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/travel/blog\">Travel blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/wordofmouth\">Word of Mouth</a></p> <p>• ... and <a href=\"http://www.guardian.co.uk/help/insideguardian\">InsideGuardian</a>, too.</p> <p>... and it's not just a fresh lick of paint. There will be new features including improved search, new ways of getting around, and best of all a closer connection to the rest of the site. </p> <p>What can you expect to find in our new world of blogs? Here's a (not so) shortlist:</p> <p><strong>New design</strong></p> <p>We created a new design for our blogs to reflect the overall design of guardian.co.uk, and showcase the new colours, layout, graphics and navigation. They will, however, remain blog-like - posts will still appear in reverse chronological order with comments and, as before, the righthand column will contain our commercial content and related features, such as the calendar archive. All of the blogs will be getting new colours and fresh banner images. Take a look at the preview below; we hope you'll be impressed.</p> <p><strong>Keyworded links to content throughout the site</strong></p> <p>You may have noticed on guardian.co.uk that we have these clever things called keywords, which look like this: </p> <p>Keywords are useful because they allow you to browse content throughout the site by topic, even if that content is spread out across many different sections.</p> <p>However, the pesky thing about keywords until now has been that they didn't apply to blogs. So, if you clicked on the US election keyword in an article, you might be taken to other articles and videos about the US election but blogposts about the election would be left out. Now, by folding blogs into the rest of the site, blogposts will be fully linked to existing keywords on the rest of the site, and you'll be able to find them on related articles, other blogposts, even videos and audio clips.</p> <p>Also, every blogpost will be linked by keywords both locally and universally, so you'll be able to browse by related content exclusive to the blog or across all content on the site.</p> <p><strong>New navigation</strong></p> <p>We've also tweaked blog navigation for 1) user friendliness and 2) a closer relationship between the blogs and the sections they belong to. Blogs will now sit officially within their content section: Politics blog, for example, will live in the Politics section, as opposed to living in a separate 'Blogs section' of the site. This will be apparent in the URL and navigation at the top of every blog front and article page. We think connecting the blog with its section better reflects the way people naturally interact with the website.</p> <p>We've also added pagination to the blogs fronts so that you'll be able to page back to previous posts, even older ones which have been pushed off of the front page. If you want to look at a post from farther back in time, we've replaced the old archive drop-down with a more user-friendly month-by-month calendar widget which you can use to choose posts from any week since the blog began. (You can see the calendar widget in the picture above!)</p> <p><strong>Other links to the rest of the site</strong></p> <p>If you've used the guardian.co.uk search box, you might be happy to learn that blogs are now incorporated into sitewide search results. In addition, blog author profile pages will now be merged with profile pages for the rest of the site and blogposts will appear in guardian.co.uk author feeds.</p> <p><strong>Sharing</strong></p> <p>Just as with non-blog articles, you can now email your favourite blogposts to friends, clip them to your user account, or share them via Facebook, Digg, reddit, del.icio.us, StumbleUpon, etc.</p> <p><strong>Link to the rest of the blogosphere</strong></p> <p>Have you seen the sharp new 'Most Talked About' widget on the Guardian.co.uk homepage? It catalogues which articles on guardian.co.uk are the most linked to in the blogosphere and then ranks them by popularity. This widget will live on blogs, as well, in the righthand column.</p> <p><strong>New community features!</strong></p> <p>All blog comments will now use the new Pluck module for commenting, as they do on <a href=\"http://www.guardian.co.uk/commentisfree\">Comment is Free</a>. Pluck allows for user avatars, archiving of previous comments, and a variety of other nifty new features. Check <a href=\"http://blogs.guardian.co.uk/inside/2008/08/blogs_and_commenting.html\">Meg Pickard's post</a> for more details. </p> <p>UPDATE: I've re-opened comments on this thread to coincide with the second batch of blogs launching today including:</p> <p>Katine<br>Art blog<br>Books blog<br>Film blog<br>Music blog<br>Theatre blog<br>TV and radio blog<br>Games blog<br>Ask Jack<br>Deadline USA<br>Greenslade<br>Media Monkey<br>Organ Grinder<br>PDA<br>Sportblog<br>Technology blog <br>Dave Hill's London blog<br>Charlotte Higgins on culture<br>Jonathan Jones on art<br>Tom Service on classical music<br>Gareth McLean on TV</p> <p>Feel free to let us know what you think!</p>",
  "<p>The hiring of Associated Newspapers' commercial golden boy, Stephen Miron, one of Lord Rothermere's inner sanctum of senior management, is a stunning coup for Global Radio as it melds its business with GCap Media's radio assets.</p> <p>Miron, the managing director of the Mail on Sunday and Mail Digital, has spent the best part of 17 years working for Associated and today's move has surprised the media industry.</p> <p>The ebullient Miron is tipped by one industry insider to \"pick radio up by the scruff of the neck\" as chief executive of Global, now the UK's biggest commercial radio company following the GCap takeover, with brands including Capital, Xfm, Galaxy, Choice and Heart.</p> <p>Miron, speaking about his new job, told MediaGuardian.co.uk: \"It is a fantastic challenge at a very exciting company. It will be a challenge working in a new medium with a dynamic group of people.\"</p> <p>He is one of the most highly rated, ambitious commercial operators in the UK. He reportedly turned down an offer from the ITV executive chairman, Michael Grade, to join the broadcaster's management ranks last year because he deemed the role not senior enough.</p> <p>Some believe he was potentially in the running to become Lord Rothermere's right-hand man.</p> <h2>Inspired move</h2> <p>\"I should think Lord Rothermere will be more surprised than anyone. There is no question that this is an inspired move by Global Radio,\" said one media source.</p> <p>Miron was considered to be part of a small inner circle of top Rothermere lieutenants including Daily Mail managing director Guy Zitter, with whom some say he had a fractious relationship, and group managing director Kevin Beatty.</p> <p>He is best known as the Associated executive behind last year's Mail on Sunday giveaway of Prince's new album, Planet Earth, which was hailed as the most successful promotion in the paper's 25-year history.</p> <p>The giveaway, which fuelled an extra 600,000 sales to more than 2.8 million copies in July last year, prompted global media coverage, and anger from some music retailers, even prompting a Disney executive to describe Miron as \"<a href=\"http://www.theguardian.com/media/2007/jul/23/mondaymediasection.pressandpublishing1\">the most feared man in the world of content</a>\".</p> <p>Miron's Prince giveaway produced the second highest sale in the paper's 25-year history, surpassed only by its September 7 1997 issue - the day after the funeral of Diana, Princess of Wales.</p> <p>He repeated the trick last month when a McFly giveaway boosted sales of the Mail on Sunday by about 300,000 copies.</p> <p>Miron joined Associated in 1988, having previously been a sales executive at TV Times, and spent a decade in assorted roles at the Mail on Sunday.</p> <p>He left in 1998 to become the commercial director at Independent Newspapers, but returned to the Associated fold after three years.</p> <p>Since returning in 2002, he has worked his way up senior management ranks, having been responsible for operations including Loot, Associated's Irish operation, contract publishing and the digital business.</p> <h2>Groomed for the top</h2> <p>\"The industry view was that when he came back he was being groomed for the top,\" said one source. </p> <p>\"Miron is not a man who makes impetuous decisions. He will be a bigger fish in a smaller pond at Global Radio and he can perhaps be more entrepreneurial and have more scope and influence.\"</p> <p>Marc Mendoza, a managing partner at Havas-owned media agency MPG, said he did not believe Miron's lack of radio experience would be a problem at Global.</p> <p>\"Commerical nous is commercial nous and Miron is a very, very good operator,\" added Mendoza.</p> <p>\"He will bring great commercial gravitas to the organisation. He is very ambitious and he wouldn't move unless Global Radio's ambitions matched his.\"</p> <p>Mendoza argues that Global Radio also has experts such as Don Thomson, now the chief operating officer for radio, to bolster him.</p> <p>Nick Theakstone, the UK chief operating officer of WPP's combined media buying operation Group M, said: \"He makes things happen - this is fantastic news for radio. They have done brilliantly to get him. He will pick radio up by the scruff of the neck.\"</p> <p>The big question is how much Global Radio forked out to lure the one-time Safeway management trainee away from Associated.</p> <p>\"It is well known how well remunerated he was at [Associated],\" said one source. \"Global must have paid a fortune for him.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>[<strong>Update Tuesday 9 September 2008:</strong> we're migrating another batch - <a href=\"http://www.guardian.co.uk/help/insideguardian/2008/aug/19/blogsandcommenting#update9sept\">see below for details</a>]</p> <p>Blogs have been an important part of guardian.co.uk for a long time. In fact, this site was probably the first newspaper site in the UK to recognise the value of blogs and blogging as being fresh ways to tell stories and explore issues in collaboration with readers. </p> <p>The first blog on this site was launched in 2000 (the Guardian Weblog, albeit without comments back then) and since that time we've been steadily expanding the topic areas covered by our blogs to cover everything from The Apprentice (in Organ Grinder) to the Zune (in Technology) as well as consistently improving functionality for both authors and readers. </p> <p>I'm very pleased to say that we're ready to unveil a major face-and-functionality-lift for blogs on guardian.co.uk, which will provide a range of new and exciting editorial and design features as well as a raft of new functionality for our community of readers. </p> <p>From tomorrow, we'll be moving the following blogs to our new platform for publishing and participation: </p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/allotment\">Allotment blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/environment/blog\">Environment blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/environment/ethicallivingblog\">Ethical Living blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/society/joepublic\">Joe Public</a></p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/lostinshowbiz\">Lost in Showbiz</a></p> <p>• <a href=\"http://www.guardian.co.uk/business/marketforceslive\">Market Forces</a></p> <p>• <a href=\"http://www.guardian.co.uk/money/blog\">Money blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/education/mortarboard\">Mortarboard</a></p> <p>• <a href=\"http://www.guardian.co.uk/news/blog\">News blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/politics/blog\">Politics blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/science/blog\">Science blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/travel/blog\">Travel blog</a></p> <p>• <a href=\"http://www.guardian.co.uk/lifeandstyle/wordofmouth\">Word of Mouth</a></p> <p>• ... and <a href=\"http://www.guardian.co.uk/help/insideguardian\">InsideGuardian</a>, too.</p> <p>I'll let the blogs team <a href=\"http://blogs.guardian.co.uk/inside/2008/08/blogs_relaunch.html\">explain the significant changes around design and technology</a>, but I wanted to walk you through a couple of the community enhancements you'll see. </p> <p>First up, you'll notice some differences around commenting on our blogs. We've made it easier to insert basic formatting, block quotes and links into your comments - just use the handy buttons above the comment entry box - as well as making the act of signing in to comment more streamlined. Plus we've made it harder to accidentally post the same comment twice (or three times, or more) in a row, which is good news for the impatient page-refreshers among you.</p> <p>You'll also see some differences in how we present comments: the layout has changed to show more metadata around each comment and you can recommend or report as abusive individual comments much faster, without needing to open your email client.</p> <p>The way comments are presented under a blogpost is something we're still experimenting with, so don't be too surprised if you see the layout changing in subtle ways over time as we optimise page load and user experience. </p> <p>One of the biggest changes for our community, though, is the introduction of user profiles. Everybody who leaves at least one comment on our site automatically gets a user profile, which is a historical aggregation of their public participation on the site. </p> <p>For a long time, we and many other sites operated a content-driven model which meant that user comments were only associated with - and displayed alongside - a particular content item. The creation of user profiles reveals our growing community-driven approach, recognising that just as every guardian.co.uk author gets a contributor page in which their contributions are archived so that their participation can be explored across topics and over time, so should our users.</p> <p>Your own user profile can be found in three ways: </p> <p>• By clicking on the \"your profile\" link which appears at the top of each page on this site when you're logged in</p> <p>• By clicking on your user name or avatar icon next to a comment you've left</p> <p>• By directly visiting the URL which will be in the format <strong>http://www.guardian.co.uk/users/<em>yourusername</em></strong> So, for example, my profile is at <a href=\"http://www.guardian.co.uk/users/megpickard\">http://www.guardian.co.uk/users/megpickard</a></p> <p>You can obviously find other users' profiles via the methods described in (2) and (3) above, but we'll also be implementing a user search feature in due course. For the moment, though, you can search for things appearing in user comments via the standard search page: just go to <a href=\"http://browse.guardian.co.uk/search\">http://browse.guardian.co.uk/search</a>, enter your search term and select the \"reader comments\" radio button.</p> <p>Over time, you'll see more functionality added to the user profile pages (of which more in due course), but for the moment you can add some descriptive data about yourself (location and interests seem to be popular fields) and choose an identifying icon from a selection. </p> <p>(Incidentally, we've been asked a number of times whether the colours or styles of user icons have any particular meaning. The truth is they don't, unless you <em>think</em> they do, in which case they absolutely <strong>do</strong>.)</p> <p>Those who regularly stroll about the whole site may have noticed the new community functionality being trialled in <a href=\"http://commentisfree.guardian.co.uk\">Comment is free</a> over the last few months: you can see examples of how the user profile pages appear there, and how commenting has changed in appearance and functionality.</p> <p>It wouldn't be a proper launch without a couple of oddities, but luckily we know about these in advance. </p> <p>• First, because of a quirk in our registration system, when we launch the first batch of blogs on Tuesday, we'll only be able to migrate comments that were submitted since April 13 2006. Comments submitted before this date will still be stored safely in the old system and we're working on migrating them over at a later date. The only blogs affected by this should be the News blog (created September 2004), the Politics blog (September 2004) and Mortarboard (February 2006). That means that for each of these blogs, any articles written before April 13 2006 won't have comments under them for the moment. But soon!</p> <p>• Secondly, you might notice some inconsistencies about comment ordering, especially for users who've been around and participating for a long time (because you're special, see?) Basically, comments are displayed against articles in chronological order with the five most recent showing by default. On the user profile pages, however, they'll initially be displayed in the order in which they have been imported into our new community platform. Once the whole migration has been completed, we'll then be able to run a script to reorder all the comments, so you might notice some interesting time-stamping for a short while. No need to panic, though.</p> <p>The rest of the blogs will be migrating to our new publishing and community platform in September, and there'll be more community features and functionality appearing on the site throughout the coming weeks and months.</p> <p>To help with the transition, I've created a comprehensive (and ever-expanding) set of <a href=\"http://www.guardian.co.uk/communityfaqs/\">Frequently asked questions</a> which cover everything you ever wanted to know about our new community functionality, as well as information about moderation, policy and much more. This document will be updated often, and will always be linked to from the <a href=\"http://www.guardian.co.uk/talkpolicy/\">Community standards and participation guidelines</a>, which continue to govern everyone's use of this site.</p> <p>In the meantime, you'll be able to comment on the old-style blogs until about 4.30pm (London time) on Tuesday, at which point we'll need to close them to new submissions until the migration is over. </p> <p>(In the interim, if you absolutely <em>must</em> get something off your chest, I can recommend our own fine <a href=\"http://talk.guardian.co.uk\">talkboards</a>, <a href=\"http://blogs.guardian.co.uk/\">other guardian.co.uk blogs</a>, or simply scribbling on a post-it note as effective ways to provide short-term relief until we turn comments back on.)</p> <p>By the time you wake up on Wednesday morning, you'll be able to comment anew - and we look forward to hearing what you have to say!</p> <p>As I mentioned above, Amber McNett and Kevin Anderson from our blogs team will be providing <a href=\"http://blogs.guardian.co.uk/inside/2008/08/blogs_relaunch.html\">more detail about what will be happening and when on their blogpost</a> and I encourage you to leave any comments, questions and suggestions you might have about the changes either there or here - I'll be reading all your comments and will respond to as many as possible over the launch period.</p> <p><a name=\"update9sept\"><strong>UPDATE Tuesday 9 September 2008</strong></a></p> <p>As promised a few weeks ago, we're now ready to migrate the remaining blogs over to the new platform, which means that from tomorrow, the following blogs will have the same enhanced functionality and access to community features as all the rest:</p> <p>• Katine blog<br>• Art blog<br>• Books blog<br>• Film blog<br>• Music blog<br>• Theatre blog<br>• TV and radio blog<br>• Gamesblog<br>• Ask Jack<br>• Deadline USA<br>• Greenslade<br>• Media Monkey<br>• Organ Grinder<br>• PDA<br>• Sport blog<br>• Technology blog <br>• Dave Hill's London blog<br>• Charlotte Higgins on culture<br>• Jonathan Jones on art<br>• Tom Service on classical music<br>• Gareth McLean on TV</p> <p>As before, the comments on this post will be open, and we look forward to hearing what you have to say.</p> <p>Plus: In the next few weeks, you'll see a few other enhancements to how content and community functionality appear on the page. More details in due course.</p>",
  "<p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSDEL3263220080818?feedType=RSS&amp;feedName=environmentNews\">'Toxic' Indian festivals poisoning waterways</a></strong> &gt;&gt;Source: Reuters</p> <p>Toxic chemicals from thousands of idols of Hindu gods immersed in rivers and lakes across India are causing pollution which is killing fish and contaminating food crops, experts and environmentalists said on Monday.</p> <p><strong><a href=\"http://www.scidev.net/en/news/chinese-scientists-recycle-circuit-boards-to-park-.html?utm_source=link&amp;utm_medium=rss&amp;utm_campaign=en_news\">Chinese scientists recycle circuit boards to park benches</a></strong> &gt;&gt;Source: SciDev.net</p> <p>Chinese scientists have developed a method to turn the circuit boards from old computers into a strong material that could be used to make park benches and fences.</p> <p><strong><a href=\"http://news.bbc.co.uk/1/hi/sci/tech/7568748.stm\">Coal's toxic legacy to the Arctic</a></strong> &gt;&gt;Source: BBC News</p> <p>Coal burning in western Europe and North America has been a prime source of heavy metal pollution in the Arctic. </p> <p><strong><a href=\"http://www.nytimes.com/2008/08/18/sports/olympics/18beijing.html\">More than halfway through the Olympic Games, a rarity for Beijing: a breath of fresh air</a></strong> &gt;&gt;Source: New York Times</p> <p>Friday and Saturday brought two of the clearest summer days in recent memory in Beijing, with minuscule pollution levels for a city where air quality often ranks among the worst in the world.</p> <p><strong><a href=\"http://www.worldwatch.org/node/5862\">Can the Dead Sea be brought to Life? </a></strong> &gt;&gt;Source: Worldwatch Institute</p> <p>In an effort to halt the sea's rapid disappearance, Jordan, Israel, and the Palestinian Authority, with the help of the World Bank, are proposing a project to import water from the Red Sea in the south.</p> <p><strong><a href=\"http://www.independent.co.uk/environment/nature/magpies-reflect-on-a-newly-discovered-intellectual-prowess-901857.html\">Magpies reflect on a newly discovered intellectual prowess</a></strong> &gt;&gt;Source: the Independent</p> <p>Magpies have been shown to possess the intellectual prowess necessary to recognise themselves in a mirror - a feat that, until now, has only been seen in humans, apes, elephants and dolphins.</p>",
  "<p>The resignation of Michael Vaughan has provided breathing space for one man in particular, but we may be talking about a quick gulp rather than a lungful. If England fail to perform in their one-day games against South Africa over the next fortnight, the future as coach of <a href=\"http://www.theguardian.com/sport/peter-moores\">Peter Moores</a> must be called seriously into question. The Spin doesn't want to come over all red-top here: this is not a witch-hunt for the sake of it. But the evidence has been unfavourable for a while now.</p> <p>Let's start with a simple comparison. When Duncan Fletcher took over for the 1999-2000 trip to South Africa, England were bottom of the world and picked a suitably shambolic touring side that included Gavin Hamilton, Darren Maddy and Chris Adams. Yet within a year England had won their first Test series against West Indies since 1969, their first in Pakistan since 1961-62 and had come from behind to win in Sri Lanka. Progress was almost immediate.</p> <p>Moores may have inherited a side that had just flopped badly in Australia and the Caribbean, but at least it contained players who had grown up tasting victory as well as defeat. Fletcher did not have that luxury. Yet well over a year into Moores' reign, not even the most ingenious management speak can put a reassuring gloss on England's status in the world game, which is now best described as mid-table mediocrity, in both Tests and one-dayers.</p> <p>Defeat to South Africa, who are currently ranked second in one-day cricket behind Australia, would mean England have lost three series out of four this summer. And if it's progress we're talking about, that compares badly to 2007, Moores' first year in charge, when the overall balance was 2-2 and would have been even better if an lbw decision had gone England's way in the Lord's Test against India.</p> <p>Passing judgment from outside the dressing room can be perilous, but such has been the level of dissatisfaction from within it that those judgments are being dished out on a silver platter. One senior player - anonymous, of course - has been quoted as saying he finds the coach's \"in your face\" approach grating, and there is well-sourced speculation that suggests Vaughan might still be captain if another coach was in charge. \"That'll teach them to go with statistics,\" he reportedly muttered during the Headingley Test, a reference to the procedure that led to the selection of Darren Pattinson (Moores is one of four selectors). Hardly inspires confidence, does it?</p> <p>So what will happen if - as seems likely - England lose the five-match NatWest Series to a buoyant South African side? The chances are we'll be told that the team is in transition (with less than a year before Australia arrive), that the boys are pulling together, and that international cricket is a tough environment. And then? Then England will go to India and be thankful they're only playing a two-Test series.</p> <p>In one respect Moores deserves our sympathy: there is so little talent knocking on the door that when he was asked - three times - after the Edgbaston Test who he and the other selectors had their eye on in the county game, the only name he could produce amid some painfully evasive and long-winded answers was Ravi Bopara, who is not exactly an unearthed gem.</p> <p>The suspicion remains that Moores lacks Fletcher's knack of identifying players possessing the mental toughness - hence the over-reliance on stats which provoked Vaughan's grumble. But that, surely, is only part of a coach's brief, especially when the national selector, Geoff Miller, is such an assiduous watcher of domestic cricket. No, what really counts is a coach's ability to get the best out of the squad he is working with.</p> <p>So far Moores has won the three Test series against sides ranked below England and lost the three against sides ranked above them. And he is in danger of sacrificing the credit built up by one-day series victories over India and in Sri Lanka. Kevin Pietersen may need to be at his electric best in the days ahead if the vultures are not to grow noisier.</p> <p><em>Extract taken from <a href=\"http://sport.theguardian.com/thespin/0,,806133,00.html\">The Spin</a>, theguardian.com's weekly take on the world of cricket. Subscribe now - it's free</em></p>",
  "<p> <strong>By Robert Andrews</strong></p> <p><strong>Joost</strong>, which is already frustrated at its failure to get any content from <strong>BBC</strong>, <strong>ITV</strong> (LSE: ITV) and <strong>C4</strong>, has told the <strong>Competition Commission</strong> that the broadcasters' <strong>Kangaroo</strong> JV will only \"exacerbate\" the problem. <a href=\"http://www.paidcontent.co.uk/entry/419-breaking-tv-producers-fear-kangaroo-will-dampen-competiton\">As we noted last week</a>, several VOD operators are concerned the JV may hike prices charges for content to rival distributors. In <a href=\"http://www.competition-commission.org.uk/inquiries/ref2008/kangaroo/pdf/third_party_submission_joost.pdf\">its submission to the commission's inquiry</a> on the yet-to-launch VOD platform, Joost, which also lobbied the <strong>OFT</strong>'s initial inquiry, acknowledged that \"(our) business has (already) suffered as a result\" of its inability to get public service content in the UK as it has done in Sweden...<br>\"(Our) inability to obtain content from the joint venture's parents on reasonable commercial terms is a key issue limiting (our) ability to compete in the UK. While the parties may argue that they stand to gain more financially through a non-exclusive distribution model, the lack of any licensing deals to date with Joost, despite numerous approaches, weakens their position on this issue.\"<br>Joost called on the commission to block the bundling together of the Kangaroo distribution arm with its wholesale content sale operation. And it's worried about Kangaroo's ability to discount advertising rates for ad packages bought across TV and online. <strong>Time Warner</strong> (<a href=\"http://finance.paidcontent.org/paidcontent?Page=QUOTE&amp;Ticker=TWX\">NYSE: TWX</a>), however, said Kangaroo would have a \"<a href=\"http://www.competition-commission.org.uk/inquiries/ref2008/kangaroo/pdf/third_party_submission_time_warner.pdf\">positive effect</a>\".<br>Another interesting note emerging from the commission today... inquiry group member <a href=\"http://www.competition-commission.org.uk/our_peop/members/all_members/biogs/peterjones.htm\"><strong>Peter Jones</strong></a> and CC staffer <strong><a href=\"http://www.competition-commission.org.uk/our_peop/staff/senior_staff/biogs/rachelmerelie.htm\">Rachel Merelie</a></strong> both hold shares in <strong>BT</strong> (<a href=\"http://finance.paidcontent.org/paidcontent?Page=QUOTE&amp;Ticker=BT\">NYSE: BT</a>), whose Vision VOD service has been cited as a possible loser in the Kangaroo roll-out. But the CC <a href=\"http://www.competition-commission.org.uk/inquiries/ref2008/kangaroo/related_disclosure.htm\">said this will not prejudice the inquiry</a>.</p> <p><strong>Also on <a href=\"http://www.paidcontent.co.uk/\">paidContent:UK</a> today:</strong></p> <p>• Interview: Ashley MacKenzie, CEO, MyVideoRights: 'My Father is my Chairman'</p> <p>• Industry Moves: Mail's Miron leaving for Global Radio</p> <p>• Our newest report: Online advertising VC and M&amp;A deals in the last year</p> <p>• Mobile ad firm Rhythm New Media pulls out of UK and India</p>",
  "<p>Global Radio has hired Stephen Miron, the Mail on Sunday executive behind last year's Prince CD giveaway, to be chief executive of the UK's biggest commercial radio business following the GCap Media takeover.</p> <p>Miron, the managing director of the Mail on Sunday and Mail Online, will run the combined Global/GCap radio business, which encompasses brands including Capital, Galaxy, Choice, Xfm and Heart.</p> <p>The date Miron joins Global has still to be finalised. He will report to the Global founder and group chief executive, Ashley Tabor.</p> <p>Miron will work alongside Richard Park, who joined Global a year ago but today moves to the new role of group executive director, with the additional role of director of broadcasting.</p> <p>In addition, Don Thomson becomes chief operating officer of the radio division while Michael Connole becomes chief financial officer.<br> Miron's hiring and today's other executive moves come after the Office of Fair Trading gave Global's £375m GCap takeover the all clear on August 8. </p> <p>Today's appointments will all sit on Global's new radio board, which will continue to be chaired by Charles Allen.</p> <p>Tabor said: \"[Stephen] is highly regarded within the media sector and I have been impressed with his achievements within the newspaper industry over many years and in particular the innovative and exciting developments he has brought to the Mail on Sunday. </p> <p>\"I have no doubt that his drive, along with his commercial and management experience, will enhance our business and I look forward to him joining the company.<br> \"We now have the right management balance to drive the business forward and ensure that Global and its radio brands, lead the industry.\" </p> <p>Miron added: \"Ashley Tabor's vision of creating the largest commercial radio business within the UK has now become a reality and I look forward to joining his company at this very exciting time.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><strong>Just 40 gold medals to go </strong></p> <p>1848: James Marshall finds gold-dust in the bucket of his waterwheel in Sutter's mill in Coloma, California.</p> <p>1896: Skookum Jim Mason pulls a nugget out of Bonanza creek in Klondike, north-west Canada.</p> <p>2008: Nicole Cooke crosses the line first in the women's road race in Beijing.</p> <p>Yup, the British gold rush sparked by Cooke is getting mighty frenzied. Paul Goodison bagged the 13th gold of the Games for Britain in the Laser class sailing. Stopping only briefly to ask \"what is Laser class sailing?\" the thousands of British fans and spectators in China will once again burst into bouts of celebratory gloating. God Save The Queen has been more ubiquitous in Beijing than any song except the anthems of China, the US, that awful pap by Sarah Brightman and Liu Han, and Kim Wilde's Kids in America.</p> <p>Minutes later they will be back on their feet again. This time for cyclists, who are by far the greatest British success story of the Games. The astonishing haul of five golds won by the 25-person team is set to rise, rise and rise again later today.</p> <p>With the day's cycling due to start at 9.30am BST the British fans in the stands of the Laoshan velodrome will soon be popping up and down like cuckoo clocks. Chris Hoy and Jason Kenny are on course for an all-British showdown in the men's sprint, Victoria Pendleton should go in the final of the women's equivalent provided she comes through her semi-final, while Bradley Wiggins and Mark Cavendish will contest the final of the Madison. That last event should see Wiggins win his seventh Olympic medal and is guaranteed to cause a spike in admission charts at casualty wards across the country, as kids try to emulate the slingshot handshakes riders use to propel their relay partners into the race.</p> <p>Winning all three events would mean that the British cycling team had won eight golds, more than the entire nation won at any single Olympic Games between 1924 and 1996. It would also be enough to make this Britain's most successful Games in a century. They've a way to go to beat the bullion tally from 1908 mind, when Britain provided more than a third of the 1,800 athletes at the London Games and won the small matter of 56 golds. With three more possible today, that's just 40 to go people.</p> <p><strong>Latest news</strong></p> <p><a href=\"http://www.theguardian.com/sport/2008/aug/19/olympicsathletics.olympics20081?DCMP=EMC-E_BEI_EMS\">Encouraging morning for Brits in the Bird's Nest</a><br>Jade Johnson and Goldie Sayers qualified for the long jump and javelin respectively, while Emily Freeman and American favourite Allyson Felix both progressed in the 200m heats.<br><a href=\"http://www.theguardian.com/global/2008/aug/19/olympics2008.olympicstriathlon?DCMP=EMC-E_BEI_EMS\"><br>Britain fails to win first medal in triathlon</a><br>Alistair Brownlee was the highest British finisher in this morning's men's triathlon, coming home in 12th place. Germany's Jan Frodeno won the race.</p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/19/britain_bid_for_more_cycling_g.html\">Britain's bid for more cycling golds - live!</a><br>Our man at the Laoshan velodrome, Robert Kitson, blogs live as Britain's riders bid for three more track golds.</p> <p><strong>Best of the blogs</strong></p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/18/isinbaeva_adds_to_the_history.html?DCMP=EMC-E_BEI_EMS\">Isinbaeva adds to the history books</a><br>Not only is she beautiful, pole vault champion Yelena Isinbaeva is also the greatest female athlete of her generation, notes Andy Bull</p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/18/wilder_carries_the_hopes_of_a.html?DCMP=EMC-E_BEI_EMS\">Wilder carries the hopes of a nation and of his daughter</a><br>Kevin Mitchell tells the story of Deontay Wilder, who started boxing to pay medical bills for spina bifida treatment, and now is the US's main hope to save their fighting reputation</p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/19/london_will_struggle_to_match.html?DCMP=EMC-E_BEI_EMS\">Chavs? Sloanies? No? Well who then?</a><br>London 2012 will struggle to provide the number of helpful young volunteers that Beijing has, writes Marina Hyde</p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/19/christie_has_had_his_cold_turk.html?DCMP=EMC-E_BEI_EMS\">Time to bring Linford back</a><br>Linford Christie has served his punishment, says Richard Williams, so his continuing absence from British athletics is unfathomable<br> <br><a href=\"http://blogs.theguardian.com/sport/2008/08/19/bolts_showboating_is_a_slap_fo.html?DCMP=EMC-E_BEI_EMS\">Bolt's showboating is a slap for us idealists<br></a>Usain Bolt may have broken the world record in the 100m, but his grandstanding left a sour taste in Kriss Akabusi's mouth</p> <p><a href=\"http://blogs.theguardian.com/sport/2008/08/18/hopes_of_a_nation_dashed_as_ch.html?DCMP=EMC-E_BEI_EMS\">Hopes of a nation dashed</a><br>Michael Phillips on the significance of Liu Xiang's withdrawal from the 110m hurdles, who devastated 1.3bn people in the process</p> <p><strong>Bei-watch </strong></p> <p>There were strange scenes on the pole vault runway last night, as the Olympics witnessed a stand-in demonstration from Brazilian vaulter Fabiana Murer. Having already cleared 4.45m, Murer discovered that one of her poles had disappeared from the arena, misplaced by officials. Furious, she refused to take any more jumps and stood, arms folded across her chest, in the middle of the runway refusing to budge until her pole was found. China's Shuying Gao was made to wait, bemused, while officials fixed the problem and the stadium announcer apologised for the \"minor technical problem\". They did get her pole back, eventually, and Murer promptly failed to make any of her next three jumps and was eliminated. </p> <p>Good to see that the Beijing authorities have acceded to media pressure and finally released details of the application procedure for those disgruntled citizens wishing to use the offical \"protest zones\" in parks across the city. There have been, authorities said, 77 requests for the right to protest from 149 people. Encouraging news for freedom of speech activists everywhere then. Except that, ah, 74 of those requests were \"withdrawn after amicable settlements between the authorities and the parties concerned\". Two more were \"suspended due to incomplete procedures\" and the 77th was \"rejected because it was in violation of demonstration law\". All of which brings the grand total of protesters to have made it through the paperwork to the parks themselves to, umm, zero. </p> <p>Perhaps NBC don't realise quite how much the Olympics can grab people's imagination. Michael Phelps' historic eighth gold medal-winning swim was watched by an average 31.1m viewers in the US, giving NBC their most watched Saturday prime-time broadcast for 18 years. Shame they couldn't bring themselves to show Usain Bolt's incredible 100m victory, then. Shelly-Ann Fraser has put her 100m victory down to genetics, after noting how her mother was an extremely fast woman herself. Her evidence? That her mum used to regularly outsprint police when they caught her trading illegally in their Jamaican ghetto.</p> <p><strong>What's coming up </strong></p> <p><a href=\"http://www.theguardian.com/sport/olympics/2008/events/aug/19\">All today's fixtures and results</a></p> <p>Cycling (9.30am BST/4.30pm Bei)<br>Three more gold medal chances for Britain, with Bradley Wiggins and Mark Cavendish in the Madison (10.30am BST), Victoria Pendleton in the women's sprint (11.30am BST), and Chris Hoy in the men's sprint (11.40am BST) </p> <p>Athletics (12.10pm/7.10pm)<br>Three Britons - Germaine Mason, Martyn Bernard and Tom Pearson - make up a quarter of the high jump field but all would exceed expectations if they find themselves on the podium </p> <p>Football (2pm/9pm)<br>The reigning Olympic champions Argentina, complete with Lionel Messi, take on the five-times World Cup winners Brazil at the Workers' stadium for a place in the final. Belgium face Nigeria in the other semi-final </p> <p>Athletics (3.10pm/10.10pm)<br>Reigning world and Commonwealth champion Christine Ohuruogu was second fastest in qualifying for the women's 400m final. Can she complete the hat-trick with Olympic triumph? </p> <p>Athletics (3.50pm/10.50pm)<br>Is Andy Baddeley the new Steve Cram or Peter Elliot? Find out in the final of the 1500m from the Bird's Nest</p> <p><em><a href=\"http://www.theguardian.com/sport/competition/2008/aug/04/olympicgames2008\">Click here</a> to subscribe to the Beijinger for free</em></p>",
  "<p><strong>19.34</strong> Well, that's it from the velodrome. Hope you've enjoyed the ride. And for any non-British readers who have stuck with it this far, heartiest congratulations. To be honest, this is just about as good as it gets for Team GB. Forgive us, therefore, if the Guardian mask of studied impartiality has occasionally slipped somewhat. And next time you pop out for a ride on your bike, think of Chris Hoy's thighs and pedal a little faster.</p> <p><strong>19.17</strong> No wonder the tears are flowing already. He won a gold in the time trials in Athens but this is something else. We should not forget Kenny, either. A silver medal at the age of 20 is unlikely to be his last. He just doesn't have Hoy's rampaging power and finishing strength. Nor does anyone else at these Games.</p> <p><strong>19.14</strong> He can't do it! It's HOY the history-maker! A third gold medal of the Games, the first Briton to achieve that feat in 100 years. He started on a BMX bike at the age of seven; now, at the age of 32, his place among cycling's greats is assured.</p> <p><strong>19.08</strong> Total respect to Pendleton, a charming and gifted athlete at the peak of her powers, but there's barely time to wrap herself in a Union Jack before the men's sprint finals resume. Three laps, as before, with the onus on Kenny to catch Hoy unawares and see off the flying Scotsman.</p> <p><strong>19.04</strong> FABULOUS STUFF! IT'S GOLD FOR PENDLETON! Never in doubt, she had the race won before she even entered the final straight. Britain's sixth cycling gold of these Games is in the bag.</p> <p><strong>19.00</strong> Here she comes! It's tough on Vicky P that, because of the way the schedule has panned out, she is likely to get overshadowed by Hoy's quest for triple gold. That should not detract from her consummate racing over two days here when, frankly, she has blitzed all-comers. Her and Meares have a bit of 'previous' in big races but this appears to be Pendleton's race to lose.</p> <p><strong>18.55</strong> Brief lull while we get the races for the minor placings out of the way. Don't go away, though, because Pendleton will be back on shortly.</p> <p><strong>18.46</strong> It's HOY! Kenny did his best to get away early but the powerhouse caught him on the line. He looks unstoppable...</p> <p><strong>18.43</strong> And here comes the big one! That's Hoy, obviously, whose trouser-buying habits have apparently become the subject of speculation following a casual enquiry in the Guardian this week as to how he finds a pair capable of accommodating his huge thighs. We'll leave that one to the fashion experts....all I can say is that Hoy could be just the quick, powerful back-row forward Scotland have been looking for.</p> <p><strong>18.36</strong> Don't despair. The great thing about cycling at these Games is that there's always another GB medal around the corner. Pendleton has just won the first race of her final against Meares in commanding fashion. And if that hasn't cheered you up, here's a treat for all you new Madison fans out there...</p> <p>http://www.youtube.com/watch?v=PU40d5YVmYo</p> <p><strong>18.27</strong> Congrats, obviously, to the Argentine pair of Juan Esteban Curuchet and Walter Fernando Perez on pricking the GB bubble without any hint of 'Hand of God' controversy. To say the Brits are disappointed with their effort, though, would appear to be a substantial understatement. Cavendish immediately disappeared down the ramp out of the arena without a hint of a backward glance, let alone a consolatory arm around Wiggins. Up in the stands, Mr Blair looks rather less chirpy. Maybe his successor knows more about cycling than we imagined.</p> <p><strong>18.24</strong> It's OVER. Argentina gold, Spain silver, Russia bronze...and GB eighth. Not good enough on the day, sadly.</p> <p><strong>18.22</strong> Argentina, Russia and Spain look to be the gold medal contenders, with Belgium lurking. This is not how it it was supposed to be.</p> <p><strong>18.19</strong> It's just not happening. Whenever Cavendish looks about to surge away, the momentum is never quite sustained. Only 12 laps to go...</p> <p><strong>18.17</strong> If we are going to see a glorious British attack, it has got to happen soon. And here it comes, bang on cue! Cavendish is away again, giving Wiggins a flying handover. But after eight of the 10 sprints, GB are still only in 10th place. Don't let anyone tell you these gold medals are easy to win.</p> <p><strong>18.11</strong> Tell you what, these boys are brave. Or stupid. Just a reminder to those who have never ridden one of these racing bikes that there is one crucial design flaw. They don't have brakes. So when you're whizzing around the bend and the bloke in front of you cuts you up, you need extraordinary reactions to stay alive. Cavendish is unbelievable in a crowd. They clearly don't take much notice of Health and Safety restrictions on the Isle of Man.</p> <p><strong>18.06</strong> Right, we're approaching the final third of the race, a mere 60 laps to go. The Kiwis, the Danes and the Germans are on the attack, the Brits are biding their time. We're approaching crunch time...</p> <p><strong>18.01</strong> Is this a good moment to talk about the roof of this stadium, a wonderful spoke-inspired circular design? Of course not, you idiot. Concentrate, this is important.</p> <p><strong>17.59</strong> Don't panic, Mr Mainwaring. The gleaming-domed boss of GB cycling, Dave Brailsford, is leaning nonchalently against the the bike-racks with the air of a man convinced it'll come good in the end. Cavendish is suddenly going like a train, the pack has been split. C'mon, lads!</p> <p><strong>17.52</strong> Hmm. A fair amount of groaning amongst the cognoscenti. The Brits are leaving themselves with a lot to do and the fast-paced race they would have ideally preferred has not yet materialised. At least the Italians have been reined in but Team GB's magic touch is not yet evident.</p> <p><strong>17.46</strong> Significant moment. Italy make an early move and gain a lap on the rest of the field. Argentina are trying to do the same. The rest of the pack, though, are doing their best to put the Italians firmly back in their place by upping the pace. Only 136 laps to go, though....</p> <p><strong>17.42</strong> Just kidding, I know precisely what's happening now I've consulted my esteemed colleague, the guru otherwise known as the Guardian's chief cycling correspondent. We've had two sprints so far and, frankly, it's not been the greatest start. The Brits have missed out on early points which was the gameplan. Cavendish won four stages of this year's Tour de France, however, so if there's some late sprinting to be done there is no-one out there with more gas....</p> <p><strong>17.39</strong> The Danes are winning, I'm told. Early days, though....</p> <p>17.30 And they're away in the Madison. This'll be fun. Imagine a whole load of coloured clothes spinning around in a washing machine and you'll get some idea of how easy it is to keep an eye on a specific rider. One minute they're belting along the inside, the next they're hanging around up on the banking. Ah yes, the banking. It's a 44 degree slope, apparently, and standing up on the top of it is scary enough, let alone taking a bike up there. The mad men of the Madison. Hmm, maybe I'll go home and write a stylish TV series when this is all over...</p> <p><strong>17.26</strong> Not a spare seat in the stadium now. If Gordon Brown's planning a late dash, he's left it too late. Next up is the Madison, the race the connoisseurs drool over. It takes its name from Madison Square Garden in New York where they dreamed up a new set of rules over a century ago to prevent cyclists becoming exhausted in six-day races. It's not a million miles away from tag wrestling, with teams consisting of two riders in a race run over a distance of 50km (200 laps) with intermediate sprints. Here, if you're interested, are the rules in full: The final placing will be determined by the accumulated points in the sprints, which occur every 20 laps, or by the distance according to the complete laps covered by each team. Teams having covered the same number of laps will be placed according to their accumulated points. Where there is a draw on laps and points, the place during the final sprint shall decide the final result. Sprint points will be awarded as follows: 5 points to the first team, 3 points to the second, 2 points to the third and 1 point to the fourth.</p> <p>Simple, eh? All you really need to know is that Wiggins and Cavendish are bloody good at it. By the way, Guo Shang has just missed out on the final against Pendleton after a re-run race caused when she fell off during the cat-mouse phase and was then disqualified for entering the sprinters' lane alongside Meares in the closing dash. This is China, a country which boasts over 300 million bicycles. It's fair to say the organisers would have loved to see her in the final.</p> <p><strong>17.08</strong> Surprise, surprise, it's an all-Brit final. Kenny shreds Levy and it'll be fascinating to see what happens next. The GB tactical sprint coach Jan Van Eijden advises both men but, clearly, he's in an impossible position now. It's a bit like Venus and Serena Williams playing each other. Hoy's the senior man, though, and will fancy his chances.</p> <p><strong>17.04</strong> And it's Hoy in the final! These races are supposed to be nip and tuck but he's strolled this one. He's looking unbelievably strong and, frankly, invincible. But these are the Olympics, things can always go wrong. Theoretically.</p> <p><strong>17.00</strong> Not sure who Vicky will be racing in the final yet. Meares has come back at her, winning the second race to set up a third and final decider. The speed at which all these riders hurtle off the banking is just unreal.</p> <p><strong>16.53</strong> Beijing time Never mind the star-gazing, we're here for the sport. Jason Kenny is perhaps the least well-known of Britain's individual medal hopefuls but he also looks quick, strong and purposeful as he pips Maximilian Levy to bring a final showdown with Hoy ever-closer. But, hold on, what's this? Another familiar face...why, it's the Princess Royal! There's a clear pecking order here...Bernie's had to move seats. Presumably Lord Coe, Sir Clive Woodward and Dame Helen Mirren will be along shortly. Honestly, cycling really is becoming the new rock and roll. And Vicky P is in the final, coming from nowhere to pip Willy Kanis (nice name for a girl) on the line and guarantee herself at least a silver.</p> <p><strong>16.42</strong> Chris Hoy, already Scotland's most prolific Olympian, romps away with his opening duel against Mickael Bourgain of France but we're suddenly peering at a couple of notable spectators down below. Look, there's Bernie Ecclestone, clearly here to check whether F1 has got a new track rival. And, crikey, there's Tony Blair sitting a bit further along the same row. Clearly he's trying to steal some of that bike-loving David Cameron's thunder...please insert your own Norman Tebbit-themed joke here.</p> <p><strong>16.36</strong> Yes, okay, I know it's Pendleton but the excitement is already rising here and it's clearly affecting my typing. At least I got Guo Shuang right...and she's just won her first race against Australia's Anna Meares.</p> <p><strong>16.31</strong> And then they go mad, dipping down off the banking and swooping like eagles. Pembleton wins it by a comfortable margin but it's best-of-three and she still needs one more win to make the final.</p> <p><strong>16.30</strong> Right, here we go. They've just flashed up the medal table showing Britain already have nine medals, with Spain their nearest rivals on two. Just the sort of encouragement Vicky needs. Mind you, they don't exactly flash out of the blocks here.....imagine a cat stalking a mouse and you get the general idea, at least for lap one.</p> <p><strong>16.29</strong> Actually, I was wrong earlier when I suggested there were no other riders of interest here except the gallant Brits. China's Guo Shang could well end up facing Pembleton in the women's sprint final and looked pretty sharp in the semis yesterday. Splendidly, she hails from Inner Mongolia which I like to imagine as a rather neat, suburban, mowed-lawn and picket-fence type of place where the hordes go to play whist and bingo when they're not roaming the inhospitable plains. Or maybe not. Either way, she's one to watch.</p> <p><strong>16.16</strong> Beijing time Let me set the scene while we're waiting. If you've never been inside a velodrome they take a bit of getting used to. No hidden dressing-rooms here, the riders and their equipment is all open to public inspection in the middle of the track. It's a bit like having a seat above an operating theatre as people in masks extract vital organs before your eyes. Well, not quite but they're frantically busy in a cool, calm, measured type of way, making sure that every last little detail is just so. Around them the cyclists circle their practice laps, exuding that slightly other-worldly fitness and focus so common among elite athletes. Part of me wishes they had paper bags slung across their shoulders and had to lob a copy of China Daily into a letter-box at the end of every lap but, clearly, that would be a silly idea.</p> <p><strong>Preamble</strong>: Well, morning to all and welcome to what must be the first live cycling blog in Guardian history. For those of you who don't know a Madison from a set of bike clips, don't panic. Something tells me this may not be the most sophisticated technical blog you'll ever stumble across but we'll be doing our best to keep you up to date with potentially the most significant three hours British track cycling has seen in 100 years of Olympic competition. Chris Hoy and Bradley Wiggins are both seeking their third gold medals of these Games, a feat no Brit has managed since a certain Henry Taylor earned three swimming golds in London in 1908. Victoria Pendleton is also going for gold - sorry, this sort of excitable stuff is hard to avoid - and you'll also be hearing plenty about Mark Cavendish and Jason Kenny.</p> <p>As I write there are platoons of cyclists from other nations whizzing around the track just below me here at the Laoshan Velodrome but, in theory, they're only here to make the numbers. That, at least, is what the greybeards tell me and the excitement is practically dripping off them. Considering the low profile of British cycling just a few years ago, this is the amateur biker's equivalent of England winning the Ashes and the Rugby World Cup rolled into one. Or bigger still, depending on your point of view. So feel free to show your support (and impress your co-workers) by wearing your helmet at your desk and changing into the tight-fitting lycra outfit you've been saving for that REALLY special occasion. Failing that, simply sit back and, ahem, get in touch with your inner Chopper. First to go is Vicky P in the women's sprint semis scheduled to start at 4.30pm local time....</p> <p>Find out how all the overnight action unfolded <a href=\"http://www.theguardian.com/global/2008/aug/19/olympics2008\">here</a>, including news of Great Britain's 13th gold, courtesy of <a href=\"http://www.theguardian.com/sport/2008/aug/19/goodisonsailing\">Paul Goodison</a> in the Laser sailing class.</p>",
  "<!-- Block 95 --> <p><strong>9am: </strong>It's 3-2 to the Netherlands in the water polo, and on that bombshell I will hand over to <a href=\"http://blogs.theguardian.com/sport/2008/08/19/britain_bid_for_more_cycling_g.html\">Rob Kitson in the Laoshan Velodrome for live coverage of Britain's medal push</a>.</p> <!-- Block 94 --> <p><strong>8.55am:</strong> \"How's your Dutch, Brendan,\" asks Dr Sam. \"Achten Dachten,\" replies Brendan, like his name was <a href=\"http://www.youtube.com/watch?v=7Bq_dkPkQUU\">Peter O'Hanra-Hanrahan</a>.</p> <!-- Block 93 --> <p><strong>8.50am:</strong> \"Last year we took your World Cup rugby crown. This year we made your cricket captain go all boo-hoo-hoo and slink off back to Yorkshire like a whipped puppy. Then we replaced him with one of ours. And yet, despite the fact that we only won our first medal of the olympics yesterday (silver in the men's long jump), there has been a lamentable lack of Saffer-baiting on this page,\" says Simon Rhoades in Cape Town. \"Is this the result of a) stoic British forbearance, b) sheer carelessness, or c) a realisation that we only care about proper sports and not silly nonsense like horse disco and larking about in dinghies that everyone pretends to enthuse about every four years? I think we should be told.\" Ha! Your total ignorance of all things British is revealed Rhoades, we're rubbish at horse disco.</p> <!-- Block 92 --> <p><strong>8.47am: </strong> Away from the cauldron of the water polo, to bring humdrum news of another British medal hopeful. Tim Brabants wins his heat of the 500m kayak. The 1km is his speciality - he's through the heats in that too - so a good effort from Brabants.</p> <!-- Block 91 --> <p><strong>8.41am: </strong>Dr Samuel Johnson's back for the second semi of the water polo. It's Hungary v Netherlands and Dr Sam loves the Dutch swimsuits: \"The girls (WOMEN! WOMEN! WOMEN! THEY'RE WOMEN!) look [small moan] great.\"</p> <!-- Block 90 --> <p><strong>8.35am: </strong>And if you want to win some tickets to South Africa's thumping of England in the ODI series click here. Sorry, I forgot we're better at sport these days: if you want to win some tickets to South Africa's narrow victory over England in the ODI series <a href=\"http://www.theguardian.com/sport/competition/2008/aug/18/1\">click here</a>.</p> <!-- Block 89 --> <p><strong>8.32am: </strong>\"The new stadium - how can it be anything other than The Tub Of Lard by way of tribute to the nation's waistlines,\" asks Pommie Bad Word. By the way, we'll be handing over to our man Rob Kitson in the velodrome around nine for live interweb blogging (it's the future apparently), before he hands over to Anna Kessel in the Bird's Nest for the athletics.</p> <!-- Block 88 --> <p><strong>8.27am: </strong>Ten seconds to go, and the Aussies call a time out. Dr Samuel Johnson is so excited he invents at least four new words. The Aussies can't craft a chance though, and the US are through to the final. Dr Sam signs off with a rather hopeful \"We'll return you to the studios\" as if the BBC have lined up a team of pundits to analyse the action. Which they really should have done.</p> <!-- Block 87 --> <p><strong>8.23am: </strong> The US are camped in the shallow end, and the pressure pays off: it's 9-8 to the Americans with a minute to go. <a href=\"http://www.theage.com.au/news/latest-news/poms-are-winning-call-an-inquiry/2008/08/18/1218911573038.html\">Tom Gilbert brings us more news of Aussie woe here</a>.</p> <!-- Block 86 --> <p><strong>8.21am: </strong> 8-8! And the crowd, all seven of them, are going crazy.</p> <!-- Block 85 --> <p><strong>8.20am: </strong> This game would be much better if I could actually see the ball, I think the Aussies just hit the post, but it might have just been one of them slamming their head against the crossbar. The commentator, Dr Samuel Johnson, comes up with the rather grand claim that he invented the word \"faith\". 8-7 with two minutes to go.</p> <!-- Block 84 --> <p><strong>8.14am: </strong>Hello, water polo is the best thing ever invented ever. EVER. The Aussies save a penalty, counter-attack and make it 8-7.</p> <!-- Block 83 --> <p><strong>8.13am: </strong>It's 8-5 in the women's water polo between the USA and Australia - yep, it really has come to this - and incredibly the BBC have found not just a commentator on the water polo, but a pundit too. And Australia have scored! 8-6 to the US.</p> <!-- Block 82 --> <p><strong>8.03am: </strong>\"If it's new Olympic events for London 2012 you're after then how about the 4x400m money laundering relay, 10m air pistol equity bubble bursting and the mixed doubles finger-pointing. Three golds for sure! As for the stadium, it's got to be distended, tubular and an unnatural red colour - The Saveloy!\" says Stephen Spencer. I was acquitted of all money laundering charges, Spencer I think we should all move on now.</p> <!-- Block 81 --> <p><strong>7.55am:</strong> There's still diddly-squat happening people so I'm about to pass the MBM baton to my good friend Mr T Lutz. He's wearing a new hoody and is looking pretty mean today I might add. But before I go here's a suggestion for a London 2012 stadium from Alex in Sydney: \"The People's Citadel of Supreme Sporting Endeavour.\" God loves a trier Alex, so it's not a bad suggestion.</p> <!-- Block 80 --> <p><strong>7.47am:</strong> With a look ahead to the cycling in an hour or so you might want to put your money on the best dressed pedaler - that's what Stephen Spencer seems to do. \"Britain may have dominated the cycling but I'm awarding the best dressed gold to the Kiwis. The ride-off for bronze in the men's team pursuit against Australia was like watching the four horsemen of the apocalypse hunting down a flock of frightened budgies.\" I've never seen a frightened budgie Stephen and I'm a bit suspicious as to how you've seen such a thing. So suspicious in fact that I might just give the RSPB a call.</p> <!-- Block 79 --> <p><strong>7.38am:</strong> The London 2012 naming brainstorm continues. \"Why don't you name the stadium in honour of your latest gold medallist?\" suggests Scott Tran. \"Goodison Park has a nice ring to it.\" I think we could have a winner here Scott. Everton's news stadium proposal would take the club <a href=\"http://en.wikipedia.org/wiki/New_Goodison\">so far outside Liverpool </a> they may as well move to London.</p> <!-- Block 78 --> <p><strong>7.32am:</strong> There's still nothing of note happening in Beijing. The latest results are as follows: Canada have beaten Netherlands 4-0 in the baseball and in the big one, oh yes, the women's handball quarter-final, Norway have given Sweden a good tonking 31-24. Claire Garner's just asked what time the cycling is on today though. So I can confirm that Britain will be winning more medals on two wheels from 0900BST and we'll have a live track-side blog too you lucky lot. For the full schedule of events <a href=\"http://www.theguardian.com/sport/olympics/2008/events/aug/19\">click here</a>.</p> <!-- Block 77 --> <p><strong>7.24am:</strong> The BBC are running a clip of British swimming bronze medallist in Athens, Stephen Parry, getting mobbed by People in Tiananmen Square because they think he's Michael Phelps. I've got to say that he doesn't sound too convincing when he's telling them he's not Phelps. I reckon he's signing Phelps autographs at a tenner a pop as soon as the cameras stop rolling. Spare a thought for poor Phelps too, I bet he's inundated with fans of Stephen Parry when he's off out to the corner shop for a can of Red Bull.</p> <!-- Block 76 --> <p><strong>7.20am:</strong> Thanks to Tim Maitland for filling a Cheerio-sized hole in my sailing knowledge with this gem: \"Re: 6:18 'struggling to tag'. It's actually 'tack',\" says Tim. \"That's a posh word for turning (with the bow going across the wind direction).\" Okay. \"If he was turning with the bow facing the wind direction it would be a 'jibe'.\" Clock keeps ticking. MBMer look at his fingernails and wonders whether he should file them when he gets home. MBMer decides not to bother.</p> <!-- Block 75 --> <p><strong>7.10am:</strong> \"London's Olympic stadium looks like a Cheerio,\" reckons Benjamin Arthur. Cheerios taste like cardboard, so perhaps the London Games organisers could save money on the budget by building the stadium out of cardboard? Might get soggy in the rain though I suppose.</p> <!-- Block 74 --> <p><strong>7am:</strong> Here's the on-the-hour news update. Earlier this morning Britain's <a href=\"http://www.theguardian.com/sport/2008/aug/19/olympicsathletics.olympics20081\">Jade Johnson scraped into the long jump final</a>... just. Britain failed to medal in the triathlon, but Sean Ingle watched young Brit <a href=\"http://www.theguardian.com/global/2008/aug/19/olympics2008.olympicstriathlon\">Alistair Brownlee put in a ballsy performance</a> to finish 12th.</p> <!-- Block 73 --> <p><strong>6.56am:</strong> Read all about it! There's a handy story about Paul Goodison's 13th gold for Britain <a href=\"http://www.theguardian.com/sport/2008/aug/19/goodisonsailing\">right here</a>.</p> <!-- Block 72 --> <p><strong>6.49am:</strong> \"What London 2012 needs is something with the crossover appeal of chessboxing,\" suggests general-fan-of-violence Andy Chan (I'll avoid the obvious wise-crack seeing as it's Rush Hour - sorry, couldn't help myself!). \"Brits would have a moderate chance of excelling at these sports given a few more years practice. I propose 'darts knife-fighting', where, as the name handily suggests, massively overweight competitors in hoodies alternately chuck darts at a board and then have at each other with 3-inch blades.\" Interesting Andy. I think 'darts knife-fighting' has been popular on the streets of London for a few years now. he kids generally start in their teens so they'll have a great chance of gold come 2012. Still nothing much going on in Beijing.</p> <!-- Block 71 --> <p><strong>6.45am:</strong> BREAKING NEWS: Paul Goodison says he fancies representing Team GB in Weymouth 2012. He's waving a Union Flag around and dancing in his boat. Perhaps I was wrong about sailing being underwhelming...</p> <!-- Block 70 --> <p><strong>6.42am:</strong> Paul Goodison cruises down towards the finish line and wins Britain's 13th gold medal of the Games. Sweden's Rasmus finishes sixth overall. That's got to hurt!</p> <!-- Block 69 --> <p><strong>6.38am:</strong> They're on the final down-wind leg of the race and Goodison is still on target for gold. It might take him a minute or two to get to the finish line though as he's just ambling ahead of Rasmus in second-last position.</p> <!-- Block 68 --> <p><strong>6.35am:</strong> Goodison is a massive Sheffield United fan, for his sins. Apparently he's had Blades manager Kevin Blackwell in his boat recently. I wonder how that came about? Maybe he puts on a taxi service off the coast of Scarborough. \"Eh, you'll never guess who I had in the back o' my boat the other night...\" Maybe not eh? Goodison has now sailed Rasmuss out of the silver medal position.</p> <!-- Block 67 --> <p><strong>6.29am:</strong> I reckon sailing has got to be the most underwhelming way to win a gold medal. Nobody ever seems sure exactly who is in what position or when the race is actually over. And as for the poor medal-winning sailor, they have about 10 minutes in their boat before they can jump out and celebrate. Goodison is still on for gold, I can inform you.</p> <!-- Block 66 --> <p><strong>6.25am:</strong> Meanwhile, in the attempts to name the London 2012 stadium, Nick Evans is back to suggest a \"bowl shaped traditional dish found in London? Chicken Balti.\" It's not a million miles from the fantastic curry houses on Brick Lane Nick, but not nearly catchy enough. \"The way Team GB!GB!GB! is performing,\" chants Steve Jenkins. \"Might I suggest Brasso as the sponsor of choice?\" Not bad Steve. The Brasso Stadium sounds gritty and very old-school East Laaaandaaan. Goodison is going to need some Brasso as it stands. He's second to last, but providing Rasmus Myrgren of Sweden doesn't win, then Goodison will bring home Britain's 13th gold.</p> <!-- Block 65 --> <p><strong>6.18am:</strong> Goodison just needs to beat his nearest rival Rasmus Myrgren of Sweden to win gold, I believe. I can't say I'm an expert on boats and things aquatic but I do know that he's 'struggling to tag'. I presume that's a problem for Goodison. There's not enough wind apparently, but he's still leading overall.</p> <!-- Block 64 --> <p><strong>6.14am:</strong> Action at last! Well if you can call sailing action. GB's Paul Goodison has started cruising towards a medal in the men's laser class. I'll keep you updated as he goes.</p> <!-- Block 63 --> <p><strong>6.12am:</strong> \"More yank bashing,\" tubthumps Nick Evans somewhere in the States. \"I've had to endure bleating about the exclusion of softball from future the Olympics \"because we are too good\". Perhaps the US is the only nation that plays it? Am I correct in thinking that along with beach volleyball, softball was introduced at the Atlanta games in 1996? I wonder what sports could be introduced in London which are sufficiently arcane that we would bolster our medal tally? Perhaps Gurning with an Olympic standard horse collar, or chasing a cheese (or other object) down a hill whilst intoxicated?\" I only want to see one thing at London 2012 Nick, Phil 'The Power' Taylor wiping the floor with the opposition in a dingy East London pub. That'd be guaranteed gold.</p> <!-- Block 62 --> <p><strong>6.05am:</strong> I believe we're riffing on what London's 2012 stadium could be called to compete with the Beijing Bird's Nest. John Senior has this to offer: \"Presumably the Bird's Nest is inspired by the Chinese soup of the same name. For London, given the required shape, surely it has to be the Yorkshire Pudding.\" Just one snag with that John, it's 200 miles from Yorkshire. Next!</p> <!-- Block 61 --> <p><strong>6am:</strong> Good morning people. I hope you've had an Olympic-sized sleep wherever you may be. As Howard has already informed you there's not an awful lot going on in China this morning. The beach volleyball has kept us night folk of Farringdon Road entertained thus far however. And I can inform you that in the all-Chinese semi-final Tian Jia and Wang have beaten their compatriots Xue and Zhang Xi. Amazing huh?</p> <!-- Block 60 --> <p><strong>5.45am:</strong> Great news: the beach volleyball has gone into a deciding set. But that's going to be Gregg Roughley's problem, since he's here to take over another mighty tail-off in the minute-by-minute. Email him at <a href=\"mailto:gregg.roughley@theguardian.com\">gregg.roughley@theguardian.com</a></p> <!-- Block 59 --> <p><strong>5.43am:</strong> It's 27-27 in this beach volleyball, and I'm really hoping that this isn't recorded because I'm getting moderately diverted by it for nothing, if so. I have a limited resource of moderate diversion and I don't want to squander it.</p> <!-- Block 58 --> <p><strong>5.40am:</strong> Ideas for the London Olympic Stadium names are flooding in at the rate of three in the past hour. This from Andrew Jolly: \"We need something that encompasses the feeling of antipathy, followed by great hope, finishing in abject despair that being a British sports supporter is all about (Team GB!GB!GB! 2008 aside). Maybe the Paula Radcliffe Stadium? The England Euro 96 Stadium?\"</p> <!-- Block 57 --> <p><strong>5.37am:</strong> Oh, and as a (somewhat crucial) addition to that last undate, Xue/Zhang Xi lead by one set to nil, so they need to win this one to reach the final. It's 24-24 now.</p> <!-- Block 56 --> <p><strong>5.36am:</strong> It's 21-21 in the second set of the all Chinese women's beach volleyball struggle between Tian Ji/Wang and Xue/Zhang Xi. And it the time it's taken to write that, it's 22-22 and they have to go to 24 to decide the winner. Titanic.</p> <!-- Block 55 --> <p><strong>5.30am:</strong> <strong>Predictable weather update from our man in Beijing:</strong> There's no effing wind again, which means Paul Goodison's gold medal sail has been postponed. There goes any excitement for the next three hours.</p> <!-- Block 54 --> <p><strong>5.24am: </strong>I'm thinking (hoping) Nick Evans is replying to Paul Savage's query at 5.13am, although his terse email is fair enough criticism of this report: \"More like the pigs ear,\" he says.</p> <!-- Block 53 --> <p><strong>5.23am: </strong>Quick update from the various streams on my computer: </p> <p><strong>Brazil lead Japan in the first game in the quarter-finals of the women's volleyball</strong>; there's some <strong>table tennis</strong> happening, which is massively popular in China, less so in Farringdon; and two <strong>Chinese beach volleyball teams</strong> are going head to head in the second semi-final for the right to play the American duo in the final.</p> <p>And John Senior is no child development expert, but is going to stick his neck out anyhow: \"If Mrs Wool is due next month, I suspect Wool Junior will have outgrown his/her bottle by the time of the next Olympics. My advice: Invest in a big TV with multi-screen so Junior can sit on your knee watching CBeebies all day while you enjoy the sport. If Mrs. Wool grows suspicious, tell her you're using the Games to teach Junior about world geography and flags. (If Junior's a girl, of course, the Wool family could always move to China, delete the L from their surname, and try to get her a spot on the 2012 gymnastics team.)\"</p> <!-- Block 52 --> <p><strong>5.13am:</strong> Paul Savage is in Nairobi, and I feel kind of guilty about only quoting this part of his very genial email. \"If the Chinese have the Bird's Nest – what will we have in London 2012? What main stadium architecture best captures our nation? The Meat Pie maybe?\" There's something to sink your teeth into emailers. Chortle.</p> <!-- Block 51 --> <p><strong>5.06am: </strong>It's been a mighty quiet morning for Team GB so far, but have no fear rampant nationalists because we're going to get another gold medal soon in the laser class sailing. Our boy Paul Goodison starts the medal race as such a hot favourite, he's practically Australian. So long as he doesn't capsize and finish last and the Swedish boat wins, there'll be another proud Team GB!GB!GB! moment in 60 minutes or so.</p> <!-- Block 50 --> <p><strong>4.57am:</strong> So that's the triathlons done and Great Britain still searches for its first medal. Still, we're nailed on to win everything in 2012, because THAT'S THE LAW OF THE OLYMPICS, so tune in again then. Right now, here's <a href=\"http://www.theguardian.com/sport/2008/aug/19/olympicsathletics.olympics20081\">a round up of what's been going on in Beijing this morning</a>; here's <a href=\"http://blogs.theguardian.com/sport/2008/08/19/bolts_showboating_is_a_slap_fo.html\">Kriss Akabusi's provocative Awooga in the face of Usain Bolt</a> and here's Marina Hyde on <a href=\"http://blogs.theguardian.com/sport/2008/08/19/london_will_struggle_to_match.html\">Beijing's army of volunteers</a> helping the running of the Games.</p> <!-- Block 49 --> <p><strong>4.50am:</strong> <strong>Germany's Jan Frodeno wins gold in the men's triathlon. </strong>Simon Whitfield takes silver, Bevan Docherty, New Zealand, takes third. Alastair Brownlee finishes 12th, Will Clarke 14th.</p> <!-- Block 48 --> <p><strong>4.49am: </strong>Terrific stuff from Simon Whitfield, but NO! There's the man mountain Jan Frodeno, of Germany, who thunders past the Canadian, collapses to the carpet and takes gold.</p> <!-- Block 47 --> <p><strong>4.48am: There goes Whitfield. Gomez is done.</strong></p> <!-- Block 46 --> <p><strong>4.46am: </strong> Hold on, Simon Whitfield is coming back to interrupt the happy trio. Four of them for the medals, and apparently it's Whitfield with the best sprint of all of them.</p> <!-- Block 45 --> <p><strong>4.45am: Triathlon</strong> Despite the lack of British interest (a phrase that still types itself), this is compelling. Bevan Docherty, Javier Gomez and Jan Frodeno have gone together, and it's all about their sprint finishes.</p> <!-- Block 44 --> <p><strong>4.41am:</strong> That's the bell in the triathlon, with Javier Gomez leading the formidable-looking Frodeno of Germany, Docherty of New Zealand, and Whitfield, of Canada. Brownlee is back in seventh now.</p> <!-- Block 43 --> <p><strong>4.39am: </strong>Call off the dancing girls. Brownlee's run has now been downgraded to \"brave\", which, as we now know, means futile and not medal winning. The leading five have sprinted clear and the poor mite Brownlee is running through treacle as if in a nightmare.</p> <!-- Block 42 --> <p><strong>4.37am:</strong> Brownlee has some water, and he's tipped it on his head. The breakaway comprises Gomes, Frodeno, Brownlee and Docherty.</p> <!-- Block 41 --> <p><strong>4.35am:</strong> Six runners in the breakaway, with Brownlee one of them. Apparently Whitfield has the sprint, the Spaniards have each other, and Brownlee missed the water station.</p> <!-- Block 40 --> <p><strong>4.33am: </strong> The Spaniard Rana has taken over this thing, from pre-race favourite Javier Gomes. Brownlee is third, although struggling a bit now since the Spanish have taken over.</p> <!-- Block 39 --> <p><strong>4.32am:</strong> A huge Dane named Henning has just edged into the lead from Alaistair Brownlee, although the young Brit seems unperturbed. He's a real babyface is our Brownlee, which will delight the likes of Hazel Irvine and Sue Barker, who love that kind of thing.</p> <!-- Block 38 --> <p><strong>4.28am:</strong> <strong>Alaistair Brownlee leads the Olympic triathlon.</strong></p> <!-- Block 37 --> <p><strong>4.25am:</strong> I can feel big Team GB!GB!GB! stirrings here. Alastair Brownlee is officially in third place in the triathlon, and they're getting very near to the impudent Bockel and Zeebroek.</p> <!-- Block 36 --> <p><strong>4.22am:</strong> Alex in Sydney has some parenting advice: \"Having a child can help and also score you brownie points. You get to say things like, 'You go to bed love and I'll stay up and give him his late bottle when he wakes' rather than 'I'll be up in a minute dear, I want to watch men in very tight lycra'.\" Right now, the bulging lycra of Bockel and Zeebroek are still out in front with about a lap and a half of the running gone. The chase group, including GB!GB!GB!'s Alastair Brownlee, are about 20 seconds back.</p> <!-- Block 35 --> <p><strong>4.18am: </strong> Bockel and Zeebroek were about 40 seconds ahead at the transition to the running, but they both look utterly spent. The better runners are in the chasing pack, apparently, which include Britain's Alastair Brownlee. The Brit has taken the lead of that chase, although the Mexican Serrano is still in third, some way up the road.</p> <!-- Block 34 --> <p><strong>4.15am:</strong> <strong>Jumping and chucking news from Team GB</strong>: <strong>Jade Johnson</strong> has made it to the final of the long jump with her last leap of 6.61m. That puts her 11th in the 12-woman final. A threat, no doubt. Then <strong>Goldie Sayers</strong> propels the javelin past the qualifying mark and is into the final as well. <strong>Bockel and Zeebroek</strong> lead at the transition to the running in the triathlon.</p> <!-- Block 33 --> <p><strong>4.05am: Triathlon: </strong>Apparently the Mexican Francisco Serrano isn't pulling his weight in the three-man breakaway, and Axel Zeebroek is turning round asking for him to take the lead so that him and the other rider -- Luxembourg's Dirk Bockel -- can get in his slipstream. It falls on deaf ears as Serrano sits in the middle of the three.</p> <!-- Block 32 --> <p><strong>4am: Triathlon: </strong>There's a three-man breakaway, led by Francisco Serrano of Mexico, and also includes thrash-metal's Axel Zeebroek. Brownlee is in the chasng group, about 28 seconds back. \"Perhaps you could ask readers on my behalf how their sports-watching (or Guardian-online-reading) habits changed after having a child?\" wonders Charles Wool. \"Wife expecting next month; occurred to me that Olympics may never be the same.\" Anyone?</p> <!-- Block 31 --> <p><strong>3.57am:</strong> According to the great God Wiki,\" says Alex in Sydney, \"in Krzygstan they still practice the illegal tradition of bride kidnapping.\" [Legal note: sue Wiki if this is wrong. Or Alex.] \"Perhaps if kidnapping was introduced to some of the events, the plucky Krzygs could motor up the medals table.\" Well, they do have those league tables for serial killers (in which Team GB!GB!GB!'s is a contender), so perhaps for 2012.</p> <!-- Block 30 --> <p><strong>3.54am:</strong> \"How is GB!GB!GB! actually pronounced?\" asks Peter Roy. \"Is it in a deep booming voice with a pause between each GB similar to the USA, USA, USA? Or is it more a GBGBGB, similar to the robot Twiki's ramblings from the Buck Rogers series?\" At the moment, it's pronounced very quietly indeed.</p> <!-- Block 29 --> <p><strong>3.52am:</strong> The American Matt Reed, a cycling specialist, has taken the lead in the triathlon. Brownlee is still able to see them, if he looks hard, and might reckon he can catch them in the run.</p> <!-- Block 28 --> <p><strong>3.48am: </strong>Halfway through the bike section in the triathlon, and the news is that Alastair Brownlee had a very good swim. It says a lot. The Belgian Croes is still out front.</p> <!-- Block 27 --> <p><strong>3.45am: </strong>Emily Freeman comes through her 200m heat comfortably. She finishes second, but that's good enough. Marko Albert and Peter Croes lead in the cycling section of the triathlon, as the field stretches. Brit watch has become slightly more dispiriting. Brownlee is ninth, Clarke about 20th, Tim Done=done.</p> <!-- Block 26 --> <p><strong>3.41am: Fire alarm news: It works.</strong></p> <!-- Block 25 --> <p><strong>3.37am: Triathlon: </strong> The Brownlee breakaway has been swallowed up by the main group. Tim Don, son of refereeing's Philip Don, is a minute behind the main pack and is \"not 100 percent\", according to his agent, who has a hotline to the Beeb's commentators. \"A fire alarm test at 3:30 a.m.?\" says John Senior. \"That should be popular with the Guardian's neighbors.\" They're used to it, John. Usually it's the big Monday night muesli roast, which can get a bit rowdy.</p> <!-- Block 24 --> <p><strong>3.34am:</strong> Alastair Brownlee started off as a runner, so there would be high hopes for Team GB! GB! GB! if he can get to the running section ahead. And just as I type that, the plucky Brit breaks away from the pack on his own on the bike and this might, <em>might</em> turn into something worth jingo-ing about.</p> <!-- Block 23 --> <p><strong>3.31am: Men's triathon: </strong>The Olympic record holder, Cuba's Osleidys Menendez, is sixth in the first pool of the javelin, and she might not qualify. Jenkins of Canada still leads the triathlon, with Brownlee, the 2006 World Junior Triathlon champion, second.</p> <!-- Block 22 --> <p><strong>3.26am:</strong> The Canadian Colin Jenkins takes the lead in the cycling leg of the triathlon, as the Guardian Towers security guard informs us that there'll be a fire alarm test in 10 minutes. \"Don't worry though,\" he adds to four ashen faces.</p> <!-- Block 21 --> <p><strong>3.22am:</strong> 40km on the bikes in the triathlon, and Alastair Brownlee and Frederic Belaubre attempt to elope. It doesn't last long, and they're hauled back in before they reach Gretna.</p> <!-- Block 20 --> <p><strong>3.21am:</strong> \"Baiting Kyrgyzstan is unfair on a nation suffering a chronic vowel shortage,\" zings Chris Wright. Meanwhile, Tim Don and Will Clarke have gone missing in the triathlon.</p> <!-- Block 19 --> <p><strong>3.19am:</strong> There are no members of Team GB in the men's 3m springboard, so it doesn't exist as far as we're concerned. Meanwhile, Shane Reed has become the first triathlete to crawl out of the water, with Alastair Brownlee, of GB, in 11th. It's a real evolutionary moment, that, when they crawl out of the water.</p> <!-- Block 18 --> <p><strong>3.15am: Men's triathlon</strong> You don't win a triathlon in the swimming section, I learnt while watching the women's race yesterday. But for what it's worth, Shane Reed of New Zealand is leading, from Frederic Belaubre of France and Igor Sysoev.</p> <!-- Block 17 --> <p><strong>3.04am: Men's triathlon</strong> Suddenly everything is a go-go. The shoal of <strong>triathletes</strong> are in the water, including all the British competitors; the men's <strong>3m springboard semi-finals</strong> have started in the diving place; and the <strong>women's javelin</strong> and <strong>long jump</strong> qualifying are underway in the Bird's Nest. One pair of (tired) eyes will do their best.</p> <!-- Block 16 --> <p><strong>3am: Men's triathlon:</strong> Live action again, mercifully, as the men's triathlon gets started. Spain's Javier Gomez is the hot favourite; Tim Don, Alistair Brownlee and Will Clarke go for GB. It's at the Ming Tomb Reservoir, which is a spectacularly beautiful place, even on the approximate four-inch screen of this Hitachi telly.</p> <!-- Block 15 --> <p><strong>2.54am:</strong> Having spent the majority of his career guffawing at the slightest provocation, Kriss Akabusi had the smile wiped off his face by Usain Bolt \"showboating\" in the 100m. Why? <a href=\"http://blogs.theguardian.com/sport/2008/08/19/bolts_showboating_is_a_slap_fo.html\">Let Kriss explain in his own words.</a> Nathaniel Davis wasn't impressed: \"The fact that Bolt broke the world record while not even caring about breaking the world record is anything but showboating, it is almost too humble to fathom,\" Nathaniel says. \"For me, what made Bolt's 100m win so extraordinary and awe-inducing was not simply his speed, but his refreshingly relaxed approach to a sport that has become too technical, too inhuman. Bolt only wanted to win; I find his lack of interest in anything else inspiring.\"</p> <!-- Block 14 --> <p><strong>2.50am: </strong>The<strong> women's javelin</strong> is underway in the athletics arena, the preposterously named Bird's Nest. The Czech favourite sets the early pace, with a 67.69m throw. <strong>Goldie Sayers</strong> is Great Britain's hope here, and she has her first chuck in the coming hour.</p> <!-- Block 13 --> <p><strong>2.44am:</strong> Andrew Jolly is getting in touch with his inner Kyrgyzstan: \"In the interest of harmonious Anglo-Kyrgyzstani relations, and in the (probable) absence of any Kyrgyzstan nationals following the MBM, could I be the first to point out that they only have a population of 5 million, and so their medals/population ratio is quite similar to the invincible Team GB!GB!GB!. Team Kyrgy!Kyrgy!Kyrgy! even has a nice ring to it.\" They call that the \"population defence\" to any medals table debate, I think.</p> <!-- Block 12 --> <p><strong>2.41am: Beach volleyball: </strong>Two match points are saved, one when Misty-May Treanor flaps one into the net. But then, a hopeless serve from the Brazilian player goes straight into the net, and that's that. USA win 21-12, 21-14 to book their spot in the final.</p> <!-- Block 11 --> <p><strong>2.39am: Beach volleyball:</strong> USA, the defending Olympic champions, are 18-12 to the good, and looking like a great bet for the final. And, eat that Sao Paulo, it's now 19-20 after a dive-smash wins one point, then a terrific block wins the second. Match point.</p> <!-- Block 10 --> <p><strong>2.36am:</strong> Tim Maitland has emailed: \"Re: 'Liu Xiang's Achilles tendon? Who cares.' While I completely understand that the current union-jack-waving frenzy has awakened those patriotic genes and made you want to tea-party-like-it's-1977... but billions do care.\" It was kind of a joke, Tim, but you next points are fair. \"I'm not sure that the comparison is completely accurate, but you can at least get a sense of perspective by considering what the emergence of the first great black sprinters meant to the African diaspora. Liu Xiang proved that Chinese... think Greater China and beyond, rather than the Peoples' Republic... could run fast. Running fast is sexy. Running fast is modern. Running fast is a sign of the emergence of the Chinese peoples in the 21st century ... When Liu snatched the numbers off his shorts and walked away... most silently did the same ... I've been watching sport for a living for the best part of 25 years, and it was one of the most poignant moments I can remember.\"</p> <!-- Block 9 --> <p><strong>2.30am:</strong> It's 10-10 in the second game of the beach volleyball. \"Very disappointed to hear there will be no Aussie-baiting today,\" says Will Sinclair, who was in the thick of it last night, if I remember. \"In it's place, can I suggest we revert to Kyrgyzstan-baiting? A quick review of the medal tally indicates that the small former Soviet state has only won a single bronze, a single silver and NO GOLD! Go back to playing your komuz (a three stringed lute, apparently), you LOSERS! Any Kyrgyzstanians care to mount a defence for their hopelessly outclassed nation?\" I'm not holding out a lot of hope for this, but the challenge is there.</p> <!-- Block 8 --> <p><strong>2.23am:</strong> Oliver Pattenden has written one very, very long sentence, and then a short one, which is a textbook set-up/punchline format if ever I saw one. Get your chuckle boxes round this: \"I was about to write you a sincere email about how fed up I am with the degrading way the women's beach volleyball players (and their bikinis) are always discussed, and how it's a sport these players and their fans take very seriously, and that the comments of retrograde sexists who seem attracted purely to an article of clothing, are demoralising are not only demonstrating the pathetic level of ignorance of most sports spectators (and a fair few journalists) but are really undermining and disrespect the athletes in a way I really don't think they'd appreciate. Then I realised that Brasil's women are wearing tops with 'BRA' across their chests, which isn't really helping my point is it?\" He's here all night.</p> <!-- Block 7 --> <p><strong>2.19am:</strong> \"That's it! That's it!\" The first set in goes to the American duo of Kerri Walsh and Misty May-Treanor. They take it 21-12.</p> <!-- Block 6 --> <p><strong>2.17am:</strong> I have just watched \"the play of the tournament\" in the beach volleyball, which has left me cold for something so magnificent. The Brazilian duo won it, and have got it back to 10-18 in the first game/set/rubber.</p> <!-- Block 5 --> <p><strong>2.15am:</strong> Late-night stalwart Andrew Jolly (for whom it's actually the middle of the day, since he's in Australia) has been totting up what we can hope for from Team GB!GB!GB! for the rest of the games. \"Laser sailing; men's madison; men's individual sprint; women's individual sprint, womens BMX, mountain bike, triple tump, and women's 400m. Have I missed anything?\" Well, there's some horsey stuff, in which we're sometimes good for a bronze, and out men's triathletes have got an outside chance, apparently. That said, our outside chances in the women's event yesterday came 21st and nowhere.</p> <!-- Block 4 --> <p><strong>2.10am: Beach volleyball:</strong> This is the women's semi-finals, by the way, between Brazil and the United States. I'm guessing it's live, in which case the score is 10-5 to USA in the first game, but it might be recorded, in which case .... USA won 2-0.</p> <!-- Block 3 --> <p><strong>2.08am: Beach volleyball:</strong> Straight in and straight into the beach volleyball. I've never gone crazy for this, since I have previously seen bikinis before, and also have access to the internet, where there are all kinds of things to see, so I'm told. Happy that it's on today, though, because it gives me the perfect excuse to quote New Yorker writer Anthony Lane, who said: \"Beach volleyball is to proper volleyball what Elvis's movies are to Elvis's music,\" <a href=\"http://www.newyorker.com/reporting/2008/08/25/080825fa_fact_lane\">among 5,000-odd other words on the Games that I advise you to read</a>.</p> <!-- Block 2 --> <p><strong>1.55am:</strong> Here we go again, here we go-go-go to the temple of consumption. It's day 11 at the Games of the XXIX Olympiad in Beijing, and it's going to be another thriller.</p> <p>Over the previous 10, Her Majesty the Queen has received a huge boost to the drafting of her New Year's honours list, with a 12-gold-medal haul for Team GB. The future MBEs, CBEs, Knights and Dames of our proud nation have surpassed the expectations of even the most jingoistic cab driver. Liu Xiang's Achilles tendon? Who cares. Team GB has biked, sailed, rowed and swum the gold into our souls, and we're loving it.</p> <p>Today, the fun starts with the <strong>men's triathlon</strong> at 3am BST, about an hour from now. Do two outside chances make a genuine chance? Who knows, but son-of-former-football-referee-Philip-Don <strong>Tim Don</strong>, a former World Champion, is going, as is British champion <strong>Will Clarke</strong>, whose father never officiated any top-level football match, unless you know different. Emails are always welcome. <strong>Alistair Brownlee</strong> is also wearing the Team GB colours, but he doesn't have a Wikipedia entry.</p> <p>Much later, <strong>Bradley Wiggins</strong>, <strong>Mark Cavendish</strong>, <strong>Victoria Pendleton</strong> and <strong>Chris Hoy</strong> go in the velodrome, and Paul Goodison is off again in the men's laser (sailing). Bikes and boats=British bounty. On the track, <strong>Christine Ohuruogu</strong> goes in the 400m, and there also some dressage.</p> <p>All kind of other events featuring athletes not from these shores will be grudgingly squeezed into the other 19 hours of this live report. Stick with us.</p> <p>Please share your thoughts by emailing here: <a href=\"mailto:hswains@gmail.com\">hswains@gmail.com</a>, although Aussie-baiting is taking a rest day. (Unless there really is nothing else)</p> <!-- Block 1 --> <p>Howard will be tapping away right here from 1.55am.</p>"
]