[
  "<p>In 2004, John Kerry ran a fairly straightforward secularist election campaign, in effect ceding the so-called \"values voters\" to George Bush. Bill Clinton, among others, had counseled Kerry to moderate this strategy. Clinton even suggested to Kerry that he loudly oppose gay marriage in toss-up states like socially conservative Ohio, but Kerry begged off, explaining that he didn't want to appear intolerant.</p> <p>After Kerry's defeat, Democrats <a href=\"http://edition.cnn.com/2008/POLITICS/08/15/value.voters/index.html\">resolved not to commit</a> the same mistake again. They quickly formed committees and groups dedicated to casting Democratic party policies in a religious light. </p> <p>Barack Obama, in particular, embraced this strategy. He shrewdly sensed the possibilities of poaching some values voters from the Republican party by adopting a tone of religious uplift and giving a religious patina to his policies, particularly his anti-war one.</p> <p>Recent polls suggest that the strategy is paying off. <a href=\"http://pewforum.org/docs/?DocID=349\">According to the Pew Forum</a>, Obama has scooped up a majority of \"white non-hispanic Catholic\" registered voters, with 49% of them supporting or leaning toward him and 41% supporting or leaning toward John McCain. </p> <p>This is a notable feat, given that a rating for Obama's voting record on the moral issues most crucial to the Catholic Church — abortion, gay civil unions, etc — would surely rank near zero.</p> <p>Obama also enjoys increasing support from \"white mainline Protestant\" registered voters. He has shot ahead of McCain 48% to 43% among those voters.</p> <p>But something else is at work here, besides just Obama's effective outreach to religious voters. He is also benefiting from the leftward drift of religion in America in general. This is a long-unfolding trend that another survey — this one commissioned by <a href=\"http://www.pbs.org/wnet/religionandethics/index_flash.html\">Religion &amp; Ethics NewsWeekly</a> and the <a href=\"http://www.unfoundation.org/\">United Nations Foundation</a> — <a href=\"http://www.greenbergresearch.com/index.php?ID=\" 2266\" \">points up</a>. </p> <p>Their survey found, for example, \"generational change\" among younger evangelical Christians who have adopted \"a <a href=\"http://seattletimes.nwsource.com/html/politics/2004406277_evangvote11m.html\">more inclusive definition</a> of what it means to be 'pro-life' and are more supportive of efforts to combat global warming\".</p> <p>Another striking finding from the survey — one which lends itself to Obama's anti-war pitch to Christians — is: \"The religious landscape has shifted with evangelical Christians now expressing the greatest support for an interventionist role, while more moderate religious groups like mainline Protestants and Catholics take a more isolationist posture\".</p> <p>Obama is deftly exploiting America's new Christian left. In recent days, his Catholic surrogates, such as the law professor <a href=\"http://www.slate.com/blogs/blogs/convictions/archive/2008/03/23/endorsing-obama.aspx\">Doug Kmiec</a>, have, like those younger evangelical Christians mentioned in the survey, stretched the definition of the phrase \"pro-life\" to include many issues beyond abortion, thereby confusing some anti-abortion Catholics into supporting Obama.</p> <p>Kmiec has even taken to arguing that Obama is more \"pro-life\" than McCain, despite the fact that Obama received a 100% voting rating from the women's rights group <a href=\"http://www.plannedparenthoodaction.org/campaigns/268.htm\">Planned Parenthood</a>. Denver's Archbishop Charles Chaput has called Kmiec's novel reasoning a form of \"<a href=\"http://www.chicagotribune.com/news/politics/sns-ap-rel-archbishop-obama,0,921435.story\">self-hypnosis</a>\".</p> <p>Obama can see that American secularism has secularised almost everything, including religion itself. Therefore, a play for less-doctrinaire, secularised Christians becomes possible. The party's old secularist positions can even be shoehorned into fading Christian concepts.</p> <p>The poll conducted for Religion &amp; Ethics NewsWeekly and the United Nations Foundation sheds some light on this hybrid of secularism and religion increasingly popular in America: on the one hand, it found that despite \"increasing religious diversity, a majority agree with the notion that our nation is blessed and that it should set a Christian example to the world\". On the other hand, it found that there \"is less consensus around the ideologically charged areas of foreign policy, particularly women's rights and environmental policy. While most support efforts to improve maternal health, people are more divided on lifting the '<a href=\"http://www.globalgagrule.org/\">global gag rule</a>,' which would free up resources to organizations providing a full range of women's health services including abortion\".</p> <p>Obama grasped what John Kerry didn't: that beneath this growing confusion lay a considerable number of votes.</p>",
  "<p>Barack Obama attempted an act of political alchemy today, combining his campaign's early passion with the gritty reality of America's economic crisis to build a winning argument to send him to the White House.</p> <p>The Obama camp had billed today's speech as the Democrats' closing argument to the American people, 21 months after he began his run for the White House. He chose to deliver it in Ohio, the state which more than any other will decide whether Obama or John McCain wins the White House, one week from today.</p> <p>The speech was more of a summing up than a new line of persuasion as the Democrat tried to rally his supporters even while he moved to contain their expectations of change if he wins the White House.</p> <p>\"In one week, in one week, after decades of broken politics in Washington, eight years of failed policies from George Bush and 21 months of a campaign that has taken us from the rocky coast of Maine to the sunshine of California, we are one week from change in America,\" Obama told the crowd. But he went on to warn: \"It won't be easy, Ohio. It won't be quick.\"</p> <p>The candidate, who stepped off the stage in Canton today to his signature tune of \"signed, sealed, delivered\" was visibly greyer than the Obama who racked up his first victory in the Iowa caucus in early January.</p> <p>The signature appeal for hope and change which had so moved the crowds was weighed down by the economic crisis that has overwhelmed the election and contributed mightily to Obama's lead over McCain in battleground states.</p> <p>Obama got his wildest cheers when he promised to bring green jobs to Ohio and to scrap taxes for elderly people living on less than $50,000. But again he warned that his ambitious plans might be hostage to economic turmoil. \"I won't stand here and pretend that any of this will be easy - especially now,\" he said. \"The cost of this economic crisis, and the cost of the war in Iraq, means that Washington will have to tighten its belt and put off spending on things we can afford to do without.</p> <p>\"On this, there is no other choice.\"</p> <p>Today's meeting was in some ways a celebration of Obama's journey, with the Democrat reminding supporters of the improbable nature of his candidacy.</p> <p>It was also an indictment of McCain, who Obama cast as a clone of George Bush. \"Senator McCain still has not been able to tell the American people a single major thing he'd do differently from George Bush when it comes to the economy,\" he said. \"Senator McCain says that we can't spend the next four years waiting for our luck to change, but you understand that the biggest gamble we can take is embracing the same old Bush-McCain policies that have failed us for the last eight years.</p> <p>Obama will take other opportunities to try to seal the deal with American voters this week. Tomorrow, he has booked a half-hour slot on national networks for a primetime address. The slot, just as Americans tune in to Game Six of the World Series, is the most ambitious ad spend ever, and will cost the campaign more than $1m a network.</p> <p>There will be further razzmatazz Wednesday when Obama campaigns with Bill Clinton in Orlando, Florida.</p> <p>But his appearance today, before fewer than 5,000 supporters in this town, was a reminder that Obama still has a slog ahead of him in Ohio. No Democrat has won the White House without Ohio since John Kennedy in 1960, and the state is not natural terrain for Obama.</p> <p>While he has surged ahead of McCain in states that usually go Republican such as Virginia and Colorado, it has been a tougher, slower sell in Ohio - as even his most ardent supporters acknowledge.</p> <p>\"At times, it seems neck and neck to me,\" said Katy George. Her friend, Peggy Kelly, a chef at a local restaurant, chimed in: \"There are a lot of stubborn Republicans in the lower part of the state.\"</p> <p>But the campaign is feeling increasingly confident, buoyed by the heavy turnout in early voting, which started a week ago.</p> <p>Registered Democrats have swamped Republicans. In Cleveland, long lines of African American voters waited for more than two hours to cast their ballots, passing the time by singing the civil rights-era song Eyes on the Prize.</p> <p>The rush had the campaign scrambling today to find marching bands to entertain waiting voters on election day.</p> <p>Charlie Buhacker breaks eye contact and looks away when he says that he voted for George Bush over John Kerry in 2004. This time Buhacker was an early supporter of Obama. He has been working phone banks for Obama six nights a week for the last three months. He reckons he has logged 1,600 calls.</p> <p>It was slow going at first, he admits. People were suspicious of Obama and cynical about his message of hope. Some were outright racist. \"But that died down the last couple of weeks,\" he said. \"People realised it doesn't make a difference.\"</p> <p>He added: \"It's the economy.\"</p>",
  "<p>I've forgotten the name of the programme, but I recall a scene from it vividly. It was one of the glut of documentaries exploring the glam and power of 21st century football, but the bit that's stayed with me might have been filmed 50 years before Sky Sports and Russian oligarchs existed. Conscious of the camera but not really performing for it, three generations of Redknapps connected with the lore of football's past: there was handsome young <a href=\"http://en.wikipedia.org/wiki/Jamie_Redknapp\">Jamie</a>, there was lively little granddad and, standing between them, <a href=\"http://en.wikipedia.org/wiki/Harry_Redknapp\">Harry</a>, all pride in this impromptu family portrait with its male bonding, warm banter and undertow of East End know-how.</p> <p>People respond to all that Harry Redknapp stuff: the way he prospers in the modern football world while personifying an old-fashioned craftiness and reverence for tradition like he's delivering some Cockney cameo for an <a href=\"http://www.screenonline.org.uk/film/id/445526/\">Ealing comedy</a>. Redknapp's persona hits big nostalgic buttons of affection for a World Cup-era London that was both straitened and swinging, completing its transition from ration book era to reconstruction boom. Harry with his <a href=\"http://www.talkfootball.co.uk/guides/football_legends_harry_redknapp.html\">West Ham pedigree</a>, his market-trader face, his street alchemist's popular touch, his professions of fondness for the south coast – as a London football type he's just ideal. </p> <p>It's perfect that he's moved to Tottenham in the big managerial move of the weekend. At the end of last season Spurs had started to believe they could at last burst into the league's tediously self-perpetuating \"big four\", with its near-guaranteed cash injections from the media interests that now run much of the game. At long last White Hart Lane seemed to have the coveted stars and continental manager it required to give credence to a claim to big club status increasingly based on a history that is <a href=\"http://www.spursodyssey.com/double/double1.html\">fading to sepia</a>. Then the stars disappeared, <a href=\"http://www.liverpoolecho.co.uk/liverpool-fc/liverpool-fc-news/2008/10/02/robbie-keane-ends-liverpool-fc-drought-and-admits-i-ve-got-a-monkey-off-my-back-100252-21947458/\">gobbled up</a> by those <a href=\"http://www.sofiaecho.com/article/berbatov-joins-manchester-united-fleet-street-reaction/id_31516/catid_64\">bigger fish</a>. Then came the club's worst start to a season for almost a century and the midnight cull of that continental manager. Enter Harry with his matter-of-fact manner and magpie eye.</p> <p>For the first time this season Big Football is telling a story that promises to grip me. Yes, Hull City's precocious start and even the growing prospect of Liverpool rather than Chelsea or Manchester United winning the title have stirred flickers of interest. The Geordie farce has had a certain tragic appeal. But a Redknapp rescue act of the languishing Lilywhites could keep me hooked until the last entry on the fixture list. </p> <p>He's made a classic start to this potentially epic sporting romance. Sweetening up the loyalist fans was a PR priority. \"I am a big follower of the history of the game,\" <a href=\"http://news.bbc.co.uk/sport1/hi/football/7691457.stm\">said</a> the product of <a href=\"http://en.wikipedia.org/wiki/South_Bromley\">Poplar</a>, \"and Tottenham have been a great club over the years. I followed Tottenham, I trained there as an 11-year-old, 12-year-old so I know the history of the club.\" Then he said hello to the players in the home dressing room before they kicked off against Bolton yesterday. He hadn't picked the team or briefed it about tactics. It went out and won for the first time in the league this season. Not for nothing have great managers been <a href=\"http://uk.youtube.com/watch?v=K3iNraKTzMs\">called messiahs</a>. No matter how big a club's chequebook, the story of winning always requires a <a href=\"http://\">magical touch</a>, a psychological laying-on of the boss's hands.</p> <p>Not for the first time recently, the most absorbing Premier League struggles through the winter and into spring will take place at the bottom of the table. Spurs are still last and play Arsenal and Liverpool next. Saving them will take all the wisdom, guile and motivational gifts Redknapp possesses. If he succeeds it will be seen by many as a victory for the old, English ways over the global new, for the team manager who runs the playing side of the club from top to bottom rather than being subordinate to a European-style \"director of football\", for wit over intellect, intuition over sophistication and for a certain London style over adversity. Such an account of any Tottenham great escape would be as much myth as reality, but I know I'd enjoy it anyway.</p>",
  "<p>Shares on Wall Street entered positive territory this afternoon, helping the London stockmarket recover from heavy losses racked up earlier in the day. </p> <p>The Dow Jones industrial average rose 162 points to 8541 by 5.30pm, up nearly 2%, after falling earlier. In London, the FTSE 100 index closed down 30.77 points at 3862.59, a fall of 0.79%. </p> <p>During morning trading, the FTSE 100 fell by more than 5%, or 218 points, to 3665.21, the lowest level it has reached in recent weeks, with the prospect of a deep worldwide recession continuing to haunt investors. </p> <p>Stockmarkets in the rest of Europe also recovered after Wall Street went up, with Germany's Dax rising 38.97 points to 4334.64, a 0.9% increase. France's CAC clawed back some losses but was still down 126.44 points at 3067.35, a fall of nearly 4%. </p> <p>Banks Standard Chartered and <a href=\"http://www.theguardian.com/business/hsbcholdings\">HSBC</a> were hit today on fears that emerging markets are becoming the latest victims of the ongoing crisis. Standard Chartered was the biggest loser on the FTSE 100, falling by more than 10%. HSBC was down more than 10% in early trading and closed at 663p, 4.7% lower. Mining companies also suffered sharp falls. </p> <p>On <a href=\"http://www.theguardian.com/business/currencies\">the currency markets</a>, sterling fell almost six cents against the dollar to $1.5299 at one stage, close to the six-year low set last Friday when official data showed the economy shrinking much faster than expected. This heightened expectations of further <a href=\"http://www.theguardian.com/business/2008/oct/27/interest-rate-cuts\">interest rate cuts</a> from the Bank of England in an attempt to stimulate the economy. </p> <p>The <a href=\"http://www.theguardian.com/business/2008/oct/27/market-turmoil-gold-oil-currencies\">dollar and the yen rallied</a> as investors shunned risky investments and sought shelter in those currencies. </p> <p>Experts are ruling out a sustained stockmarket rally before 2009. Asian markets saw another day of panic selling, with Japanese stocks hitting a 26-year low.</p> <p>On Friday, the FTSE 100 crashed by 9% at one stage, closing 5% lower. </p> <p>It remains to be seen whether today's rally on Wall Street is repeated across the rest of the world tomorrow – the 79th anniversary of the Black Monday crash on Wall Street.</p> <p>\"Confidence is at zero level and sentiment is on its knees,\" said David Buik of BGC Partners. \"To look for a rally in stockmarkets would be unrealistic before Christmas. However, to have some stability for two or three days without the market falling out of bed would be a huge help.\" </p> <p>Jeremy Batstone-Carr, of stockbroking firm Charles Stanley, warned that some companies had still not fully recognised how the global slowdown would hit them. \"A western recession is morphing into a global recession. On a corporate level, companies are now waking up to the fact that this could be a pretty prolonged period of recession,\" he said. </p> <p>The US Federal Reserve is expected to cut the cost of borrowing later this week, but this did not prevent markets in France and Germany falling sharply this morning. </p> <p>\"If the Federal Reserve cut rates by a quarter point, then it will make absolutely no difference to the markets as it is fully priced in,\" said Batstone-Carr. \"The only way that central banks can make a difference with rate cuts is to go bigger than expected.\" </p> <p><strong>Asian crash</strong> <br>As the current crisis sparked by the failure of Lehman Brothers entered a seventh week, Japan's Nikkei index fell 6.4% to its lowest level since 1982, extending its recent slump. It has now lost 20% of its value in the last week. </p> <p>Hong Kong also saw shares routed, with the Hang Seng index plunging 12% – its biggest daily fall since 1997. </p> <p>And the Chinese stockmarket tumbled more than 6%, hitting its lowest level since September 2006, bringing more pain to small investors who have watched the Shanghai Composite index fall 70% from last year's peak. </p> <p>India's stock market fell by 8%. The latest sharp falls, following last week's heavy losses, showed that investors have little confidence that the world's leaders can stave off a painful economic contraction. </p> <p>In Japan, Canon became the latest blue-chip company to slash its profit forecasts. It blamed the strength of the yen, which has pushed up the cost of its exports overseas. </p> <p>The soaring yen is such a concern that the G7 group of industrialised nations expressed concern over its \"volatility\", but this failed to stop the currency strengthening again. </p> <p>The continuing turmoil in the financial markets has left many smaller countries facing a cash squeeze. The International Monetary Fund is <a href=\"http://www.theguardian.com/business/2008/oct/26/imf-market-turmoil-iceland\">drawing up emergency plans for a new short-term loan facility</a> to help these economies, and Ukraine and Hungary both accepted loans from the IMF yesterday. </p> <p>And in Belgium, bank KBC received a €3.5bn (£2.8bn) government bail-out after its share price collapsed. Before today, KBC was the only Belgian bank to have resisted state help.</p>",
  "<p>It looked like being another dark day for London shares today, but after an opening drop of more than 200 points the blue-chip index rallied to close down a mere 30 points.</p> <p>London's leading shares dived at the start of trading following heavy losses on Asian exchanges, with Japan's Nikkei index falling to its lowest level since 1982 and the Hang Seng in Hong Kong down almost 13%.</p> <p>A falling oil price and more misery for the mining sector contributed to the London index's woes.</p> <p>Soon after opening, the FTSE 100 was down just over 218 points to 3665.21, and traders were bracing themselves for yet another big drop, six weeks after the collapse of Lehman brothers triggered the global financial crisis.</p> <p>But things began to pick up during the morning and by early afternoon the FTSE was nosing into positive territory, boosted by the Dow Jones industrial average's rapid recovery from an initial drop of 175 points.</p> <p>The index ended the day at 3852.59, a fall of just 30.77 points or 0.8% on Friday night's close. </p> <p>The banks <strong><a href=\"http://www.guardian.co.uk/business/standardchartered\">Standard Chartered</a></strong> and <strong><a href=\"http://www.guardian.co.uk/business/hsbcholdings\">HSBC</a></strong> both suffered from their exposure to the Asian markets. </p> <p>Standard Chartered was the FTSE 100's biggest percentage faller, down more than 10% or 78p to 680p, as Citigroup cut its target price to 750p and issued a sell recommendation. </p> <p>HSBC shares fell to a six-year low in Hong Kong, and in London ended the day down 33p at 663p, having earlier touched 617.75p, their lowest value since September 2001.</p> <p>Mining companies continued their rapid descent as analysts at Credit Suisse warned that huge amounts of capital expenditure earmarked for projects in 2009 could be put on hold because of the credit crisis.</p> <p>\"We think up to $50bn of the $75bn scheduled for 2009 is likely to be deferred for at least a year,\" the report said. A further $150bn scheduled between 2010 and 2012 could also be delayed, Credit Suisse added. </p> <p>\"The potential delay of such capacity is likely to plant the seeds for the next bull market, especially given that the recent five-year bull market did not see large scale capacity additions with the exception of iron ore.\"</p> <p>The analysts pointed to those companies with larger debt such as <strong><a href=\"http://www.guardian.co.uk/business/xstrata\">Xstrata</a></strong> as most at risk. </p> <p>Xstrata was indeed the sector's biggest faller, down nearly 9% or 68.5p to 709p.</p> <p>Xstrata's bid target earlier in the year, the platinum specialist <strong><a href=\"http://www.guardian.co.uk/business/lonmin\">Lonmin</a></strong>, was off more than 7% or 87p to end the day at £10.87 – less than a third of the £33 a share Xstrata was thinking of paying back in August.</p> <p>Satellite group <strong><a href=\"http://www.guardian.co.uk/business/britishskybroadcastinggroup\">BSkyB</a></strong> was one of the day's big gainers, bouncing back amid fears that customers might ditch their pay-TV subscriptions in a recession.<br>Sky was up nearly 7% or 23p to 352p.</p> <p>Oil companies were among the major fallers, as prices continued to slip despite Opec's attempt to stabilize them last week by deciding to cut production. </p> <p><strong><a href=\"http://www.guardian.co.uk/business/petrofac\">Petrofac</a></strong> dropped 32.5p at 340.75p, while <strong><a href=\"http://www.guardian.co.uk/business/woodgroupjohn\">John Wood Group</a></strong> closed down 16.1p at 174p.</p>",
  "<p>Sterling is continuing to weaken as investors avoid risky trades and pile into the dollar on a day that <a href=\"http://www.theguardian.com/business/commodities\">gold and oil prices</a> are also falling. </p> <p>The pound dropped more than 3% to $1.5433 this morning but recovered to a certain extent later to trade at about $1.5455 in mid-afternoon. </p> <p>It hit a six-year low of $1.5265 on Friday when official figures showed the British economy shrinking by 0.5% in the third quarter, much faster than expected. This left market players speculating over the size of the next interest rate cut from the Bank of England, which is now regarded as a near certainty. </p> <p>The dollar and the yen rallied as investors shunned risky investments and sought shelter in those currencies. </p> <p>The dollar hit a two-and-a-half-year high versus the euro. Investors have been borrowing in dollars to make investments elsewhere. When the financial crisis escalated over the summer, borrowers began calling in these loans, resulting in a scramble for dollars. </p> <p>Manus Cranny of MF Global Spreads in London said: \"There's further deleveraging to come across all asset classes. It does look fairly fearful. Stockbrokers are on the point of sheer apathy.\" </p> <p>In Japan, the yen hovered near 13-year highs against the dollar and rose to its highest since May 2002 versus the euro, despite a statement of concern from the G7 group of industrialised nations over its \"volatility\". </p> <p>The G7 said it would continue to monitor markets closely and cooperate as appropriate, but hopes of a coordinated currency intervention were dashed by the French economy minister, Christine Lagarde. She ruled out any chance of the G7 intervening to sell the yen. </p> <p>Omer Esiner, the senior market analyst at Ruesch International in Washington, said: \"This is a continuation of deleveraging and unwinding of risk that has been happening over the past week and this has benefited the yen and the dollar. </p> <p>\"The surge in the yen has raised the possibility of a Bank of Japan intervention. I would imagine the BoJ may come in if dollar/yen hits below 87 or 85 yen.\" </p> <p><a href=\"http://www.theguardian.com/business/2008/oct/27/marketturmoil-currencies\">Japan is poised to intervene</a> in its currency market for the first time in more than four years, although the finance minister, Shoichi Nakagawa, said no decision had been taken about when to take action. </p> <p>The yen has surged as investors unwind <a href=\"http://www.theguardian.com/business/2007/aug/24/businessglossary\">carry trades</a>. With interest rates in Japan at virtually zero, speculators have been borrowing there to invest in the UK or the US where rates are higher. Such trades have collapsed in recent weeks as market players have been forced to sell assets to raise cash. </p> <p>Gold futures prices traded lower in New York after the dollar rally and as US stockmarkets avoided sharp declines, despite steep falls in shares in London and Asia earlier. </p> <p>Gold spot prices fell more than 3% to hit a low of $706.1 an ounce this morning but recovered later to $727.6. Gold is often seen as a stable investment in times of turmoil, but risk-averse buyers are increasingly choosing cash, especially the dollar and yen, as a safe haven. </p> <p>\"Gold hasn't really had any safe haven attraction because the dollar has held up well,\" said Fairfax analyst Marc Elliott. \"Unless the dollar weakens significantly, there is no near-term likelihood for gold to perform.\" </p> <p>Oil clawed back some ground after sinking to a new 17-month low of less than $62 a barrel this morning, dragged lower by fears of a global recession and its impact on demand for fuel. </p> <p>Oil prices have fallen by nearly 60% since they hit a record high of above $147 a barrel in July. Demand has already weakened in the United States, the world's top energy consumer, and in other industrial countries as economic activity weakens.</p>",
  "<p>If you have a spare £7,600 lying around (<a href=\"http://en.wikipedia.org/wiki/Credit_Crunch\">and who doesn't</a>?), you might want to enrol in the <a href=\"http://www.rockcamp.com/\">Rock'n'Roll Fantasy Camp</a>, and spend a week being taught to play by Pink Floyd drummer <a href=\"http://www.drummerworld.com/drummers/Nick_Mason.html\">Nick Mason</a>, <a href=\"http://www.billwyman.com/\">Bill Wyman</a>, and original Beatle <a href=\"http://www.petebest.com/\">Pete Best</a>, before recording in Abbey Road studios and performing a gig at The Cavern Club. Think about it; with the tag-line \"Step out of the boardroom and into the spotlight!\", this could be your chance to star in Mid Life Crisis: The Musical. </p> <p>But! The idea of lucre-lubricated packages allowing CEOs to experience a musical \"scene\" does have legs. It's surely only a matter of time before some entrepreneurial spark concocts The Good Ship Albion Cruise, where <a href=\"http://www.buttmagazine.com/?p=165\">Dominic Masters</a> will be on hand like a post-watershed children's party entertainer to paint track-marks on boarding passengers, who will automatically fail the <a href=\"http://www.nme.com/news/babyshambles/21933\">Pete Doherty seminar</a> by turning up.</p> <p>An Emo Extravaganza – doubtless helmed by Chief Sadomascararist Pete Wentz – might work, but is probably best avoided unless you want to look really old (or can crowbar your way into skinny jeans from Top Man's Defying the Laws of Physics range). But one based around Britpop – where Jarvis Cocker will be paid to moon your graduation ceremony – has potential. Entirely coincidentally, yet contributing no end to the atmosphere, it's probably likely that the taxi you arrive in will be driven by one of Menswear.</p> <p>You can imagine a Madchester-themed retreat (2.4 Hour Party People) treating Haç-beens to valuable lessons in incoherence from Shaun Ryder (\"No! That sentence contained a clause!\"), while the slogan for the <a href=\"http://www.theguardian.com/music/musicblog/2008/jan/02/noughtiessofarthesoundtrac\">Noughties Esperanto Indie</a> weekend hosted by <a href=\"http://www.urbandictionary.com/define.php?term=keane\">Keane</a> might be, \"Step out of the corporate environment and into ... a group containing even more people who look like accountants\".</p> <p>What else? I would suggest a course taught by Mark E Smith but chances are if you have even a passing interest in music, you've probably already been in <a href=\"http://thefallenblog.blogspot.com/\">the Fall</a>. Even the guitar-intolerant harbour unfulfilled dreams of stardom, and for poptimists, I'd like to posit Team Building With The Sugababes which would consist of literally <a href=\"http://news.bbc.co.uk/1/hi/entertainment/4548144.stm\">building a new team</a>.</p> <p>Given the endless pilfering of the decade, a Now That's What I Call The 80s! Retreat is a safe bet. After all, if you're going to spend close to eight grand, you might as well have The KLF burn your money for you.</p>",
  "<p>Last week <a href=\"http://www.theguardian.com/commentisfree/2008/oct/21/religion-advertising\">Ariane Sherine</a>, with some financial backing from ubiquitous atheist <a href=\"http://www.richarddawkins.net/\">Richard Dawkins</a>, launched a campaign to raise £11,000 to fund atheist adverts on London buses. Within 10 hours, she'd hit her target. The total raised has now topped £100,000.</p> <p>It's a great idea, but as it stands it's something of a missed opportunity. What will these adverts accomplish? Primarily, they'll offset those unavoidable adverts for the wretched <a href=\"http://uk.alpha.org/\">Alpha course</a>, which is bound to annoy that very small minority of British Christians who feel only their views have validity. Which can only be a good thing. But they've got the potential to do much more: here's a great chance to produce a little more solid evidence towards (dis)proving the existence of God himself.</p> <p>Yes, it's true that it's impossible to prove there's no God. But as you also can't prove there's not an intangible, invisible monkey sitting on your shoulder as you read this, that's perhaps not the best clinching argument going. Especially as you can't even prove that your shoulder-monkey won't work to thwart your life's ambitions in subtle ways unless you pay me a tenner. In fact, if I'm ever particularly hard up, I may just have founded that religion. Hell, it worked for <a href=\"http://www.lronhubbard.org/\">L Ron Hubbard</a>, after all.</p> <p>What we can look for is any evidence of the Almighty's handiwork on earth. Many atheists maintain their world view is based on evidence, not faith, which is an admirable policy, but does imply some slight duty towards gathering that evidence. While extraordinary claims require extraordinary proof, if we can gather some counter-evidence without too much exertion or cost, it's well worthwhile.</p> <p>And many attempts to do this, to date, have been less than inspired, ranging from the tragic to the feeble. A 45-year-old eastern European philosopher died last year after lowering himself into a tiger cage declaring, \"God, if he exists, will protect me.\" </p> <p>Charlie Brooker took a less risky but not much more convincing approach in a <a href=\"http://www.theguardian.com/world/2005/dec/16/religion.uk1\">column</a> a few years ago. \"In summary: a mere sore throat is proof enough that there is no God – or that if there is, he doesn't give a toss about human suffering. In which case, why bother worshipping him?\"</p> <p>Neither is likely to win awards for good experimental design. A good experiment has a control group – for a drugs trial, this is the group given sugar pills instead of our new drug, just to allow accurate comparison. It's carried out in as natural an environment as possible. Ideally, no one involved has to die.</p> <p>And this is where our newly atheistic buses come in: come January, London will have three distinct groups of buses. First up, at least 30 buses will be emblazoned with banner advertising rubbishing the idea of God. In all likelihood, at least 30 others will be encouraging a new generation of recruits to sign up to the Alpha course. And the rest will be their usual secular selves: in other words, a perfect control group.</p> <p>So what I propose is this: let's track the punctuality of these three groups (or as many as we can track, randomly selected from each group). We can log breakdowns and accidents too, for good measure. The adverts are being paid for anyway, the breakdowns and punctuality of the buses involved are already measured by <a href=\"http://www.tfl.gov.uk/\">Transport for London</a>, so with a little goodwill and some help from a professional statistician, we've got a solid natural experiment. After all, if anything could do with a little divine intervention, it's our capital's transport system.</p> <p>The most likely outcome, I'd guess, would be no statistically significant difference between any of the three groups. If the Alpha buses significantly outperform the other groups, there's pause for thought (if they float heavenwards amid a chorus of angelic harpists, it'll be quite a long pause). If the buses sporting atheist adverts did significantly better, something out there perhaps has a warped sense of humour.</p> <p>Some proper experiments along these lines have been done before. Here is a 2001 <a href=\"http://www.mayoclinicproceedings.com/inside.asp?AID=1322&amp;UID=\">paper</a> into the effects of prayer on patients recovering in coronary care, which found prayer had no significant impact on patients' recovery. Science might be \"boring\" and slow, but just as dripping water eventually moves mountains, the slow accumulation of such evidence might yet do the same.</p> <p>Sceptic extraordinaire <a href=\"http://www.theguardian.com/science/series/badscience\">Ben Goldacre</a> recently commented you \"cannot reason someone out of a position they did not reason themselves into\". If Britain's atheists are spending £100,000 of our hard-earned cash – during a recession, no less – in an attempt to do so, we might as well learn something out of it in the process.</p>",
  "<p>The urgency of the current situation cannot be overemphasized: The latest scientific research tells us that global warming is accelerating at a rate beyond previous expectations, and that the window for a timely response is closing quickly. Despite some political efforts to muddy the waters, there is scientific agreement that greenhouse gas emissions must now be stabilized within seven years or the world will face unpredictable climate-related catastrophes — far beyond the serious impacts already in evidence globally.</p> <p>Climate action in the United States — at a federal standstill for the last eight years — is expected to finally move forward with the inauguration of a new president in January. What preparations can be made now to assure action within the first 100 days? Congress is expected to try to move cap-and-trade legislation again while also addressing related issues: energy, transportation, economic policy, and conservation. But the key question remains: Is there a leadership strategy that the next president can initiate to strengthen the likelihood of success, particularly during this time of economic crisis?</p> <p>The latest science demands a strategy that provides a policy pathway that will begin to reduce emissions immediately, and a political pathway that avoids continued gridlock. Relying on a single piece of legislation runs the risk of failing to meet one or both of these nonnegotiable requirements. It could easily take more than seven years to get a federal carbon-trading mechanism to stabilize emissions. It's also possible that congressional compromise will water down cap-and-trade emissions targets and, worse, undermine existing state and regional efforts.</p> <p>There is, however, a promising alternative strategy increasingly under discussion by a growing number of legal authorities, politicians, and policy experts: Activate the Clean Air Act — arguably the most cost-effective environmental law in the US — and use it to control greenhouse gas emissions. Such a move would not require controversial new legislation and would be on solid legal footing, thanks to the US Supreme Court's landmark 2007 decision, Massachusetts v. Environmental Protection Agency (EPA), which affirmed that carbon dioxide emissions are a pollutant as defined by the Clean Air Act and can therefore be regulated by the EPA.</p> <p>That ruling is now informing Sen. Barack Obama's thinking. Jason Grumet, his energy adviser, said this month that if elected president, Sen. Obama would declare CO2 a dangerous pollutant under the Clean Air Act and use the act to limit emissions. Experts do not dispute the executive branch's authority to do so.</p> <p>\"EPA has the authority to regulate sources of pollution directly and could set emissions standards for new stationary sources of pollution — such as coal-fired power plants, oil refineries, and steel and concrete plants — in relatively short order,\" said Lisa Heinzerling, professor of Law at Georgetown University Law Center, who wrote the petitioners' brief in Massachusetts v EPA. </p> <p>She and many other legal experts believe that under the Clean Air Act, the EPA can also administer a national cap-and-trade program by writing federal rules to unify independent regional carbon markets. Already, 23 states and four Canadian provinces are forming such markets, with 10 additional states being brought into the process as observers. Experts believe the EPA can promulgate an additional set of regulations that would control transportation emissions — everything from cars and trucks to boats and airplanes.</p> <p>\"The high court essentially said the United States currently has a law for regulating carbon dioxide emissions, and it's called the Clean Air Act,\" said John Dernbach, a professor at Widener University Law School. Dernbach, who writes extensively on climate change, co-authored a friend-of-the-court brief in the landmark case on behalf of 18 prominent climate scientists.</p> <p>This means that two branches of government — Congress, which enacted the law, and the Supreme Court, which confirmed its applicability to carbon dioxide — have already set the stage for an executive branch willing to implement the existing law to control greenhouse gas emissions. The next president can step into office and lay out a comprehensive strategy for a national climate plan that uses the Clean Air Act and identifies areas for congressional action. The moment is ripe for such bold executive leadership.</p> <p>Robert McKinstry, a partner in the environmental group at the law firm of Ballard, Spahr, Andrews &amp; Ingersoll and a co-author of the brief with Dernbach, also believes that the act offers a parallel, lower-cost, and faster avenue for establishing a national carbon market than completely new legislation. He points to existing regional carbon-trading efforts as mechanisms that offer a head start.</p> <p>Three regional programs are already in development — the Regional Greenhouse Gas Initiative in the Northeast, the Western Climate Initiative, and the Midwest Governors Greenhouse Gas Accord.</p> <p>The first already has held its first carbon credit auctions and will begin regulating power plant emissions in January. Taken together, these initiatives to combat global warming now cover areas that include half the US population, and state governments are already considering how to harmonize regional trading systems with each other, as well as with the European Union's emissions-trading scheme. In addition, 39 states — and most Canadian provinces and Mexican states — established a climate registry to measure emissions, a cornerstone of an eventual national U.S. market.</p> <p>This evolving US carbon marketplace can provide the framework around which a national system can grow from the bottom up, McKinstry maintains. Many experts do not believe the EPA can establish a carbon trading mechanism on its own authority. But they agree that states can do so, and that the EPA can play the role of regulator by writing federal trading rules. Why not allow the best-equipped federal agency to oversee and coordinate the ongoing development of regional carbon markets, which are already way ahead of anything likely to emerge anytime soon from new federal legislation?</p> <p>It is tricky legal terrain and the debate among experts, who are now submitting recommendations to the EPA about how to apply the Clean Air Act to greenhouse gas emissions, will require the skills of a Talmudic scholar to follow. Some experts — including Mary Nichols, chairwoman of the California Air Resources Board — believe that the act could be amended to provide a specific global climate focus, perhaps through a new title, as was done for acid rain in 1990. \"There is no reason to abandon a legislative framework that has worked well,\" says Nichols.</p> <p>California has demonstrated to the nation how the law could be put to work to reduce greenhouse gases. The state asked the EPA for a waiver to impose more stringent auto-emissions standards than the current federal ones. Seventeen other states were ready to adopt the California standards, but the Bush EPA has refused. By instructing the EPA to grant this long-delayed waiver, the next president could significantly cut greenhouse gas emissions from the transportation sector with the stroke of a pen. The agency is sitting on eight other petitions that would reduce emissions from other mobile sources, such as trucks, locomotives, boats, and airplanes. This kind of rule-making — not lawmaking — immediately shifts the status quo from argument to action by applying already available regulatory mechanisms.</p> <p>The Clean Air Act — first passed in 1963, with later amendments — is a mature, flexible, and successful law designed to integrate the work of all economic sectors and all levels of government. By applying the Clean Air Act, the next president can stand on the shoulders of legal and regulatory precedent. He can adopt an executive-branch strategy to complement the next round of legislative efforts. He can lead climate policy development by using existing authority and can ensure that the US has a strong position going into the next round of international climate negotiations. And action in the first 100 days can set the stage for genuine US re-engagement in international climate talks in Copenhagen in 2009.</p> <p>An energy crisis, a climate crisis, and an economic crisis have joined forces in a perfect storm, which now requires a sound and swift response based on new thinking. Using the Clean Air Act to bring America's runaway greenhouse gas emissions under control could give the next president the tools he needs to respond to this challenge as well as leverage to use with Congress for broader action. There is no time to waste.</p> <p>Michael Northrop is Program Director for Sustainable Development at the Rockefeller Brothers Fund. David Sassoon runs SolveClimate.com, a website dedicated to debating and advancing solutions to global warming. Their last story for Yale Environment 360 examined how states are developing sweeping climate and energy policies in the absence of federal action.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339040386\"> <img src=\"https://static.guim.co.uk/sys-images/Jobs/Job File/Other/2008/10/27/1225119670781/execsontheweb.gif\" alt=\"executivesontheweb.com\" width=\"274\" height=\"46\" class=\"gu-image\" /> </figure>  <p><br>Is the award winning executive recruitment website offering senior management and executive jobs across all industry sectors in the UK, Europe and the Middle East.</p> <p>Launched in 1999, executivesonthweb.com was the first UK dedicated executive job board to focus purely on job opportunities of £50,000 + per annum. </p> <p>The executivesontheweb.com team has extensive senior management and executive recruitment industry experience providing an outstanding level of advice, support and service to all our clients and our on-line executive recruitment strategy attracts the highest caliber of candidate responses to advertised appointments. </p> <p>Our marketing team engages in creative strategies to attract candidates through a variety of PR campaigns, sponsorships, strategic alliances, press releases, and internet marketing on global search engines and directories. Our client list includes the leading recruitment companies, recruitment agencies and corporate organizations.</p>",
  "<p>Analysts believe that today's heavy falls on stockmarkets around the world show there is little confidence that the corporate sector will deliver the profits that investors had been expecting. </p> <h2>Jeremy Batstone-Carr of Charley Stanley</h2> <p>\"Shares are coming under pressure because earnings estimates are too high. The weakness in the equity markets is partly caused by stockmarkets getting their retaliation in first. \"Everyone is looking at a company's ability to pay dividends and meet its estimates.\" </p> <h2>David Buik of BGC Partners</h2> <p>\"This morning, it's a combination of sentiment and market makers being light on their feet. No sector has been immune from a drubbing of some sort. Obviously financials, oil, energy and miners have led the journey south. </p> <p>\"The performance of the pound in the last three hours expresses the country's and the world's view of sterling and the Brown government's relentless quest to spend its way out of trouble and, at the same time, borrow gargantuan sums of money, probably by issuing tranches of gilts the country can ill-afford. The pound has lost 4.5 cents against the dollar in a matter of a couple of hours to $1.5427. This dispiriting news as to the amount that will be borrowed will probably be announced in the pre-budget report. </p> <p>\"Confidence is at zero level and sentiment is on its knees. To look for a rally in stockmarkets would be unrealistic before Christmas. However, to have some stability for two or three days without the market falling out of bed would be a huge help.\" </p> <h2>David Jones of IG Index</h2> <p>\"It's a continuation of what we saw last week. We're seeing a cycle of selling around the world: Asia falls heavily, then Europe opens and gets clobbered and, later in the day, the US opens and gets clobbered, too.\" </p> <h2>Keith Bowman of Hargreaves Lansdown Stockbrokers</h2> <p>\"There are very wide concerns over a global recession. Although government has been drawing a line under the financial crisis, it may not have acted quickly enough to prevent the economic fallout.\" </p> <p>Adding to the weakness of the pound, after last week's shock 0.5% drop in third-quarter GDP, were \"massive expectations of rate cuts,\" he said. \"It's almost certain that we'll get a cut in November and many think maybe another one in December.\" The question is, how big a cut, with economists speculating about a half point to a full percentage point. </p> <p>Bowman thinks \"with hindsight,\" the Bank of England's monetary policy committee should have acted sooner. \"They were too focused on inflationary concerns.\" </p> <h2>Manus Cranny of MF Global Spreads</h2> <p>\"It ranges from blind panic through to hysteria. These are just surreal movements that we're seeing on the currency side.\" </p> <p>He explained the reasons behind the sharp decline in sterling: \"It's GDP falling off a cliff, combined with the unwinding of the yen-dollar <a href=\"http://www.theguardian.com/business/2007/aug/24/businessglossary\">carry trade</a> - causing a flow into the dollar.</p> <p>\"There's more of this [the unwinding of the carry trade] to come. There's also further deleveraging to come across all asset classes. It does look fairly fearful. Stockbrokers are on the point of sheer apathy.\"</p> <p>Cranny said it was impossible to compare the current crisis to previous crises or recessions as the banking sector was now \"quasi-nationalised\". He said it was like \"comparing chalk and cheese\". </p> <p>He said: \"There are suggestions about coordinated interest rate cuts. I would question the ability of the UK to join in this with sterling taking such a pummeling.\" He thinks \"there's definitely going to be further rate cuts\" but on a country-by-country basis. </p> <h2>Ryan Kneale - BetsForTraders</h2> <p>\"The markets are sliding down a slippery slope desperately trying to find a footing somewhere but so far nothing has held and we seem to be creating a new bottom almost daily. We would not be surprised to see another concerted rate cut announced this week if the situation does not show signs of improvement very soon.\"</p> <h2>Cobus de Plessis of the Institute of Behavioural Finance, South Africa</h2> <p>\"The hormones that ensure the survival of the fittest in the jungle are proving to be deadly for stock exchanges around the world, with investors and traders showing a stockmarket version of the fight-or-flight mechanism — they sell first and ask questions later. In normal times, the market runs on a healthy mix of fear and greed, but fear now seems to rule. </p> <p>\"The same overconfident investors that drove the markets to unrealistic highs a few months ago cannot see the end of the tunnel now, causing them to panic. It is this panic that is manifest in the current irrational behaviour.\"</p>",
  "<p>Carbon pollution levels are rising so fast that the world has no realistic chance of hitting ambitious climate targets set by Britain and the G8, an influential report to the Australian government has warned. </p> <p>The <a href=\"http://www.garnautreview.org.au/domino/Web_Notes/Garnaut/garnautweb.nsf\">report, from economist Ross Garnaut</a>, says existing carbon goals, such as those in <a href=\"http://www.theguardian.com/politics/2008/oct/16/greenpolitics-edmiliband\">Britain's climate change bill</a>, are based on out-of-date emissions figures, and are so ambitious that they could wreck attempts to agree a new global deal on global warming. </p> <p>Garnaut says that nations must accept a greater amount of warming is inevitable, or risk a failure to agree that \"would haunt humanity until the end of time.\"</p> <p>The report, billed as the Australian Stern review, uses recent estimates of booming carbon emissions that were not included in last year's report of the <a href=\"http://www.theguardian.com/environment/ipcc\">Intergovernmental Panel on Climate Change</a> (IPCC), or the 2006 report from <a href=\"http://www.theguardian.com/politics/2006/oct/30/economy.uk\">Sir Nicholas Stern</a> on the economics of the problem. </p> <p>Since 2000, the Garnaut report says, global carbon emissions from fossil fuel use have grown by 3% each year, as economies of developing countries including China have boomed. This compares to annual growth rates of 2% through the 1970s and 1980s, and just 1% in the 1990s.</p> <p>The report, published today, predicts that carbon dioxide emissions will continue to rise by more than 3% each year until 2030.</p> <p>The worst case considered by the IPCC was that world carbon dioxide emissions would rise by 2.5% each year — a scenario often criticised as too pessimistic. Most government projections and discussions are based on the milder IPCC \"median\" scenario, which sets an annual growth rate of just 2%.</p> <p>Garnaut says the recent spike in emissions reflects a \"platinum age\" for the world economy, with growth exceeding the \"golden age\" of the 1950s and 1960s. And he says the trend raises \"serious questions\" about suggested climate targets.</p> <p>Britain and Europe are pushing for the world to agree to limit carbon dioxide levels in the atmosphere to 450 parts per million (ppm), which they say could avoid dangerous climate change. The level is currently more than 380ppm, up from 280ppm before the industrial revolution, and rising by more than 2ppm each year. </p> <p>The framework for such an agreement was established at UN negotiations in <a href=\"http://www.theguardian.com/environment/bali\">Bali</a> last year, and will be discussed in Poland this December. Analysts say a new treaty must be agreed at a meeting in Copenhagen, late next year, for it to enter into force in 2012, when the existing Kyoto protocol expires.</p> <p>The Garnaut report says developed nations including Britain, the United States and Australia would have to slash carbon dioxide emissions by 5% each year over the next decade to hit the 450ppm target. Britain's climate change bill, the most ambitious of its kind in the world, calls for reductions of about 3% each year to 2050.</p> <p>Garnaut, a professorial fellow in economics at Melbourne University, said: \"Achieving the objective of 450ppm would require tighter constraints on emissions than now seem likely in the period to 2020 ... The only alternative would be to impose even tighter constraints on developing countries from 2013, and that does not appear to be realistic at this time.\"</p> <p>The report adds: \"The awful arithmetic means that exclusively focusing on a 450ppm outcome, at this moment, could end up providing another reason for not reaching an international agreement to reduce emissions. In the meantime, the cost of excessive focus on an unlikely goal could consign to history any opportunity to lock in an agreement for stabilising at 550ppm, a more modest, but still difficult, international outcome. An effective agreement around 550ppm would be vastly superior to continuation of business as usual.\"</p> <p>Experts say that a 450ppm goal could limit temperature rise to 2C, while 550ppm would commit the world to 3C warming, which the IPCC warned would inflict drought and famine on hundreds of millions of people and devastate wildlife.</p> <p>Friends of the Earth said: \"A target of 550ppm of carbon dioxide is a recipe for disaster and even the lower target of 450ppm will mean we will face runaway climate change. The Arctic sea ice and Himalaya glaciers are already disappearing and the permafrost bomb is looming. We need much deeper cuts. Professor Garnaut has described strong targets as delusional, but he continues to feed a delusional policy debate that recognises the problem but doesn't want to implement the solution.\"</p> <p>The report, which was released by the Australian government last month, comes after climate scientists criticised carbon targets as having no scientific basis and potentially leading to \"dangerously misguided\" policies. </p> <p>Kevin Anderson and Alice Bows at the Tyndall centre for climate change research at Manchester University <a href=\"http://www.theguardian.com/environment/2008/sep/01/climatechange.scienceofclimatechange2\">say global carbon emissions are rising so fast</a> that they would need to peak by 2015 and then decrease by up to 6.5% each year for atmospheric CO2 levels to stabilise at 450ppm, which might limit temperature rise to 2C. Even a goal of 650ppm - way above most government projections - would need world emissions to peak in 2020 and then reduce 3% each year.</p>",
  "<p>A university building in Milan, designed by Irish practice Grafton Architects, has scooped the top prize at the inaugural World Architecture Festival awards, beating architectural heavyweights Zaha Hadid and Foster and Partners.</p> <p>The new faculty building at Luigi Bocconi University, Milan, was selected from a total of 17 finalists, whittled down from 224 projects presented at the World Architecture Festival in Barcelona last week.</p> <p>The judging panel, headed by Lord Norman Foster and architectural practitioners from around the world, praised the building - which includes suspended offices, a 1,000-seat auditorium, lecture theatres, public courtyards and a subterranean concourse - for its \"3D design\" and \"effortless structural solution\".</p> <p>Paul Finch, WAF programme director and editor of the Architectural Review, said at the awards: \"Our congratulations go to Grafton Architects. The winning building has a heavy relationship with the landscape of Milan and has the capacity to make a profound difference to the lives of its users. Grafton Architects have opened up the past of the city with a 21st-century attitude.\"</p> <p>The directors of the Dublin-based practice, Yvonne Farrell and Shelley McNamara, were delighted by the accolade: \"This is the biggest project we have ever undertaken. We were trying to make the university a miniature city where public realm connects with the rest of the city and the campus provides a window to Milan. Being in the city for six years we have grown to love this project, which has changed our lives. A wonderful client, place and ambition all contribute to good architecture, and we had all three.\"</p> <p>The global architecture award compares and contrasts buildings completed in the past 18 months. A diverse list of projects competes in a range of categories, from a fire station in Mexico to the O2 Arena in Greenwich, London. Foster and Partners won the \"new and old\" award for the Arlene Kogod Courtyard at the Smithsonian Institution in Washington DC, and Zaha Hadid was awarded the top prize in the transport category for the Nord Park Cable Railway in Innsbruck, Austria, but it was the Irish design that most impressed the judges.</p> <p>• More about the <a href=\"http://www.worldarchitecturefestival.com/\">World Architecture Festival Awards</a></p>",
  "<p>In just nine days time there is strong possibility we will all wake up to find that the most powerful person in the modern world is a <a href=\"http://www.theguardian.com/world/barackobama\">black man</a>.</p> <p>But if, as is now widely expected, <a href=\"http://www.theguardian.com/world/uselections2008\">Barack Obama wins the US presidential election on November 4</a>, it is worth asking when the last time that a black person was the most powerful in the world was.<br><br>With so many powerful black people who have take on so many key roles around the world - <a href=\"http://www.theguardian.com/world/gallery/2008/jul/17/southafrica.photography?picture=335779442\">Nelson Mandela</a>, <a href=\"http://en.wikipedia.org/wiki/Kofi_Annan\">Kofi Annan</a> and <a href=\"http://www.theguardian.com/world/colin-powell\">Colin Powell</a>, to name just a few - why is it that not one of them has been propelled into an office of truly global significance?</p> <p>Perhaps it's worth going back a few centuries, perhaps even as far back as the reign of the <a href=\"http://en.wikipedia.org/wiki/Pharaoh\">Egyptian pharaohs</a> - quite a depressing thought, especially as they would not even have been considered black in the way we define the race today.</p> <p>And although there is consolation in the numerous black generals that made up the Roman Empire, it cannot be said that the statues that line the <a href=\"http://en.wikipedia.org/wiki/Appian_Way\">Appian Way</a> have ever been made to mould their faces.</p> <p>My personal view is that one would have to go back to an age where the <a href=\"http://en.wikipedia.org/wiki/Roman_Catholic_Church\">Roman Catholic church</a> was the most powerful institution in the world - back to AD492 when the third and final person of African descent was appointed Pope of the Catholic church. <a href=\"http://en.wikipedia.org/wiki/Pope_Gelasius_I\">St Gelasius</a> was elected the third black pope after Pope St Victor 1 in AD189 and Pope Militiades between AD311 and AD314.</p> <p>Have I missed anyone? Give us your suggestions below.</p>",
  "<p>China's main source of power is so destructive that its social and environmental impact costs £160bn annually, warns a new report from green campaigners.</p> <p>The country is the world's largest producer and consumer of coal, relying on it for more than 70% of energy production, compared with a global average of around 40%.</p> <p>The True Cost of Coal, published by Greenpeace, the World Wildlife Fund and The Energy Foundation, says by-products ranging from water pollution to mining deaths cost China an additional 1.7 trillion yuan, or more than 7% of annual GDP.</p> <p>\"From extraction to combustion, every step in the process of using coal damages the environment,\" warns the report.</p> <p>\"To ensure its energy security, environmental protection and healthy economic and societal development, China must reduce its reliance on coal.\"</p> <p>The report catalogues the effects of the industry across a wide range of areas. According to official figures, coal is responsible for 70% of soot, 85% of sulphur dioxide, 67% of nitrogen oxides and 80% of carbon dioxide emitted in the country — leading to respiratory diseases and contributes to global warming.</p> <p>Thousands die annually in the country's mines, despite a safety drive in recent years. Wastewater and solid residue damage water systems and agricultural land.</p> <p>Land subsidence caused by mining damages road, railway lines and power lines and results in the relocation of 2,000 people for every 10m tonnes of coal produced.</p> <p>Each tonne of coal consumed in 2007 cost China an extra 150yuan in environmental damage, the study shows.</p> <p>The authors — from well-regarded research institutes in China — show how the government could ensure those costs are internalised, suggesting the price of coal would rise by 23%.</p> <p>They accept that would reduce GDP by 0.07%, but argue it would increase China's long-term international competitiveness and increase social wealth by 940bn yuan.</p> <p>\"Environmental and social damages are underestimated while using coal in China, as a result of market failures and weakness in government regulations,\" said economist Mao Yushi, lead author of the report.<br>The report suggests that imposing environmental taxes, improving compensation schemes and other restructuring the coal industry could all slash coal use.</p> <p>\"Recognising the true cost of coal would create incentives to developing cleaner, sustainable energy sources. The government should introduce an effective price signal for coal, which would ensure a massive improvement in energy efficiency and large-scale implementation of renewable energy. </p> <p>\"This would reduce China's environmental pollution and show its leadership in fighting climate change,\" urged Yang Ailun, climate and energy campaign manager of Greenpeace China.</p>",
  "<h2>What forms does modern-day slavery take?</h2> <p>Unlike historic slavery, involving countries including the UK, modern slavery does not purely mean people being captured in their own country and sent in chains to work as forced labourers elsewhere.</p> <p>The UN's office of the high commissioner for human rights defines the practice as including bonded servitude, sexual trafficking, child labour and the use of children as combatants in warfare.</p> <p>There is so-called \"slavery by descent\" in which people are either born into a slave class or come from a social grouping traditionally used as slave labour. </p> <p>Early forced marriage, in which female children are treated as chattels, is classed as a form of slavery.</p> <p>The various practices of slavery are banned internationally under the <a href=\"http://www.un.org/Overview/rights.html\">1948 universal declaration of human rights</a> as well as the <a href=\" http://www.unhchr.ch/html/menu3/b/30.htm\">1956 UN supplementary convention</a> on the abolition of slavery, the slave trade and institutions and practices similar to slavery.</p> <h2>How many people does it affect worldwide?</h2> <p>Because of the many forms modern slavery takes, it is impossible to estimate accurately the numbers involved.</p> <p>To take just one example, the International Labour Organisation (ILO) <a href=\"http://www.ilo.org/global/Themes/Child_Labour/lang--en/index.htm\">estimates that</a> around 200 million children around the world are used as child labour.</p> <p>Many millions are roped into bonded labour, in which poor people are forced or tricked into taking a loan, for example to pay for trafficking to a developed country or medical treatment and then made to work indefinitely.</p> <p>The ILO estimates at least 12.3 million people are trapped in various forms of forced labour, including debt bondage, forced prostitution and sweatshop workers illegally paid minimal sums.</p> <h2>Where does it take place?</h2> <p>Slavery occurs throughout the world, even in developed countries such as the UK and the US.</p> <p>Thousands of trafficked women are forced into the sex industry and others face many years of servitude to pay back loans to people smugglers who brought them into the country.</p> <p>Some countries, particularly in west Africa, have traditions of slavery related to caste or class divisions that remain extremely resistant to laws banning them.</p> <p>In Mauritania, where slavery was officially outlawed in 1981, some human rights groups estimate that up to 20% of the country's three million population still live as slaves.</p> <p>In Niger, where a west African regional court today <a href=\"http://www.theguardian.com/world/2008/oct/27/niger-slave-court\">ordered the government to pay compensation to Hadijatou Mani, a former child slave</a>, the London-based organisation Anti-Slavery International carried out a survey of slave numbers last year in conjunction with the local human rights group Timidria.</p> <p>Interviews with more than 11,000 people led to an estimate that at least 43,000 people across the country are enslaved.</p> <p>The study found these slaves are owned and controlled by their masters. All they receive is minimal food and a place to sleep. The master decides who a slave marries and whether their children go to school. </p> <p>The US state department produces a regular report on human trafficking, which it calls a new type of global slave trade. It ranks countries in tiers according to how serious their problems with human trafficking are deemed to be.</p> <p>The 16 lowest-ranked, or tier three nations, in the <a href=\"http://www.state.gov/g/tip/rls/tiprpt/2007/\">2007 report</a> include seven Middle East nations (Bahrain, Iran, Oman, Syria, Kuwait, Qatar, Saudi Arabia), three from Africa (Equatorial Guinea, Sudan, Algeria) and three from Asia (North Korea, Burma, Malaysia), as well as Uzbekistan, Cuba and Venezuela.</p>",
  "<p><strong><a href=\"http://www.independent.co.uk/news/uk/home-news/the-rainbow-warriors-from-the-womens-institute-974413.html\">The Rainbow Warriors from the Women's Institute</a><br>Source: Independent</strong><br>The Women's Institute is turning to eco-activist as its members embark on one of the environmental movement's most iconic vehicles to deliver, by speedboat, a message to the front door of the controversial Kingsnorth power station in Kent calling on the government to do more to provide Britain with clean, renewable energy.</p> <p><strong><a href=\"http://www.enn.com/agriculture/article/38487\">Many pesticides in EU may damage human brain: study</a><br>Source: Reuters</strong><br>Many pesticides used in the European Union may damage brain growth in foetuses and young children, according to a study published on Friday. The study urged the European Union, which is reviewing pesticide laws, to tighten restrictions. \"Toxicity to the brain is not routinely included in testing pesticides,\" said Philippe Grandjean of the Harvard school of public health and the University of Southern Denmark.</p> <p><strong><a href=\"http://www.treehugger.com/files/2008/10/canada-exports-promotes-asbestos.php\">Canadian Government an \"avid cheerleader\" for asbestos</a><br>Source: Treehugger</strong><br>The Canadian government is expected to lobby against the inclusion of chrysotile asbestos in UN negotiations in Rome this week. The talks will focus on whether chrysotile asbestos should be recognised as a hazardous substance on the Rotterdam convention list. Some 95% of Canadian asbestos is exported, mainly to India, Thailand and Indonesia. Asbestos mining is a $110m global industry that still finds applications in cement-making and roofing shingles. In the last round of talks during 2006, Canada partnered with Iran, Zimbabwe and Kyrgyzstan to spearhead a successful campaign to prevent the addition of asbestos to the list - the only western nation to do so.</p> <p><strong><a href=\"http://news.mongabay.com/2008/1026-borneo.html\">Shell, HSBC put $665,000 toward Borneo rainforest conservation</a><br>Source: Mongabay.com</strong> <br>Brunei Shell Petroleum (Shell Oil) and HSBC have donated 500,000 Brunei dollars ($333,000) each to conserve forests on the island of Borneo, reports the Borneo Bulletin. The money will be used to set up an administrative facility to implement an initiative to protect roughly 220,000 square kilometers (85,000 square miles) of tropical forest in Brunei, Malaysia, and Indonesia.</p>",
  "<p>The mining sector has been ailing as much as any other during the past few weeks of market upheaval.</p> <p>Until recently it was buoyed by high commodity prices and the now discredited theory of \"decoupling\" that hoped emerging markets would keep booming.</p> <p>But the recession looks like being a truly global phenomenon and demand for metals is sagging.<br></p> <p>Today mining stocks suffered a further jolt from a report by Credit Suisse warning that about $50bn of capital expenditure could be delayed by the credit crisis.</p> <p>This is money that has been earmarked for new projects or the expansion of existing ones over the course of 2009.</p> <p>\"We think up to $50bn of the $75bn scheduled for 2009 is likely to be deferred for at least a year,\" the report said. </p> <p>A further $150bn scheduled between 2010 and 2012 could also be delayed, Credit Suisse added. </p> <p>\"The potential delay of such capacity is likely to plant the seeds for the next bull market, especially given that the recent 5-year bull market did not see large scale capacity additions with the exception of iron ore.\"</p> <p>Financing problems could affect the construction of 300m tonnes of iron ore, 5m tonnes of copper, 10m tonnes of aluminium and over 1m ounces of platinum, the report said. </p> <p>It pointed to those companies with larger debt such as <strong><a href=\"http://www.guardian.co.uk/business/xstrata\">Xstrata</a></strong> as most at risk.</p> <p>Shares in Xstrata slid nearly 7% to 723.5p, just a sixth of their peak earlier in the year. </p> <p>Xstrata's bid target earlier in the year, the platinum specialist <strong><a href=\"http://www.guardian.co.uk/business/lonmin\">Lonmin</a></strong>, was off 9% at £10.71. </p> <p>Back in August Xstrata was thinking of paying £33 a share for Lonmin. <br>Other companies in the sector suffering today included <strong><a href=\"http://www.guardian.co.uk/business/riotinto\">Rio Tinto</a></strong>, down almost 10% to £20.57. </p> <p>And <strong><a href=\"http://www.guardian.co.uk/business/angloamerican\">Anglo American</a></strong> slid more than 9% to £11.31.</p> <p>The decline in the FTSE 100 has eased somewhat, with the index down around 150 points rather than the 200-plus fall we saw on opening.</p>",
  "<p>Gordon Brown insisted today that increasing borrowing to shore up the economy was the \"responsible\" thing to do.</p> <p>After criticism from economists of the government's plan to spend its way out of the downturn, the prime minister said fiscal policy would be used to kick-start the economy and \"help people through difficult times\". Debt could not be brought down until tax revenues recover.</p> <p>Speaking at Imperial College in London, he said the only way for Britain to benefit from the \"new global age\" was to invest in the necessary long-term decisions.</p> <p>Now was the wrong time to slash investment in areas like education, training, energy efficiency or tax cuts for hard-pressed families, Brown said.</p> <p>\"As economic activity rises, as tax revenues recover, then you would want borrowing to be a lower share of our national income. But the responsible course at the moment is to use the investments that are necessary, and to continue them, and to help people through very difficult times,\" said the prime minister. \"I think that's a very fundamental part of what we are doing.\"</p> <p>The comments came on the day the London stockmarket plunged by more than 5% and sterling weakened again, as the turmoil in the world's financial markets continued.</p> <p>Brown said public spending was an important feature of bringing the country out of the economic downturn, despite the latest quarterly public debt figures showing a record £37.6bn - higher than those for the whole of the previous year.</p> <p>His comments on investment came during a question and answer session with business leaders following an unscripted \"off the cuff\" speech.</p> <p>Brown's spokesman said today: \"What the prime minister said was that it's the right and responsible thing for there to be a temporary increase in borrowing in the face of an economic downturn, but that we would then expect borrowing to fall as a share of national income in the future as the economy has started picking up again.\"</p> <p>Pressed as to how far the government intended to go in terms of borrowing to invest, the prime minister's spokesman said that was a matter for Alistair Darling, the chancellor of the exchequer, to address in the forthcoming Pre-Budget Report.</p> <p>It emerged today that Darling will this week announce plans to scrap the fiscal \"golden rule\" introduced by Brown when Labour came to power.</p> <p>Darling will confirm that he intends to get rid of fiscal rules that are seen as too rigid, such as Brown's \"golden rule\" only to borrow to invest over the economic cycle, according to the Financial Times.</p> <p>But government plans to pour tens of billions of pounds into the economy in an attempt to head off the worst of the turmoil as \"misguided and discredited\" by a group of economists yesterday.</p> <p>A letter to the Sunday Telegraph signed by 16 economists including Trevor Williams, chief economist at Lloyds TSB Corporate Markets, and Peter Spencer, chief economist to the Ernst &amp; Young Item Club warned:</p> <p>\"It is misguided for the government to believe that it knows how much specific sectors of the economy need to shrink and which will shrink 'too rapidly' in a recession. Thus the government cannot know how to use an expansion in expenditure that would not risk seriously misallocating resources.\"</p> <p>On Friday John McFall, the chair of the Treasury select committee urged the government to put in place a \"fiscal stimulus\" plan involving higher spending and lower taxes to avoid \"economic despair\". </p> <p>Brown told his audience today that the economy had the government's \"undivided attention\" as he insisted it was producing a \"comprehensive\" set of policies to help the UK through its current economic problems.</p> <p>Citing the bail-out of British banks, the prime minister said the government was in talks with banks about how best to help them start lending again \"by whatever means necessary\".</p> <p>\"People need to have confidence and they have to have the trust that banks are dealing with each other on a basis where everything is fair and above board.\"</p> <p>He added: \"It is not simply liquidity and the restructuring of banks, it is the ability of banks to start lending again by whatever means necessary and we will continue to work with them on that.\"</p>",
  "<p>Car manufacturers are being encouraged to participate in a £10m scheme to make motoring greener and create thousands of jobs</p> <p>Geoff Hoon, the transport secretary, has today invited car manufacturers to bid to take part in an initiative to run electric car and ultra-low carbon vehicle demonstration projects, overseen by the Technology Strategy Board.</p> <p>The project will also see about 100 electric cars provided to various towns and cities to allow families and other motorists the opportunity to give feedback on the practical steps needed to make greener motoring an everyday reality.</p> <p>Building on an announcement made by the prime minister, Gordon Brown in July this year, today's plans could lead to the creation of 10,000 British jobs and help preserve many thousands more.</p> <p>The green motoring initiative is part of a wider government plan to make the most of the low carbon economy, with the possibility of about a million green jobs generated by 2030.</p> <p>The government also said today that up to £20m had been dedicated to UK research into improving technology that could make electric and other green cars more practical and affordable.</p> <p>This follows the publication of research which concludes, if correctly managed, the UK power system could support widespread use of electric cars and their charging needs, without requiring large numbers of new power stations.</p> <p>The government has already committed to removing the barriers that could slow a changeover to greener motoring. This includes a commitment to facilitate the roll-out of charging infrastructure through the planning system, collaborating with other countries to develop international standards and considering how best to encourage the right consumer market to promote electric and other low carbon vehicles.</p> <p>Work also continues with energy companies and the National Grid to assess the impact of the widespread use of electric vehicles on the electricity system.</p> <p>As part of a £20m programme to ensure road transport emissions are reduced and to encourage the mass production of green vans, the Department for Transport has also announced that a number of companies have been shortlisted to bid to provide electric and low carbon vans to some councils and other public sector bodies, such as the Royal Mail.</p> <p>Business minister Ian Pearson said: \"Currently, less than 0.1% of the UK's 26 million cars are electric. The government is committed to bringing lower carbon vehicles to Britain's roads as soon as possible. We need to act now to ensure that the UK is at the forefront of this new industry.</p> <p>\"The UK's automotive sector has a global reputation for research and development, design engineering and manufacturing. The development of electric vehicle technology is an opportunity for the UK to take the lead and, given the current state of the global economy, we need to seize that opportunity now.\"</p> <p>Professor Dan Sperling, the director of the institute of transportation studies at the University of California, Davis, who is speaking at a \"green motoring\" conference in London today, said: \"I am delighted that Gordon Brown has shown such leadership by taking this first critical step forward in the UK. He is to be commended in calling this important international meeting and setting the ball rolling for a low carbon vehicle future for the UK.</p> <p>\"I am looking forward to discussing with experts from around the world how we can move forward one of the greatest challenges of the 21st century - the transformation of cars and the car industry.\"</p> <p>Paul Everitt, chief executive of the Society of Motor Manufacturers and Traders, said: \"The automotive industry is committed to achieving significant and sustained reductions in CO2 emissions.</p> <p>\"It is working on a portfolio of technologies that include further improvement in conventional petrol and diesel powertrains, as well as a variety of electric, hybrid and fuel cell capabilities. It is important that the UK continues to attract investment into lower carbon vehicle research, development and demonstration, and today's announcements are very welcome.\"</p> <p>Evert Geursten, the co-founder of No Internal Combustion Engine (nice), which supplies \"green\" vehicles, said: \"Despite the economic downturn, the government knows it can't afford to postpone action on climate change.</p> <p>\"Electric vehicles are emissions-free, but also a recession-busting form of transport, with motoring costs a fraction of those for standard petrol and diesel models. It's a winning combination that benefits the environment and our customers today.\"</p> <p>• This article was corrected on Wednesday October 29 2008. Professor Dan Sperling is affiliated to the University of California, Davis, not the University of California, Berkeley. This has been corrected.</p>",
  "<p>A new global deal on climate change will come too late to save most of the world's coral reefs, according to a US study that suggests major ecological damage to the oceans is now inevitable.</p> <p>Emissions of carbon dioxide are making seawater so acidic that reefs including the Great Barrier Reef off Australia could begin to break up within a few decades, research by the Carnegie Institution at Stanford University in California suggests. Even ambitious targets to stabilise greenhouse gas levels in the atmosphere, as championed by Britain and Europe to stave off dangerous climate change, still place more than 90% of coral reefs in jeopardy.</p> <p>Oceanographers Long Cao and Ken Caldeira looked at how carbon dioxide dissolves in the sea as human emissions increase. About a third of carbon pollution is soaked up in this way, where it reacts with seawater to form carbonic acid. Experts say human activity over the last two centuries has produced enough acid to lower the average pH of global ocean surface waters by about 0.1 units.</p> <p>Such acidification spells problems for coral reefs, which rely on calcium minerals called aragonite to build and maintain their exoskeletons.</p> <p>\"We can't say for sure that [the reefs] will disappear but ... the likelihood they will be able to persist is pretty small,\" said Caldeira.</p> <p>The new study was prompted by questions by a US congressional committee on how possible carbon stabilisation targets would affect coral loss.</p> <p>Carbon dioxide in the atmosphere has risen from 280 parts per million (ppm) before the industrial revolution to more than 380ppm now. Campaigners and politicians in Europe and the UK say a new global climate deal, which is expected to be agreed next year, must aim to limit CO2 to 450ppm, though scientists say that is unlikely and the world is heading for 550ppm or even 650ppm.</p> <p>The research suggests that stabilising world carbon levels at 450ppm would still dump so much carbon dioxide in the oceans that only 8% of coral reefs would be surrounded by water with enough aragonite to maintain their structure. Some 7% of the ocean below 60 degrees south will see a shortage of aragonite, while parts of the high latitude ocean could see a pH drop of 0.2 units.</p> <p>At 550ppm CO2 in the atmosphere, no coral reef would have access to enough of the mineral. Even stabilising CO2 at current levels would still leave some 60% of coral bathed in seawater with low aragonite levels.</p> <p>The increased amounts of carbon dioxide going into the ocean will also affect other marine life, such as shellfish, that need the calcium mineral to build carbonate shells. </p> <p>Writing in the journal <a href=\"http://www.agu.org/journals/gl/\">Geophysical Research Letters</a>, the scientists say the risk posed by carbon pollution to coral and marine life could justify a carbon stabilisation goal \"lower than what might be chosen based on climate considerations alone\". </p> <p>The UK's Royal Society is preparing to issue a warning to policymakers on the issue, together with dozens of other international science academies.</p> <p>Caldeira said the affected reefs would not disappear straight away, but that the change in water chemistry would leave them vulnerable to attack, bleaching or disease. </p> <p>He said: \"We're losing the Arctic ice, it looks like we're going to lose the coral reefs and we could lose much of the rainforest. I find it disconcerting that these ecosystems that have been around on Earth for a long, long time are no longer able to survive.\"</p>",
  "<p>Global warming is making the sea more salty, according to new research that demonstrates the massive shifts in natural systems triggered by climate change. </p> <p>Experts at the UK Met Office and Reading University say warmer temperatures over the Atlantic Ocean have significantly increased evaporation and reduced rainfall across a giant stretch of water from Africa to the Carribean in recent years. The change concentrates salt in the water left behind, and is predicted to make southern Europe and the Mediterranean much drier in future.</p> <p>Peter Stott of the Met Office, who led the study, said: \"With global warming we're talking about very big changes in the overall water cycle. This moisture is being evaporated and transported to higher latitudes.\" </p> <p>The team wanted to see whether manmade climate change could be blamed for changes in salinity measured in the Atlantic. In 2003, experts reported that the north Atlantic waters were freshening, with salt levels decreasing – a mild version of the scenario depicted in the Hollywood film The Day After Tomorrow where massive amounts of fresh water shut down warm ocean currents and cause temperatures to plunge. </p> <p>Meanwhile, further south towards the tropics, Atlantic waters have been getting saltier – about 0.5% more since the 1960s.</p> <p>Using state-of-the-art climate models, the scientists simulated events over both parts of the ocean with and without increased levels of greenhouse gases. They found that the freshening of the north Atlantic could be explained by natural variations, a conclusion supported by a recent recovery of the salt levels there.</p> <p>But for the mid Atlantic, the models showed that only human-driven global warming could explain the increase in saltiness – the first time such an explicit link has been made between climate change and salinity. The results will appear in the journal <a href=\"http://www.agu.org/journals/gl/\">Geophysical Research Letters</a>.</p>",
  "<p>Barack Obama has enjoyed near-universal backing from American environmentalists, with the Sierra Club, the country's largest grass-roots environmental group, and Friends of the Earth US both endorsing the Democratic nominee for president.</p> <p>But there is one policy area in which Obama and the environmental lobby have increasingly grown apart: ethanol. As senator for the corn-growing state of Illinois, Obama has been a firm advocate of corn-based ethanol, 34 billion litres of which is now added to US petrol every year to reduce imports of foreign oil.</p> <p>Ethanol has been booming in the past two years across the corn heartlands of the US. But environmentalists are critical of the rush towards the fuel. They say its value as an alternative energy is debatable: one unit of energy expended in producing it gives less than two units of energy in the form of ethanol. Add to that the pressure on land use to grow more corn, and some analysts say its impact in terms of global warming emissions is actually negative.</p> <p>On top of that, ethanol has been blamed for contributing to the devastating global rise in food prices. The huge demand for corn to feed the 178 US distilleries that now pockmark the mid-west has diverted the supply from food markets and distorted international trade. About a third of American corn is now gobbled up by the industry, and the price of corn more than doubled to a peak of $5 (£3.15) a bushel earlier this year.</p> <p>Yet Obama has continued to back the $33bn spent by the federal government every year to subsidise ethanol at the pump. The Republican presidential candidate, John McCain, by contrast, has said such subsidies should be removed; unlike Obama he also calls for a lifting of trade tariffs imposed on the importation of more efficient Brazilian ethanol drawn from sugar cane.</p> <p>The effect of the ethanol craze is visible on a drive across the Great Plains ending in the small town of Brownsville, Nebraska. The road passes through mile upon mile of flat land covered in nothing but rotting corn stalks after the harvest.</p> <p>Corky Jones is a fourth-generation Nebraskan farmer who grows corn and soya beans on a 970 hectare (2,400 acre) farm worked with his three sons. The ethanol bonanza has increased his yearly income by more than $500,000 just through the rise in corn prices. A long-term Democrat, his support for Obama has been strengthened by the senator's position on ethanol. </p> <p>\"Alternative energy is the cry of the land,\" he says. </p> <p>He also rejects criticism of the fuel as propoganda put about by the oil companies. \"The oil giants don't want to give up a drop of their oil to anybody else.\"</p> <p>The idea that the oil lobby is behind criticism of ethanol is shared by Roger Hill, who manages an ethanol plant in Craig, Missouri, about an hour's drive away. Here the corn is mashed, cooked and fermented, and then distilled into the alcohol that is ethanol.</p> <p>Hill is a life-time Republican. Though he agrees with Obama's position on ethanol, he says he still will not vote for the Democrat because he does not trust him to follow through on his promises. His distrust is intensified by his mistaken belief that Obama is a Muslim.</p> <p>Obama has softened his stance on ethanol slightly in recent weeks after his controversial support for it came under media scrutiny. He says he may now rethink the policy, although he has not yet withdrawn his backing.</p> <p>That puts environmentalists in a quandary in terms of their overall affinity for the Democratic candidate. Carl Pope, the national director of the Sierra Club, told the Guardian: \"I don't agree with his position on ethanol. But I think that once elected president he will do the learning that is required. He has some catching up to do.\"</p> <p>Obama may be spared an awkward confrontation over ethanol in any case. Federal requirements for the quantity of ethanol produced in 2008 have already been met, leading to a decline in demand.</p> <p>Rapidly falling oil prices in the wake of the Wall Street crash have further damaged demand for alternative fuels. Ethanol plants are struggling under reduced orders, and some have closed; with it the price of corn has also begun to decline. The ethanol bubble may be about to burst.</p>",
  "<p>Japan is poised to intervene in its currency market for the first time in more than four years after the G7 issued a warning over recent <a href=\"http://www.theguardian.com/business/currencies\">excessive gains by the yen</a> that have pummelled exporters' profit forecasts.</p> <p>In an emergency statement issued in Tokyo, the G7 stopped short of calling for concerted action to rein in the yen, which last Friday rose to a 13-year high of ¥90.87 to the dollar, but said cooperation remained an option to bring stability to global markets.</p> <p>The G7 said it was concerned about \"excessive gains\" by the yen that have forced major Japanese exporters to drastically reduce profit forecasts as the weak dollar eats into exports to the US.</p> <p>\"We reaffirm our shared interest in a strong and stable international financial system,\" the statement said. \"We are concerned about the recent excessive volatility in the exchange rate of the yen and its possible adverse implications for economic and financial stability.</p> <p>\"We continue to monitor the markets closely, and cooperate as appropriate.\"</p> <p>The yen warning came on another tumultuous day for the Nikkei benchmark index, which fell 6.36% to 7162, its lowest close since October 1982.</p> <p>The index has plummeted 33% this month on the back of a selling spree by investors, spooked by<a href=\"http://www.theguardian.com/business/creditcrunch\"> the credit meltdown in the US</a> and Europe and dismal forecasts for <a href=\"http://www.theguardian.com/business/business+world/japan\">the Japanese economy</a>; it is now on course to complete the worst month in its history.</p> <p>The Nikkei's woes were repeated across Asia. In Hong Kong, the Hang Seng index closed down 1602 points, or 12.7%, to 11,015, while China's benchmark index fell to its lowest level in more than two years.</p> <p>South Korea, which has just implemented a big interest rate cut, was the only exception, with the benchmark Kospi ending up 0.8% at 946.4.</p> <p>The yen's seemingly unstoppable rise has been fuelled by concerns about the global economy and stock market turmoil, forcing investors to sell assets bought with loans from Japan, where interest rates are just 0.5%.</p> <p>\"If the yen's rise and subsequent fall in Japanese shares hurt the stability of the Japanese financial system, that could further destabilise the global financial system,\" Takahide Kiuchi, chief economist at Nomura Securities, told Reuters. \"Such an awareness might have led to the joint statement.\"</p> <p>The finance minister, Shoichi Nakagawa, said no decision had been taken on when to intervene. \"We must take steps if necessary as a matter of course, and will decide what those steps would be by watching the market moves and respond to them swiftly,\" he said. \"But we haven't yet decided what to do next.\"</p> <p>The yen was trading at ¥94.12 per dollar this afternoon, having briefly risen to ¥93.8 earlier in the day. Analysts believe intervention will be inevitable if the dollar falls below ¥90.</p> <p>Japan has not sold the yen since March 2004, when the currency was trading at ¥103.42 against the dollar The Bank of Japan sold a record ¥20.4 trillion in 2003 and ¥14.8 tn in the first three months of the following year.</p> <p>The yen's appreciation forced Sony to last week cuts its full-year profit forecast by 38%. <a href=\"http://www.theguardian.com/business/toyota\">Toyota</a>, Japan's biggest carmaker, today reported its first quarterly decline in global sales for seven years. Toyota shares lost 8.12% to ¥2,940 and Nissan 8.39% to ¥404.</p> <p>Japanese banks also suffered amid local reports that they may try to raise extra capital to boost their balance sheets. Mitsubishi UFJ, the country's biggest bank, dropped 15% and Sumitomo Mitsui ended the day 11.5% down.</p> <p>Mirroring emergency interventions across the developed world, Japan said it would buy stakes in struggling banks, reviving a policy not used since it bought almost ¥2tn in bank between 2002 and 2006 during the country's last major bad loan crisis.</p> <p>The government is considering increasing its bank recapitalisation fund from the current ¥2tn to ¥10tn, reports said.</p> <p>\"Unless we take appropriate steps, there will be a major impact on the real economy,\" the prime minister, Taro Aso, told reporters. \"We must act as soon as possible, starting today.\"</p> <p>Other measures will include tighter regulations on speculative short-selling - borrowing and selling large numbers of shares in the hope that they can be bought back at a lower price - that are expected to go into effect early next month.</p>",
  "<h2>The question</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-339166343\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/24/questionmark.gif\" alt=\"The question\" width=\"60\" height=\"90\" class=\"gu-image\" /> </figure>  <p>For most of the last century it seemed certain that religion was on its way out. The more advanced a society was, the more church attendance fell. Science had disproved the narratives of the great Abrahamic religions and the prestige of science, and reason, had replaced that of religion and superstition. But these certainties have seemed much less certain in the last 30 years. The fall of communism was at least assisted by the work of Pope John Paul II; in the Middle East, Islam became a powerful political force, as conservative Christianity did in America. Even in England and western Europe, religion is once more a theatre of existential controversy. So, will the march of secularisation resume, or will God make a global comeback?</p> <h2>Friday's response</h2> <p><a href=\"http://www.guardian.co.uk/commentisfree/belief/2008/oct/31/atheism-statistics-religion\"><br>Razib Khan</a>: Prophecies of the extinction of religion, or its triumph, fall prey to the weaknesses of linear prediction</p> <h2>Thursday's response</h2> <p><a href=\"http://www.guardian.co.uk/commentisfree/belief/2008/oct/30/atheism-religion\">Terry Sanderson</a>: All the sign are there: religion will die. I'm just sorry I won't be around to see it</p> <h2>Wednesday's response</h2> <p><a href=\"http://www.guardian.co.uk/commentisfree/belief/2008/oct/29/evolution-religion-secularisation\">Nick Spencer</a>: The secularisation theorists spoke too soon. Faith is part of human nature and it's here to stay</p> <h2>Tuesday's response</h2> <p><a href=\"http://www.guardian.co.uk/commentisfree/belief/2008/oct/28/religion-anthropology-science\">Scott Atran</a>: Scientists and the secular-minded predict the demise of religion, but around the globe it is thriving</p> <h2>Monday's response</h2> <p><a href=\"http://www.guardian.co.uk/commentisfree/belief/2008/oct/27/philosophy-religion\">Rabbi David Goldberg</a>: In 30 years' time, science will have disposed of the interventionist God of the Bible</p>",
  "<p>Stockmarkets around the world crashed again today as the prospect of a deep worldwide recession continued to haunt investors.</p> <p>Fears that the financial crisis is spreading to emerging nations sparked another day of panicky selling, despite <a href=\"http://www.theguardian.com/business/2008/oct/27/interest-rate-cuts\">speculation of another round of interest rate cuts</a> to try to stimulate the global economy,</p> <p>As the current crisis sparked by the failure of Lehman Brothers entered a seventh week, Japan's Nikkei index fell 6.4% to its lowest level since 1982, extending its recent slump. It has now lost 20% of its value in the last week.</p> <p>Hong Kong also saw shares routed, with the Hang Seng index plunging almost 12% in late trading – putting it on track for its biggest daily fall since 1997. And the Chinese stockmarket tumbled over 6%, bringing more pain to small investors who have watched the Shanghai Composite index fall 70% from last year's peak.</p> <p>With India's stockmarket losing 8%, shares across Europe are also expected to fall sharply when trading begins. The Dow Jones index is tipped to fall by another 400 points, or 5%, later today.</p> <p>The latest sharp falls, following last week's heavy losses, showed that investors have little confidence that the world's leaders can stave off a painful economic contraction. </p> <p>In Japan, Canon became the latest blue-chip company to slash its profit forecasts. It blamed the strength of the yen, which has pushed up the cost of its exports overseas. </p> <p>The soaring yen is such a concern that the G7 group of industrialised nations expressed concern over its \"volatility\", but this failed to stop the currency strengthening again.</p> <p>The continuing turmoil in the financial markets has left many smaller countries facing a cash squeeze. The International Monetary Fund is <a href=\"http://www.theguardian.com/business/2008/oct/26/imf-market-turmoil-iceland\">drawing up emergency plans for a new short-term loan facility</a> to help these economies, and Ukraine and Hungary both accepted loans from the IMF yesterday.</p>",
  "<p><a href=\"http://www.theguardian.com/media/financialtimes\">The Financial Times</a> is to embrace user-generated content by launching a forums feature on the Alphaville section of its website that will allow finance professionals to set up their own discussions and commentaries.</p> <p>Named after a bar in Throgmorton Street in London's City that was once a notorious hub of financial chatter, the Long Room allows users to establish their own debates, called \"tables\", comment on existing conversations and upload documents, video and images to the site.</p> <p>\"We're allowing users a lot of latitude,\" Rob Grimshaw, the FT.com managing director, told MediaGuardian.co.uk.</p> <p>\"We think the users are a smart intelligent people with lots of insight into their fields. We want to get all that insight onto FT.com.\"</p> <p>The development is part of a broader refresh of Alphaville - which launched as a live financial blog for asset managers, investors and other market professionals in 2006 - that will see a slight redesign and the introduction of avatars for community members.</p> <p>Such new features will be free to use, although users will have to register online. </p> <p>Like the rest of Alphaville, the Long Room falls outside the restrictions of the access model FT.com adopted last year that limits users to view 20 articles for free each month, while providing its 100,000 subscribers unfettered access to content across the site.</p> <p>\"The forum will be based about a number of tables and each table will feature discussion of a different subject,\" Grimshaw said.</p> <p>\"Initially the editorial team will be setting up a number of tables around subjects that are key in the markets right now, but we will also give users the power to set up tables as well ... we are going to create this flexible discussion environment where the user community can take it in any direction they want to.</p> <p>\"We also want it to be a very rich experience so we have worked very hard on the functionality so users will be able to post basic comment, but also they will be able to go a step further to put graphics into their comment, posting documents so that the debate can reach greater levels of depth.\"</p> <p>Alphaville has also expanded overseas by appointing Stacy-Marie Ishmael as the site's US-based blogger dedicated to reporting on the American markets.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><a href=\"http://flickr.com/photos/kevglobal/2970027601/\">Oil well in Western Kansas</a> by <a href=\"http://flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://creativecommons.org/licenses/by-nc-sa/2.0/deed.en\">Some rights Reserved</a></p> <p>Traveling through Kansas was a bit of a homecoming for me. My first journalism job was in Hays Kansas, a town of 20,000 in western Kansas. I was the regional reporter and covered nine counties, some 1100 square miles, and my editor was Mike Corn. I sat down with Mike to get a sense of how the election was playing here in western Kansas.</p> <p><strong>'Don't treat these farmers like they're stupid'</strong></p> <p>I still remember the first time I met Mike. Saying that first impressions were important, my father made me wear a tie. It was out of character then as much as it is now. Mike usually wore jeans to work and often wore work or cowboy boots. It was sensible when you might have to walk out into a farmer's field to interview him. Mike took one look at me, and said, \"Don't you treat these farmers like they're stupid.\"</p> <p>Farming is a tough business, and western Kansas has never been forgiving for farmers. Almost no rain fell the last six months I was there. It was drier than the terrible <a href=\"http://www.pbs.org/wgbh/amex/dustbowl/timeline/index.html\">Dust Bowl</a> years during the Depression. I interviewed people who remembered the Dust Bowl. They talked about hanging wet towels over the windows and stuffing them under the doors to keep the dust from blowing into their homes. Cattle died from suffocation, their lungs fouled with dust.</p> <p>Changes in plowing, water conservation and wind breaks prevented any major dust storms when I was there, but there were dust storms, which were fortunately nothing like on the scale of the Dirty 30s. The dry period was broken in a dramatic way when a fierce storm with 90 mph winds rolled out of the Rockies and dumped several inches of rain in a half hour.</p> <p>To make a living in farming, farmers had to work smarter to beat the harse conditions and survive in the brutal global market. Even in 1995 when I was in Kansas, farmers often had satellite dishes providing up-to-date weather radar and forecasts as well as the latest commodity information. Many of the farmers had masters degrees in agricultural economics.</p> <p><strong>Western Kansas economy booming</strong></p> <p>While the economy has been reeling in many of the places where we've traveled, western Kansas has been an exception, Mike said, adding, \"primarily thanks to oil and agriculture.\" While Texas and Alaska get all of the attention in terms of oil, Hays sits in the middle of the richest oil patch in Kansas. With the rise in oil prices, Mike said there has been a dramatic increase in new wells \"to the point that with some of the major services like drilling, there is a two-month waiting period\".</p> <p>Hays is primarily dry-land farming. Further west, farmers irrigate, drawing on the vast <a href=\"http://en.wikipedia.org/wiki/Ogallala_Aquifer\">Ogallala Acquifer</a>, but Hays has few groundwater sources. Most of the farmers grow wheat or grass, crops more tolerant to the dry conditions. Last year, wheat prices spiked to <a href=\"http://www.usatoday.com/money/markets/2008-02-05-wheat-ten-dollars_N.htm\">$10 a bushel</a>, a record high price. \"Last year was probably the best year ever (for agriculture) in western Kansas,\" he said.</p> <p>Housing prices also didn't rise as much as they did in places like Florida, Arizona and California. With a robust economy and moderate house prices, the economy in <a href=\"http://search.everyzing.com/viewMedia.jsp?dedupe=1&amp;index=10&amp;num=10&amp;col=en-all-public-ep&amp;e=19758558&amp;s=PZSID_0000010512;KCUR+News&amp;start=0&amp;channelTitle=stock&amp;expand=true&amp;match=query,channel&amp;bc=42,41,40&amp;filter=0\">western Kansas is better than in much of the US</a>.</p> <p>That doesn't mean that clouds aren't on the horizon. Oil and wheat prices have dropped more than 50% off of their highs. Some people are worried that farmers may not be able to meet the cost of production this year, Mike said. \"Now, with prices dropping so precipitously, we're looking at the makings of a disaster with rising land values and with increased debt because of equipment and commodity prices coming below the cost of production. Input costs continue to go up, even though fuel costs are down marginally,\" he said.</p> <p><strong>Western Kansas politics</strong></p> <p>Kansas has the reputation as a bastion of social conservatism, largely because of a high-profile battle over the <a href=\"http://archives.cnn.com/2000/US/03/08/creationism.vs.evolution/\">teaching of creationism in the state's schools</a>. While it's fair to say that Kansas is generally conservative, the social conservatives are primarily in the eastern half of the state, especially in the suburbs of Kansas City Kansas, in places like <a href=\"http://books.google.com/books?id=AJKrMcOyQ3wC&amp;pg=PA103&amp;lpg=PA103&amp;dq=Olathe+Kansas+bastion+conservatism&amp;source=web&amp;ots=AEvZyFYlAm&amp;sig=1wpOJa-WsNtwUcE0Vd9ZOh-kNuU&amp;hl=en&amp;sa=X&amp;oi=book_result&amp;resnum=3&amp;ct=result#PPA104,M1\">Olathe and Shawnee</a>. Western Kansas is more in line with the Western-style, libertarian strain of conservatism.</p> <p>In western Kansas, it is a more \"leave us alone, we're out here\" brand of Republican politics, Mike said. Mike repeatedly drew a distinction between a Kansas agenda and a 'coastal' agenda.</p> <p>I asked him how the agendas differed. \"We take care of our own. We don't want our views to always influence our next-door neighbours or the person a mile down the road. If they want to believe a certain way, more power to them,\" he said. It's a live-and-let-live style of conservatism.</p> <p>How will this influence the election? Although the economy has been strong in western Kansas, Mike still believes the economy will be the major issue on voters' minds \"only because it is the talk of the day\".</p> <p>\"They will vote for the candidate who can stem the tide before it gets here,\" Mike said.</p>",
  "<h2>Thomas Gainsborough - Mr and Mrs Andrews (c1750), Mary Countess Howe (c1764), Mrs Robinson, 'Perdita' (1781)</h2> <p>The wet sky and dew-chilled fields of the English landscape, and the forbidding faces of the people who own it, have never been better caught than by Gainsborough in his early, iconic painting Mr and Mrs Andrews, yet this is just the beginning of him. Gainsborough is both a triumph and indictment of Britain's art history. The empirical eye that sees Mr and Mrs Andrews so clearly is one of painting's finest — yet why could the culture he lived in not release it to the imaginative ambition of a Watteau or Goya? </p> <p>There are abundant compensations in his brilliant career as a portraitist. His paintings, after he set up in Bath then London, become ever grander and more willowy, and his love of women lives on in his fairtytale visions of famous society beauties.(JJ)</p> <h2>Antoní Gaudí - Casa Batlló (1904-1906)</h2> <p>This Catalan art nouveau architect sculpts forms as if his buildings were models in mud; the freedom of his creativity makes him a great modern artist as much as an architect. His genius reaches its zenith in this house. (JJ)</p> <h2>Paul Gauguin - The Meal (1891), Where Have We Come From? What Are We? Where Are We Going? (1897), Nevermore (1897)</h2> <p>A woman lies thinking, nude on a green bed with a bright yellow pillow, while two robed figures talk outside her painted house. What's troubling her — the painting's title, Nevermore, suggests — is the big tropical bird that here takes the place of the sinister raven in Edgar Allan Poe's poem. But what's arresting about this majestic painting is Gauguin's evocation of a Tahitian woman's inner life with a sensitivity that contradicts both the cliché image of this painter as a bully who oppressed his friend van Gogh, and the prejudice that European modernists who went in search of the \"primitive\" a century ago were all callow racists. Gauguin's gravely beautiful paintings of Pacific island life are monuments to a culture that he saw missionaries and the colonial economy eroding. They abound in documents of the art, history and people that the modern world is casually destroying before his eyes. (JJ)</p> <h2>Artemisia Gentileschi - Judith and her Maidservant (1613-1614), Judith and Holofernes (c1614-1620), Judith and Maidservant with the Head of Holofernes (c1625), Judith and Holofernes (1625-1630), Self-Portrait as Allegory of Painting (1630s)</h2> <p>In the great Self-Portrait she painted in Britain while working for Charles I, this tremendously powerful artist depicts herself reaching physically forward into space as if painting is an epic elemental battle. It's one of the most significant works in the history of artistic self-portraiture; her heroic vision of the artist's task is comparable to Michelangelo's in a poem he wrote about the physical agony of painting the Sistine Chapel ceiling.</p> <p>Artemisia Gentileschi was famous in her lifetime and rediscovered in the 20th century as a feminist icon. This rediscovery is more than justified, but when a case for an artist is made on grounds that are not aesthetic, there is sometimes a carping response from those who will see the fame as \"special pleading\". </p> <p>So let's make a couple of things clear. Artemisia Gentileschi is a much more exciting artist than her father, Orazio. His paintings — such as Joseph and Potiphar's Wife in the Royal Collection — have a smoothness to their realism that is a bit cloying and prematurely Victorian. She is also far more vital than the Baroque pietists so overpraised in the last half-century. She is the greatest of the Italians who took up Caravaggio's bloodstained brush.</p> <p>Those are the purely aesthetic reasons to admire her. But her art is inseparable from her life. When she was young in the highly disreputable milieu of the Caravaggisti in Rome, Artemisia Gentileschi was raped by an artist. There was a court case, during which she maintained her testimony under torture, and the perpetrator was found guilty. Afterwards she kept coming back to the theme of Judith, the Biblical hero who visited the Israelites' enemy Holofernes in his tent and cut his head off. Gentileschi's versions of this story passionately side with the women in it — she stresses the role of Judith's servant who went with her, which turns this into a communal act — and the massive physical difficulty of cutting a man's head off. She pays homage, obviously, to Caravaggio's terrifying version of this story but the monumental limbs and powerful bodies and faces of the two women in the 1625-1630 picture, with the servant holding the fully conscious Holofernes down while Judith saws through his neck, make it perversely noble. Just as Caravaggio played ambiguously on the relationship between life and art, Gentileschi in these paintings is alluding to, dramatising, and recording her life's trials. (JJ)</p> <h2>Théodore Géricault - The Raft of the Medusa (1819)</h2> <p>A life's work is condensed in this stupendous vision of despair, for which Géricault studied the dead and the living in a titanic — and darkly triumphant — effort to create a modern history painting. The last survivors of a notorious case of abandonment at sea desperately try to catch the attention of a ship on the horizon. Corpses, madness, intimations of cannibalism and a terrible void at the heart of the massed bodies make their suffering an allegory of a godless, abandoned world. (JJ)</p> <h2>Marcus Gheeraerts II - Portrait of Captain Thomas Lee (1594)</h2> <p>Thomas Lee, described by one historian as a \"soldier, marauder, squatter, debtor, poseur, pamphleteer, mediator, conspirator and jailbird\", was an English soldier in Ulster in the reign of Elizabeth I. He is depicted here as an Irish \"kerne\" or footsoldier — barelegged, exotic and sexy. (CH)</p> <h2>Alberto Giacometti - The Palace at 4.00am (1932-1933), Portrait of Jean Genet (1954-1955)</h2> <p>Giacometti's portrait of Jean Genet is like a prison cell. This man, whose writing saved him from the criminal early life he describes in A Thief's Journal, is right back inside, trapped in a flat brown room like a cell — or a tomb. In Giacometti's mature work after the second world war the human figure is both heroic and attenuated — a thin charred husk of courage and freedom resisting, just, the powers of destruction. This desperate humanism contrasts at first sight with his dreamlike early surrealist objects, yet through all his life he searches for the primitive essence of art. (JJ)</p> <h2>Gilbert and George - Shitty Naked Human World (1994)</h2> <p>Their own naked bodies, semen, giant turds, skinheads, Muslim boys, religious imagery: nothing seems off-limits for these provocateurs, who have worked together as \"living sculptures\" since they met at art school in the 1960s, and whose most characteristic work is largescale, gridded photographic montages. (CH)</p> <h2>Eric Gill - North, South, East Winds (c1927)</h2> <p>Gill's convoluted life and beliefs — his version of Catholicism did not prohibit him from abusing his children, or dogs, but he strongly disapproved of trousers — cannot eclipse the beauty of his elegant line as sculptor, draughtsman, letter cutter or font designer. His work remains on, and in, many public buildings, and his nobly plain Gill Sans font still abounds in books, posters and advertising. London is particularly rich in his public sculpture: millions of commuters shuffling to or from work forget to look up, and miss the sculpture gallery on the facade of the 1920s London Electric Railway Company, built over St James's Park tube station. Alongside works by Jacob Epstein and Henry Moore, Gill's North, East and South Winds ripple, muscle and movement frozen in stone. (MK)</p> <h2>Giorgione - The Old Woman (c1506-1510), The Tempest (c1505), Laura (1506), Sleeping Venus (Giorgione/Titian) (c1510)</h2> <p>Mystery and ambiguity haunt the paintings of Giorgone. What is going on in the moody environment of The Tempest, for instance? At the left, a man rests on a staff; at the right, a semi-naked woman cradles a child. In the background, the sky is torn in two by a lightning crack and the landscape is dotted with curious architecture including a broken pillar. The woman in The Tempest also probably sat for his lovely, but equally mysterious \"Laura\" — presumed to be so called because she is crowned with laurels. His unusual, touching old woman carries a salutary motto pointing to the passage of time; the Sleeping Woman in a Landscape, by contrast, probably passed on to his young associate Titian to complete after his death, is all sensuality (and directly inspired Manet's Olympia). These are dreamlike paintings, on which<br>the imagination can play at will. (CH)</p> <h2>Giotto - The Baptism of Christ (1305-1306), The Entry into Jerusalem (1305-1306), The Capture of Christ (1305-1306), The Lamentation (1305-1306), The Crucifixion (1305-1306), Maestà (c1310), The Funeral of Saint Francis (1320s)</h2> <p>Judas enfolds Christ in a yellow cape like a demon's wings, as he puts his arms on the taller man's shoulders and turns his half-shaven face up to kiss him on the lips. Christ pulls back slightly, the anger of a man struggling with the compassion of a god — and looks directly into the eyes of his betrayer with a look that says: I know.</p> <p>Giotto is a man of the middle ages whose art has a human dramatic intensity no modern has ever improved upon. Leonardo da Vinci looked up to him, and so does the film director Martin Scorsese, who once named Giotto's fresco cycle in the Scrovegni Chapel, Padua, where this scene of The Capture of Christ is to be found, as his favourite work of art. And in truth, the masculinity of Christ, his struggle with his rage, the look he gives Judas and the violence as Peter takes out his dagger to fight the soldiers with their pikes and torches is like a shattering moment of cinema.</p> <p>Giotto's frescoes in Padua, set against a deep blue that soothes their passion, abound in human drama — as Christ dies on the cross an angel tears its robes apart in howling grief like people Giotto must have seen who had lost a child or brother in the brutal feuds that gripped his city, Florence. Perhaps his most sublime picture of emotion is the scene in Santa Croce, Florence, of Franciscan friars mourning their leader, their gestures so dignified and eloquent. Giotto is, quite simply, one of the greatest artists who have ever lived. (JJ)</p> <h2>Giulio Romano - The Gods of Mount Olympus and the Fall of the Giants (1530-1532)</h2> <p>Colossal painted boulders and gigantic figures seem to cascade towards you from all sides in this painting that swarms the walls and the ceiling of a room it turns into a mythological theatre. (JJ)</p> <h2>Robert Gober - Untitled Leg</h2> <p>Robert Gober's imitation of a man's foot is uncannily real: with its waxen skin and human hair, it juts out of a wall as if to trip you up. Recalling the body fragments of classical sculpture or the macabre aspects of Hammer horror, it's a gruesome, unpalatable object. (JL)</p> <h2>Vincent van Gogh - <a href=\"http://www.theguardian.com/artanddesign/2008/oct/27/1000-artworks-vincent-van-gogh\">read more here</a></h2> <h2>Nan Goldin - Trixie on the Cot, New York City (1979)</h2> <p>Sure, there's addicts and people with Aids, and Goldin herself addicted and battered. What's not often recognised about Goldin's photographic project is a celebratory spirit, embodied in a finely tuned aesthetic elegance. Her subjects are proud to be from The Other Side. (RC)</p> <h2>Douglas Gordon - 24 Hour Psycho (1993)</h2> <p>The black oily pool into which Norman Bates sinks his victims' bodies becomes all the inkier when the scene is slowed down to a snail's pace in this compelling monument to madness, horror and watching late-night films. (JJ)</p> <h2>Arshile Gorky - The Artist and his Mother (1926-1934), Agony (1947)</h2> <p>Gorky's memorial to his mother, who died of hunger in 1918 in the genocide of Armenians launched in the last days of the Ottoman empire, resembles an Etruscan tomb painting in its terracotta-like figures, based on an old photograph of them together. He went on to become one of the great generation of abstract expressionists in 1940s New York; Agony, painted the year before he killed himself, is jagged, pulsing, eerily beautiful. (JJ)</p> <h2>Antony Gormley - Angel of the North (1998)</h2> <p>A hulking steel figure with a wingspan of 178ft, Antony Gormley's Angel of the North overlooks the A1 into Tyneside. Since its completion in 1998, it has become an emblem of the late industrial might of the north of England. (JL)</p> <h2>Francisco de Goya - <a href=\"http://www.theguardian.com/artanddesign/2008/oct/27/1000-artworks-francisco-goya\">read more here</a></h2>",
  "<p><strong>Jo Marchant </strong>joins the pod to talk about what some say is the world's first computer. Her book, <a href=\"http://www.amazon.co.uk/Decoding-Heavens-Solving-Mystery-Computer/dp/043401835X/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1224861971&amp;sr=8-1\">Decoding the Heavens</a>, looks at the mysterious <a href=\"http://www.guardian.co.uk/science/2008/jul/30/archaeology.astronomy\">Antikythera mechanism</a> which was found in the Mediterranean more than a century ago. </p> <p>We meet Wing Commander <strong>Andy Green</strong>, the man hoping to drive <a href=\"http://www.guardian.co.uk/technology/2008/oct/23/motoring-land-speed-record\">the world's first 1000mph car</a>. </p> <p>The team also discusses a possible <a href=\"http://www.guardian.co.uk/science/2008/oct/23/multiple-sclerosis-treatment\">breakthrough in the treatment of multiple sclerosis</a>. </p> <p><strong>Ariane Sherine</strong> pops in to update us on the progress of <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/21/religion-advertising\">the UK's first atheist ad campaign</a>, which is being backed by Richard Dawkins. The Guardian's religious affairs editor <strong>Riazat Butt</strong> tells us how various groups have been reacting.</p> <p>Environment correspondent <strong>David Adam</strong> and science correspondent <strong>Ian Sample</strong> lend their expertise. </p> <p>Feel free to post your comments on the blog below. You can also join <a href=\"http://www.new.facebook.com/group.php?gid=2261841960\">our facebook group</a>, where you can leave your thoughts on our wall.</p>",
  "<p>I have a dream that someone presenting a football match will say, \"If you have a view on tonight's football, do us all a favour and keep it to yourself. Do not phone, email, text or get in touch with us in any way via the website, because we really could not give a tinker's cuss for your ill-informed opinions. Besides, we have paid a pretty handsome fee to get someone who has actually played the game up into the commentary gantry to give us his take. So why don't you just go down to the pub and bore your mates with your incoherent ramblings?\"</p> <p>In the meantime, we have You're On Sky Sports, which could be the most desperate phone-in show in the history of broadcasting. In fact until someone gets Kerry Katona to present Panorama, it may be the most pointless 90 minutes of television you will experience.</p> <p>Until last week, I had not seen the programme for some time. A few years ago a friend of mine, whose blushes I shall spare, presented it for a few weeks and I watched it, initially to enjoy his wit and knowledge of the game, but eventually just as you might visit a mate in prison: to lend support. Luckily he got out before anybody got too badly hurt, and we were both able to return to our normal lives. I do hope the current presenter, respected veteran Gary Newbon, who has done some of the toughest jobs in football - interviewing Ron Saunders, reporting on Central Television's News At Six - is as fortunate. But I have to say he did seem to be on the verge of a Peter Finch moment last week (Younger readers, look up Network on the Internet Movie Database. It is the one where the presenter threatens/promises suicide on air). Newbon did not actually say he was mad as hell and was not going to take it any more, but he did have a right go at Ben from Southampton.</p> <p>Let me explain the circumstances. It was the early hours of the morning and I had returned from a trip, eschewing a hotel stay what with the global financial meltdown and already having enough shower caps and little bars of soap. As often happens towards week's end, I began to panic about having watched almost no sport on television and thus being unable to satisfy the small but dedicated coterie of Screen Break readers, and so surfed sports channels and happened on a YOSS repeat.</p> <p>Most conversations were going something like this: Caller: \"Hello, hello, can you hear me?\" Gary: \"Can you switch your television down please?\" Caller: \"Hello?\" Gary: \"Can you switch your TV down, we can hear ourselves coming back.\" Caller: \"Hello, can you hear me now?\" After a minute or so of this pantomime, the caller says he or she thinks Manchester United will win the league, or Juande Ramos - of blessed memory -has lost the plot, or something equally banal, and Gary and his guest, Peter Beagrie, pretend to discuss it. Ben's call seemed to be heading in this traditional manner: \"I'd like to talk about Spurs. They've like brought in the wrong players.\" </p> <p>Gary's reaction was: \"Shut up! You get off! I can't apologise enough for that.\" Well, about time, I thought. These people should not be allowed on to spout half-digested received wisdom. </p> <p>Gary was still lambasting Ben during the next call. \"That last caller was a disgrace,\" said Robert from Fraserburgh. \"I know. Mind-blowing, these people. We take these calls on trust. I really do apologise.\" It was at this point I realised I was watching the repeat and, such is the love and care Sky Sports lavishes on this show, it had edited out the offending remark but not bothered cutting Gary's reaction.</p> <p>I do not intend to pass on the abusive comment. Screen Break believes swearing is neither big nor clever, except from the mouths of skilled stand-up comedians and in certain road traffic situations, but if you are interested I suspect you could find it on the internet. I did, alongside several similar unscheduled moments on YOSS. My only regret is that YouTube was not around when David Mellor presented a radio phone-in and was similarly abused, an incident which has now passed into folk memory. </p> <p>Maximum respect, though, to Gary and the very personable Beagrie for treating the callers, however mad, drunk or medicated, as if they had something worth sharing. Gerry from Hayes, for instance: \"I want to talk about Chelsea.\" \"Yes, Gerry, what point did you want to make?\" \"How good we're playing.\" At which, Gary and Peter entered into a discussion on the change in Chelsea's style under Luiz Felipe Scolari, rather than the more interesting question of what point in your life you have to reach before spending 50 pence a minute to call a television show to say nothing. I am astonished, by the way, at the number of Irish calls the programme receives. It costs 95c to call from the Republic, leading me to believe reports of the death of the Celtic tiger may have been exaggerated. </p> <p>User-generated content is what media professionals call this nonsense, and it is all the rage. In my view it has gone way too far, something you may wish to discuss on the Guardian's award-winning website.</p>",
  "<p>The Environment Agency is calling on water companies in England and Wales to step up their spending on infrastructure maintenance in an attempt to cut pollution and the impact of flooding.</p> <p>It also wants the companies to increase their efforts to reduce demand for water and use their resources more efficiently.</p> <p>The water companies have submitted their business plans for the five years from 2010 to the industry regulator, Ofwat.</p> <p>The Environment Agency said it was pleased by many of the proposals put forward but warned more needed to be done.</p> <p>\"There is a lot to commend in the proposals from the water companies,\" said David King, the Environment Agency's director of water management. \"However, we are keen to see more detail on their plans for capital maintenance. We need to be reassured that such investment is in the right areas to protect the environment and will deliver value for money.\"</p> <p>The Environment Agency calculated that last year water companies were responsible for a fifth of all serious pollution incidents, many of which, it said, were caused by poorly maintained, overloaded or ageing sewerage infrastructure. It said they should invest more money to reduce the risk of pollution incidents.</p> <p>It said it would also be pressing the companies to review their plans on how to protect water treatment and sewage works, many of which were close to rivers, from the risk of flooding. And it wanted more work on tackling surface water flooding - caused when drains overflow.</p> <p>The companies have submitted their business plans as part of the process by which Ofwat will determine the prices they can charge customers for water and waste water services between 2010 and 2015.</p> <p>King said the Environment Agency did not expect the water companies to come up with all the investment it wanted to see within one pricing period, but as part of a process of continuing investment.</p>",
  "<p>Marie O'Riordan had an epiphany during a recent meeting when it dawned on the editor of Marie Claire that the magazine was destined for a potential relaunch. Having overseen four of them in seven years as editor she realised she \"couldn't face\" another. There and then she decided to step down from the title to go freelance. The announcement shocked the magazine industry 11 days ago. Why would she do so voluntarily at a time of economic turmoil? Just how bad is the state of the UK magazine sector if an editor who had maintained her title as the No 3 fashion glossy in sales was heading so unexpectedly for the exit?</p> <p>O'Riordan insists that the decision, which was her own, was made for purely personal reasons. A revamp would have been \"exhausting\". \"You have to feel quite strident to go into a research process like this as you know they are going to pull it apart,\" she says. But once her mind was made up, it was greeted amicably by her bosses at IPC, who she maintains \"have been fantastic\".</p> <p>\"My bosses here agreed that you can't lead a team into research if you already feel like you have done it once too often,\" she says, adding that she had also just celebrated the magazine's 20th anniversary and felt compelled to consider the next 20 years of her own life. </p> <p>The ebullient Irishwoman also wants to spend more time at home and points to the enormous impact of the recent death of both her parents within a year of each other. This was the right time to leave, she says, both for her and for the magazine. \"I have seen some editors stay in a job into their 50s and they look vulnerable when they are looking for something new, I think,\" says the editor who, at 49, says she is \"the right side of 50\". \"I have been feeling safe for quite a while and I really want a change.\" </p> <p>O'Riordan, who leaves at the end of the year, also remains upbeat about the future of Marie Claire, and other established glossy titles such as Elle, Cosmopolitan and Vogue, which she believes share a \"brand heritage\". Other magazines, without this history and instant recognisability, are more vulnerable, she says. She cites Haymarket women's glossy Eve which got the chop last month because of \"unsustainable\" losses. According to O'Riordan, this was because the magazine \"didn't have anything unique to offer\".</p> <p>Marie Claire, she says, has a very clearly defined USP. There is the Fashion With Heart tagline and an attempt to appeal to women \"who care about subjects beyond their own postcode\". O'Riordan feels this seriousness has helped sales. Pure showbiz magazines, she argues, face the toughest future. \"The magazines that are going to suffer the most are the trashy ones, the ones that do weekly gossip. All the papers do gossip, even the broadsheets do gossip, and they can't go on exponentially, especially now that they are competing with gossip websites.\" </p> <p>This view is borne out by the latest half-year ABC circulation figures which showed downturns for women's celebrity and gossip magazines. Bauer's Heat was down 15.8% year on year to 470,129 while NatMags' celebrity-focused weekly Reveal was down 20.2% to 277,002.</p> <p>Things have not been rosy for Marie Claire either, however. Sales fell to 316,765, down 4.8% year on year - O'Riordan's poorest six months in charge. The magazine has faced increased competition since she became editor in 2001, the same year Glamour was launched and went straight to No 2 behind Cosmopolitan on launch, bumping Marie Claire into third place. </p> <p>Advertising will be under even more pressure than circulation next year, says O'Riordan. \"As a result I think smaller brands will struggle because they rely on advertising more.\" There is a well-worn notion that high-end mags do well in times of economic difficulty - does she agree? \"They are a treat substitute - something you spend £3.50 and can read in the bath. You can stay at home and fantasise about fashion or whatever.\" </p> <p>There are lots of things she will miss about editing the magazine - and lots she won't. She will not be sad to see the back of the \"bubble of physical perfection\" during the major ready to wear and couture fashion shows, and, of course, all those jokes about the magazine being named after her. And then there are also the long hours, interminable lipstick launches and \"boring lunches with people who are not very interesting but you have to do business with\". </p> <p>She has plans to work in other media, has been meeting newspaper editors and TV and literary agents (she enjoyed her time as a judge on BBC3's Britain's Missing Top Model) and has an idea for a novel, perhaps charting her own career, from an early life as a part-time librarian in the National College of Art and Design in Dublin to the front row of the shows. </p> <p>The sales decline was not a factor in her decision to quit, O'Riordan says. But one rival magazine executive, who asked not to be named, says that her departure - and the arrival of her successor - might mean that Marie Claire could go downmarket.</p> <p>\"One editor leaving for personal reasons probably won't have a lasting impact on the whole sector, popular and well-known as Marie was,\" adds the executive. \"But the thing to notice is the reason for her leaving - how exhausting this constant pressure to stay fresh in a constantly changing media environment actually is. This is not likely to get any better any time soon.\"</p> <p><strong>How to survive lipstick launches and boring lunches</strong><br>Fashion meetings: what precarious, often incomprehensible affairs they are, involving the kind of tact and tricky undercurrents that would try the sensitivity of a Middle East peace negotiator. Oh sure, those two ladies in the booth at the Wolseley might sound as if they're just discussing what they did on their last holiday, but there is actually a whole world of unspoken mutual hatred and fear going on. </p> <p>Fashion magazine editors often have to meet - or \"touch base\" with, to use the grating parlance - representatives from the labels who advertise in the magazine for reasons that are never wholly clear. Yes, the advertisers would like more product placement in the magazine; yes, the editor would like the brand to give the publication more money. But even if neither of these dreams comes true, as long as the advertiser continues to fork out at least some money then it'll have some presence in the magazine and everyone's (sorta) happy. </p> <p>Really, these meetings just serve as a reminder to the editor about who pulls the financial strings, while both parties pretend that this somewhat embarrassing financial blackmail element in their relationship does not exist. (\"Relationship\" is another popular term as in \"FancyPantsLabel has always had an excellent relationship with Pretty magazine\", which translates as \"We at FancyPantsLabel have always bought the back cover space of Pretty magazine, so why the hell haven't you featured our new handbag in the magazine yet?\") Yet equally, much to the advertiser's gnashing frustration, it is the magazine that has the power to attract customers and give the label credibility with readers. </p> <p>So there the two of them are, locked in mutual resentment, making wilting small talk. Occasionally the advertiser will mention a \"really exciting new handbag shape\" the label is launching but, really, neither of them can be bothered. Similarly, they can't talk about other people in the industry because everything gets back to everyone and, with the merry-go-round nature of magazines and newspapers, you're bound to end up working tomorrow for the person you were bitching up last week. You could talk about your outfit but, of course, that risks insulting the advertiser if you're not wearing any of its clothes. The shows, of course, are always an option, although saying \"I loved everything\" will barely get you through the first course. So, um, what did you do on your holiday this year?<br><strong>Hadley Freeman</strong></p>",
  "<p>Biofuel-powered aircraft could be carrying millions of passengers around the world within three years, according to Boeing.</p> <p>Darrin Morgan, an environmental expert at the US jet manufacturer, said the group was expecting official approval of biofuel use in the near future.</p> <p>\"The certification will happen much sooner than anybody thought,\" he said. \"We are thinking that within three to five years we are going to see approval for commercial use of biofuels - and possibly sooner.\" </p> <p>Morgan added that aircraft will not require modification to operate on a blend of biofuel and kerosene. However, harvesting enough plant material to meet the industry's needs is the biggest barrier to mass use of biofuels, according to Boeing. Fuelling the world's 13,000 commercial planes with soya bean-based fuel, for example, would require setting aside the equivalent of the entire land mass of Europe for soya bean production.</p> <p>\"No technology change is needed from an engine or airframe point of view,\" Morgan said. \"It's about availability of the biomass.\" </p> <p>Boeing expects planes to operate on a 30% blend of biofuel. It also believes they could operate on a 100% blend, but says there would not be enough biofuel to supply an industry that consumes 85bn gallons of kerosene a year.</p> <p>Airlines are staging biofuel trials, as well as Boeing and its close rival Airbus, with the support of engine manufacturers including Rolls-Royce. </p> <p>A recent trial by Virgin Atlantic and Boeing was dismissed as a \"PR stunt\" by Willie Walsh, the British Airways chief executive. That drew a sharp response from Virgin Atlantic founder Sir Richard Branson, who warned that the airline industry would go \"backwards\" if Walsh's attitude prevailed. BA has subsequently teamed up with Rolls-Royce to conduct an in-depth study of alternative fuels. Air France-KLM, the world's largest airline by revenue, has also given its backing to biofuels.</p> <p>Friends of the Earth said the aviation industry should limit flights first before turning to biofuels and warned that doubts over the ecological benefits of alternative fuels had not been answered.</p> <p>\"There are real doubts over whether biofuels are sustainable and make a real contribution to cutting climate-change emissions,\" said Tony Bosworth, a transport campaigner at FoE. \"Second-generation biofuels are also, as yet, unproven.\"</p> <p>According to their backers, biofuels are good for the environment because their ingredients absorb carbon dioxide from the atmosphere while they are grown, which balances out the carbon dioxide that is released when the fuel is burned.</p> <p>Detractors argue that mass production of biofuel pushes up food prices by using land that would otherwise be dedicated to producing food crops and also causes increased deforestation.</p>",
  "<p>Porsche, the German sports carmaker, is poised to seize full control of Volkswagen after taking its holding in Europe's biggest motor manufacturer close to 75%.</p> <p>Stuttgart-based Porsche said yesterday it had raised its direct stake in VW this month from 35.2% to 42.6% and had options on a further 31.5%.</p> <p>Depending on the global economic situation, it intended to lift its stake to above 75% in 2009, freeing the way for a \"domination agreement\" under German corporate law.</p> <p>Porsche, dwarfed by its takeover target, said it would cross the 50% hurdle in the coming weeks. It made its move as the European commission prepares to take Germany to court over its refusal to remove a 20% blocking minority in VW held on behalf of the state by Lower Saxony. The EC decision, to be announced by internal market commissioner Charlie McCreevy this week, is the latest stage in a long-running dispute between Brussels and Berlin over the 1960 \"VW law\" struck down by the European court of justice just over a year ago.</p> <p>Germany's revised law still hands Lower Saxony, home of VW's headquarters, a 20% vote even though the country's corporate law normally fixes any blocking minority at 25%. The chancellor, Angela Merkel, told 30,000 VW workers last month she would fight to uphold the veto but her government could face fines of tens of millions of euros if it defies the court. Porsche has sided with the EC.</p> <p>The sports carmaker, the world's most profitable motor firm thanks to options trading, has built up its stake in VW partly through abortive \"short selling\" in Volkswagen stock by hedge funds. As the funds were forced to unwind their positions, VW's share price rose sharply.</p>",
  "<p>Do great advertising minds really think alike? I am sceptical. And so, apparently, are others. While the odd light-fingered creative idea is nothing new in advertising, rip-offs - or perceived rip-offs - now rarely go unchecked, thanks to the growing ranks of ad-related blogs. And if there's one thing guaranteed to get adland tutting, then it's one agency cloning another's work and passing it off as its own.</p> <p>Scamp (scampblog.blogspot.com), the brainchild of a BBH creative, is a popular source of this kind of scandal. Recently the blog (and others) has been home to waves of outrage over Carling's iPint application, created for the lager brand by Beattie McGuinness Bungay (BMB). A virtual pint that users could \"drink\" by tilting their iPhone, iPint quickly became one of the Apple phone's most downloaded free applications. </p> <p>There was a general feeling of goodwill towards iPint: finally a brand had created something digital that wasn't niche and was talked about by consumers just about everywhere. The only problem is that BMB and Carling's owner, Molson Coors, is now facing a $12.5m (£7.7m) lawsuit for allegedly ripping off a similar application, iBeer.</p> <p>According to the lawsuit, BMB contacted the US-based Hottrix, which developed iBeer, in order to license its application and the technology that causes the virtual beer to disappear as the phone is tipped. Hottrix claims that when it refused to oblige, BMB got another technology company to create a virtually identical application. </p> <p>Although we don't yet know the result of the lawsuit - and neither BMB nor Carling is officially commenting - the iBeer accusation is made worse by the fact the iPint won the Silver Cyber Lion award at Cannes. The industry may be generally fairly relaxed when it comes to similarities between adverts, but when awards are involved, things get a little more agitated. Take the bloggers' reaction to a 2007 McCann Erickson ad for its former client Heinz, for which it bagged a few awards. </p> <p>The blogs were quick to point out that the agency's lauded posters showing slices of juicy, fresh tomatoes stacked up in the shape of a ketchup bottle bore a resemblance to a Turkish agency's campaign for another ketchup brand. In fact, there was no evidence it was anything more than a coincidence.</p> <p>And you don't always even need to be in the running for awards. The furniture store MFI and its agency, M&amp;C Saatchi, received plenty of bad press over a set of \"family arguments\" ads after more than 100 people complained to the ASA about their aggressive nature. What got less press coverage - although there was plenty online - was that they seemed very close to an ad for MFI's rival Ikea, created by a US agency. </p> <p>But is it wrong to borrow creative ideas from other agencies? The industry shouts \"Yes!\" - but there is also, perhaps, a small whisper that says \"maybe not - just don't get caught\". With the days of commanding large fees from advertisers becoming a distant memory, agencies are squeezed. Creatives now have less time to create, and although they would scarcely admit it, this must be reflected in the work they produce. Could this lead creative departments to seek ideas from their counterparts? Maybe. </p> <p>The internet is a wonderful source of inspiration - and many creative ideas for ads pay a debt to random YouTube clips. But the web also has its downside: little anyone does goes unnoticed. </p> <p>So what to do? Perhaps agencies should be more brazen. M&amp;S has been running a \"Dine in for £10\" offer, with ads offering two main courses, a dessert and a bottle of wine for £10. According to the executive chairman, Stuart Rose, it has been a \"spectacular success\". Waitrose's managing director, Mark Price, was obviously listening to Rose's boasts, as earlier this month the upmarket supermarket dished up exactly the same promotion. It didn't even pretend it was anything but a copy: Waitrose has admitting ripping off the idea and said it exceeded its own expectations. </p> <p>Finally, there is retaliation. Take Microsoft's response to Apple's \"I'm a PC ... I'm a Mac\" advertisements. The new Microsoft ad kicks off with someone who looks very like Apple's PC geek, saying, \"Hello. I'm a PC and I've been made into a stereotype\". It is designed to challenge Mac's image as cool and anti-corporate, but is it slightly degrading for Microsoft to acknowledge its smaller rival's campaign? And will the majority of Microsoft's audience even notice it is a retaliation to the Apple ad?</p> <p><strong>Ads for developing world should be taken with a pinch of malt</strong></p> <p>UK advertisers have been making a convincing effort to promote their products responsibly. Led by industry bodies such as the Advertising Association and ISBA, the responsible advertising initiatives have gone some way to placating the government in the face of further ad restrictions - particularly on advertising unhealthy food to children and the promotion of alcohol. </p> <p>But last week Nestlé and GlaxoSmithKline had their wrists slapped by the Advertising Standards Authority (ASA) after two ads for Horlicks and Maggi Noodles, targeting children in Bangladesh, were accidentally aired in the UK on Nepali TV. The ASA banned the ads for making misleading health claims - both said the product made children stronger. When multinational advertisers exploit loopholes elsewhere in the world it makes what they practise and preach in the UK seem unconvincing. </p> <p>Nestlé and GlaxoSmithKline are by no means the only global companies to have different practices in different countries. However, thanks largely to the internet, companies' corporate social responsibility agendas will not be able to continue to be wildly different depending on the market. False health claims or dodgy promotions will all be called into question - no matter which market they run in. </p> <p>· Lucy Barrett is the editor of Marketing</p>",
  "<p>The organisers of an extreme marathon that left hundreds of fell runners stranded overnight in the Lake District in appalling weather conditions were criticised yesterday by mountain rescuers and a senior police officer for allowing the event to go ahead despite warnings of 100mph winds and torrential rain.</p> <p>Fell runners had to wade through waist-height water at times, while others spoke of having to crawl or being forced to lie on the ground due to the force of the wind and driving rain. </p> <p>The two-day Original Mountain Marathon, which attracted 2,500 competitors, began at 9am on Saturday near Keswick. It was called off three hours later, but, because mobile phones were banned, it was almost impossible to inform the many hundreds of runners who were already struggling with the adverse conditions. Several hundred entrants dropped out before the start because of the weather.</p> <p>Mark Hodgson, head of Keswick mountain rescue team said: \"The extreme weather was forecast on Thursday and it should have been cancelled in the morning ... I know these runners were supposed to be experienced and equipped but we had 70 mountain rescuers dealing with 11 casualties in absolutely horrendous conditions. I looked from 1,500ft above Seathwaite and it was like a battleground.\"</p> <p>Superintendent Gary Slater, of Cumbria police, said they and mountain rescue teams had brought concerns to the attention of the organisers. \"Common sense has got to dictate what we do in these circumstances and as I've said it's disappointing that the race did go ahead, despite concerns we and others had raised.\"</p> <p>Tony Johnson, 32, a runner from Lincoln, said: \"I don't think it should have ever gone ahead - the weather conditions were too bad.\" The runners \"went along with it because we thought the organisers must know what they are doing\".</p> <p>Tony Gates, 43, from Stevenage, said \"the wind was so intense and prolonged that it caught everyone out\". Conditions on top of Dale Head were terrifying. \"We were totally disorientated and couldn't see anything because we were in cloud.\" He said they were cold, tired, worried and done in.</p> <p>A 52-year-old man from Nottingham slipped and broke his leg, according to Cockermouth mountain rescue team. A race marshal was also taken to hospital with hypothermia. Four mountain rescue teams were involved in the searches.</p> <p>Another runner, Neil Talbott, 27, an RAF trainee fighter pilot, said: \"I have never experienced conditions like that before. The rain was incessant but the wind proved just as difficult and I was on all fours at one point just to get through it.\"</p> <p>Mark Weir, manager of the Honister slate mine, where many runners sheltered on Saturday night, was highly critical of the organisers. He and his staff worked through the night ferrying runners and volunteers down the 1,100ft (330m) pass. </p> <p>Weir later added: \"We have come within inches of turning the Lake District mountains into a morgue. We need to learn from it. In extreme freak weather like this, it is hell.\"</p> <p>The slate mine had seen 1ft (30cm) of rain fall since Thursday, according to the Environment Agency.</p> <p>A helicopter from RAF Valley in Anglesey was brought in to assist mountain rescue teams and search for those still missing yesterday. By mid-afternoon, everyone had been accounted for.</p> <p>Eight severe weather warnings had been issued by the Environment Agency on Saturday in Cumbria. Parts of Keswick had 65mm of rain in 24 hours up to yesterday morning - average monthly rainfall in the north-west in October is 80mm.</p> <p>Injured runners were taken to a cottage hospital in Keswick suffering from hypothermia and minor injuries. </p> <p>A total of 743 people sought shelter overnight at the Lakeland Sheep and Wool Centre in Cockermouth, as well as at the slate mine, a nearby outdoor activity centre and a school.</p> <p>The weather at the weekend was the worst in the event's 40-year history. According to the race website, the end of October is chosen \"to allow weather to enhance the challenge\".</p> <p>The organisers defended the decision to stage the event. An article on their website said: \"The whole situation will no doubt be analysed in every detail long after the event, but at the root of the media frenzy (and much of the criticism the race is getting) is a misunderstanding of what a mountain marathon is all about.\"</p> <p>• This article was amended on Tuesday October 28 2008. We incorrectly described Neil Talbott as an RAF fighter pilot. He is a trainee fighter pilot. This has been corrected.</p> <p><strong>·</strong> This article was amended on Tuesday October 28 2008. The map of the Lake District that originally accompanied this article had Seatoller and Gatesgarth Farm in the wrong locations. The map has been removed. </p>",
  "<p>It's official. We don't have to wait until the Eurovision song contest to laugh at the Norwegians, the Irish, the Icelanders or any of those funny, small countries. The prime minister and his new Scottish secretary, Jim Murphy, have decided that when it comes to the wee countries, it's OK to have a go. In fact, holding these nations up to ridicule is in the service of a higher cause: winning the Glenrothes byelection and trashing the idea of Scottish independence.</p> <p>Given little, if any, real Labour advance in the national polls, the contest in Glenrothes is taking on the status of win or bust for Gordon Brown. Losing the prime minister's neighbouring seat to the SNP might just have been recoverable if the Tories were once again in Labour's sights. But if Brown suffers the double whammy of a loss in Fife and only marginal gains in the polls, it is hard to see any way forward. Stand by, then, for the most ferocious assault on Alex Salmond and the SNP yet. </p> <p>Those who have watched in horror at the SNP's electoral progress over the past 18 months can barely contain their glee at the troubles faced by Ireland, Iceland and other small countries caught up in the global economic crisis. The argument is that only large countries have the muscle to protect savers and \"hardworking families\" when global recession hits. In cruder terms, English taxpayers are coming to the rescue of feckless Scottish bankers. </p> <p>There is no doubt that the politics of independence has been shaken. But the pieces may not fall quite where the unionist diehards are predicting. Before the global crash, there were signs that Labour was changing its argument against the SNP. For election after election, Brown had dictated the basic message - that independence for Scotland would be a catastrophe and prompt massive cuts in public spending as the country faced up to a huge deficit without the benefit of subsidies from taxpayers south of the border.</p> <p>Recently that argument has faced two problems. First, people in Scotland no longer believe it, or at least do not see it as a barrier to voting for the SNP. Second, it was proving uncomfortable for Brown himself, the chancellor and other leading Scottish politicians at Westminster, as their repeated (and false) claims that Scotland was heavily dependent on Treasury handouts caused some in England to argue that Scottish independence seemed a reasonable idea after all.</p> <p>Those realities prompted a rethink: it was accepted that post-independence, Scotland would no longer be an economic basket case, and that Scotland and England were stronger together and weaker apart. That new thinking has now gone the way of banking stocks. The old messages are being wheeled out, only much harder: vote for independence if you want, but when disaster strikes you're on your own.</p> <p>For the SNP, the last month has been uncomfortable. In recent years the success of small European countries has proved intoxicating. To some extent the \"small is beautiful\" analysis will have to be looked at afresh, but with the exception of Iceland there is little to suggest that small countries will permanently reverse their impressive growth rates. Norway, Finland and Sweden are still expected to grow their economies this year and next.</p> <p>The prime minister is first going to have to win a byelection, a general election and a referendum on Scottish independence having led the UK and Scotland into a recession and with unemployment forecast to reach Thatcherite levels. Against that background, attempting to scare voters in Glenrothes away from the SNP and Scots in general from independence on the basis of the foolish decisions of a few bankers in Reykjavik doesn't seem quite so clever.</p> <p>• Ewan Crawford was private secretary to former SNP leader John Swinney <a href=\"mailto:ewan.crawford@uws.ac.uk\">ewan.crawford@uws.ac.uk</a></p>",
  "<p>The US Federal Reserve is expected to cut interest rates again this week amid mounting speculation of a new round of coordinated international action to halt the panic that has swept the world's financial markets.</p> <p>The need for further moves has been underlined by fresh signs of strain in the global banking system and the wider economy. On Friday stockmarkets around the world nosedived and the pound crashed as investors reacted to the worst fall in UK economic output for almost 20 years.</p> <p>Last night the International Monetary Fund reached a draft agreement to lend Ukraine $16.5bn (£10.5bn) in exchange for reforms to the domestic banking system, while Kommunalkredit, Austria's eighth largest bank, became the first in the country to seek state aid to ensure liquidity.</p> <p>Figures from the US this week are expected to show the US economy contracted by about 0.5% in the third quarter.</p> <p>\"The incoming data are likely to confirm that the [US] economy has entered deep recession and that deflation is now a serious threat,\" Capital Economics said in a weekly research note. JP Morgan economist Bruce Kasman warned that the signs were pointing increasingly \"to a deep and synchronised global recession\".</p> <p>The Federal Reserve is expected to cut rates by half a percentage point, taking US rates down to 1%. Nick Parsons, head of markets strategy at nabCapital in London, said yesterday he expected the Bank of England monetary policy committee to follow the Fed's move with a one-point cut from the current 4.5%. He said the MPC had not made a full one-point cut since the Bank of England was made independent in 1997, but added: \"Unprecedented times call for unprecedented action.\"</p> <p>Lord Bilimoria, founder of Cobra Beer, urged the government to cut interest rates by 1% as soon as possible. The cross-bench peer told BBC Radio 4's The World This Weekend: \"I feel that they [the Bank of England] have been so bound by the inflation target that the looking after of the stability of the economy, of helping small businesses, was almost a secondary condition. That's why I felt that they should have been able to take proactive moves much earlier to reduce interest rates. I think one of the fundamental problems ... has been that the Bank of England has had so many of its powers removed.\"</p> <p>Former business secretary John Hutton said the scale and depth of the economic conditions Britain was facing were \"unprecedented\". He told BBC1's Politics Show: \"In the past when we've had economic downturns, the problem has either been an inflationary problem, maybe our industries have not adapted enough and we haven't seen investment going in. This is a problem that has been festering in the financial markets for a while; it's now spilling out into the real economy.\"</p> <p>The pressure for further cuts in interest rates came amid mounting evidence that the global turmoil is far from over.</p> <p>Germany's finance minister, Peer Steinbrück, warned yesterday that the danger of banking collapses was far from over. Kuwait's central bank stepped in yesterday to support Gulf Bank, which has been hit by derivative trading losses. Gulf stockmarkets fell sharply, with the Qatar and Oman indices down more than 8% and Dubai down 5.53%.</p> <p>Steinbrück told the Bild am Sonntag newspaper: \"Any all-clear signal would be false. I can't mislead our citizens and say we've got everything under control.\" The government's €500bn (£400bn) rescue package ran until the end of 2009 and would certainly be needed until then.</p> <p>His comments came as the heads of two of Germany's biggest regional banks, WestLB and HSH Nordbank, indicated they would also draw on the package. Bayern LB, which faces losses of €3bn, last week sought a €6.4bn capital injection and, according to Spiegel magazine, may have to ask the government to take on a bigger share of the bail-out than foreseen.</p> <p>KBC, the largely Flemish bank, was said to be in talks yesterday with Belgium's deputy prime minister and finance minister, Didier Reynders, about a €3.5bn state injection. The bank warned on October 15 it had made net losses in the third quarter of up to €930m, after writing off €1.6bn of its structured products portfolio. It insisted then that it had no need to follow the example of two of its Belgian peers, Fortis and Dexia, and demand a bail-out.</p> <p>Results yesterday from Aluminium Corp of China underlined the impact of the credit crunch on the global economy. The world's third-largest alumina producer said its quarterly earnings fell 92%.</p> <p>As China's largest producer of the metal tries to stabilise prices and cut costs, it has reduced its aluminium capacity by 18% and alumina by 10%. Analysts say that is not enough to shore up prices of aluminium, widely used in the slumping construction and automobile industries.</p> <p>The governor of the central bank warned that China needed to \"confront the many destabilising and uncertain factors that exist\".</p>",
  "<p>Britain's publicans are pulling almost a fifth fewer pints than they were three years ago as the trade continues to struggle with the toughest trading environment in working memory.</p> <p>For the three months to the end of September sales volumes in pubs declined by 8.1%, according to figures published today by the British Beer &amp; Pub Association. This year-on-year comparison is the first not to be skewed by the impact of the smoking ban in public places, introduced in England in July last year. It shows that hopes that the decline that followed the ban would be halted, or even reversed, have been comprehensively dashed. </p> <p>Meanwhile, the amount of beer sold in supermarkets and off-licences dropped 6%, the first decline since early last year. Some industry insiders expect this to be a temporary reversal before one of the fiercest supermarket price wars in the weeks before Christmas.</p> <p>Britain's largest pub landlord companies - and thousands of their lessee publicans - are braced for their toughest winter, faced with record numbers of boarded up sites and short-term leases, plunging property prices and onerous levels of debt. A supermarket price war and record fuel bills will add to the strain.</p> <p>Trading at Globe Pub Company, the landlord group owned by property entrepreneur Robert Tchenguiz, has deteriorated to such an extent that a \"cash trap\" clause in the group's securitised debt agreement has been triggered, barring the company from distributing dividends. The development is the latest blow for Tchenguiz, one of Britain's highest-profile entrepreneurs. Loan recall demands from crisis-striken Icelandic bank Kaupthing this month forced him to sell major stakes in Sainsbury's and Mitchells &amp; Butlers at a loss estimated to be more than £800m.</p> <p>Fears that other larger landlord groups listed on the stock exchange could be caught by similar cash traps have led to steep share price declines. Punch Taverns and Enterprise Inns, which together own more than a third of British pubs, have seen their share value decimated, slumping by 90% from peak levels during the summer last year. On Friday Punch dropped 15.2% and Enterprise fell 13.2%, slipping below 100p for the first time since 2002. </p> <p>Enterprise has a share value of £465m and largely securitised debt of £3.69bn; Punch has a share value of £315m and mostly securitised debt of £4.53bn.</p> <p>Concern is most acute at Punch, which has already indicated it will not pay a final dividend after reporting full-year figures next week. The cash-conserving measure is expected to be one of many before a £295m convertible bond repayment deadline of December 2010. This loan has been trading at between 65p and 70p in the pound, suggesting the market believes there is a good chance Punch will fail to release the necessary cash to meet this commitment.</p> <p>Keen to reduce the risk of triggering a cash trap, Punch has in recent weeks sought to buy back distressed debt in two securitisations, Punch Finance A and Punch Finance B - moves that in effect lower the threshold for the cash trap test. Investors and analysts remain divided as to the likelihood of Punch's being successful.</p> <p>A growing band of lessee publicans have become increasingly critical of Punch, Enterprise, Globe and other highly indebted landlord groups known as pubcos. Brian Jacobs, a member of the Fair Pint campaign group, said pubcos were \"avariciously leveraged corporate buy-to-let landlords\". He said: \"The pubcos have acted irresponsibly for many years, in much the same way as we now know some bankers have been acting.\"</p>",
  "<p>The government is to announce tomorrow that it will include rapidly growing aviation and shipping emissions in Britain's commitment to curb its carbon footprint by 80% by 2050.</p> <p>Ed Miliband, the energy and climate change secretary, will bow to pressure from environmentalists and rebel Labour MPs by announcing he will accept an amendment to include these emission sources in the climate change bill which is due to become law next month.</p> <p>The decision not to include aviation and shipping, which account for 7.5% of all emissions, was seen as a gaping hole in the government's legislation, which is the first measure of its kind in the world. Up to 86 MPs threatened to back an amendment in the Commons tomorrow, tabled by Elliot Morley, a former environment minister, to include these sources. </p> <p>The government has not been able to calculate exactly which emissions from international flights and shipping lanes will be attributable to Britain's carbon footprint. But even if an international agreement is not reached, acceptance of the amendment will force Miliband to explain where Britain stands on curbing aviation and shipping emissions.</p> <p>Environmentalists were delighted with the decision. Friends of the Earth executive director Andy Atkins said: \"The final piece of the jigsaw is in place. The world's first climate change law will also be a world-class climate change law. </p> <p>\"The climate change law is a victory in the fight against climate change and a victory for the hundreds of thousands of people who have campaigned to make this happen. People from right around the UK demanded a strong law. The government have listened.\" </p> <p>Thom Yorke, Radiohead frontman and supporter of The Big Ask, a campaign to urge the government to take the strongest line possible on climate change, said: \"It is a massive step forward for us all, as now we can engage in trying to fight climate change directly as a nation. And it came about simply because hundreds of thousands of people on the ground hassled their MP, who in turn hassled the government. Amazing.\"</p> <p>An attempt to kickstart the green motoring industry by spending millions of pounds of public money on environmentally friendly vehicles is also to be unveiled tomorrow. Geoff Hoon, the transport secretary, will announce that some local councils and other public bodies will be given £20m to buy and run electric vans. </p> <p>He will also provide details of a full-scale trial of electric cars and convenient charging points, first announced by Gordon Brown in the summer. The prime minister has championed electric cars but so far take-up has been tiny - just 0.1% of vehicles on the roads.</p>",
  "<p>So what does Gordon Brown like to do when he is not nationalising UK banks or masterminding a global financial blueprint for saving the listing financial markets? It turns out The X Factor is high on the prime minister's list of delights, he told a business lunch of senior media executives last week. That should put ITV's share price up for a nanosecond or two. Brown told the Women in Advertising and Communications London's 85th anniversary lunch that he found reality talent shows in general to be \"inspirational\" for the youth of today. Others have complained that the Simon Cowell show \"bullies\" the less fortunate contestants. Still, that's the way the economy, sorry, cookie crumbles.</p> <p>· Staff at the News of the World have been sent on a refresher course on the art of the perfect interview. Well, not so much a \"refresher course\" as a 58-word email from Ian Edmondson, who runs the NoW newsdesk. \"I am only going to say this once. ALL interviews are carried out the following way. 1. TAPE the interview. 2. TRANSCRIBE word for word the interview. 3. WRITE the story from these words only. If it is NOT on tape do NOT file it unless expressly requested by myself or in my absence James/Neil. You have all been warned.\" Only quote what the interviewee has said? How old-fashioned.</p> <p>· The culture secretary, Andy Burnham, will welcome world leaders from the creative and financial industries to the inaugural Creativity &amp; Business International Network, or \"c&amp;binet\" (no, really) next year. Think of it, if you will, as a \"Davos for the creative economy\". Except they could perhaps have chosen a rather more suitable venue than the Grove hotel in Hertfordshire, set in the heart of footballers' wives territory. Rooms for the three-day conference range from £220 to £725 a night. Credit crunch? What credit crunch?</p> <p>· Channel 4's chairman, Luke Johnson, left MPs in no doubt about the likely impact if the broadcaster was ever privatised. Public service shows would be axed, he told the culture, media and sport committee, leaving \"a schedule of acquisitions, quiz shows and reality TV that I suspect people in this building would not like very much\". A Channel 4 schedule dominated by acquisitions, quiz shows and reality TV? Just imagine.</p> <p>· Monkey's publicity stunt of the week: the entire staff of Bauer's Grazia will produce the weekly glossy from inside a giant Perspex pod in the new Westfield shopping centre in Shepherds Bush, west London. \"Some people might think it's a mad idea ... and it is!\" said its editor, Jane Bruton. Monkey hopes shoppers are rather more receptive to the idea than the last time a see-through box was occupied by a high-profile figure - David Blaine.</p> <p>· When John Myers steps down as GMG Radio chief executive next year, he will not be the only one entering semi-retirement. \"My older brother Eddie, who has spent nearly a decade keeping me entertained and making sure I got around the country swiftly and safely, will join me at the same time,\" Myers told staff in an email. Myers major is John Myers's driver.</p> <p>· But back to the Gordon Brown lunch, at the Park Plaza Riverbank on London's Embankment, which featured an extraordinarily complex seating plan for the 260 media high-ups in attendance. Except it was all thrown in the air at the 11th hour after security decided the PM could not be allowed to sit near the massive glass windows in the atrium. Presumably no such security fears surround the new junior minister for communications, technology and broadcasting, Stephen Carter. \"Over the moon\" does not quite do justice to his facial expression.</p>",
  "<p>A new global deal on climate change will come too late to save most of the world's coral reefs, according to a US study that suggests major ecological damage to the oceans is now inevitable. </p> <p>Emissions of carbon dioxide are making seawater so acidic that reefs including the Great Barrier Reef off Australia could begin to break up within a few decades, research by the Carnegie Institution at Stanford University in California suggests. Even ambitious targets to stabilise greenhouse gas levels in the atmosphere, as championed by Britain and Europe to stave off dangerous climate change, still place more than 90% of coral reefs in jeopardy.</p> <p>Oceanographers Long Cao and Ken Caldeira looked at how carbon dioxide dissolves in the sea as human emissions increase. About a third of carbon pollution is soaked up in this way, where it reacts with seawater to form carbonic acid. Experts say human activity over the last two centuries has produced enough acid to lower the average pH of global ocean surface waters by about 0.1 units.</p> <p>Such acidification spells problems for coral reefs, which rely on calcium minerals called aragonite to build and maintain their exoskeletons. </p> <p>\"We can't say for sure that [the reefs] will disappear but ... the likelihood they will be able to persist is pretty small,\" said Caldeira.</p> <p>The new study was prompted by questions by a US congressional committee on how possible carbon stabilisation targets would affect coral loss.</p>",
  "<p>Banking crisis, recession, stocks tumbling, house prices collapsing - it's been a deluge in the past few weeks to compare with any turbulence of previous decades.</p> <p>It's easy, as a result, to be gloomy about the prospects. Recession, after all, is already here and everyone is worried about the immediate future. There's also a lot of talk that switching the world economy to a carbon-free future is now something that cannot be afforded.</p> <p>Not so. There were three important events in the past few weeks that went largely unnoticed during the financial maelstrom but whose significance cannot be overstated.</p> <p>Two concern renewable energy and the other a change of government structure. In Britain, the government unexpectedly announced on October 16 that it intended introducing a \"feed-in tariff\" guaranteeing rates for renewably produced electricity. And the United States said part of its $700bn banking system bail-out would include $16bn (£10bn) of new green tax breaks for renewable energy, cleaner fuels and energy efficiency.</p> <p>In Britain, as regular readers will know, the rhetoric and grand target-setting on climate change has far exceeded the practical policies to take us from where we are to where we want to be. The government has, in other words, generated a lot more hot air than it has tried to remove from the atmosphere.</p> <p>This may finally be changing, thanks to relentless pressure from many in parliament, NGOs such as Greenpeace, Friends of the Earth and, we hope modestly, this newspaper, which has long called for a feed-in tariff. Firstly, the government put energy and the environment under one roof in the new Department of Energy and Climate Change. Surely that's just a change of chairs, you argue, and the same BERR officials who resisted boosting renewable energies are now down at the DECC?</p> <p>Possibly, and that's a justified concern. But if you look at the case of Germany, it decided to make the same move in 1999 and renewable energy there has grown exponentially in the past decade. It bears repeating that the Germans have 10 times as much wind power as Britain, in spite of having much less wind, and 200 times as much installed solar power.</p> <p>That's because the Germans did, among many things, what new DECC boss Ed Miliband has said he will do - introduce a feed-in tariff for renewables. FITs work by paying an above-market rate for renewable electricity produced from things like wind turbines or solar photovolataics (PV) and fed into the grid. This pushes the yield on PV, for example, up to 8-10% and attracts huge investment from individuals, communities and industries.</p> <p>The idea is to kickstart nascent industries and reward early adopters of the technology. FITs stimulate production of the technologies and so push costs down, which is why FITs are usually reduced each year for new projects. They are not subsidies but work to boost markets. Lord Stern in his review on climate change says they are the best way to make renewables work and the experience backs him.</p> <p>FITs have been proved to work at lower cost than Britain's renewable obligation (RO) scheme, which imposes obligations on electricity producers to raise the share of power they produce from renewables. The RO has benefited large onshore wind farms but little else.</p> <p>For householders here, the government offered only the fiasco of the low-carbon buildings programme grants which has been well documented in these pages. Britain produces less than 2% of its total energy and only about 5% of its electricity from renewables. In Germany the figures are 8.5% and 14%. Enough said.</p> <p>The FIT costs the average German family a modest €20 (£16) a year in dearer electricity. The Germans started a decade ago and we, really, are just starting now. But we do finally look as if we are getting on the right track.</p> <p><strong>Robust</strong></p> <p>One reason to be cautious is that we don't yet have the details. Those are coming this Thursday from the government and campaigners are keen to see tariffs not just for electricity but a production-based tariff for renewable heat as well.</p> <p>Half the energy we use in Britain provides us with heat, so encouraging small and medium-scale renewable heat close to where it is used is crucial. \"The case for supporting renewable heat through a tariff is robust ... Heat is the biggest single use of energy in the UK and expected to make up a full third of our EU 2020 renewables targets - or 15% of the heating market,\" says Leonie Green of the Renewable Energy Association.</p> <p>\"Less than 1% of the UK's heat currently comes from renewable sources. Action plainly cannot come fast enough - hence the industry needs to see action now through the energy bill.\"</p> <p>A Lords amendment to the energy bill would introduce tariffs for everything including biogas and is putting pressure on the government to do the same. Hence the government's change of heart.</p> <p>It remains to be seen how tough the government will be over the proposed Kingsnorth coal-fired power station in Kent regarding the fitting of carbon capture and storage technology. Another test is whether Britain keeps trying to undermine the European Union's 2020 renewable energy target, rather than redoubling efforts to try to meet it.</p> <p>But Miliband has committed the government to an 80% carbon reduction by 2050 - another sign the government is finally getting serious. Gordon Brown also seems to have seen the light on the climate change issue - and he is aware of the international kudos he gained from leading the way on rescuing the global banking system. The message from that is that international leaders working together can get things done - an important lesson after decades in which governments appeared powerless in the face of \"the markets\". The markets have now failed and governments have been forced to step in.</p> <p><strong>Limits</strong></p> <p>Many of those government leaders would do well to read last week's report from the United Nations Environment Programme (UNEP). Echoing President Franklin Roosevelt's stimulus programme for the depression-hit US economy in the 1930s, it called for a \"Green New Deal\" of huge investments in renewable and other clean technologies that would not only cut emissions but help revive flagging economies.</p> <p>\"The economic models of the 20th century are now hitting the limits of what is possible - possible in terms of delivering better livelihoods for the 2.6 billion people still living on less than $2 a day and possible in terms of our ecological footprint,\" says Pavan Sukhdev, head of global markets for Deutsche Bank, who worked on the report.</p> <p>It highlights five areas offering the best payback in terms of economic returns, environmental sustainability and job creation: clean energy and new technologies including recycling; rural energy including renewables and biomass; sustainable agriculture including organic cultivation; ecosystem infrastructure and reduced emissions from deforestation; sustainable cities including green building and transport.</p> <p>Friends of the Earth says Britain must start to play its part in this revolution. \"The government must ... introduce a comprehensive feed-in tariff that encourages farmers, communities and businesses to invest in renewable energy technologies - not just households,\" says FoE campaigner Robin Webster. \"If the government gets it right, the UK could become a world leader in the development of small-scale green energy - creating new green-collar jobs and a booming new industry.\"</p> <p>Difficult to argue with that.</p> <p><a href=\"mailto:ashley.seager@theguardian.com\">ashley.seager@theguardian.com</a></p>",
  "<p>This much we know: the politics of recession will be different. Now Britain's economy is shrinking, and with the Cassandras of the City and the Bank of England ever shriller, all the main parties are going to have to change their tune. Labour's \"no more boom or bust\" is busted. The Tories' blithe \"hello sun, hello clouds\" optimism now seems vacuous. And even the Lib Dems may be regretting their lurch to the right.</p> <p>The saga of Oleg Deripaska and his friends is about as good an image of politicians misjudging the mood of the times as we will ever get. He is part of a swaggering, plutocratic, super-rich elite whose protectors in the Kremlin are now a menace from the Caucasus to the Balkans, and to every EU country dependent on Russian gas. He might be a billionaire, but he's had his US visa revoked. No Labour politician, no Tory, no self-respecting British establishment figure, should have gone within a million miles of him. </p> <p>The damage done goes far beyond a startling lapse of judgment by George Osborne and Peter Mandelson. People everywhere in Britain are really suffering. It's bad and rapidly getting worse. Businesses are going under. Money is still not coming through from the banks. Jobs are being lost. Families are desperately reassessing their weekly budgets. Houses that were their only capital are sliding in value. And, more important, there is a cold atmosphere of fear stalking the country - fear of what is to come and how bad it might be.</p> <p>At this time, to read about the high jinks and purring private conversations of a Russian tycoon, an Old Etonian hedge-fund manager with an old name, Lord Mandelson and Bullingdon Club George, is almost intolerable. They might object that they were the victims of hideously bad timing - when the tryst on the yacht and the meal in the taverna took place, the full reality of the global economic crisis had not emerged, and Mandelson had not been summoned back to government.</p> <p>Yet that's not really the point, is it? This story reminds ordinary people how power worked during the long boom of the past decade, the smug summits at Davos, the private chalets, helicopters, jets and yachts, the close contacts between various Murdochs and subservient politicians and lately, the Russians. Money ripped out of Russia has been sluiced into European hidey-holes, and the people elected to represent us have gone along and ogled. </p> <p>I don't know whether Osborne will \"survive\" further probing about his office finances and the Rothschild connection. I don't know whether Mandelson will keep his place in cabinet if European investigations into his business links come up with more questions. I do know that the shadow chancellor has lost the authority he built up after his tax ambush on Gordon Brown. He will be judged more harshly and listened to less intently from now on. Similarly, all those who felt, \"let's give Mandelson another look, wipe the slate clean, offer him a fresh chance\" will shrug, grimace and turn away.</p> <p>The harder questions are for the party leaders. First, Labour. We should remain sceptical about Brown's bounce in the polls. This looks like a bad recession and leaders are rarely thanked for those. Callaghan and Healey took tough, drastic action in 1977-78 and were rewarded with a thundering defeat at Thatcher's hands. Major and Ken Clarke did their level best to sort things out in the last recession and saw Tony Blair stride easily into power a year later. The overwhelming likelihood is that Labour will be punished in a similar way.</p> <p>Brown and Alistair Darling have acted decisively to help the banks. They have not properly responded to the Tory attack on the level of state borrowing accumulated under Labour. Nor have they been honest about fiscal pain to come. Better to counter-attack strongly, to defend the increases in health and education spending, and ask for chapter and verse about which projects the Tories opposed at the time. And why, if Labour were being so profligate, have the Conservatives decided to stick with their spending for two years to come?</p> <p>Labour's core economic message has to be ruthlessly populist: the pain should not be visited on the poor, or the struggling middle. If anyone is to hurt more, it has to be the rich, and the big corporations. The merest suspicion of the super-rich getting away with it would be politically lethal. From Mandelson there has to be contrition, not defiance. If he can't manage that, he should go - yet again.</p> <p>The Tories have difficult questions too. Have they junked their green credentials in their panic about the economy; and if so, what distinguishes them from old Thatcherites? Can they find a more sober, less jeering tone to go with the new times? David Cameron has to play a different kind of politics. Hard choices about tax and spending are itemised and explained, not vaguely alluded to. Then there's Europe. With the pound falling so fast, and with much of the hope for recovery focused on pan-European action, is now really the time to be calling for an anti-EU referendum? </p> <p>For the Lib Dems, it might be time to reopen the case for joining the euro. Faced with economic and energy problems, and a more militant Russia, and perhaps encouraged by a re-energised, more liberal US, this is a time for Europeans to act together. As the economic storm rages, narrow nationalism will be less relevant, though for many it may be more tempting. Under Nick Clegg the third party has seemed less distinctive just when a different perspective is needed most. </p> <p>Yet millions will be looking for more still. We have been led into a world in which only a rampaging market system is considered respectable and where dull-eyed consumerism is reckoned the only safe measurement of human happiness. Fellowship, comradeship, fairness and the pressing need for more sustainable ways of living have all been shoved into the margins of public debate. </p> <p>Of course, the immediate crisis has to be weathered. But if ever there was time for a rethinking of values, it is now. Let's debate the successes as well as the mistakes - the light-regulation, light-tax treatment of the super rich and the acceptance of a growth-at-all-costs, fly-more, drive-more economy. After turbo-charged capitalism, don't we need at the very least a spell of quieter, more moderate capitalism? These are unfamiliar waters for politicians who have grown up in the good times. Dangerous, too. But not half as dangerous as the murky, polluted seas round Russian yachts.</p> <p><a href=\"mailto:jackie.ashley@theguardian.com\">jackie.ashley@theguardian.com</a></p>",
  "<p>Racing changed on Saturday and you could see it in the faces of the punters as they streamed away from Santa Anita after the 25th Breeders' Cup. There was the usual mixture of pumped-up winners and foot-dragging losers, but there was something else too. Many were simply astonished by what they had seen, as European horses, and the British in particular, took the world's richest race meeting by storm.</p> <p>Curlin's failure to make the frame in the Classic was surprising enough for the local fans, as Raven's Pass, from John Gosden's stable in Newmarket, and Aidan O'Brien's Henrythenavigator filled the first two places. But it was just the last in a series of nasty surprises for American racing on an afternoon when five of the nine Breeders' Cup races were won by horses trained in Europe. </p> <p>Even that statistic does not tell the whole story, as Europe did not have a runner in the Sprint, and only a no-hoper in the Dirt Mile. Look at it that way, and it was five from seven. No wonder the racegoers looked dazed as they walked into the Californian sunset. This was a rout, a rearrangement of the accepted order and the aftershocks may be felt for years. </p> <p>Four British-based horses returned as winners, while Goldikova, from Freddy Head's yard in Chantilly, took the Mile with a performance that would have been the clear highlight on any other afternoon. In addition to Raven's Pass, Donativum took the Juvenile Turf for Gosden, Muhannak, from Ralph Beckett's yard, won the Marathon and Sir Michael Stoute's Conduit beat Eagle Mountain, from South Africa, in the Turf. </p> <p>It was an afternoon that, from a European perspective, you hoped would never end. And in a sense, it won't, for another 12 months at least, since the Breeders' Cup will return to Santa Anita next year. After Saturday's performances, you have to expect that the Cup will be overrun with Europeans next year. </p> <p>That should be one consequence of Saturday's success, since the new Pro-Ride surface at Santa Anita proved to be the leveller that so many longed to see. Midnight Lute, who bolted home in the Sprint, took the same race 12 months ago on the dirt at Monmouth. Curlin, meanwhile, certainly looked to be acting on the synthetic surface when he came with a big move on the turn for home. </p> <p>The problem for America's Horse of the Year was that Frankie Dettori had Raven's Pass locked to his hindquarters. The racetrack commentator, with eyes only for the favourite, gave a big shout for Curlin, but it was clear that Dettori was on the winner if his stamina held. It did, to give Britain its first Classic winner and Europe a first success in the race since Arcangues in 1993. </p> <p>Every European winner was a rock thrown into a pond and the ripples will spread for a long time yet. Top-class Flat racing is a global business and Saturday's events will have an effect in America, in Europe and also in Dubai. </p> <p>America only started to notice the Ryder Cup about 20 years ago when it got competitive again. The same may be true for the Breeders' Cup. At the same time, it is also conceivable that they will sound the retreat, go back to dirt as soon as they can and pretend that the 2008 Breeders' Cup didn't happen. </p> <p>The European perspective is different. Every forward-thinking trainer in Europe must now appreciate that with the right horse, Breeders' Cup races are winnable. Several races this year did not fill, but next time they may be balloting horses out. </p> <p>Then there is Sheikh Mohammed, who had three winners on Saturday, including two in the colours of Princess Haya, his wife, and can look towards 2009 with serious optimism. Midshipman, who took the Juvenile, and Donativum are both Kentucky Derby prospects, though only the former has a stallion career ahead of him. </p> <p>Punters know the feeling. You can have a miserable run, as the Sheikh has with his Godolphin operation, but if you fire in a couple of good winners, you feel as though you are right back in the game. </p> <p>Godolphin's lacklustre performance tends to inform all British opinions of the Sheikh's bloodstock empire, but he is an operator on a global scale and, sooner or later, his immense bankroll will get results. He also has an incredible new racecourse at Meydan in Dubai that will come on stream in the autumn of next year. A resurgent Breeders' Cup, in which his own horses have played such a part, could stall any plans he might have to use it for a season-ending spectacular in the near future. </p> <p>There are so many possibilities to consider, after a single day at the races. Sometimes, though, even a conservative sport like horse racing can be like that. The 2008 Breeders' Cup was the start of a new era for the world's richest race meeting and it is European racing that stands to reap the benefits.</p> <h2>Europe at the Breeders' Cup</h2> <p><strong>Belmont Park 2001</strong> 3 wins</p> <p>The best ever, before this year. There were victories for Banks Hill, Johannesburg and Fantastic Light, while Sakhee and Frankie Dettori went down by a nose in the Classic.</p> <p><strong>Santa Anita 2003</strong> 3 wins</p> <p>Strictly speaking, only two and a half wins, as High Chaparral dead-heated with the American Johar in the Turf. Islington and Six Perfections also won the last time California staged the Cup. Churchill Downs 2006 2 wins</p> <p>Ouija Board won her second Filly &amp; Mare Turf, while Red Rocks landed the Turf for Brian Meehan.</p> <p><strong>Lone Star Park 2004</strong> 2 wins</p> <p>The first of Ouija Board's American victories - she was odds-on but Wilko was a 20-1 shock in the Juvenile.</p> <p><strong>Arlington Park 2002</strong> 2 wins</p> <p>High Chaparral landed the Turf while Pascal Bary's Domedriver edged out Rock Of Gibraltar in the Mile.</p>"
]