[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338973584\"> <img src=\"https://static.guim.co.uk/Guardian/lifeandstyle/gallery/2008/sep/30/sarahcracknell/Cracknell-9161.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"370\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Cracknell, singer</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123647\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_02_g2f_1002_012-1988.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"411\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">I was a well-documented child. My father was always taking pictures of me, but I would only pose if Bunny was photographed too</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123629\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_03_g2f_1002_012-8670.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"233\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">These lovely Biba shoes belonged to my auntie Michelle. She and my mum were snappy dressers. I love vintage stuff</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123650\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_04_g2f_1002_013-2500-thumb.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This Wurlitzer Butterfly Grand opens up as if it’s got wings. I fell in love with it. It sounds beautiful and adds such warmth to music</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123680\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_17_g2f_1002_013-7367-thumb.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">My father was a first assistant director [to Stanley Kubrick] and was often abroad on location. He came back with jewellery for my mum from exotic places. Sometimes he’d take the family, and trade his first-class seat for three economies</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123677\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_16_g2f_1002_013-6899.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"393\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">I love gimmicky fancy packaging on music. I was introduced to Public Image Ltd’s Metal Box when I lived in a flat in Kings Road with three friends. I had my 18th birthday there, which was crashed by people from a pub. I was terrified and hid in the broom cupboard</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123674\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_15_g2f_1002_013-6432.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"401\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When I got married four years ago, my sister-in-law decorated the room with these. I used to collect snowstorms. My husband, Martin, is the manager of our group and we were friends for a long time. It’s nice to go into a relationship with someone you know and really trust</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123638\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_14_g2f_1002_013-382.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"292\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spencer is six and Sam is four. The elder one is studious and sensitive and the little one’s always running around with the wrong types. I’m very lucky being able to juggle work and family. It’s healthy as it scratches both itches</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123665\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_10_g2f_1002_013-4988.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"630\" height=\"335\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">I used to gad about the countryside in this beautiful vintage Porsche when I was single</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123671\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_13_g2f_1002_013-5918.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"462\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In my bedroom I have this poster. It makes me feel glamorous</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123632\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_09_g2f_1002_013-9398.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"285\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When I first got more disposable income than I ever dreamed of, I bought this handbag. It was £200 and I used it and used it. My music career had started by chance — in a pub, aged 15. I came out of drama school never ­expecting to go back into it, then met Bob [Stanley] and Pete [Wiggs], fortuitously</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123662\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_08_g2f_1002_012-4471.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Our chickens, Patty and Selma, are named after Marge Simpson’s chain-smoking sisters. I’ve always had a fondness for chickens</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123668\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_11_g2f_1002_013-5461.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"630\" height=\"99\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Every girl should have a feather boa. I’ve been buying them in John Lewis on ­Oxford Street since 92. They’re useful to fiddle with when nervous, a gift for the crowd, and glamorous</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123653\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_05_g2f_1002_012-2995.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"630\" height=\"364\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">I see guitars as a piece of art. My husband has an obsession with them and bought me this gorgeous 1960s Eko gold-spangled guitar</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123656\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_06_g2f_1002_012-3446.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"491\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He was a Flash Harry, my dad. He wore cowboy boots and these Ray-Bans. He’d been really supportive of my musical endeavours so it’s a shame he never saw them come to ­fruition. He died in 1991</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338123659\"> <img src=\"https://static.guim.co.uk/Guardian/global/gallery/2008/sep/30/popandrock/pmSarahC_07_g2f_1002_012-4024.jpg\" alt=\"Sarah Cracknell pieces of me\" width=\"521\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This is a memory of my first trip to Japan in 92. We’d never been on tour so far from home. We’d finish by 9pm, then run around town. It was a dream come true</span> <span class=\"element-image__credit\">Photograph: Sam Frost/Guardian</span> </figcaption> </figure>",
  "<p>Since his defeat by Boris Johnson in May, former mayor Ken Livingstone has been an energetic and conspicuous critic of his successor's policies. He now offers a programme of action he believes Johnson should adopt to help London weather the developing economic storm. Here is his eight-point plan in full. </p> <blockquote> <p>London has entered its first recession for fifteen years. Londoners know the value of their house is falling, their spending is squeezed, and an increasing number are worried about their job security. In this situation the Mayor of London should put forward clear policies which, in areas where he has power, can best help London meet the effects of this recession. I have set out here eight key measures that should be immediately introduced by a Mayor of London. All flow from a clear choice of priorities – that the Mayor must protect the economic development of London, promote social justice and therefore help those who are being most hit by this crisis, and protect the environment.<br> </p> <p><strong>1. Reverse the cuts in Visit London's budget and allocate a £5 million a year boost in the next two years to promote London's visitor economy</strong></p> <p>In a recession London's £15 billion a year visitor and tourism economy is going to be hit. But the decline in the pound's exchange rate means that it is going to be more possible to attract tourists to London - boosting restaurants, theatres and many other London visitor attractions. Experience shows the effectiveness of tourism-marketing campaigns. </p> <p>Exactly the wrong course is now being taken through severely cutting the budget of Visit London, London's tourism agency and other budgets for the promotion of London.</p> <p>The cuts already made must be reversed and for the next two years, the likely length of the recession, a temporary extra grant of £5 million a year should be given to Visit London for marketing the city. This will help aid London's hard pressed visitor economy and pay for itself many times over.<br> <strong>2. Abandon the damaging new restrictive planning regime in London</strong></p> <p>It is going to be difficult to keep up investment in London during the recession. Yet it is vital that as much private sector construction as possible goes ahead. The new restrictive planning regime emerging from City Hall, based on the model favoured by Westminster City Council under Sir Simon Milton, should be reversed. West End retailers and responsible developers should be told they will get strong support for new development. A planning regime must be introduced in the West End and along the route of Crossrail to ensure that London gets the most from the economic opportunities it offers.<br> <strong>3. Speed up the house building programme and support the call for nationalisation of the necessary parts of the construction industry to carry out a large scale government house building programme</strong></p> <p>The number of new homes being built – including affordable homes – has very steeply and rapidly declined. In such circumstances the public sector must take a more active role. The Mayor should use all the new powers acquired for housing construction and join the call of Jon Cruddas and other MPs that, if necessary, parts of the construction industry should be nationalised to allow a large scale programme of affordable homes to be undertaken. </p> <p>The policy that 50 per cent of new housing should be affordable housing should be reintroduced - in a recession it will be housing for those on ordinary incomes and the low paid that will be scrapped by developers. The abandonment of the 50 per cent affordable housing policy will therefore be deeply damaging to Londoners. Policies to ensure a strong supply of rented affordable accommodation must be retained.<br> <strong>4. Press on with the big infrastructure projects and reorganize City Hall's business and transport functions</strong></p> <p>Any opportunity for London to come through this economic crisis in the best shape possible is in significant part due to the big spending on infrastructure projects that were won during the last two Mayoral terms, such as the Olympics, Crossrail and the Mayor's new housing powers. These investment programmes act counter-cyclically to maintain economic activity and generate tens of thousands of jobs. This contrasts with the Tories' \"small government\" approach which would never have secured Crossrail. The attempt by discredited monetarists to advise the government against this approach should be roundly rejected by the Mayor and the major investment projects should be defended.</p> <p>Chaos in the new administration is getting in the way of those who can actually run things in London. The professionalism of many managers in London government, whose skills are vital in a downturn, does not allow them to speak out publicly but the chaos that reigns in the Mayoralty is well-known to close observers of City Hall. It is of particular concern that in two key areas during a recsession – transport and business – the mayor's office has put forward no proposals for how to deal with the economic situation. This is bad for London. The mayor needs to reorganise how his office is dealing with transport and business as a matter of urgency.<br> </p> <p><strong>5. Put the focus of the Olympics back on economic development</strong></p> <p>The most important reason for seeking to win the Olympic Games was to carry out large scale economic development in east London. This perspective has been eroded by the new administration whose actions have effectively counterposed this objective to a pure emphasis on sport. Even more so in a recession the focus in the Olympics must be put back onto large scale economic regeneration and marketing London internationally - and London government must conduct itself accordingly.<br> </p> <p><strong>6. Reverse the cut backs in regeneration spending by the LDA and halt the risk to its government funding</strong></p> <p>The London Development Agency should not be funneling its funds into projects that are already being financed by the boroughs, allowing them to cut their own spending. This means that economic regeneration funding in London will fall by several hundred million pounds a year – exactly the reverse of what is required in a recession. Furthermore this misuse of government funding by the LDA, not using the money for its intended purposes of expanding regeneration spending, threatens to lead to the LDA's funds being severely reduced by the government in the medium term. This must stop and LDA funds must be used for their proper purpose of expanding economic regeneration in London.<br> </p> <p><strong>7. Strengthen London's presence in the key new emerging markets</strong></p> <p>The weight of the rapidly growing emerging market economies, above all India and China, is going to increase sharply in this recession and they will emerge from it fastest. London must strengthen the relations it has established with these economies and the Mayor's proposal to cut London's presence in them by scaling back London's offices there must be abandoned.<br> <strong>8. January's above-inflation fares increase can and should be scrapped by returning to taxing polluters</strong></p> <p>Fares policy on the buses and underground has to be re-prioritised to help ordinary Londoners instead of the Mayor's policy of protecting drivers of gas guzzlers. The cancellation of the £25-a-day CO2 congestion charge on the most gas guzzling cars should be reversed – raising up to £50 million a year. The 'oil for expertise' deal with Venezuela must be reintroduced – gaining London over £20 million a year at current exchange rates.</p> <p>These measures together will raise over £60 million a year and allow the proposed above inflation fare increase in January to be scrapped, and single bus fares kept down to 90p instead of being raised to £1.</p> <p>The further new wasteful transport proposals should similarly be abandoned. The plan to squander £13 million a year by replacing bendy buses on routes 38, 507 and 521 with ordinary single and double-deckers should be stopped. The costings for these routes show that the pledge to replace all four hundred bendy buses in London would cost Londoners £60 million a year even with existing types of buses, and this should be abandoned. Even worse, the proposal to introduce a 'new Routemaster', with open platforms and conductors has been shown by independent transport consultants to cost over £100 million a year and should be scrapped.</p> <p>Further financial costs will be imposed on ordinary fare-paying Londoners if the Western Extension of the congestion charging zone is abolished. TfL have stated that abolition would lose London's transport system around £70 million a year. Even the Evening Standard, which calls for the abolition of the Western Extension, and underestimates the losses from abolition, admits it will lose £14 million a year. The Western Extension of the congestion charging zone must stay not only to reduce congestion but to raise revenue to keep fares down.</p> <p>These measures will save Londoners over £60 million a year in the short term and will eventually save Londoners around £200 million a year compared to the implementation of Boris Johnson's transport plans. This will permit not only the abandonment of January's above-inflation fare increase but allow fares to be held down by the maximum amount in the coming years.<br> In a recession far more than economic measures are required. Experience shows that there will be a tendency for crime, or the threat of crime, to increase. The threat of racist attacks will increase, as will the danger of domestic violence against women. The planned reductions in real police spending must therefore be stopped and the cuts in the programmes against racism, and against domestic violence and other threats to women, must be reversed. Measures of environmental protection must continue. But the eight points above are vital to any programme to tackle the effects of the recession in London and they should be implemented at once.\"</p> </blockquote> <p>Thanks to Ken for giving me an early sight of this statement. Readers might like to compare his ideas with those of London First chief executive <a href=\"http://www.guardian.co.uk/uk/davehillblog/2008/oct/16/london-london\">Jo Valentine</a> and <a href=\"http://www.guardian.co.uk/uk/davehillblog/2008/oct/21/london-london\">Mike Tuffrey</a>, leader of the London Assembly's Liberal Democrat Group.</p> <p><strong>Update, 10:47.</strong> Boris has just issued a <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=19457\">press release</a> headlined \"mayor developing recovery plan for capital's economy\". I'll leave you to speculate about the timing.</p> <p><strong>Update, 11:21</strong>. Boris has a piece about his plan on the <a href=\"http://www.thisislondon.co.uk/standard/article-23578089-details/Times+will+be+tough+-+but+we+can+lead+the+fightback/article.do\">Standard's website</a>. I'm loving this coincidence - yes, I think that's what it is. Well, mostly.</p>",
  "<p>Humanitarians are part of the problem, not part of the solution. So goes Conor Foley's argument in his well-written and thought-provoking book <a href=\"http://www.theguardian.com/commentisfree/2008/oct/22/internationalaidanddevelopment-afghanistan\">The Thin Blue Line: How Humanitarianism Went to War</a>. Foley's book is an exceptional critique of humanitarian interventionism, in that it is written by a self-professed humanitarian. Conor has worked for Liberty, Amnesty and the United Nations in every global hotspot of the last decade ranging from the Balkans to Afghanistan via Africa and Asia. His work prompts one to sit down and really think about the issue. He goes far beyond the banal commentary of some left-wing writers who condemn every international intervention as US imperialism, providing us with a well-researched and thoughtful argument. </p> <p>Throughout the 1990s, the idea of humanitarian intervention rapidly gained in popularity in a world where the balance of power was suddenly no more. The idea of spreading democracy and human rights has always been in line with America's self-created \"manifest destiny\". It was thus not hard for individuals and organisations to pull at the heartstrings of Washington politicians, as well as those in Whitehall and Berlin, to get democracies to stand up for <a href=\"http://www.theguardian.com/world/humanrights\">human rights</a> as defined by a liberal, educated western elite.</p> <p>Foley contends, rather correctly, that this has set dangerous precedents. First of all, what right and responsibility do these various NGOs have in naming a conflict \"genocide\" or a \"humanitarian disaster\"? The case of Darfur, where the <a href=\"http://savedarfur.org/content?splash=yes\">Save Darfur Coalition</a> drastically exaggerated the nature of the conflict, so much so that the British Advertising Standards Authority ruled its adverts were \"misleading\" – one such example of an NGO bearing no responsibility for reckless policies. Even though they purport not to, humanitarians take sides in conflicts when in most every case from Rwanda to Uganda and the Balkans both sides have committed atrocities.</p> <p>There is also the issue of the role humanitarians play in actual conflicts. Once on the ground, humanitarian organisations are often there promoting western values, although they proclaim to be neutral. In realty, very few modern day humanitarian organisations are neutral. Instead, they are multimandate. This means in addition to providing humanitarian assistance (food, shelter, etc) they also work on programmes promoting the rights of women, literacy for children and sex education. Most humanitarian organisations are run and supported by upper-middle class, educated, liberal, white, westerners unable to divorce themselves from their own cultural bias. Of course women in Afghanistan should be treated equally to men – and while we provide Afghans with food we are also going to get women into parliament. I (and Foley, I assume) believe in the rights of women, but one needs to keep in mind the cultural modernity of many of these countries where the west is involved. Western governments are always accused of imperialism, but far too few interrogate what is essentially humanitarian imperialism and Foley calls them out for it. </p> <p>Finally and perhaps most importantly, there is the issue of humanitarianism and legitimacy. Has humanitarianism become a way to legitimise and justify our interventions in the affairs of other states for ulterior motives? Sadly, yes, in many cases. The difficulty of course is how do you divorce the two. With regard to Iraq, there was a blanket abuse of the humanitarian ideal to legitimise a patently illegitimate war. In Afghanistan the case is more difficult. The US went in to punish the perpetrators of 9/11, but there has been a humanitarian emergency in Afghanistan for the last decade (if not the last 30 years). Of course, the Bush administration never planned to develop Afghanistan, which is one of the reasons the mission has gone so poorly. And the US did not go to Afghanistan to relieve humanitarian suffering. From Kosovo to Africa and Asia, the last two decades are littered with humanitarian interventions, many of which might have done more harm that good.</p> <p>Humanitarian organisations over the last two decades have helped to paradoxically rain down western missiles in the name of help and humanitarian ideals, and for this Foley holds them in contempt. Making matters worse, these organisations line up for government cash that further legitimises the conflicts especially in places like Iraq, even if they disagree with the focus or rationale for the intervention. Instead of challenging government about the legitimacy of their actions, they are complicit in the crime. </p> <p>The Thin Blue Line is an unsettling book, because it thoughtfully challenges liberal, western notions of right and wrong, help and harm. For a generation that has become accustomed to the rather paradoxical argument of \"humane warfare\" this book will raise troubling questions. Given Barack Obama's firm belief in the UN's \"right to protect\" and the increasing probability he will be the next US president, this book could not be more timely. Has humanitarianism in its current form become part of the problem, rather than the solution? I don't know. But Foley has done a superb job in opening up the debate to the wider public.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/TWKLN2SltfQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/TWKLN2SltfQ&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/TWKLN2SltfQ&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><em>Footage of fell runners battling the weather on the road between Honister and Buttermere. Source: YouTube</em></p> <p>Hundreds of fell runners have been found safe after they were stranded overnight in the Lake District by bad weather which forced an extreme endurance event to be abandoned.</p> <p>A female competitor in the Original Mountain Marathon suffered head injuries when she was washed into a swollen stream. She and six other people were rescued by an RAF helicopter and the woman was being treated for severe hypothermia in Whitehaven hospital.</p> <p>More than 1,700 people were officially unaccounted for overnight, but that number fell to just 44 by midday today and then 14, as a helicopter from RAF Valley in Anglesey helped police and mountain rescue teams search in the area around Keswick.</p> <p>A Cumbria police spokesman said: \"I can confirm that the race organisers have informed us that everyone of the competitors has now been accounted for.\"</p> <p>Many of the runners are believed to have camped out last night on the fells. Others returned home without initially informing the organisers.</p> <p>\"Police would urge competitors to phone home to let friends and family know they are safe and well,\" the spokesman said. </p> <p>Thirteen people were taken to Mary Hewetson cottage hospital in Keswick suffering from hypothermia and various minor injuries. They were later transferred to Cumberland infirmary and West Cumberland hospital.</p> <p>Few of the competitors, who took part in pairs, carried mobile phones because of poor signal coverage in the area, but all wore electronic tags.</p> <p>Despite a severe weather warning early yesterday, the organisers decided to go ahead with the event. But it was called off at midday for the first time in its 41-year history as heavy rains flooded the various routes the runners were taking from Seathwaite to Gatesgarth, near Borrowdale.</p> <p>Some relatives of the runners questioned why the event took place.</p> <p>Laura, the wife of one competitor, told the organiser's website, that she had endured \"12 hours of hell wondering if my husband is safe\".</p> <p>\"You lot need to spare a thought for your families that worry about you rather then where your next cheap thrill is coming from,\" she said.</p> <p>Nearly a month's rain fell in one day in parts of Cumbria causing flooding that blocked several roads in the area.</p> <p>Of the 3,050 people registered for the two-day race, around 2,500 were believed to have started and almost 750 stayed overnight in hastily arranged official shelters, police said.</p> <p>A contributor on the <a href=\"http://www.theomm.com/\">organisers' website</a> earlier played down fears about the runners being missing. \"The idea of self-reliance isn't a popular one in this day and age, so the fact that 900 people are said to be unaccounted for is being presented with the implication they are lost and in trouble - which is not the case.\"</p> <p>Parts of Keswick near the race venue received 65mm of rain in 24 hours up to 6am today, while the town of Shap, near Penrith, had 79mm of rain. The average monthly rainfall for north-west England in October is about 80mm.</p> <p>Eight flood warnings were in place throughout the county yesterday but the number was today reduced to four as the weather eased, the Environment Agency said.</p> <p>The poor weather may have caused several hundred entrants to withdraw ahead of the marathon, which is renowned as one of the toughest endurance events of its kind in Britain.</p> <p>A total of 743 entrants stayed overnight in the Lakeland Sheep and Wool Centre in Cockermouth, Cockermouth school, Honister slate mine and Glaramara Outdoor Activity Centre in Borrowdale.</p> <p>The competitors were said to be in good spirits after being fed and sheltered and many backed the decision to start the event; some even regretted it was called off.</p> <p>The marathon has been held in different locations each year since 1968 when the inaugural event took place in Muker, in the Yorkshire Dales. The race is billed as the \"original mountain marathon and forerunner of all adventure racing\".</p> <p>All entrants, ranging from elite and beginner mountain runners to orienteers, fell walkers and mountaineers, had to bring suitable kit.</p>",
  "<p>Gerhard Schröder declared 10 years ago, during the Third Way and <a href=\"http://www.theguardian.com/politics/labour\">New Labour</a> honeymoon, that \"economic policy is neither left not right. It is either good or bad\". Ten years later, we are allowed to conclude that this was a self-fulfilling prophecy. When he made his declaration, 11 out of 15 governments of the then European Union were run by socialists. Now, election after election, country after country, the left is elbowed out from positions of power. In the course of the last decade, social-democratic parties have presided over the economic policy of privatisation of gains and nationalisation of losses. They ran states preoccupied with deregulation, privatisation and individualisation. </p> <p>At the end of the New Labour decade, <a href=\"http://www.theguardian.com/politics/gordonbrown\">Gordon Brown</a> leads the all-European effort to mobilise the taxpayers into the campaign to recapitalise the capitalist economy, saving it from the consequences of its own greed and inbuilt suicidal tendency. There is almost nothing left to distinguish left from right in economic, or any other, policy. <br> And there is no distinctly left vision or credible program that would appeal to the imagination of electors and convince them that good economic policy may be synonymous with left economic policy. Following the line of Third Way thinking, to be left meant to be able to do more thoroughly the job that the right demands to be done but fails to do properly. It was Tony Blair's New Labour that laid institutional foundations under Margaret Thatcher inchoate ideas of \"there is no society, only individuals and families\". It was the French Socialist Party that did most for the dismantling of the French social state. And as to the post-communist parties in east-central Europe, renamed as social democrats, they are the most enthusiastic and vociferous advocates and most consistent practitioners of unlimited freedom for the rich and leaving the poor to their own care.</p> <p>Over more than a century, the distinctive mark of the left was to believe that it is the sacrosanct duty of community to care for and to assist all its members, collectively, against the powerful forces they are unable to fight alone. Social-democratic hopes to perform that task used to be invested in the modern state, powerful and ambitious enough to limit the damage perpetuated by the free play of the markets by forcing the economic interests to respect the political will of the nation and the ethical principles of national community. But nation states are no longer as powerful as they used to be or hoped to become. The political states once claiming full military, economic and cultural sovereignty over their territory and its population are no longer sovereign in any of those aspects of common life. </p> <p>Genuine powers, the powers that decide the range of life options and life chances of most of our contemporaries, have evaporated from the nation state into the global space, where they float free from political control: politics has remained as local as before and therefore is no longer able to reach them, let alone to constrain. One of the effects of globalisation is the divorce between power (the capacity to have things done) and politics. We have now power freed from politics in the global space, and politics deprived of power in the local space.</p> <p>That development left the socialists without the crucial (the only?) instrument intended to be used in the implementation of their project. Simply, a social state guaranteeing existential security to all can no longer be constructed, nor survive, in the framework of the nation state (the forces that would have to be tamed for that purpose are not in the nation state command). Attempts to use the weakened state for that purpose were in most cases foiled under the pressure of exterritorial, global economic forces or the markets. </p> <p>Increasingly, social democrats revealed their sudden inability to deliver on their promise. Hence the desperate effort to find another trademark and legitimation. The Italian Democratic Party or for that matter the Polish Left and Democrats, exemplify the destination to which that search leads: total absence of trademark and legitimation. In this form, the distant offspring of the old left can count only on the failures of their adversaries as their sole electoral chance, and on the disaffected and angry victims of those failures as their only electoral constituency. </p> <p>The first collateral casualty was the issue of existential security. That past jewel in the left's crown has been dropped by the parties wrongly called left; it now lies, so to speak, on the street – from which it has been promptly picked up by forces equally wrongly called right. The Italian Lega is now promising to restore the existential security – which the Democratic Party promises to further undermine by more deregulation of capital and trade markets and more flexibility of the labour market, and by a yet wider opening of the country doors to the mysterious, unpredictable and uncontrollable global forces. </p> <p>Only, fraudulently, it interprets the causes of existential insecurity differently from the left of the past: not as a product of the capitalist free-for-all (freedom for the high and mighty, impotence for the lowly and resourceless), but as the outcome of the well-off Lombardians needing to share their wealth with indolent Calabrians or Sicilians and of the need, common to them all, to share their means of living with foreigners. They forget that the immigration of millions of ancestors of the 21st century Italians to the US and Latin America enormously contributed to their present riches. </p> <p><em>After New Labour, the second debate in the Who owns the progressive future series, organised by Comment is free and Soundings magazine, will be held in London at <a href=\"http://www.kingsplace.co.uk/\">Kings Place</a> on November 3 at 7pm. Guardian readers can obtain tickets at a special rate of £5.25 by phoning Kings Place box office on 0844 264 0321 and quoting \"Guardian reader offer\". For full details visit the Soundings journal <a href=\"http://www.facebook.com/group.php?gid=32150551470\">Facebook site</a> and continue the discussion. </em></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/TWKLN2SltfQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/TWKLN2SltfQ&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/TWKLN2SltfQ&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><em>Footage of fell runners battling the weather on the road between Honister and Buttermere. Source: YouTube</em></p> <p>Rescue workers are searching for 44 fell runners stranded in the Lake District after an extreme endurance event had to be abandoned due to bad weather.</p> <p>A female competitor in the Original Mountain Marathon suffered head injuries after being washed into a swollen stream. She was rescued along with six other people by an RAF helicopter and is being treated for severe hypothermia in Whitehaven hospital.</p> <p>Earlier today police said 1,700 people were unaccounted for, but that number has since reduced to just 44. They are all thought to be experience and well-equipped.</p> <p>Many of the runners are believed to have camped out last night on the fells. Others are assumed to have returned home without informing the organisers.</p> <p>A Cumbria police spokesman said: \"There is nothing to suggest that they need medical assistance and it is not confirmed they are actually on the fell or have made their way down yesterday or overnight.\"</p> <p>Thirteen people were taken to Mary Hewetson cottage hospital in Keswick suffering from hypothermia and various minor injuries. They were later transferred to Cumberland infirmary and West Cumberland hospital.</p> <p>Few of the competitors, who took part in pairs, carried mobile phones because of poor signal coverage in the area, but all wore electronic tags.</p> <p>Despite a severe weather warning early yesterday, the organisers decided to go ahead with the event. But it was called off at midday for the first time in its 41-year history as heavy rains flooded the various routes the runners were taking from Seathwaite to Gatesgarth, near Borrowdale.</p> <p>Nearly a month's rain fell in one day in parts of Cumbria causing flooding that blocked several roads in the area.</p> <p>Of the 3,050 people registered for the two-day race, around 2,500 were believed to have started and almost 750 stayed overnight in hastily arranged official shelters, police said.</p> <p>A contributor on the <a href=\"http://www.theomm.com/\">organisers' website</a> played down fears about the missing runners. \"The idea of self-reliance isn't a popular one in this day and age, so the fact that 900 people are said to be unaccounted for is being presented with the implication they are lost and in trouble - which is not the case.\"</p> <p>Parts of Keswick near the race venue received 65mm of rain in 24 hours up to 6am today, while the town of Shap, near Penrith, had 79mm of rain.<br>The average monthly rainfall for north-west England in October is about 80mm.</p> <p>Eight flood warnings were in place throughout the county yesterday but the number was today reduced to four as the weather eased, the Environment Agency said.</p> <p>The poor weather may have caused several hundred entrants to withdraw ahead of the marathon, which is renowned as one of the toughest endurance events of its kind in Britain.</p> <p>A total of 743 entrants stayed overnight in the Lakeland Sheep and Wool Centre in Cockermouth, Cockermouth school, Honister slate mine and Glaramara Outdoor Activity Centre in Borrowdale.</p> <p>The competitors were said to be in good spirits after being fed and sheltered and many backed the decision to start the event; some even regretted it was called off.</p> <p>The marathon has been held in different locations each year since 1968 when the inaugural event took place in Muker, in the North Pennines.<br>The race is billed as the \"original mountain marathon and forerunner of all adventure racing\".</p> <p>All entrants, ranging from elite and beginner mountain runners to orienteers, fell walkers and mountaineers, had to bring suitable kit.</p>"
]