[
  "<p>A couple of weeks ago, Gary Glitter (real name Paul Francis Gadd) was deported from Vietnam after serving a two-and-half year prison sentence for sexually abusing young girls. He had fled Britain nine years earlier, after a two-month sentence for the possession of more than 4,000 images of child pornography.</p> <p>Despite the length and breadth of his subsequent off ending career, the apparent ineffectiveness of his brief first sentence hardly rated a mention. Yet just days after his deportation, Scotland Yard issued a stark warning. The escalating problem of child abuse is a far greater threat to society than previously assumed, it said, with \"huge\" numbers of paedophiles now scouring the internet.</p> <p>Since 1998, internet crime involving the sexual exploitation of children has risen by more than 400%. So too has the increase in downloading, possessing and trading/distributing child pornography. Ever more sophisticated technologies have facilitated illegal online activities, while making it easier for users to avoid detection. As a result, illegal material can move faster and in significantly greater quantities than ever before. And it is a highly profitable business: commercial child pornography was estimated two years ago to be a $20bn industry worldwide.</p> <p>Yet it is not only the quantity that is disturbing. There is also the increasingly extreme nature of the material itself, as reported in the Internet Watch Foundation's (IWF) study earlier this year. It is estimated, for example, that 10% of the child victims used in such crimes are under two years old, a further 80% are under 10. Detectives for the Child Exploitation Online Protection centre are uncovering growing evidence that paedophiles are concentrating more and more on pre- verbal victims. Child pornography, as Ernie Allen, president of the National Centre for Missing &amp; Exploited Children in the US, said recently, has become \"a global crisis\".</p> <p>Child sex offenders are usually habitual fantasists. They are prone to distorted thinking: dissembling and deceit go with the territory. And it seems they are particularly skilled at disowning and evading responsibility, a trait prevalent among sexual abusers generally. Partly as a result of this, less is known about online child pornographers and their treatment than almost any other group of offenders. And even less is known about the correlation between the use of pornography and hands-on offences. So despite some recognised advances in policing and containment recently, this lack of empirical knowledge is thwarting the professionals who seek to tackle the problem. The damage, meanwhile, continues to escalate.</p> <p>In an attempt to gain some insight, psychologists conducted a study two years ago at the Federal Correctional Institution in America. Michael L Bourke and Andres E Hernandez compared two groups of men taking part in a voluntary treatment programme for sex off enders at a medium security prison. All 155 had been sentenced for the possession, distribution or receipt of child-abuse images. Only 40 of these men were known to have committed any hands-on sexual offences previously, averaging 1.88 victims each. The remaining men claimed never to have committed any such offences: their activities, they said, had been restricted to the viewing of images.</p> <p>But after participating in an 18-month intensive therapeutic programme, a very different picture emerged. It was a picture that not only belied the normal, law-abiding lives depicted by most of these men prior to their arrest, but one that also contrasted starkly with the frequent assertion that child pornography off enders are \"only\" involved with images.</p> <p><strong>Shock findings </strong></p> <p>After the treatment it emerged that the number of men admitting to hands-on sexual abuse increased from 40 to 131. Their average number of disclosed victims rose to 13.56 (8.7 for the 115 men who had previously denied any offences). Overall, the number of admitted contact sexual offences increases by 2,369%.</p> <p>Far from being innocent or sexually \"curious\" bystanders whose interest was reserved to internet images, the vast majority of these men emerged as hands on offenders with longstanding sexual interest. Not only were they significantly likely to have sexually abused more than one child, they were also likely to have experimented with both genders, and a variety of age groups.</p> <p>The remaining 24 men were offered a lie detector test; some of them refused. Only two of these men passed, both of whom admitted that with continued opportunity and online access they would have been in danger of molesting a child. Perhaps this should not surprise us. Among other things, online communities provide marginalised individuals with a feeling of solidarity, while at the same time maintaining the illusion of anonymity. Fertile grounds, you might think, for the awakening of any dormant or repressed sexual fantasies. Indeed, perhaps the act of repression creates its own vulnerability, rendering such individuals more susceptible to external triggers.</p> <p>It would be rash to infer from these findings that the internet causes contact sexual crimes. But the research puts paid to the notion that the desire to view images is easily distinguishable from the desire to act them out. And they also corroborate what prior research has shown. The manifestations of deviant sexual arousal are seldom limited to fantasy. It is opportunity more than anything that dictates how many internet off enders also rape and molest children.</p> <p>What is beyond doubt is the insidious harm caused. Child abuse images both dehumanise children and desensitise offenders, and child/adult sexuality is normalised in the process. Yet it seems likely that such a highly profitable business will not suffer exposure easily, nor welcome close scrutiny. The above survey was among the first of its kind in the US, and doubtless proved discomfiting to many. It has yet to be published. Those experts who have seen it say privately that it could have enormous implications, both for law enforcement and public safety.</p> <p>What is becoming apparent is that the internet has opened the way for new types of off ending. The real issue is not whether viewing these images will make someone a paedophile - a label liable to vast misunderstandings. The real danger is that those who do so will be encouraged to re offend - and that the proliferation of online child abuse images will increase, dramatically, the incidence of child abuse.</p> <p>As the IWF has stated, there is urgent need for \" a coordinated global attack on these websites \". This is undoubtedly so. But as Bourke and Hernandez' report shows, our lack of awareness in this area is very dangerous. Particularly, it seems, when it comes to our knowledge of sex off enders. If nothing else, Glitter's case shows that his initial prison sentence achieved little apart from delaying the next onslaught. Clearly a more enlightened approach towards the treatment of victims and off enders is not only long overdue but vital.</p> <p>This dark underbelly of society has fed on our ignorance for too long. And it is only through addressing why these things happen, as well as how to stop them, that we might shrink its appetite. This untold damage needs telling. </p> <p><strong> · </strong>Philippa Ibbotson is a professional musician and freelance writer.</p>",
  "<p>A pound to a penny one of the first things a government led by David Cameron would do is order a cull of quangos. I say that with serene certainty because it is what incoming ministers all do. There's nothing more tempting than to get the shotguns out, win a few tabloid headlines, and open fire at the bureaucratic beasts.</p> <p>Back in 1979, Margaret Thatcher summoned the Whitehall grandee Leo Pliatzky to conduct a grand review; in 1997, New Labour promised to sweep the field clean of Tory excrescences. Even in Edinburgh, one of the first things the Scottish Nationalists did on coming to power last year was to promise to slash-and-burn the forest of agencies and bodies.</p> <p>The terrain does shift and wise quango chieftains will, if they are wise, be plotting their next job. But quangos, like rhododendrons, quickly grow back. Once they settle in, governments of all stripes find \"non-departmental public bodies\" too useful, both as tools to manipulate free of most civil service constraints and, in case of failure, as readily identifiable whipping boys.</p> <p>The UK and its constituent territories are governed through a jigsaw puzzle of arm's-length agencies, numbered in their hundreds and, if the definition includes advisory committees and so on, thousands. A wise report from the Commons public administration committee nine years ago concluded that these would always be with us.</p> <p>That ought to make their accountability all the more important, along with their integration into the delivery chain of public services. Yet successive studies, including Whitehall capability reviews, say civil servants often ignore the management of quangos. Even some permanent secretaries don't understand the connections between (in England) parliament, which votes on public spending, ministries, and the various arm's-length bodies (the new Homes and Communities Agency and the Environment Agency have giant delivery responsibilities) then out to regions and local government. There are similar issues in Scotland and Wales - though there Rhodri Morgan, the first minister, absorbed training and tourism quangos into the civil service. </p> <p>Whatever your policy ambitions, getting a grip on this complex chain is a first-order task and the Blair-Brown years are replete with dos and don'ts. Ask Charles Clarke about the Home Office's agencies, or the Treasury about the Financial Services Authority or the public accounts committee about the sins of the Rural Payments Agency. Are David Cameron or George Osborne putting the question?</p> <p>In an ideal world, public management would be cumulative. Sir David Normington, the permanent secretary at the Home Office, is basking in a recent favourable revision of 2006's damning review of his department's inner workings; his hope must be that if the government changed, capability reviews wouldn't — and the long-term process of reform continues. But, as with quangos, all new governments want to rearrange the deckchairs. The departments for children and schools and for universities and skills look likely to be remodelled. </p> <p>Do the Tories love \"communities\" enough to keep the department bearing that name?</p> <p>Labour went too far with targets, it is commonly agreed, but has recently got closer to a decent balance of central direction and local autonomy.</p> <p>Tory rhetoric used to suggest Cameron ministers would dispense with targets altogether: recently, their speech making has been more cautious. As a result, what Tory ministers might actually do in power has become even more opaque. In local government, it has been hard to detect a specifically Tory take on management. Tory-controlled councils have been as enthusiastic as others about league tables and have fallen in with most Labour initiatives.</p> <p>We are supposed to be living in a technocratic age when differences in policy between the parties show only faintly. If that were true, it would surely follow that parties would demarcate themselves over implementation.</p> <p>Talking during the summer to executives central and local, I seem to have heard them getting anxious. Let's assume, they say, that the Conservatives know what they want to do in office. How much have they thought about the \"how\"; which of Labour's sundry lessons in what you can and can't do will they heed?</p> <p>To say it is early days and they have two years to prepare is to ignore Labour's parlous state and take a punt on Brown's survival at odds to make the bookies at Ladbroke's smile.</p> <p><strong> · </strong>David Walker is editor of Public, the Guardian's monthly magazine for public senior executives.</p>",
  "<p>One day, historians might speculate that it was the ambition of the companies that sought to profit by building coal-fired power stations that triggered the beginning of the end for humans' most polluting habit.</p> <p>Four years ago, campaigners in the US raised concerns over plans to build 150 coal-fired power stations nationwide. Today, nearly half those plans have been defeated in the courts or abandoned, while half of the remaining proposals are being actively opposed. Just 14 of the 150 plants are being developed, and environmental lawyers are all still pursuing them. </p> <p>\"The enormity of what they were proposing to do provided a platform to have that whole debate about pollution, including global-warming pollution, \" says Bruce Nilles , director of the national coal campaign for the Sierra Club, America's biggest grassroots environment group. </p> <p><strong>Firmer action</strong></p> <p>In a few years, the backlash against coal power in America has become the country's biggest-ever environmental campaign, transforming the nation's awareness of climate change and inspiring political leaders to take firmer action after years of doubt and delay. Plants have been defeated in at least 30 of the 50 states, uniting those with already strong environmental records, such as California, with more conservative areas, such as the southern and central states.</p> <p>The success of the US campaign is also now inspiring a global wave of protests, many in Europe, against similar schemes that plan to build coal-fired generators before carbon capture technology exists. If the European protesters succeed, Nilles believes US legislators will be likely to support presidential candidates' promises to join international efforts to cut emissions. By implication, though, if the protesters fail in Europe, the impact on a US or international deal would be disastrous.</p> <p>The US anti-coal campaign is being linked to protests against similar plans in Australia, Germany, Italy and the UK, where there are demonstrations at almost every public appearance by E.ON, the company that plans to build Britain's first new first new coal power station for two decades in Kingsnorth, Kent, where protesters set up a protest camp against the new development in August. </p> <p>US campaigners say they are concerned that if the UK and other European countries go ahead with new coal plants, the momentum to tackle climate change will be lost. \" The rest of the world has been leading on this, particularly Europe,\" says Nilles. \"Building new coal makes it increasingly difficult, if not impossible, to meet [emissions] targets, so it's critical the European community countries do not fail.\"</p> <p>Coal power returned to the US political agenda when vice-president Dick Cheney's 2001 energy policy lifted key pollution restrictions. It took two years for environmental groups to see what emerged: state by state, project by project, a total of 150 new plants were put forward, almost all of them not to replace old coal but to augment it. Individually, some plants would have emitted more CO2 than some African countries. Together, the plants would have emitted an estimated1bn tonnes of CO2 annually - more than the total emissions cuts by countries that have signed the Kyoto protocol.</p> <p>That realisation mobilised an incredible national campaign, led by a few national groups including the Sierra Club, the Union of Concerned Scientists and others, but driven by state and local membership of these and many more organisations and employing a wide array of tactics. The first job was to raise public awareness that the cumulative threat was far greater than each local project, says Nilles. \"The projects were moving through the public process and nobody was paying any attention.\"</p> <p>Using town hall debates, local media and political connections, they stirred up interest and recruited new supporters to the cause, including powerful hunting and fishing interests and religious leaders in the Appalachian mountain states, where opencast coal mining is often affecting the poorest communities. Then the campaign began. State politicians were persuaded to legislate either against emissions, as in the case of California, or in favour of alternatives such as renewables and energy efficiency, in Minnesota. Campaigners targeted banks, telling them that investing in coal might be too risky because of the threat of international emissions caps and high carbon prices, prompting the banks to set tougher conditions on lending.</p> <p>Then the environmentalists highlighted a little-noticed Federal grant fund that gave billions of dollars for new coal power; following their publicity six planned plants were dropped. Legal challenges successfully blocked more plants on the basis of local pollution in Illinois and Montana. It was also proven that burning coal was not the cheapest method of generating electricity, breaking state rules in Minnesota and Florida.</p> <p>In 2007 the US Supreme Court ruled that greenhouse gases were a pollutant under the clean air act and so could be regulated. In July this year for the first time a coal plant in Georgia was blocked by a local court using this ruling. Meanwhile, concrete and steel prices have escalated so high that other projects have been dropped on cost grounds.</p> <p><strong>Extreme weather</strong></p> <p>It is not only energy policy that has changed: public opinion on climate change has been transformed during this time, thanks in part to extreme weather events across the US, says Nilles. </p> <p>\"The sceptics will say that you can't say one flood is down to global warming. That's right, but we can see an up-tick in extreme and unprecedented weather patterns: wildfires sweeping across California, the drought that stretches [across] the southern tier of states, extreme flooding up in the mid-west, and an up-tick in tornados across the Great Plains.\"</p> <p>Public opinion, in turn, has helped persuade at least six states, directly or through emissions limits, to put an effective moratorium on new coal power - California, Washington, Oregon and, perhaps more surprisingly, the conservative southern and midwest states of Florida, Idaho and Kansas. Governors of states that have taken action are also now putting pressure on their peers to stop them building generators that would wipe out their own hard-won emissions reductions. Nilles believes new coal power is now doomed in the US. \"My sense is less than 10% [of the 150 plants proposed] will ultimately get built,\" he says. After this campaign, protesters will turn their attention to existing coal power and the mining industry, he says. \"Ultimately, we need to phase out coal entirely .We don't need it and it's very expensive. The US has some of the best [renewable energy] resources in the world.\"</p> <h2>Growing resistance </h2> <p>In <strong>Germany</strong>, where 25 plants have been mooted, campaigners are winning local referendums and blocking the proposals. India has also had some resistance to new coal, for example in Chamalapura near the city of Mysore. <strong>China</strong> is facing a fierce public response to pollution caused by coal and other industrial sites: an environmental official in 2006 estimated there had been 51,000 pollution-related protests the previous year. In <strong>Australia</strong>, protesters kicked off six planned climate camps around the world this year by chaining themselves to a coal train and blocking access to two plants.<br><strong>Source: European Climate Foundation</strong></p>",
  "<p><strong>Boris high on ambition</strong></p> <p>London mayor Boris Johnson has been promoting his climate-change adaptation plan for the capital, and, we must admit, doing a fairly good impression of caring about the environment. It's all about synergy, Johnson said, between \"big science\" and local improvements to make cities greener - literally in this case, with more roof gardens and trees. Expect a big drive on energy efficiency - \"it's my job to make insulation and condensing boilers sexy \" - and continued opposition to the planned third runway at Heathrow, which he called a \"mistake\". Sounds good? Hold the garlands, eco-friends. Johnson is still keen on building a new airport in the Thames estuary, and has found some green justification. \"We could use the new airport as a way to drive new technology. We could say that only planes with certain levels of emissions could use it.\" We will, Johnson promises, \"be seeing a lot more about that\".</p> <p><strong>Save the planet: stay in a box </strong></p> <p>How many of the 15,000 delegates who attended the sun-kissed climate talks in Bali last year will make it to the next instalment in chilly Poznan, Poland, this December? Too many for the town's supply of hotel rooms, certainly. Eco Soundings hears that a number of prefab units, officially described as \"grim\", are on order to meet the shortfall. And negotiations on a new Kyoto treaty in Copen hagen at the end of next year could suffer from a similar shortage of accommodation, although the proposed solutions are more imaginative. Nearby Malmo is nice at that time of year, we hear, though could provoke uncomfortable headlines about daily international commuting. Or what about borrowed luxury cruise liners parked in the harbour? Let's hope the saving of the world is not delayed by sea-sickness. </p> <p><strong>News from Cloud 9 </strong></p> <p>Buried in the collection of scientific papers, released by the Royal Society on Monday, discussing geo-engineering options to tackle global warming — mirrors in space, that kind of stuff — was the following gem: \"Of course, it would be strongly preferable to obtain international consensus and cooperation before deployment and operation of any climate engineering system. However, unlike CO2 emissions reduction, the success of climate engineering does not depend fundamentally on such consensus and cooperation. Putting aside the question of whether or not such a course of action would be wise, a climate engineering scheme could be deployed and operated unilaterally by a single actor, perhaps at remarkably low economic expense.\" Are you watching, Bangladesh?</p> <p><strong>Chilling squirrel peril </strong></p> <p>Some depressing news from the fab red squirrel reserve at Formby, Merseyside, where the iconic and visitor-friendly rodents are under attack by a dreadful virus spread by their grey cousins. Up to 75% of the reserve's 1,000-odd animals are now thought to be infected with the lethal and contagious pox, and staff fear for the rest this winter, as the squirrels tend to huddle together in colder weather.</p> <p><strong>Noise annoys </strong></p> <p>How far is far enough away from a road to enjoy the quiet of the countryside? More than the government's limit of 300 metres, according to a Noise Association survey, which found \"severe levels of noise disturbance\" some distance away from the road. Other respondents said they avoided scenic locations because of the noise from traffic. The association whispers: \"It is time the government put in place policies aimed at cleaning up the countryside polluted by road noise, just as its rivers and estuaries have been cleaned.\" Slower speed limits would be a good start, it adds.</p> <p><strong>Two wheels good</strong></p> <p>What do Liberal Democrat MP Lembit Opik and Lord Attlee, Conservative shadow Defra spokesman, have in common? Their love of the Segway Personal Transporter, the self-balancing scooter that has yet to take Britain by storm. That failure is less down to the popularity of the bicycle, the company claims, and more because of a ban on the use of Segways on public roads. Opik and his friends will take to their Segways for a protest outside the Commons next week against the ban . They might wobble, but<br>they shouldn't fall down.</p>",
  "<p>The optimism that bubbled over in AC Grayling's account of an atheist getting his foot in the door of No 10 was akin to the delight of a Christian's hope for the keys of the kingdom of heaven (<a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/davidmiliband.labourleadership\">The rise of Miliband brings at last the prospect of an atheist prime minister</a>, August 21).</p> <p>According to Professor Grayling, the foreign secretary is one of the least equivocal of cabinet members about his atheism, and should he get the top job, there would be \"many reasons why it would be a great advantage to everyone to have an atheist prime minister\". Those reasons could be summed up thus: it would put religion in its place, because for far too long religion in this country has had too many advantages.</p> <p>But I am not sure Grayling should be quite so chirpy about the prospects for atheism under David Miliband, who has shown, in my experience, a remarkable regard for religious faith and religious institutions. When he was environment secretary his people sought me out to interview him for the Catholic weekly I edit, the Tablet, because he wanted to communicate with the very people - those of faith - Grayling suggests he would wish to keep at arm's length.</p> <p>The reason Miliband was so keen to court believers was because - contrary to Grayling's claim that \"atheist leaders are more likely to take a literally down-to-earth view of the needs, interests and circumstances of people in the here and now\" - believers don't expect people's hopes to be fixed on the afterlife and put up with the imperfections of this one. Vast numbers of believers are committed to the betterment of society through volunteering, politics and work in the public sector. They work for the relief of poverty, and for social justice. In the Roman Catholic church, liberation theology has highlighted the injustices of structural sin, such as poverty, and encouraged Catholics to act for social change. Its influence can be found in movements such as Make Poverty History and the Jubilee Debt Campaign. All the modern popes have urged Catholics to make social justice as much a part of being Catholic as going to mass.</p> <p>As environment secretary, Miliband also understood that the Catholic church is a key ally in convincing people about climate change. He, like many in the church, sees combating this and preserving the planet for future generations as a moral cause. That is why the Vatican held its summit on climate change last year and why Miliband was a key speaker.</p> <p>Miliband's understanding of the role of faith groups is not shared by all politicians, as the Von Hügel Institute's report Moral, But No Compass highlighted earlier this year; the report found that government profoundly underestimates the role played by faith groups in welfare and social cohesion. </p> <p>Grayling says: \"Secularism means that matters of public policy and government are not under the influence ... of sectarian religious interests.\" Would that they were! With the death of communism and the virtual disappearance of socialism in this country, there are precious few but those of religious faith who believe in equality and advocate, in the words of Schiller, that \"all men shall be brothers\". In a truly pluralistic, secular society, governed by an atheist at No 10, there should be space for that passionately held belief.</p> <p><strong>·</strong> Catherine Pepinster is editor of the Tablet <a href=\"mailto:thetablet@thetablet.co.uk\">thetablet@thetablet.co.uk</a></p> <p><strong>·</strong>The Response column oﬀers those who have been written about in the Guardian an opportunity to reply. If you wish to respond to an article in which you have featured, email <a href=\"mailto:response@theguardian.com\">response@theguardian.com</a> or write to Response, The Guardian, 119 Farringdon Road, London EC1R 3ER. We cannot guarantee to publish all responses, and we reserve the right to edit pieces for both length and content</p>",
  "<p>Vast greenhouses that use sea water for crop cultivation could be combined with solar power plants to provide food, fresh water and clean energy in deserts, under an ambitious proposal from a team of architects and engineers. </p> <p>The Sahara Forest Project, which is already running demonstration plants in Tenerife, Oman and the United Arab Emirates, envisages huge greenhouses with concentrated solar power (CSP), a technology that uses mirrors to focus the sun's rays, creating steam to drive turbines to generate electricity. </p> <p>The installations would turn deserts into lush patches of vegetation, according to its designers, and do away with the need to dig wells for fresh water, an activity that has depleted aquifers across the world. </p> <p>Charlie Paton, a member of the team, and the inventor of the Seawater Greenhouse, said the scheme was a proven way to transform arid environments. \"Plants need light for growth but they don't like heat beyond a certain point,\" he said. </p> <p>Above certain temperatures the amount of water lost through leaves' stomata rises so much plants stop their photosynthesis and do not grow. The solar farm planned by the project runs seawater evaporators, pumping damp, cool air through the greenhouses. This reduces the warmth inside by about 15C, compared with the temperature outside. </p> <p>At the other end of the greenhouse from the evaporators, water vapour is condensed. Some of this fresh water is used to water the crops, some for cleaning the solar mirrors. </p> <p>\"So we've got conditions in the greenhouse of high humidity and lower temperature,\" said Paton. \"The crops sitting in this slightly steamy, humid condition can grow fantastically well.\"</p> <p>The designers said that virtually any vegetables could be grown in the greenhouses. The demonstration plants already produce lettuces, peppers, cucumbers and tomatoes. The nutrients to grow the plants could come from local seaweed or be extracted from the seawater.</p> <p>Michael Pawlyn, of Exploration Architecture, based in London, worked on the Eden Project for seven years and is now part of the Sahara Forest team. He said that the Seawater Greenhouse and CSP provided substantial synergies for each other. \"Both technologies work extremely well in hot, dry, desert locations. CSP produces a lot of waste heat and we'd be able to use that to evaporate more seawater from the greenhouse. And CSP needs a supply of clean, de-mineralised water in order for the [electricity generating] turbines to function and to keep the mirrors at peak output. It just so happens the Seawater Greenhouse produces large quantities of this.\"</p> <p>Paton said the greenhouse produced more than five times the fresh water needed to water the plants inside, so some of the water could be released to the outside, creating a microclimate for hardier plants such as jatropha, a crop that can be turned into biofuel. </p> <p>The cost of the Sahara Forest Project could be relatively low as both CSP and Seawater Greenhouses are proven technologies. The designers estimate that building 20 hectares (nearly 50 acres) of greenhouses combined with a 10MW CSP scheme would cost about €80m (£65m). </p> <p>Paton said groups in countries across the Middle East, including in UAE, Oman, Bahrain, Qatar and Kuwait, have expressed interest in possibly funding demonstration projects.</p> <p>He said use of Seawater Greenhouses could reverse the environmental damage done by the glasshouses already built in places such as the desert region of Almeria, southern Spain, where, constructed over the past 20 years to grow salad crops, they now covered more than 40,000 hectares. </p> <p>Paton said: \"They take water out of the ground something like five times faster than it comes in, so the water table drops and becomes more saline. The whole of Spain is being sucked dry. If one were to convert them all to the Seawater Greenhouse concept it would turn an unsustainable solution into a more sustainable one.\"</p> <p>Pawlyn said: \"In places like Oman they've effectively sterilised large areas of land by using groundwater that's become increasingly saline. The beauty of the Sahara Forest scheme is that you can reverse that process and turn barren land into biologically productive land.\" </p> <p>Neil Crumpton, an energy specialist at Friends of the Earth, said the potential of these desert technologies was huge. \"Concentrated solar power mirror arrays covering just 1% of the Earth's deserts could supply a fifth of all current global energy consumption. And 1 million tonnes of sea water could be evaporated every day from just 20,000ha of greenhouses.\" </p> <p>Governments should invest in the technologies and \"not be distracted by lobbyists promoting dangerous nuclear power or nuclear-powered desalination schemes\", Crumpton added.</p> <p>The International Energy Agency estimates that the world needs to invest more than $45 trillion (£22.5 trillion) in new energy systems over the next 30 years.</p>",
  "<p>So you think you're a good driver? How about taking a crack at this question, from the Chinese driving test: \"Categorised according to the specification terms, carriers for agricultural use include: 1. Three- and four-wheeled vehicles; 2. Three-wheeled vehicles, four-wheeled ordinary goods carriers, four-wheeled vans, four-wheeled tank carriers, and four-wheeled automatic unloading trucks; 3. Three-wheeled, four-wheeled, and six-wheeled vehicles.\"</p> <p>This pedagogical gem is courtesy of Scott Kronick, an American public relations executive living in Beijing, and one of the few foreigners to obtain a Chinese driver's licence (on the second try). Over drinks at the Peninsula Hotel, he recalled some of the test's more surreal moments. \"There was one question about if a person is lying in the middle of the street with a bone sticking out of their arm - do you move them?\"</p> <p>Given the chaotic nature of China's rapidly filling roads - one in seven Beijing drivers in 2004 was a novice - knowing how to deal with such gruesome contingencies might be wise. But for most of us, these kinds of scenarios are encountered in one place only: the driving test. It is a strange world, marked by an aching pedantry, Talmudic parsings of fine-printed traffic tomes, and ridiculously hypothetical scenarios that tend to have nothing at all to do with the traffic environment in which we will spend our lives.</p> <p>Any driver, anywhere, can recall the darker moments of these tests. I was told of a nettlesome question from the UK test that has taken on a near-mythological status; namely, what to do when approaching a horse and rider on a roundabout. The correct answer is something of a national refrain, gaily sung from Bournemouth to Blyth: you should expect the rider to go in any direction! On the French test, I had read, lurked this query: \"If you are driving down the road and a woman with a pram steps out from the pavement, should you stop or keep going?\" The answer, which seems part of some covert Gallic population-reduction scheme, is: \"Keep going. This will discourage pedestrians from behaving recklessly.\"</p> <p>In several years' research for my book Traffic, across many countries, I kept hearing of similarly outlandish questions, usually accompanied by some knowing chatter about the comparative national difficulty of driving tests. The German test, it was said, was an exercise more masochistic than viewing the Eurovision song contest. The Swedes, the story had it, made you do elaborate manoeuvres on a skid-pan. In Tenerife, it was rumoured, no one had ever passed the test on the first try. </p> <p>Another refrain I kept hearing was that the place where I had learned to drive - the United States - had one of the world's least stringent tests. My licence, it was implied, was barely worth the paper it was printed on. Determined to see whether any of this held water - and then to find out whether more stringent testing even had any relation to a safer driving population - I booked an appointment with the UK Driving Standards Agency (DSA). I would take the theory test near its headquarters in Nottingham; the practical test, meanwhile, would occur in Pinner (said to have one of the DSA's higher pass rates).</p> <p>Before leaving the US, I canvassed driving professionals about whether the bar might be lower for getting on the road in America. Judy Lundblad, the owner of Ann's Driving School, a San Francisco-based business specialising in first-time adult drivers, as well as foreigners seeking a US licence, reported a common theme. \"They find it much easier,\" she says. \"I've heard them say, 'This is really a joke.'\" In California, she notes, budget cuts have trimmed the in-car portion of the test to a mere 20 minutes (the UK is twice that). \"They don't make them parallel park,\" she says. \"They don't make them go on the freeway.\"</p> <p>Peter Kissinger, director of the AAA Foundation for Traffic Safety in Washington, told me, \"I think it's more than just a myth that it is harder and more complicated to get one's licence in Europe.\" </p> <p>I was cautioned, however, by Rob Foss, director of the Centre for the Study of Young Drivers at the University of North Carolina, about drawing direct comparisons between countries. \"We can rarely, if ever, fairly compare the US directly to any other country,\" he said, \"either faulting us for not doing what others do, or for being better than others.\" </p> <p>Driving is safer in the UK, statistically, but it's also more expensive than in the US, done less, by a smaller proportion of the population, in different vehicles, on different roads - and so on. Trying to tease out the role of the driving test in all that, the implication was, would be nearly impossible. Still, I wanted to know: was the English test more difficult? Were they superior motorists? I wanted to stare into the dark heart of the driving test itself, something I hadn't done since I was 16.</p> <p>A few facts about the British driving test. It was inaugurated in 1935, and since then, nearly 92 million people have taken it - 1.8 million in 2006/7 alone. The average time spent preparing is 14 months. Aspirants take an average of 52 hours of professional instruction, spending around £1,200. Even as British roads have grown more crowded over the past decade, the percentage of young people holding a licence has declined (in part because driving has become so expensive, but also because learning how to drive has become so expensive). In 2006/7, 43% of candidates passed the practical test on the first try, while 68% passed the theory test. It took an average of 2.3 attempts to pass the practical. Males have a slight (and narrowing) edge on the practical, while females have a more pronounced advantage on the theory portion. The most common manoeuvre driving instructors asked candidates to perform was \"turn in the road\". In one of five failed tests, the Department for Transport noted in a report, candidates actually performed so badly the instructor had to \"physically intervene\". </p> <p>\"Before 1935,\" I was told by Trevor Wedge, the DSA's chief driving examiner, \"people essentially learned to drive from the person they bought the car from.\" While the test is \"fundamentally the same\" as it was on its debut in 1935, there have been, he notes, a number of \"incremental changes\". Hand signals were dropped. Reverse-parking was introduced. The theory test was added in 1996 (before then it used to be a series of oral questions at the end of the practical test). In 1999, about seven minutes - the longest seven minutes of some students' (and instructors') lives - was added to the practical test.</p> <p>\"It's a very blunt instrument,\" says Wedge of the test. \"But it's worked well - we've got one of the better road safety records in the world.\" But the exact relationship between instruction, the test and road safety is unclear (a 1995 Europe-wide survey found no relation between a country's driver education systems and casualty rates). \"I don't think there's anything out there that shows it works,\" says Wedge of testing. \"It just intuitively seems to be the right thing to do.\"</p> <p>Indeed, in a city such as Delhi, it's not difficult to infer a relationship between the high number of traffic violations and the fact, documented in a study by economists at the National Bureau for Economic Research in Washington, that it's easier to obtain a licence by paying a bribe than by taking lessons. But raising the driving standard bears its own unintended consequences. In Johannesburg, home of a particularly vexing test, the unfortunate result is that more people, daunted by the difficulty, simply skip licensing altogether (and unlicensed drivers, studies have shown, have higher crash rates than those holding one).</p> <p>In the UK, the Department for Transport notes that even as the test has become more difficult - with pass rates dropping 10% since the early 1990s - \"little progress has been made in reducing the casualty rates for young car drivers\". This is the crux of the problem with learning to drive. Driving lessons, essentially, teach one to get a driver's licence. Getting the licence, as most people who pass the test admit, bears little relation to driving safety. Someone may learn to \"carry out a choreographed performance in a sterile, artificial way,\" says Wedge, but that has nothing to do with their formative memories of watching their parents drive - and nothing to do with how they will drive. </p> <p>Young drivers in particular tend to fetishise driving skills. But typically it's not skills per se that get them into trouble. Indeed, the DSA, in examining its pass-fail statistics, noted \"an apparently perverse relationship\": those who did best on the practical test had the highest rates of subsequent crashes. The \"best\" drivers were the worst drivers. Wedge points out that Finland had to alter its compulsory off-road driving test segment - rather than increasing safety, it was seeming to produce more would-be rally drivers, in the style of Timo Mäkinen. \"The focus has changed to avoiding a skid rather than learning to control it,\" Wedge says. Drivers were \"letting themselves get into those skids - on the highway you haven't got as much space as on the skid pad\".</p> <p>The \"big challenge\", adds Wedge, is moving beyond the mere mechanics of pushing pedals and shifting gears, towards the \"higher-order\" skills, such as assessing risk and making decisions. Interestingly, the only change to the UK test that has seemed to have any measurable effect on safety is the hazard perception component, introduced in 2000, and based on the notion that young novice drivers - despite having faster reflexes - are measurably slower to react to potential danger. \"There's been at least a 3% reduction in accident liability in applicants who have passed the hazard perception,\" says Wedge, \"and a much bigger reduction in those that scored the highest.\"</p> <p>Armed with all this meta-driving test knowledge, I set off for the theory test. Before I had left the US, the DSA's Chris Lee had sent me a stack of books and DVDs, which were promptly relegated to an immobile stack on my desk. I figured it would be more interesting to know how my intuition and knowledge, after nearly three decades on the road, would suit me. I shrugged off Lee's warnings that any number of British television personalities, including Quentin Wilson and Jeremy Clarkson, had failed mock tests. Wedge's last words hung in the air: \"It's not unusual for somebody who is supposed to be an experienced driver to not reach the standard that we require.\"</p> <p>At the test centre, I was ushered into a small room ringed by computer workstations. A sign advised of CCTV surveillance. I immediately became aware of the nervous breathing and tapping fingers from my fellow (much younger) test-takers. A smell of adolescent desperation hovered about the room, barely squelched by the heavy deployment of bodyspray.</p> <p>I clicked \"start\". I gawped at unfamiliar signs, and tried to suss out whether certain answers were red herrings, \"too easy\" to be correct. One question asked what a driver should use on a motorway with surface spray: a) hazard flashers; b) dipped headlight; c) rear fog lights; or d) sidelights. I panicked: did my car have sidelights? Weird cultural biases crept in. One question asked about encountering a burns victim at an accident scene. I looked in vain for the only answer a driver in the litigious US could give: \"Stay in your car, call 911, and do not touch the victim as you may accidentally hurt him even more and he will sue the shirt off of your back.\"</p> <p>And, there it was, the mythical horse (white, I imagined): \"A horse rider is in the left-hand lane approaching a roundabout. You should expect the rider to ...\" Unfortunately, I hadn't yet been apprised of this famous question, and if, as an American, my experience with round-abouts was limited, my experience with equine traffic behaviour on roundabouts was nonexistent. </p> <p>I tried to puzzle it out. \"If he's in the left-hand lane approaching the roundabout ... is he in my lane, or the one across the roundabout? Might he not stop to graze upon the grass in the centre of the circle? Didn't horses as a form of road transport vanish around 1907?\" I began to sweat.</p> <p>I limped to the 50th question, then had to wait, ironically, as my results were beamed to Iowa (where test administrator Pearson has a facility) for processing. The news was not good: I had failed, scoring only 40 out of 50 (you need 43) on the theory. The \"road and traffic signs\" section was my Waterloo, the uncracked Highway Code my fatal flaw. More disturbingly, I had barely passed - by three points - the hazard perception segment. Was I a near-incompetent, or just an uncaring sociopath? Had I played too many rounds of Grand Theft Auto 4? I had been warned that indiscriminate mouse-<br>clicking at potential hazards was as bad as under-clicking, but as I drove, I found myself succumbing to the Hyacinth Bucket Syndrome: everything seemed a potential hazard. The man indolently strolling the pavement might rashly bolt toward the road. Keyed up, the slightest flash of another vehicle caused an involuntary twitch in my finger.</p> <p>Clutching my letter of failure, I headed to Pinner for the practical test (normally one does have to pass the theory to move on). My DSA examiner Mark Winn and I climbed into my hire-car, automatic-transmission Nissan Note (a friend had driven me there) and headed into the suburban streets. Driving on a new side of the road was taxing my brain, but on the quieter streets I tried to plumb Winn for information.</p> <p>What was the most common fault? \"It changes over the years, but typically it's pulling out inappropriately at junctions.\" Is it true that younger drivers have a higher pass rate than older drivers? \"They're immersed in the learning environment, so learning comes more naturally to them.\" Do people ever cry? \"It's an important event in people's lives, it could make a big difference. People put themselves under all sorts of pressure to get their licences.\" (I took that as a yes). Has the driving standard changed over the years? \"A long time ago, people were taught to change down through the gears sequentially. Now, the preferred technique is selective gear changing - you change to the gear you need. Brakes are for slowing, and gears are for going.\" Why are the pass rates so different across the UK? \"There are geographic differences. In more affluent areas, there's more money to spend on lessons, the learner is more likely to have access to a second vehicle or they have their own vehicle to practise in. That all goes into making them better prepared for the test.\"</p> <p>At times, I sensed Winn wanted me to concentrate more on driving. When he asked me to reverse out of a side road on to the main road, I queried incredulously: \"You can do that here?\" (it's not generally allowed in the US). He was showing a good-natured resolve in the face of my questions and minor mishaps, rather like the driving instructor in the Borat film who gently advises why his student cannot \"make a sexy time\" with a neighbouring driver.</p> <p>Nearing the end of the test, I took a left turn on to a small residential street. My left wheels dragged over the kerb. I shrugged it off to drive-on-the-left spatial disorientation, and the unfamiliar dynamics of the hire car. Otherwise, I thought it had gone well. As we parked, though, Winn turned to me and said, \"I'm sorry to inform you that you've not passed. Would you like to know why?\" It was the last kerb. \"You destabilised the car quite a bit. Rather than just bumping the kerb you actually got the wheel up on to it. The level of assessment changes.\"</p> <p>I felt 16 again, remembering the agony of postponement after having failed at my first attempt. The oddity, of course, was that despite having failed to measure up to the UK driving standard, I could waltz into any hire-car agency and acquire wheels with my US licence. To the relief of northwest London, I took the train.</p> <p><strong>· </strong>Traffic: Why We Drive the Way We Do (and What it Says About Us) by Tom Vanderbilt is published by Allen Lane, price £20.</p>",
  "<p>Lonmin, the London-based platinum miner spun out of Lonrho a decade ago, has delivered a further rebuff to Xstrata's $10bn (£5.5bn) bid but indicated it would be open to discussions on the value of potential synergies.</p> <p>In a statement yesterday, the Lonmin board said it believed the \"unsolicited, pre-conditional\" proposed offer \"fundamentally undervalues the company's unique assets, resources and reserves\". </p> <p>Last month Xstrata took advantage of a fall in platinum prices to snap up a 10%-plus stake in Lonmin and launch a £33-a-share bid for the rest of the group.</p> <p>Yesterday Lonmin's chairman, Sir John Craven, said Xstrata would have to go significantly higher than £33 but refused to be drawn on a specific figure he believed would fairly value the company.</p> <p>He insisted the key was doing the best for the company's shareholders. \"We are not hung up on independence. We are only concerned with enhancing the value for all shareholders.\"</p> <p>Craven pointed out that a combination of Lonmin and Xstrata could produce significant synergies - not least because in one area they operated within 40 miles of each other - but it would be impossible to determine their extent without discussions between the two companies.</p> <p>Yesterday Xstrata said: \"We continue to believe that Xstrata's proposed offer provides Lonmin shareholders with an opportunity to realise a cash premium for their investment which fully and fairly values Lonmin's operations and growth potential, while acknowledging the risks, time and investment involved in a turnaround of this scale and nature.\"</p> <p>Xststa's move is part of a round of consolidation in the mining sector. BHP Billiton is seeking to acquire Rio Tinto, though yesterday it suffered a further setback when the European commission suspended its investigation into the $130bn deal.</p> <p>The world's biggest miner had hoped for regulatory clearance from Brussels by the initial deadline of December 9, enabling it to make its formal offer this year. Rio Tinto has rejected an indicative all-share bid made in February.</p> <p>The EC said it had stopped the clock on its in-depth investigation because a request for information from \"the parties\" had not been met. It is understood that BHP failed to meet a tight timetable for handing over information about the impact of its proposed takeover on global commodity markets. The EC would set a new deadline once it had the information.</p> <p>But the group insisted that the delay was standard in Brussels investigations and it was confident all the regulatory pre-conditions for its offer for Rio Tinto could be satisfied. BHP, it added, was working to provide the additional information requested. Rio refused to comment.</p> <p>Sources said the amount of information demanded on the competitive impact of the proposed deal on global markets was colossal. The request came last month when most EU business is suspended for the summer holidays, but the EC said in July it had concerns about the transaction, particularly in regard to iron ore, coal, uranium and aluminium.</p>",
  "<p>David Moyes has indicated his long-term future may lie at Goodison rather than St James' Park having purposely praised the Everton board for sanctioning the club record transfer of Marouane Fellaini.</p> <p>Despondency had shaped the Everton manager's early season mood, with the lack of new signings prompting his refusal to sign a contract extension that has sat on his desk for four months and the business relationship between Newcastle owner Mike Ashley and Sir Philip Green, the billionaire retailer who has provided financial assistance at Everton, making the 45-year-old a front-runner to replace Kevin Keegan on Tyneside.</p> <p>That uncertainty will linger until Moyes extends a contract that is due to expire at the end of this season. However, having flown to Belgium to tie up the £15m deal for Fellaini on Monday night, the Everton manager suggested his loyalty to chairman Bill Kenwright had survived a troubled summer yesterday when he credited the club's hierarchy for breaking the club's transfer record for the fourth time in three years. </p> <p>In what may prove the most expensive signing in Everton's history plus the most important where Moyes' immediate future is concerned, he also heralded the 20-year-old former Standard Liege midfielder as befitting his long-term vision for the club.</p> <p>Moyes, who may revisit his contract now that the transfer window has closed, said: \"We have been chasing Marouane for two years, we have known his agent for a long time and we knew he was a talent. We just had to decide when to do it. The two games he played against Liverpool (in the Champions League qualifiers) have shown he is ready to take the step up.</p> <p>\"The Uefa Cup draw (Everton v Standard Liege) made it more difficult and because his performances brought him to everyone's attention, the fee has gone up. But I am really pleased to have him here. I have to thank Bill and the board for what they have done. </p> <p>\"There is a path I have tried to take as Everton manager and that is buying young players who are hungry to play. It is not always easy to stay on that route. We have had a couple of disappointments during the summer, although the club has really done nothing wrong. Clubs haven't wanted to sell or wages have been too high and we have a tight wage structure here.\"</p> <p>Felliani agreed a five-year contract worth at least £20,000-a-week with Everton, the deal being completed just minutes before Monday's deadline, to become Moyes' fifth signing in the final week of the window. The Belgium international joins Danish right back Lars Jacobsen, Ecuadorian midfielder Segundo Castillo, former Manchester United striker Louis Saha and back-up goalkeeper Carlo Nash as Everton's summer purchases, but is ineligible to play in Europe until January due to his Champions League appearances against Liverpool.</p> <p>Moyes, who raised £10.5m this summer through the sale of Andy Johnson to Fulham, added: \"He is only 20 and people have to remember that, but I have big hopes for him and feel he can improve a lot. There were some big European clubs in for him in the summer, but Standard Liege didn't want to sell him. The deal itself was incredibly tight, the tightest I have been involved in. We were closing in on things, but struggling to get one or two elements done so I caught a flight (to Brussels) with the secretary David Harrison and it took a real big effort from the board and the chairman to get there.\"</p> <p>Everton's board, meanwhile, faces a hostile Emergency General Meeting tonight over its attempts to move to a new 55,000-seater stadium in Kirkby. Shareholders convened the EGM amid concerns over the cost, quality and location of the proposed stadium and have threatened to call a second EGM, including a vote of no confidence in the board, if they are refused a show of hands on the Kirkby scheme.</p> <p>Shareholder Mark Grayson said: \"The club have made it clear that there will not be a formal show of hands but a poll vote meaning that the major shareholders will be able to override the wishes of the 1,500 or so minor shareholders should they disagree on the merits of the Kirkby scheme. </p> <p>\"As a result, we have issued a further requisition forms calling for another EGM to discuss the specific performance of the Board of Directors and we hope to force a show of hands vote to determine if shareholders remain confident in the ability of the Board of Directors to act in and secure the best long term interests of Everton Football Club.\"</p>",
  "<p>Never mind fossil-fuel oligarchs or US food magnates. The big money has finally arrived in English football. And it's arrived, oddly enough, at Manchester City. On Monday the club announced it had been bought by a United Arab Emirates consortium fronted by Sulaiman al-Fahim, friend of Leonardo DiCaprio and a man who is apparently 10 times richer than Roman Abramovich.</p> <p>Afroth with ambition, the new owners have already promised to win the Premier League, the Champions League and probably the Glenrothes by-election too. City, without a major trophy since 1976, now appear poised on the verge of unceasing global domination. Can this really be right? </p> <p>History suggests it might be. This is football, where the rule that you don't solve a problem by throwing money at it simply doesn't apply. This hasn't always been the case. Famously, Celtic became European champions in 1967 with a team of players all born within 30 miles of Glasgow. </p> <p>In the years since, the professional game has consistently rebutted the notion that success can be built, crafted or coerced out of anything other than a significant heft in the transfer market. The modern billionaire-owner era has been like a hot-housed experiment in the transformational power of hard cash. Under Abramovich Chelsea spent £150m on players and abruptly won the league for the first time in 50 years. Manchester United (valued at just over £900m), Arsenal (£600m) and Chelsea (£384m) are among the top eight richest clubs in the world. Between them they've won the last 13 Premier League titles.</p> <p>Exciting times, then, for the newly minted richest football club in the world, but are they really happy? City fans are already planning a gala day of mass headscarf-wearing at their next home game. Happy isn't quite the word. Delirious, perhaps.</p>",
  "<p>The EU can make much more of a difference through adopting a unified position with Russia (United in anxiety, September 2). While talk of economic sanctions is far-fetched, the EU has a menu of other options at its disposal. First, it should suspend talks on the new Partnership and Cooperation Agreement with Russia. Furthermore, the EU's members could push for suspending Russia from the Council of Europe (in 2000 Russia's voting rights were suspended after human rights abuses in Chechnya). Second, the EU must think of ways of reducing its energy dependence on Russia. At present 40% of EU gas imports originate from Russia. The EU must increase its energy trade with other countries and look at renewables. Also there is a greater need than ever for the European pipeline, Nabucco, which will stretch from the Caspian basin to central Europe. Third, the EU should look to curtail Russia's role internationally. One option is to exclude Russia from the G8 or delay Russia's bid to join the WTO.</p> <p>Fourth, proposals in the Lisbon treaty, including the merging of the two foreign affairs posts, would help provide coherence to the EU's external role, and would maximise its global effectiveness.<br><strong>Roland Rudd</strong><br>Chairman, Business for New Europe </p> <p>Your editorial is right to urge caution in our response to Russia. If we continue to humiliate Russia, border her with Nato states and install missile systems close to her borders, relations will continue to deteriorate. If we listen, understand, establish amicable trade deals, and focus our efforts on befriending rather than antagonising, we will all be safer.<br><strong>Jim McCluskey</strong><br>Twickenham, Middlesex</p>",
  "<p>When it comes to cultural icons, few would mention Manchester City in the same breath as the Louvre. But to Abu Dhabi's royal family the football club is the latest in a string of multibillion-dollar acquisitions designed to rebrand the nation as a oasis of western culture in the Gulf.</p> <p>The Middle East state is spending billions of dollars buying the rights to internationally recognised cultural brands, including a deal to build the first branch of the Parisian art gallery outside France and the world's largest Guggenheim. Work is also under way on a Ferrari theme park in collaboration with the Italian sports car company, while the first ever Picasso exhibition currently on show in the Middle East features 186 paintings, drawings and sculptures from the Musée National Picasso in Paris.</p> <p>The vast wealth of the United Arab Emirates stems from the discovery of almost 10% of the world's oil reserves beneath its sands, and the leaders of Abu Dhabi - the second most populous city in the UAE - have established The Office of the Brand of Abu Dhabi to attract \"cultural seekers\" who \"crave authenticity, exclusivity, quality\".</p> <p>Until the 1960s the tiny kingdom did not have a metalled road and was sustained mainly by camel herding, farming, fishing and pearl diving in the Gulf. Then came the oil wealth, now being spent on infrastructure to the tune of $200bn (£1.1bn) in the next seven years.</p> <p>When he signed the 30-year deal to use the Louvre name on a gallery designed by French architect Jean Nouvel, Sheikh Khalifa, ruler of Abu Dhabi, heralded \"a major achievement in Abu Dhabi's vision to become a world-class destination bridging global cultures\" which will \"create an enriching environment to be treasured by and to educate generations to come\". </p> <p>It has been reported that the emirate has paid $548m to use the Louvre name and is expected to pay an additional $788m for management advice and art loans from the Louvre and other French museums, including the Pompidou Centre and the Musée d'Orsay.</p> <p>The Louvre will be built on Saadiyat Island (Happiness Island), a new cultural district in the Arabian gulf connected to Abu Dhabi city by a 10-lane highway. It will also feature the Guggenheim - to be designed by Frank Gehry - a new concert hall by Zaha Hadid, the British architect of the London 2012 aquatics centre, and a national museum named in honour of the late ruler, Sheikh Zayed, to be built by Lord Foster. Japanese architect Tadao Ando is designing a maritime museum to complete what government officials call \"one of the most impressive constellations of cultural attractions ever assembled\".</p> <p>Sheikh Khalifa's brother, Sheikh Mohammed, said Saadiyat Island would help \"interconnected global understanding\" and create the world's largest cultural destination across 27 sq km. The Guggenheim, Louvre and national museum are due to open before 2013.</p> <p>\"They have realised they cannot go on by simply distributing oil wealth to their population and so the idea is to turn Abu Dhabi into a sophisticated, internationally renowned viable state,\" said Professor Gerd Nonneman, director of the Institute of Arab and Islamic Studies at Exeter University. \"They are also hoping to use this as a way of attracting higher level expatriates because they suffer from a massive skills shortage.\"</p> <p>A branch of the Sorbonne, France's most prestigious university, has already opened in a deal partly intended to set a new benchmark for standards of higher education. Nonneman added that Abu Dhabi's ruling family was also motivated by a battle of \"one-upmanship\" with Dubai, a neighbouring emirate which \"has stolen the limelight\" with its hedonistic mix of hotels, shopping malls and theme parks which attract hundreds of thousands of expatriates and tourists. By contrast, Abu Dhabi aims to become \"a beacon of general culture\", he said. </p> <p>That is an approach that seems crass to some. Peter York, the branding expert, said Abu Dhabi's tactic of acquiring international cultural brands was \"like building Venice in Las Vegas.</p> <p>\"It just looks like they have wandered into the first shop they have seen and bought what is there and we in the west tend to make fun of people who do that,\" he said. \"They are buying what we call 'borrowed interest' and that can work, but if you are trying to convince sophisticated people in sophisticated economies that you too are a sophisticated economy, it is not enough. What really matters to inward investors are things like governance and the availability of an adaptable and highly educated workforce.\"</p> <p>Abu Dhabi's embrace of western cultural brands has proved controversial. In France more than 5,000 intellectuals signed a petition against the deal with the Louvre arguing that \"museums are not for sale\", and Nonneman said conservative elements in nearby Muslim states such as Saudi Arabia could object to the display of art for entertainment.</p> <p>But the real audience is foreigners. \"They are people who use travel to enrich themselves, always seeking new experiences in new countries, and they have enough money to go wherever they choose,\" said the Office of the Brand of Abu Dhabi. \"They want unique experiences that feed their sense of discovery. They reject the sameness that increasingly dominates their lives ... they crave authenticity, exclusivity, quality.\"</p> <h2>Growth strategy</h2> <p>Abu Dhabi's 60-year-old ruler, Sheikh Khalifa bin Zayed al-Nahyan has a personal fortune estimated at $23bn (£12.7bn) by Forbes magazine but presides over a national fortune that is far greater. Sheikh Khalifa is president of the emirate's Supreme Petroleum Council. He is also chairman of the Abu Dhabi Fund for Development and the Abu Dhabi Investment Authority. He is seen as a pro-western moderniser who loves the traditional pastimes of Arab royalty: falconry, fishing, horse and camel racing, as well as reading history and poetry. His father took control of the emirate in 1966 and realised it could be transformed with oil wealth. Sheikh Khalifa said he learned from him \"the need for patience and prudence in all things\". He works with his brother Sheikh Mohammed al-Nahyan on a modernisation programme which observers say includes an emerging meritocracy rare in the region. They are developing the technology to supply zero-carbon energy. The Masdar initiative envisages a new walled city powered by renewable energy to be built by 2023.</p>",
  "<p>When Matt Damon, star of the Bourne trilogy, sat down for lunch a few months ago at the Hog Trough Too, a restaurant in the village of Moweaqua in central Illinois, it may have sent a shiver down the spine of executives at Archer Daniels Midland (ADM), the giant US agribusiness.</p> <p>Damon was filming a scene for his latest movie - The Informant - which recounts how the whistle was blown on ADM's price-fixing tactics in the 1990s. The Hog Trough Too had been recast as a 90s diner - the Cat &amp; Griddle - and old ADM hands could recall the traumatic events 15 years earlier that put the company at the heart of what was then the US's biggest price-fixing scandal.</p> <p>ADM has worked hard over the past decade to recover from a scandal that saw some of its senior executives jailed and earned it a then record $100m (£55m) antitrust fine. Far from being dragged down by the scandal, ADM has prospered. It remains one of the most influential food companies in the world with recently announced annual sales of $70bn and a wide product range that lurks anonymously among the groceries that grace supermarket shelves around the world.</p> <p>\"We've moved on, and today ADM is a leader in the results we achieve and the way that we achieve those results,\" an ADM spokesman said. \"ADM has a robust ethics program, with practices and policies that align our actions with our values.\"</p> <p>But in the 90s not everyone at ADM embraced those values. According to Mark Whitacre, the unofficial mantra at that time was: \"The competitor is our friend and the customer is our enemy.\" Whitacre was at that time a rising ADM star, head of the company's bioproducts division and, unbeknown to his colleagues, an FBI informant. For nearly three years he secretly taped the meetings at which ADM and other companies fixed the price of lysine, a food additive. The evidence he gathered was to be crucial in the antitrust case against the company.</p> <p><strong>Bipolar star</strong></p> <p>Whitacre will be portrayed by Damon in the movie, which is scheduled for release next year. Although hailed as a national hero, Whitacre ultimately spent nearly nine years in a federal prison after it emerged that not only was he working for the FBI but at the same time stealing $9m from his employers. Whitacre suffered from bipolar disorder during his work for the FBI.</p> <p>The residents of Moweaqua, where Whitacre lived in the village's most luxurious home, have enjoyed rubbing shoulders with the stars. But not everyone is excited at the prospect of an awkward truth being revisited. In Decatur, a 20-mile drive north of Moweaqua and home to ADM, some residents argue that the film will reflect badly on the community by glorifying Whitacre.</p> <p>The company does not share that view. Although it did not allow filming at its plant on safety grounds, ADM cooperated with the film production team. It is more concerned with looking to the future than dwelling on the past.</p> <p>\"In 1995, ADM was a company made up of close to 15,000 people,\" a spokesman said. \"All but a very few were responsible hardworking people who went to work every day to do an honest day's work. The success of our company then and now is due to the efforts of our people.\"</p> <p>He is more concerned to rebut the arguments of modern-day activists than explain the actions of past executives, because although ADM has worked hard to improve its corporate ethics, the company is never far from controversy. It has been accused of endangering the Amazon rainforest and encouraging the trafficking of child labour in Africa. The allegations are denied by ADM, which points to a business code of conduct providing the framework that allows the company to operate in a manner consistent with the highest social and environmental standards.</p> <p>\"We care deeply about human rights and the responsible, sustainable development of agriculture and bioenergy throughout the world,\" the ADM spokesman said. But though ADM is happy to counter the activists' concerns, the company is less voluble on another contentious issue relating to the benefit it receives directly and indirectly from US farm subsidies and tax credits.</p> <p>As a food processor ADM has a pivotal position between farmers and food producers. It takes corn, wheat, cocoa, soya beans, rapeseed, sunflower seeds, palm, cotton, peanuts, coconut and subjects them to a variety of pressings and processing to provide oils, flour, beans, ethanol, meals, sweeteners and a host of other ingredients that end up in soft drinks, cereals, chocolate, jam, margarines, snacks, dressings and biofuels.</p> <p>ADM is the world's largest corn processor and has the largest market share in two corn-based products: high-fructose corn syrup, a sweetener, and ethanol, which has enflamed the controversy over biofuels. The switch by the big agribusiness companies to process increasing amounts of corn for fuel rather than food has become the subject of heated debate. The green credentials of biofuels are being questioned and there are genuine fears that corn prices are inflated by the quest to match government targets for corn-based fuels.</p> <p>ActionAid, the activist charity, suggested that the drive for increased use of biofuels by developed countries had been a major factor in pushing 760 million people closer to hunger. \"The rise of biofuel production and the increasing impact of climate change coupled with an unparalleled decrease in agricultural aid are creating a triple whammy for poor countries,\" said Tom Sharman, policy officer at ActionAid. </p> <p>The Environmental Working Group (EWG), which campaigns to protect public health and the environment, is also critical.</p> <p><strong>Drunk on ethanol</strong></p> <p>\"They are driving drunk on ethanol,\" said Sandra Schubert, EWG director of government affairs. \"When the push for increased ethanol production was mandated by the US government it was based on good intentions. But what we are seeing now is that this push for ethanol is not having the desired effects. We are seeing some disturbing side effects from ethanol production and we believe it is time to step back, suspend the mandate which calls for 9bn gallons of ethanol to be produced this year, and examine whether ethanol is a truly renewable fuel.\" </p> <p>This is not a view shared by ADM. It is regarded as one of ethanol's main cheerleaders. The company is expanding its ethanol capacity to 1.65bn gallons a year.</p> <p>\"ADM believes a retreat from these biofuels would be shortsighted,\" a spokesman said. \"It would undercut the investment, the momentum and the commitment needed to make second-generation biofuels a reality. And it would result in even higher gas prices.</p> <p>\"A retreat from biofuels would also undercut development of advanced seed and farming technologies, which can greatly increase crop yields in the US and globally. Long term, the best solution to rising food demand and prices is the development of more crops that provide more food and more fuel.\"</p> <p>Schubert also points out that ADM is a major indirect beneficiary of the US subsidies for corn and ethanol.</p> <p>\"Corn is our country's most heavily subsidised crop and has received $56bn from the government over the last 12 years,\" she said. \"Ethanol gives the blender a tax credit of 45 cents a gallon - just reduced from 51 cents. I would have thought ADM is in a good place.\"</p> <p>ADM would not answer questions on subsidies.</p> <p>But any benefit the company may receive directly or indirectly from subsidies is doing little to help its share price. In April, the company's stock hit a 52-week high of $48.95. Since then, the share price has headed steadily south as investors fretted about the price of corn, which hit an all-time high in the summer amid reports of stock shortages. But while corn prices began to retreat, the ethanol backlash gathered pace. Last month, ADM's share price hit a 52-week low of $24.40 after disappointing results that left analysts worrying about the longer-term outlook and the US government's commitment to ethanol. </p> <p>Those results confirmed that for ADM rising commodity prices have been a double-edged sword. In the year to June 2008, ADM's sales rose by 59% to $69.8bn. Of that $25.8bn uplift, about 90% was attributable to higher commodity prices. But higher selling prices also mean higher costs and some analysts who tuned into the results conference felt ADM was hinting at tougher times ahead.</p> <p>Patricia Woertz, ADM's chairwoman and chief executive, saw it differently. </p> <p>\"We faced changing market dynamics with very fluid and very diverse conditions,\" she said. \"Now we see a very different set of opportunities and we remain very optimistic.\"</p>",
  "<p>Even in these turbulent economic times, the global jeans market continues to grow - with recent estimates suggesting it is now worth <a href=\"http://www.prlog.org/10039145-the-future-global-jeans-industries-how-the-market-is-changing.html\">over $50bn dollars</a>. But this growth comes at a price.</p> <p>Denim comes, of course, from cotton – and cotton is, unfortunately, not the most ethical fabric you can wear. Just 2.5% of farm land worldwide is used to grow cotton, yet it accounts for 10% of all chemical pesticide use, and 22% of insecticide use. Clearly, its environmental impact is vastly disproportionate to its actual growth. Furthermore it consumes huge quantities of water – the Aral Sea in Uzbekistan (of which more below) has been all but drained due to the quantities of water needed to sustain the cotton industry there.</p> <p>Then there's the human rights issue. Uzbekistan is the second largest exporter of cotton in the world, selling over 800,000 tonnes a year, the majority of which goes to Europe. This is not cotton harvested by high-tech machinery: instead, every autumn when the crop is ready, the government shuts down schools and forces children as young as seven into the fields, with strict quotas to meet and expulsion threatening them if they don't make the grade. You can download the Environmental Justice Foundation's excellent report on cotton in Uzbekistan (note: it's a PDF file) <a href=\"http://www.ejfoundation.org/pdf/white_gold_the_true_cost_of_cotton.pdf\">here</a> and sign their petition encouraging retailers not to buy Uzbekistan cotton.</p> <p>We simply don't know where much of this cotton ends up – many high street retailers refuse to identify the provenance of their cotton – but given the sheer amount of it (and the fact that 17% of global cotton production ends up as denim) there's a very good chance it'll end up in a pair of jeans on your local high street. The ethical shopper will, therefore, want to source organic where possible, which at least cuts down on pesticide and insecticide use, if not water consumption.</p> <p>Another problem with denim is how it is produced. Many of the vast numbers of jeans on sale in the UK today are manufactured in Central or Eastern Europe, or in North Africa, with poor working conditions and little or no transparency. These factories may themselves subcontract to other smaller operations, making it even harder to regulate. The ethical shopper should therefore try to buy Fairtrade certified cotton or denim – and make sure that not only the material but the production is Fairtrade.</p> <p>Fortunately, it's now possible to find an array of organic and Fairtrade jeans in cuts, styles and shades to please even the fussiest denim aficionado. Starting from the top end <a href=\"http://www.sharkahchakra.com/\">Sharkah Chakra</a>'s line uses organic and Fairtrade cotton to make handwoven jeans which are then dyed using a natural, sustainably-farmed and organically-grown indigo dye and instead of bleaching, are left to \"whiten\" in the sun. It takes a while, but it's a lot more environmentally friendly (good job they're not trying that in England this summer, mind). This is important because the dyeing and bleaching process in denim is another major pollutant – while historically denims were always dyed using natural indigo, in more recent times harsh chemicals have been used.</p> <p>All this attention to ethical detail (up to and including ethically sourced solid gold rivets) comes, of course, with a price tag – in this case, around £200 - as you'd expect from a line by a former denim buyer for Harvey Nichols, these <em>are</em> designer jeans.</p> <p>Sliding down the financial scale, <a href=\"http://www.nudiejeans.com/campaign/shop/\">Nudie jeans</a> has been quietly working towards 100% organic without making a song and dance about it, which is thoroughly laudable. Nudie is also a premium range, stocked at Selfridges, Liberty and at <a href=\"http://www.asos.com/Men/Brands-At-Asos/Nudie/Cat/pgecategory.aspx?cid=2582&amp;sh=0\">asos.com</a> online. Their jeans retail for roughly £100 a pair. </p> <p>Meanwhile for around £80-100 a pair, you can invest in a pair of<a href=\"http://www.kuyichi.com/\"> Kuyichi's</a>. The company works directly with the Peruvian farmers who supply their organic cotton and encourages them to become shareholders in the company, so that it is accountable to those who work for it. Kuyichi is also a member of <a href=\"http://www.made-by.org/\">MADE-BY</a>, a Dutch network of socially responsible fashion labels. </p> <p>For a similar price you can also buy US-made jeans from <a href=\"http://www.delforte.com/\">Del Forte</a>, who use American-grown organic cotton too. Both Kuyichi and Del Forte are available at <a href=\"http://www.adili.com\">adili.com</a>. In the same price bracket (though their jeans are often much cheaper in the sales) is <a href=\"http://www.howies.co.uk\">Howies</a>, who have some great cuts and colours and only use organic cotton. </p> <p>Finally, at the lower end of the scale – and rarer - <a href=\"http://www.bishopstontrading.co.uk/shop/product_details.php?category_id=27&amp;item_id=344\">Bishopston Trading Company</a> produces organic cotton jeans for around £40.</p> <p>Why are there so few cheap organic cotton jeans? Because it's simply not possible to source organic cotton, ensure Fairtrade production and minimal environmental impact and still flog them for £20. The mainstream fashion press can carp all they like about making ethical fashion affordable, but unfortunately it's a simple equation: if you want someone to get a fair wage for making your jeans, you have to pay more yourself.</p>",
  "<p>The optimism that bubbled over in AC Grayling's account of an atheist getting his foot in the door of No 10 was akin to the delight of a Christian's hope for the keys of the kingdom of heaven (The rise of Miliband brings at last the prospect of an atheist prime minister, August 21).</p> <p>According to Professor Grayling, the foreign secretary is one of the least equivocal of cabinet members about his atheism, and should he get the top job, there would be \"many reasons why it would be a great advantage to everyone to have an atheist prime minister\". Those reasons could be summed up thus: it would put religion in its place, because for far too long religion in this country has had too many advantages.</p> <p>But I am not sure Grayling should be quite so chirpy about the prospects for atheism under David Miliband, who has shown, in my experience, a remarkable regard for religious faith and religious institutions. When he was environment secretary his people sought me out to interview him for the Catholic weekly I edit, the Tablet, because he wanted to communicate with the very people - those of faith - Grayling suggests he would wish to keep at arm's length.</p> <p>The reason Miliband was so keen to court believers was because - contrary to Grayling's claim that \"atheist leaders are more likely to take a literally down-to-earth view of the needs, interests and circumstances of people in the here and now\" - believers don't expect people's hopes to be fixed on the afterlife and put up with the imperfections of this one. Vast numbers of believers are committed to the betterment of society through volunteering, politics and work in the public sector. They work for the relief of poverty, and for social justice. In the Roman Catholic church, liberation theology has highlighted the injustices of structural sin, such as poverty, and encouraged Catholics to act for social change. Its influence can be found in movements such as Make Poverty History and the Jubilee Debt Campaign. All the modern popes have urged Catholics to make social justice as much a part of being Catholic as going to mass.</p> <p>As environment secretary, Miliband also understood that the Catholic church is a key ally in convincing people about climate change. He, like many in the church, sees combating this and preserving the planet for future generations as a moral cause. That is why the Vatican held its summit on climate change last year and why Miliband was a key speaker.</p> <p>Miliband's understanding of the role of faith groups is not shared by all politicians, as the Von Hügel Institute's report Moral, But No Compass highlighted earlier this year; the report found that government profoundly underestimates the role played by faith groups in welfare and social cohesion. </p> <p>Grayling says: \"Secularism means that matters of public policy and government are not under the influence ... of sectarian religious interests.\" Would that they were! With the death of communism and the virtual disappearance of socialism in this country, there are precious few but those of religious faith who believe in equality and advocate, in the words of Schiller, that \"all men shall be brothers\". In a truly pluralistic, secular society, governed by an atheist at No 10, there should be space for that passionately held belief.</p>",
  "<p>On Russia, at least, Gordon Brown, David Cameron and Nick Clegg think alike. Belatedly and perhaps emptily, all three party leaders have condemned the invasion of Georgia and demanded a tough response. Yet a different and even odder alliance is taking shape on the other side. Its members include such unlikely figures as Andrew Murray of Stop the War Coalition, David Davies, the Tory MP for Monmouth, and historian Correlli Barnett, as well as anonymous but influential City bankers and lawyers.</p> <p>The Kremlin's most constant allies are the old pro-Soviet left: people such as Bob Wareing, the veteran leftwing MP for Liverpool, West Derby. He recalls warmly the wartime alliance with Stalin's Soviet Union, and the promise of social justice in the communist system. In the Morning Star, Andrew Murray blames the war in Georgia on American imperialism and contrasts it with the success of \"Soviet nationalities policy\" in promoting \"the cultural, linguistic and educational development of each ethnic group, no matter how small or how historically marginalised\". Chechens, Crimean Tatars and other victims of Stalin's murderous deportation policies presumably don't count.</p> <p>A simpler approach is pure Russophilia: people who love Russia's culture or language, and rejoice in what seems to be a national rebirth under Vladimir Putin. A wider group is sparked chiefly by anti-Americanism. If you hate George W Bush then you may cast a friendly glance on the people who make life difficult for him, such as Hugo Chávez of Venezuela, or Putin in Russia. It is countries such as Russia, however spiky and unattractive, that can derail the new world order. Yet that's odd. If, say, you feel that Muslims get a hard deal from America, then surely the Russian torture camps in Chechnya should make your blood boil?</p> <p>In odd alliance with the anti-globalists are the champions of international business: those who do well out of selling goods and services to Russia. In the City, investment banks, law firms, accountants and consultants have enjoyed a bonanza thanks to their Russian clients. Auditors such as PricewaterhouseCoopers have not flinched at doing the Kremlin's dirty work - for example in withdrawing their audit of Yukos, once Russia's biggest oil company, which conveniently coincided with Kremlin allegations of fraud. For this pinstriped fifth column, business is business, and worries about human rights or the rule of law are tiresome distractions.</p> <p>David Wilshire, a leading Conservative member of the Council of Europe parliamentary assembly, has lobbied hard to make Mikhail Margelov, a pro-Putin Russian parliamentarian who used to be a KGB language instructor, the next president of the organisation, which is supposedly devoted to promoting human rights. Then come those such as the polemical Peter Hitchens, who have no great liking for tycoons, but a deep admiration for the nation-state. He writes: \"I often wish we were more like Russia, aggressively defending our interests, making sure we owned our own crucial industries, killing terrorists instead of giving in to them, running our own foreign policy instead of trotting two feet behind George W Bush.\" Russia, he says, has come to stand for national sovereignty and independence, while we give up our own.</p> <p>Correlli Barnett praises the regime in Russia in a similar vein. In the past few days, for example, Barnett has said: \"World peace? Give me Putin any day!\"; and \"the West should jettison moral indignation and global do-goodery as the basis of policy, and instead emulate Russia's admirable reversion to 19th-century realpolitik\". The main motive here is dislike for the whole apparatus of modern diplomacy - multilateral organisations governed by international treaties and at least a notional commitment to human rights.</p> <p>It is all very odd. Russia is an oil-fuelled fascist kleptocracy ruled by secret police goons and their cronies. It is authoritarian: critics risk forcible incarceration in psychiatric hospitals, or are simply murdered - such as the shooting dead in police custody of Magomed Yevloyev, an Ingush journalist, this week. It is imperialist: bullying neighbours with oil and gas cut-offs, let alone the occupation of Georgia, where Russia's proxies have practised ethnic cleansing on a scale that recalls the atrocities of the wars in former Yugoslavia. And it is deeply corrupt and lawless: something that even Putin's successor as president, Dmitry Medvedev, has acknowledged publicly. However bad other countries may be, it is hard to find anything there worth emulating.</p> <p><strong>·</strong> Edward Lucas is the author of The New Cold War: How the Kremlin Menaces Both Russia and the West </p> <p><a href=\"mailto:newcoldwar2008@gmail.com\">newcoldwar2008@gmail.com</a> </p> <p><a href=\"http://www.edwardlucas.com\">Edwardlucas.com</a></p>",
  "<p>All too often, politicians and businessmen have said to me: \"You're a businessman, so surely you're opposed to the green agenda?\" They think: \"You cannot make a profit and go green.\" They think: \"A consumer society cannot be a green society.\" And they believe that developing economies cannot afford to go green.</p> <p>From my perspective, this is all muddled thinking. I fundamentally disagree, and say that if we want long-term growth, we must go green.</p> <p>Why? Because only by acting now on cutting emissions will we save money in the future. For every £1 we spend now on tackling climate change, we are saving our children anywhere between £5 and £20 at today's value. Failure to act means risking economic and social disruption on the scale of the great wars and economic depression of the last century.</p> <p>The means to tackle climate change does not just lie in the hands of politicians or regulators, the UN or the G8. If climate change is to be tackled successfully, we need a new framework in which governments, business and consumers each play their part.</p> <p>This is not simply about dividing up responsibility between these groups, as though government is responsible for this, or business for that. I am not advocating a diminished role for government. The role of government in tackling climate change is vital. But it must be fulfilled in ways that meet the needs of our time.</p> <p>Politicians are good at emphasising climate change as the greatest threat of the 21st century, but too often they fail to adapt to this new challenge 20th-century the tools of tax and regulation designed for high-carbon economies. If we are to move to a low-carbon economy, policies - such as tax and planning - must reward low-carbon activities and investment. And too often governments fail to harness the 21st-century power of consumers, incentives and markets, and bring these to bear on tackling climate change too.</p> <p>You may be thinking: \"Consumers - aren't they part of the problem, not the solution?\" I see things differently. Consumers account directly and indirectly for 60% of carbon emissions. Get the consumer on side and the task of tackling climate change becomes possible.</p> <p><strong>Lifetime customer loyalty</strong></p> <p>I trust and listen to consumers. I believe in the power of consumers. Tesco's core purpose is to create value for customers to earn their lifetime loyalty. Customers tell us that they want to go green and do their bit to protect the environment. The challenge for us retailers is to help them do that.</p> <p>Tesco is a global company: each week, over 30 million people shop in our stores around the world. To serve them, we employ 400,000 people. Then there are the countless people who work in firms and businesses, supplying our stores. Imagine if all those people acted to cut carbon emissions in all they did. This would be true collective action. The supply chain, and gradually the economy as a whole, would begin to turn green.</p> <p>Business also has a crucial leadership role to play in empowering consumers, by overcoming barriers of price, incentivising customers to buy greener products, providing better information and innovating through new products and services.</p> <p>If consumers are able to purchase lower-carbon products and services, they will reward the businesses that produce these products. This will encourage competition between businesses to produce more environmental alternatives to current products and services. It will stimulate the research and development to bring forward even better products. And we will begin to create a mass movement in green consumption.</p> <p>So our strategy at Tesco falls into three parts. First, greening Tesco itself. Second, helping turn the supply chain green. And third, helping our customers by making green choices easier and more affordable.</p> <p>To turn Tesco green and reduce our carbon footprint, we need to know which actions emit greenhouse gases and which don't. So we have measured our carbon footprint, which was 4.47m tonnes of CO2 equivalent for the entire Tesco Group in 2007. To cut this, we have set the entire group some clear targets, with 2006 as our baseline.</p> <p>For example, we aim to halve emissions from our group's stores and distribution centres by 2020. To halve the carbon emissions from all new stores we build between now and 2020. To halve, by 2012, the amount of CO2 used in our distribution network to deliver a case of goods.</p> <p>To achieve these goals, we've changed every aspect of how Tesco operates. We are saving energy in our stores - [by] hanging curtains on freezer doors, for example, and using better insulation, low-energy lighting and new refrigeration systems. In South Korea and Thailand, we are using ice thermal storage, and creating biogas from recycled waste. In China, we are installing energy management systems on the refrigeration in all of our existing stores this year, which will reduce the power consumption of these systems by 15%. Next year, we will expand this to include the air-conditioning.</p> <p>We are reducing the number of empty trips our vans make by ensuring our vans - and our suppliers' vans - are fully loaded, and, in the UK, using our own train and canals to transport goods.</p> <p>We are saving water. Next year, our Chinese business will begin rainwater harvesting and using grey water [non-industrial waste water] for things such as car washing and toilets. We're using energy-saving technology when we build new projects. In California, our distribution centre has one of the largest solar panel roofs in the US. We've set up a £100m sustainable technology fund to support low-carbon technologies such as wind, solar and ground source heat.</p> <p>In Thailand, we aim to plant 9m trees by 2012: this alone will help reduce CO2 in the atmosphere by 9m tonnes over 40 years. And in the UK, we have invested £25m in the new Sustainable Consumption Institute, to research how we make the transition to a low-carbon economy, and the role that sustainable consumption can play in this. This will aim to contribute to the development of an internationally recognised carbon footprint methodology, and help us understand how customers read labels and respond to them. All the SCI's research will be released on an open source basis - published as soon as it becomes available, and accessible to all as soon as it is published. It will be led by Mohan Munasinghe, a leading scientist and economist, and vice-chair of the Intergovernmental Panel on Climate Change.</p> <p>By the end of this year, our UK energy use per square foot will be half what it was in 2000. Last year, our group carbon intensity per square foot of sales space fell by 4.7%.</p> <p>We are achieving this while Tesco grows. That's the critical point: the choice is not \"green or grow\". That is a false choice. You can do both - and you must do both. Reducing emissions does not merely fight climate change, it also cuts costs.</p> <p>But a green Tesco is only one-third of our ambition. Just as important is greening the supply chain everywhere. In some ways, this is easier to achieve in the developing world. Old practices do not have to be changed. Instead, we can simply apply what we have learned elsewhere.</p> <p>Just as some countries could leapfrog the laying of telephone lines and go straight to the mobile, digital age, there is no reason why, when we set up in developing countries, we cannot create new, green supply lines from scratch.</p> <p>Meanwhile, we're developing a label that will tell customers the size of a product's carbon footprint. Armed with that information, they can begin to choose products with smaller footprints. This information revolution is beginning to gather pace worldwide.</p> <p><strong>Bumpy patch</strong></p> <p>People's values do not change simply because the economy is going through a bumpy patch. What does change is their ability to live up to those values. If the budget for the weekly shop becomes tighter, we need to be sure that going green is not seen as an expensive optional extra.</p> <p>Take energy-saving lightbulbs. They don't just cut carbon but also cut fuel bills. So in the UK we have permanently halved their price. We've sold over 10m in the UK in just over a year, up from 2m the year before.</p> <p>Or carrier bags. In the UK, in just two years, we have saved almost 2bn bags. In Poland, by providing a greater range of reusable bags, we have saved 400m.</p> <p>If retailers help customers, customers will go green. The green agenda is not something that consumers only care about in the US and Europe. It is absurd to think that people in Bangkok, Seoul or Tokyo don't want a healthy and clean environment just as much as people in Budapest, Warsaw or Los Angeles.</p> <p>Billions of purchases send a signal to cut carbon right down the supply chain and right through the economy. Each time a product is swiped through a checkout, that sale can reduce CO2 emissions. Each consumer who buys a green product is joining the mass movement in green consumption.</p> <p>That movement is what we are seeking to create. A mass movement in green consumption - a movement that shows it is possible to consume, to be green, and to grow.</p> <p><strong> · </strong>Sir Terry Leahy is chief executive of Tesco. This is an edited extract of a speech he gave to the Coca-Cola Retail Research Council Global Forum, in Beijing, on August 22.</p>",
  "<p>The house price slump that began in the US and Britain is spreading across the globe, according to international property experts Knight Frank, which said yesterday that steep declines are now taking place across Europe and into Asia.</p> <p>New Zealand, Denmark and Lithuania have joined the group of countries where house prices are falling, which includes Japan, Germany, Ireland and Israel as well as Britain and the US. The country recording the sharpest fall is Latvia, with house prices plummeting by 24.1% over the past year. </p> <p>Even countries where prices have not fallen are witnessing a rapid deceleration in price increases. In South Africa, the rate of house price inflation has collapsed from 15.5% this time last year to 3.8% and is expected to be negative soon. In France, Spain and Greece, price growth has halved and is running below 3.2%. </p> <p>The only countries to have bucked the trend are Bulgaria, Slovakia, Cyprus and the Czech Republic, where house price growth has accelerated. Last year's fastest-growing market, Russia, which was seeing house prices rising at an astonishing 53.7% in the second quarter of 2007, has dropped back to a growth rate of 26.5%. </p> <p>Nick Barnes, head of international research at Knight Frank, said: \"The index shows that global house price inflation is continuing to fall back, with much of continental Europe now seeing low or negative growth ... Housing markets in countries such as Spain, Denmark, the UK and Ireland are all being severely challenged by the global credit squeeze.\" </p> <p>Globally, the rate of house-price growth fell to 4.8% in the second quarter of 2008, down from 6.1% in the first quarter of the year. </p> <p>Several countries are entering their second year of house price declines. Among the worst hit is Germany, where prices were falling at a rate of 4.4% last year and 2.5% this year. </p> <p>\"There is less demand for owner-occupied property in Germany than in many other European countries and there is no shortage of supply,\" Knight Frank says.</p> <p>In Spain, the Knight Frank index records a price rise of 2.4% annually, but it warns that falls are now almost inevitable. \"The well-publicised problems in Spain have not yet fed into house-price statistics. So far, price falls have been concentrated in the coastal resorts and among new developments in the large cities. Spain looks likely to fall into recession later this year, and house sales fell steeply during June. The number of sales dropped by 34.2% in May and 29.6% in June, suggesting that wider price falls could be imminent.\" </p> <p>Investors who bought second homes in Bulgaria have reason to feel bullish. Knight Frank said current annual price growth is 32.2%, only slightly lower than the 33.7% rate recorded in the first quarter.</p>",
  "<p>Oil prices fell sharply again yesterday to as low as $105.46 (£58.43) a barrel - nearly 30% down from the recent record high of just over $148 - as Hurricane Gustav turned out to be less severe than had been feared.</p> <p>US traders returning to their desks from the Labor Day weekend yesterday sold oil after earlier falls on Monday, helping to push the price down about 8% during the course of the trading session to its lowest price since early April.</p> <p>Many refineries on the US Gulf coast had shut as Gustav closed in, but after the hurricane dissipated, fears that oil supplies to the US could be disrupted for a sustained period receded as initial reports suggested damage to oil infrastructure had been limited. Traders then turned their attention to weakening demand from a slowing world economy, pushing the price down further.</p> <p>\"The market continues to be weighed down by worries of a global economic downturn and slowing oil demand in developing markets,\" said Victor Shum, analyst at Purvin &amp; Gertz consultancy in Singapore. \"Action by Opec and supply-side concerns should put a backstop to any sharp price drop.\" </p> <p>Ministers from the Organisation of Petroleum Exporting Countries (Opec) are meeting next week in Vienna and have signalled they may reduce output to defend the $100-a-barrel level. Iran's Opec envoy called yesterday for a cut of 1.5m barrels a day in production to prevent the price falling below $100. </p> <p>US light crude futures tumbled almost $10 a barrel at one point before recovering to trade at around $109 a barrel as the European market closed. In London, Brent crude fell as far as $104.14 a barrel but later bounced towards $107. </p> <p>However, analysts said the commodity had broken below its 200-day moving average, which could prompt further price drops.</p> <p>Crude was also pressured by further strength in the dollar, in which oil is priced. The dollar gained to around $1.78 to the pound and $1.453 to the euro, hitting its highest level this year against a basket of major currencies. That helped push down other commodities also priced in the US currency. Gold fell 3% to below $800 an ounce, while copper dropped to a seven-month low.</p> <p>The recent sharp falls in commodity prices, which had all surged in the first half of the year, showed up in the key US ISM manufacturing survey for August, where companies reported that cost pressures were easing rapidly because of tumbling energy prices.</p> <p>The weakness in commodity prices also prompted a big rise in the US stockmarket, with the Dow Jones industrial average jumping nearly 2% at one point to 11,790, more than reversing Friday's sharp falls. It later settled down to be up around 1.5% on the day.</p> <p>Dealers felt that lower prices of energy and other commodities could help revive consumer spending in the world's largest economy and bear down on inflation, thus enabling the Federal Reserve to hold interest rates low for longer.</p> <p>The FTSE 100, though, did not share the Dow's exuberance. It closed barely changed at 5,620.7, hindered by falling shares in oil and mining companies.</p>",
  "<p>Sending your child off to school for the first time in their life is terrifying. You simply cannot imagine how this tiny little precious creature, for whom you have cared since birth, will begin to cope in an unfamiliar environment surrounded by lots of other kids, some of whom might not be as gifted, genius and sweet as yours.</p> <p>Assuming you have any choice at all, picking their first school is also an alarmingly revealing moment for anyone who considers themselves to be a good, responsible citizen. It is a time when you find yourself assaulted by all sorts of terrors, nerves and unanswerable questions, most of which are so unedifying you cannot believe you are thinking them. Suddenly you forget about everyone else; it is all about your baby and only your baby.</p> <p>When it was our turn to decide, my husband and I were in the happy financial position of being able to consider private schools. We did not contemplate that option for long. Neither of us was educated privately and most of the least socially and emotionally capable people I know went to posh schools. For us, then, it was a choice between the two local state primaries equidistant from our house. One is regarded as the Shangri-la of primaries, principally because it has an extraordinarily low number of disadvantaged kids despite being opposite a massive council estate. The other is much more representative of the area's demographic. We chose the latter because we liked the school and because it felt like the right thing to do. </p> <p>Our daughter and son have now been there for six and five years respectively and it is through our contact and involvement with the school community and, sadly, other locals finding reasons not to pick our school, that I have witnessed class division, unrealistic aspirations and covert racism the like of which I have never come across before in my life.</p> <p>When my parents moved to London in the early 1960s, they were advised by their Oxbridge-educated peers against buying their Camden house because \"people like us\" didn't buy houses near council estates. That sentiment is laughable now, for many reasons, the main being the property prices in inner London (their house is now worth more than 200 times what they paid for it), but the underlying attitudes are still very much the same. For all their social consciences, eco credentials and liberal leanings, very many middle-class white people, especially in London, do not want their kids going to school with those from working-class, lower-income and immigrant families - the kids who live on the estates surrounding their houses. </p> <p>These days - ever since Tony Blair chose a faith school for his children miles away from their home - it's every man for himself. And we all know who wins when it's every man for himself ... and it sure ain't the disadvantaged. (Gordon Brown's son John, interestingly, is going to their local community school where almost half the pupils have free school meals and 24 languages are spoken.)</p> <p>Our two children, aged 10 and nine, are very happily thriving, both socially and intellectually, at Ashmount primary in north London. The school has a wide, socially mixed intake - 37% of its kids have English as a second language and 33% are eligible for free school meals, ie poor. The school's catchment area includes three large council estates nestled between numerous streets filled with privately owned houses, the smallest of which would set you back anything upwards of £650,000. </p> <p>Four years ago, following an unlucky combination of events, including the then headteacher's departure, some disruptive building works and a fairly poor Ofsted report, the middle-class parents began to leave like rats from a sinking ship. At the very moment the school community was in greatest need of applied, dedicated parents and the enormous benefit their presence would contribute to halting the school's further decline, they left. All of their kids, without exception, seemed to be happy, settled and doing well. The panic was entirely the parents'. It was not a measured reaction to sliding standards, because they weren't - nothing had changed except the advent of some administrative difficulties. I won't deny I had a few wobbles at the time but, as my husband kept reminding me, the kids were doing well, had lots of friends and were happy. A crisis could happen anywhere.</p> <p>Now, thanks to the dedication and enthusiasm of the staff, led by an exemplary head and consistent input from the PTA (which is made up of representatives from the whole school community, not just a few middle-class do-gooders), our school is doing really well. The school's intake has also begun, inch by inch, to be slightly more representative of the whole local demographic, but we are still a way off from being the school of choice for the white middle classes.</p> <p>There is so much that is positive, wonderful even, about state schools. At a state school your kids will learn to live alongside and appreciate other kids from many diverse and different cultures. They will learn that privilege is not a birthright, that it has to be earned, along with understanding that they need to earn their place in society and earn the right to succeed. They will learn street sense, who to be wary of, who to avoid, how to keep their heads down and how and when to stand up for themselves. They will learn to make room for people of different abilities.</p> <p>Friends of mine who educate their children privately have said they want their kids to be taught alongside children just like them - but why? Life's not going to be like that, so why fool them?</p> <p>I know a lot of people fear the rougher types who might be at a state school, but surely it is better to know who they are and how to deal with them than for that kind of child to appear as a completely different species to yours. There is an inherent tolerance and kindness in the state school teenagers I know. I have to say that I have seen little evidence of that in the private-school teenagers of my acquaintance - but where would you learn it, if everyone in your class has parents with money and opportunities?</p> <p>My 10-year-old daughter now walks home from school alone with a classmate. They walk through several council estates without even thinking about it - why wouldn't they? Most of the kids from those estates are at school with them. They are comfortable in their area. My children know that they have much more than a lot of their peers, but, crucially, they do not see that as making them better than them. Compare that with the boys at a nearby private school who are told to take their jackets and ties off before going home so that they are not \"targeted\" by local roughs. Hearing that chilled me to the bone. Unless educating your child privately offers a copper-bottomed guarantee that they would have all the best - best jobs, best marriages, best lives, best happiness, best choices, best everything in life, forever - then why shut them off from real life with all its ups and downs until they are 18, only to then tip them out into that same world to take pot luck alongside everyone else? If only it were possible to ensure that your precious little angel was at the front of the queue for everything, always. No amount of private education can organise that.</p> <p>I do not pretend to know everybody's reasons for not sending their children to state schools but I would bet it has something to do with wanting the \"best\" for their kids. There is a widely held belief that when it comes to our children, anything goes. But we all want the best for our kids and only a tiny percentage can afford to opt for the \"best\", so surely it is up to all of us to participate in driving up standards and expectations at our local schools. </p> <p>I do wonder what people think would happen to their children if they went to school alongside a less advantaged child. Research shows that children from supportive, aspirational homes are doing as well, if not slightly better, in state schools than those at private schools. There must be some truth in that because large numbers of parents now switch their kids from private to state for sixth form because they think they will have a better chance of getting into the top universities from there. That's an irony, isn't it?</p> <p>Quite aside from formal education, surely today, as never before, education should be as much about social integration, awareness of, ease with and respect for different cultures. </p> <p>I appreciate why some parents are drawn to private education: the classes are smaller, there are more subjects taught, there is (though not always) more of a culture of learning. But that is only for 7% of the country's children and benefits no one except them. Whereas all of society benefits from standards being raised at state schools - better-educated children, accustomed to routine and daily exposure to others from all walks of life surely mean a safer, better environment for everyone. </p> <p>Only when state schools are funded at the same level as private schools can we really start to make comparisons. State schools will never be able to deliver a service on the same level until everyone has an interest in ensuring they do so and makes sure that their demands are heard and their expectations met. There will always be disadvantaged children and, statistically, these are the most likely to stay in poverty and resort to crime. But if we don't start educating all children together, when there is still a chance, where are we expecting those kids to learn to aspire and achieve? Are we just giving up on them?</p> <p>If my experiences are anything to go by, then rejection of the state system stems from fear - fear of the unknown and, more specifically, fear of contamination, of our kids being altered by the \"different\" ways of people not like us. Unappealing as it may be to acknowledge, the wish to keep our children in the social equivalent of an armed, gated community is very strong.</p> <p>I will be honest - it is more cosy knowing that all your fellow parents have access to, and funds for, three foreign holidays a year, organic food, and Mini Boden clothes. But, really, what has cosy got to do with the price of eggs? Sending your child to a state school does not mean you have to give up your lifestyle. It means accepting that it takes all sorts to make up a fair society. More importantly, it means you are taking part, as a responsible citizen, in helping raise the bar for everyone while making room for others with fewer opportunities - nothing more, nothing less. I look at it this way: it's not about what you're denying your children by sending them to state school but what you're providing them - exposure to the richest, most diverse, challenging, exciting environment where they will have to think on their feet and any and all of their achievements will be down to their efforts, not a system designed exclusively to wrench results from any child irrespective of their ability. As the late John Smith said, \"I wouldn't dream of denying my children the privilege of a state education.\"</p> <p>Of course, there are advantages to private schools, but they are the kind you can acquire whenever you want - it's only information. At state school, in tandem with an education, you will also acquire the huge advantages of social ease and a sense of community which, if you haven't learned at school, you never, ever will. They just cannot be \"taught\". Whatever you do, don't claim to have rejected state schools because you have been \"let down\" - you have got to be in it to win it and, whatever your political allegiance, everyone knows, deep down, that sending your kids to the local state school is the right thing to do. If those of us with advantages and privileges do not make this choice, who does?</p> <h2>My kid will be bullied ... and other myths about state schools</h2> <p><strong>Myth: Private schools must be better because they get better GCSE results.</strong></p> <p>Fact: If you're only educating the children of those who can afford private schools, you're bound to get better exam results than the schools that take poor people's children as well. In \"value-added\" league tables, which measure how much pupils improve, private schools generally do no better than state schools, and often do worse.</p> <p><strong>Myth: Private schools must respond to what parents want, otherwise they'd go out of business. State schools can afford to ignore parents.</strong></p> <p><strong>Fact:</strong> It's the other way round. In state schools (unless they are academies), parents and local people have a direct say in the running of the school through the governing body. Private schools are not directly accountable to parents, and often answer to a far-away corporate headquarters that controls them far more tightly than any state school. If state schools fail to deliver what parents want, parents vote by staying away, which leads to trouble for the school. </p> <p><strong>Myth: The teaching is better at private schools.</strong></p> <p><strong>Fact:</strong> There is good and bad teaching in both sectors. But in state schools there are several early warning signs - Ofsted reports, parents moving their children, the local authority stepping in. Private schools are self-regulating, inspected by their own Independent Schools Inspectorate, and children come from further away, so their market is less sensitive and reacts more slowly.</p> <p><strong>Myth: High-achieving and motivated children need to be educated only with similar children if they are to achieve their best.</strong></p> <p><strong>Fact:</strong> Research shows that schools need a core of well-motivated children - about 20% - to be effective. Where there are a lot of private or grammar schools, the other schools - teaching only the children too poor to go to private schools and not able enough to get into selective schools - will struggle.</p> <p><strong>Myth: Middle-class children should go to private schools so as not to be bullied by the local toughs.</strong></p> <p><strong>Fact:</strong> There's no evidence that you get less bullying at private schools. What you need to stop bullying is a good anti-bullying policy, which many state schools have.</p> <p><strong>Myth: State schools are no good at getting children into top universities.</strong></p> <p><strong>Fact:</strong> It is true that Oxford and Cambridge have a disproportionately high number of undergraduates from private schools. But they are under intense pressure to do something about it, and many comprehensives now offer the Oxbridge coaching that was once only given at private schools.<br><strong>Francis Beckett</strong></p>",
  "<p>Back in his native Doncaster for a pre-season friendly this summer, Kevin Keegan bumped into an old schoolfriend. \"We used to walk home together but I didn't recognise him at first,\" confided Newcastle United's beleaguered manager. \"People change so much.\"</p> <p>With hindsight Keegan was maybe referring to more than mere physical appearance because, over a matter of months, Newcastle's owner, Mike Ashley, had morphed from the apparent dream employer into a virtual stranger. Although Newcastle were last night insisting he had not sacked Keegan, the relationship appears all but irretrievable.</p> <p>Ashley may have continued wearing his \"King Kev\" replica tops to games but philosophical fault lines have materialised between the brash billionaire owner of Sports Direct and one of English football's more emotional managers.</p> <p>Whereas Keegan is \"old school\" in the sense that he wanted not only to be in control of transfers but to sign established, homegrown, Premier League players typically on the fringe of the England squad, Ashley's vision was radically different.</p> <p>Much taken with so-called \"continental\" management structures, Ashley believed the 57-year-old should concentrate on team affairs, leaving a football director in charge of scouting, recruitment and youth development. Moreover he did not want to pay top-dollar transfer fees and salaries, preferring to prospect for undiscovered, cheaper gems in far-flung corners of Africa and South America.</p> <p>The man Ashley entrusted with this task was Dennis Wise, Newcastle's executive director (football), and the appointment of the former Leeds manager proved a watershed. As soon as Wise and his powerful sidekick, Tony Jimenez, arrived Keegan seemed on borrowed time. Tellingly, it was not long before he was confiding to friends: \"I'm just the coach.\"</p> <p>Never afraid to \"blank\" those he perceives to have wronged him, Keegan is not, though, the world's best when it comes to buttoning his lip in front of the media. The rare occasions when the manager's words turned a little spiky revealed that Ashley possesses a surprisingly thin skin.</p> <p>For someone well used to the rough and tumble of the business world and who professes to \"hate bullshit\", Ashley came over strangely sensitive when Keegan, quite reasonably, announced that Newcastle had \"no chance\" of breaking into the top four this season, then revealed that he barely spoke to the club's owner.</p> <p>That was in May and the manager soon found himself summoned to London, Newcastle's new power base, for a telling-off. Keegan was not operating from a position of true strength and knew that crossing Ashley was hardly politic.</p> <p>Having, incredibly, admitted that he had not watched a live game since leaving Manchester City in 2005 and having earlier resigned from the England job under a tactical cloud, Keegan's suitability for a return to frontline management was questioned by many. Although he amended his image as \"yesterday's man\" by reinventing Michael Owen in a new role as a second striker, it did not go unnoticed that it took him 10 attempts to win his first game after being parachuted in as a supposedly instant insurance against relegation.</p> <p>His gratitude to Ashley for offering him a second chance was arguably amplified by the reality that Keegan's return to the limelight, and attendant healthy salary, provided his reportedly once ailing Soccer Circus theme parks business with a timely boost. </p> <p>A principled man, he found himself increasingly dodging the media in order to avoid massaging the truth and barely spoke to a reporter all summer. The warning signs were apparent in July when journalists were invited to Newcastle airport where Flybe was naming a plane in his honour. The main man was pencilled in to give a series of interviews but, to all-round embarrassment, Newcastle's manager uncharacteristically declined to say anything on the record.</p> <p>By then the problems were mounting fast. Keegan's persistent requests that the board sort out a new contract for Owen were falling on deaf ears, his decision to stand by the then imprisoned Joey Barton was trying Ashley's patience and there was still no sign of the new specialist left-back he had specifically asked Wise to find. </p> <p>Meanwhile the credit crunch had begun to bite. If, as has been suggested, Ashley originally entertained ideas of selling the club for a profit after Keegan had revived the team, such notions were swiftly dispelled by both the global economic downturn and the reality that he had hired a mortal rather than a messiah. Ironically in a union characterised by paradox and contradiction, relations appeared to deteriorate further with each exaggerated gesture the billionaire made in Keegan's honour.</p> <p>Ashley may have led a boardroom conga in homage to his acclaimed \"hero\" after Newcastle's springtime win over Sunderland but King Kev's understandable reluctance to dance to the owner's often unfathomable tune was always going to prompt a parting of the ways.</p>",
  "<p>Amid the deluge of news as Manchester City became an oil-rich club it was striking that the new Abu Dhabi owners did not speak too sweetly about the club itself, its heritage and identity, or the sentiments of its supporters.</p> <p>In most football club takeovers new owners carefully stress how much they value the traditions of the club, and cherish the fans' loyalty. Think of Thaksin Shinawatra's purchase of City last year or when Tom Hicks and George Gillett walked on to the Anfield pitch wearing Liverpool scarves.</p> <p>Little of that featured in Sulaiman Al Fahim's statements about the purchase of City by his Abu Dhabi United Group, a vehicle, apparently, for some of the trillion pound oil wealth amassed by the principality's ruling Al Nahyan family. Al Fahim said he would \"solve all the club's problems\" and \"clear any pending payments,\" suggesting that City were indeed seriously overspending under Thaksin, and he backed his bold talk of making City a top-four team by pouring enough money in to pluck Robinho out of Roman Abramovich's wallet.</p> <p>Al Fahim was perhaps being more honest than most buyers, not claiming there was anything special about City, acknowledging that his backers \"were attracted to the Premier League itself\" and might have bid for Arsenal, Liverpool or Newcastle United. Nor did he declare that he or any Al Nahyan is, or has ever been, a dedicated follower of English football. The reason for the purchase of City was made quite clear: it is for the greater glory of Abu Dhabi.</p> <p>\"By engaging into sport's investment, ADUG aims to reinforce Abu Dhabi's position as a capital of both sport and economic development through ... supporting the emirate's sports,\" the group's statement said, \"and attracting the world's attention to the United Arab Emirates through this purchase of one of the oldest English clubs.\"</p> <p>This extraordinary acquisition, the first by Arab potentates, looks to be launching the Premier League into yet another new financial era, in which more top clubs are likely to be bought as \"trophy brands\" - owned for the glory they reflect - by the billionaire sheikhs of the Middle East. Dubai International Capital, the investment arm of Dubai's ruler Sheikh Mohammed bin Rashid Al Maktoum, is still holding out to buy Liverpool from Hicks and Gillett, and with the credit crunch squeezing the money available to western investors, these \"sovereign wealth funds,\" investing rulers' fortunes, are wielding burgeoning power.</p> <p>For decades, England's professional clubs were owned by local businessmen - also buying prestige - until in the mid-1990s, after the Premier League clubs broke away so as not to share the new TV fortunes paid by BSkyB, several chairmen made millions by floating their clubs on the Stock Exchange.</p> <p>The City quickly lost interest in all the football plcs except Manchester United, but even though the others struggled to make a profit as they spent to compete, their value, and attractiveness to investors, grew because of the Premier League's glittering success, beamed worldwide by satellite.</p> <p>The recent buyers have been a mix; Abramovich, the Russian oligarch, bought Chelsea as a hobby, and, many have speculated, to gain acceptance in the west. Hicks and Gillett, and the Glazer family who bought Manchester United, did so for business, purchasing prime \"brands\" whose values will rise in a globally expanding sport.</p> <p>Thaksin Shinawatra's acquisition of City last year was also financially driven - and he appears to have turned a meaty profit by selling to ADUG, despite this being much sooner than he would have liked and in adversity. Thaksin is also assumed to have wanted City to boost his profile in Thailand, where he was fighting for his reputation, money and freedom, after being ousted as Prime Minister in a military coup, charged with corruption offences and having had his assets frozen.</p> <p>Yet all the goodwill trips by City to Thailand, the hosting of the Thai national team, the happy birthday message to the king of Thailand on the Eastlands scoreboard, have not helped Thaksin fight off prosecution, or gain access to his frozen money. Reluctantly he was forced to sell, and he and his associates turned to the sheikhs, who are said to regard Thaksin well.</p> <p>The executives he installed at City are also well-connected in the region. Pairoj Piempongsant, who was pictured concluding the deal with Al Fahim on Monday holding the blue shirt with Abu Dhabi United on the back (an image which perhaps did not send quite the signal they intended), has been particularly influential. A businessman who gained prominence during Thailand's 1980s economic boom, Pairoj and another of Thaksin's City appointments, the Yale and Harvard educated Jack Srisumrid, are directors of Empire Asia, a financial consultancy with offices in Bangkok and Dubai, which specialises in takeovers and claims \"an extensive network of relationships\" in the Middle East.\"</p> <p>Pairoj has made good on the promise to find for City a phenomenally wealthy backer. Sources close to the deal say Thaksin will retain 25% of the club, and Al Fahim said Thaksin would have a position as \"honorary president\", with no decision-making power. So Thaksin will retain his involvement and association with Manchester City, but be clear of the Premier League's \"fit and proper person test\" if he is convicted of the first corruption charge when the verdict is delivered in a fortnight. The test excludes anybody with a criminal conviction, but applies only to directors and holders of over 30% of a club's shares.</p> <p>The Abu Dhabi ruling family will take possession of a solid Premier League \"brand\", in a new 48,000 capacity stadium already built - by Manchester City Council. The Al Nahyans buy familiarity in the west, too; Amnesty International submitted a report to the United Nations in July raising concerns about alleged human rights abuses in the UAE, including execution by stoning, the flogging of a teenage girl for \"illicit sex,\" torture of prisoners and harassment of human rights activists, in a country a long way from democracy. Sheikh Khalifa bin Zayed Al Nahyan, UAE's current president, is a reformer, who has promised \"a political system based on consultation, justice and security,\" but not votes for the people. As Al Fahim said, ownership of City \"attracts the world's attention to Abu Dhabi\" - via one of the globe's most seductive entertainments, Premier League football.</p> <p>In its essence, this motive is not so different from the social climbing of the old style chairmen, like Peter Swales, who made his fortune, such as it was, in rented tellies in the 1960s. He was City's intensely unpopular chairman for years. Football club ownership, though, has become global, involving dizzying amounts of money, and mass ownership of television has made it happen.</p> <p>For City fans, the dominant moods yesterday were, withouth doubt, giddy and delighted. There are, though, a drowned-out few feeling uneasy, that when they fell in love with football and the sky blue shirt many moons ago, were not signing up for a game of my-billionaire-is-richer-than-yours.</p>",
  "<p>Rupert Murdoch brokered a \"tentative truce\" between Barack Obama, the presidential candidate who has won his enthusiastic backing, and the head of Fox News, the influential rightwing network he owns that has regularly pilloried the Democratic nominee, the media mogul's biographer has revealed. </p> <p>Michael Wolff, a US media commentator who enjoyed unprecedented access to the 77-year-old News Corp chairman, describes in an article for Vanity Fair how Murdoch's meeting with Roger Ailes descended into a furious dispute before resulting in a \"tentative truce\". </p> <p>He outlines how Murdoch has enthusiastically courted Obama even though the Democratic candidate repeatedly snubbed his advances, and this despite senior News Corp executives having recruited the Kennedys to act as go-betweens. </p> <p>This marked a \"leap\" for the mogul - whose empire stretches from the Sun, the Times and BSkyB in the UK to 20th Century Fox, the New York Post and the Wall Street Journal in the US, and Star TV in Asia - because \"Murdoch has traditionally liked politicians to come to him\".</p> <p>Wolff relates that Obama finally relented early in the summer and the pair met with Ailes at the Waldorf-Astoria hotel in New York. </p> <p>According to Wolff's account, the meeting began cordially, with Obama asking Murdoch about his relationship with his father and his path from a single Adelaide newspaper to global media magnate. In turn, the mogul imparted his view that, having known possibly as many heads of state as anyone living today and met every US president since Harry Truman, nobody had much time to make an impression - \"leadership was about what you did in the first six months\". </p> <p>But as Murdoch switched places with Ailes, Obama \"lit into\" the Fox News man. \"He said that he didn't want to waste his time talking to Ailes if Fox was just going to continue to abuse him and his wife, that Fox had relentlessly portrayed him as suspicious, foreign, fearsome - just short of a terrorist,\" wrote Wolff, who was not present at the meeting but said yesterday his detailed account was correct \"to the very best of my knowledge\". </p> <p>\"Ailes, unruffled, said it might not have been this way if Obama had more willingly come on the air instead of so often giving Fox the back of his hand. A tentative truce, which may or may not have vast historical significance, was at that moment agreed upon.\"</p> <p>\"Murdoch is strongly, if not firmly, in the Obama camp. How that plays out on Fox is another question,\" Wolff said yesterday. \"He actually has relatively little ability to affect what's on Fox, assuming he doesn't want to fire Roger Ailes, which I don't think he does. But I do think he would prefer him to be a little less unreconstructed.\"</p> <p>The opinion-led US news network became intrinsically linked with the Bush administration and its key pundits have enthusiastically backed John McCain. </p> <p>In the article, to be published on Friday, Wolff says Murdoch, partly due to the influence of his third wife Wendi, is \"becoming a liberal - sort of\". </p> <p>\"Fox has been his alter ego. For a long time he was in love with the Fox chief, Roger Ailes, because he was even more Murdoch than Murdoch. And yet now the embarrassment can't be missed - he mumbles even more than usual when called on to justify it; he barely pretends to hide the way he feels about [Fox pundit] Bill O'Reilly. And while it is not possible that he would give Fox up - because the money is the money; success trumps all - in the larger sense of who he is, he seems to want to hedge his bets.\"</p> <p>The article, based on almost weekly interviews with Murdoch over a nine-month period, also paints a revealing portrait of Murdoch's love of mischievous gossip, his closeness to his children, his visceral passion for newspapers and his unsated ambition to add to his empire. </p> <p>Wolff, a Vanity Fair contributing editor who wrote a book about his experience of the dotcom bust before reinventing himself as a media pundit, also believes Murdoch is serious in his ambition to buy the New York Times, the liberal totem that has cast him as \"bogeyman and vulgarian\". </p> <p>But when Wolff asks Murdoch in their final interview what he can do to prevent what happened to the Bancrofts, the old Wall Street Journal dynasty, from happening to his family, he throws his hands up in the air and says: \"Oh, simple, I can't. All I can do is delay it.\"</p>",
  "<p>A state of emergency has been declared in Thailand after increasingly violent anti-government protests left one person dead and dozens injured. <strong>Ian MacKinnon</strong> in Bangkok explains why the demonstrators are demanding the resignation of the prime minister, Samak Sundaravej.</p> <p>Two thousand people are thought to have been killed in heavy floods in Bihar — one of India's poorest states. Authorities have admitted they've been struggling to get relief to those most in need. <strong>Randeep Ramesh</strong> reports from New Delhi.</p> <p>Officials in Venice are poised to give the go-ahead to plans to hang giant electronic advertisements screens from St Mark's Square's elegant palaces. The proceeds will help pay for restoration work. <strong>Tom Kington</strong> reports.</p> <p>Drastic action — including fake clouds to block out the sun — is needed to tackle global warming. That's what scientists from around the world say this week in a special collection of scientific papers published by the Royal Society. The Guardian's environment reporter, <strong>David Adam</strong> explains.</p> <p>In the deeply male-dominated society of Bolivia, a sport for men is making heroes of women. Our Latin America correspondent <strong>Rory Carroll</strong> met some cholitas — that's female wrestlers.</p> <p>Each week the print edition of Guardian Weekly features an account from one of our readers of what life's like in his or her part of the world. This week <strong>Robin Tudge</strong> finds the truth behind the myths about North Korea.</p>",
  "<p>Alistair Darling has spent time on his mother's native island of <a href=\"http://www.theguardian.com/politics/2008/sep/01/darling.aitkenhead.interview\">Lewis</a> every year of his life. Last month, he and his wife went there on holiday without security men or any of the other appendages of office that most in his position would insist upon.</p> <p>He did, however, allow rare personal access to a Guardian journalist – a counter-intuitive error that he is unlikely to repeat since the fallout from it has seen him accused of everything from <a href=\"http://www.telegraph.co.uk/money/main.jhtml?xml=/money/2008/09/01/nbrown101.xml\">destabilisation of the currency</a> to Machiavellian <a href=\"http://www.theguardian.com/commentisfree/2008/aug/31/alistairdarling.gordonbrown\">plotting</a> against the prime minister.</p> <p>Quite an achievement, one might think, for a politician whose hallmarks have always been caution and loyalty in equal measures. But whose achievement is it – his or the Guardian's? For the definitive answer to that question, even if it is now almost academic, it would be essential to know exactly what he said, and in what context. A case perhaps for the readers' ombudsman?</p> <p>My own understanding – not contradicted by any direct quotation in the <a href=\"http://www.theguardian.com/politics/2008/aug/30/alistairdarling.economy\">original interview</a> or indeed the \"spun\" front page story in last Saturday's Guardian – is that he was clearly speaking in an international context when he uttered the key sentiment about economic conditions being \"arguably the worst they have been in 60 years\".</p> <p>If that is indeed the case, then he has been monstrously traduced. There is a chasm of difference between a British chancellor of the exchequer ruminating about the state of the global economy and the challenges it presents, as opposed to making a dramatic pronouncement on the specific condition of the domestic economy that he is presiding over. So which was it?</p> <p>Everything else in the drama flows from that distinction. Personally, I think it was a bit melodramatic to classify current events as a global 60-year storm. But the question of whether the confluence of sub-prime mortgages, credit crunches and rising commodity prices creates a bigger threat to global economic stability than say, the oil price explosion of the 1970s, is a debating point rather than a political minefield.</p> <p>On its own, it would not have caused a ripple of excitement - which I'm sure was exactly Darling's anticipated outcome and presumably why it was buried in the middle of the original interview. It is only when it is worked up into a comment specific to the UK economy that it becomes a huge story - a reality that was clearly not lost on that story's authors.</p> <p>By now, in the finest of journalistic traditions, it no longer maters what Alistair Darling said - only what he is presumed to have said. Columns can be churned out and lofty editorials composed on the basis of the \"fact\" that he described the British economy as being in its worst nick for 60 years. The fact that he said no such thing has now become an irrelevance, swept away by the tide of misrepresentation that the whole pack has a vested interest in maintaining.</p> <p>I long ago concluded that when journalists criticise politicians for \"spin\", the most appropriate response would be: \"Physician heal thyself.\" Yesterday, the Guardian <a href=\"http://www.theguardian.com/commentisfree/2008/sep/01/alistairdarling.economy\">heaped praise</a> on Darling for his lack of attraction to spin. Much good that did him when he put his head above the parapet long enough to be confronted by the master spinners of Her Majesty's media.</p> <p>Anyone who has the wit to look at what Darling actually said, as opposed to being reported as saying, would find little to disagree with. Whether it is the worst global economic situation for 60, 40 or 20 years, it is pretty grim and people are feeling it in this country as elsewhere. For a politician to acknowledge that reality does not strike me as a heinous offence or even in the parlance of the trade, \"a gaffe\".</p> <p>Much more offensive to my ears would be the Panglossian assurance that everything is going swimmingly and it will all be over by Christmas. That does not accord with many people's experiences or instincts. So why not try to understand what is going on, put it in perspective and adjust accordingly?</p> <p>As for Darling's other widely-quoted - and no dubiety here - comment about people being \"pissed off\" with the Labour government, is this really a heresy induced by the Hebridean air - or a simple statement of the obvious given that the party keeps losing byelections and is 20 percentage points-plus behind in the polls? Would some convoluted attempt at an explanation of these symptoms that reached another conclusion have been more credible or honest?</p> <p>Always vigilant for the possibility of silver linings, I cannot help feeling that some good might come out of this oh-so-bogus brouhaha. First, Darling emerges as an honest man with <a href=\"http://www.theguardian.com/commentisfree/2008/sep/01/alistairdarling.economicgrowth\">something to say</a>. Second, those of his colleagues who mouth platitudes that deny the existence of self-evident realities will look more ridiculous and out-of-touch than ever. It is time for a lot more self-awareness if this government is going to save itself.</p> <p>But Darling should be judged on the basis of what he did say rather than what he did not say. Others should have to answer for that.</p>",
  "<p>It is sometimes easy to forget about <a href=\"http://en.wikipedia.org/wiki/Chapbook\">chapbooks</a> in an era of immediate online publishing and personalised literary blogs - a modern environment where any poem, review or piece of short fiction can be published the moment it is finished. Yet, against all the odds, somewhere within this grip of modernity, the age-old chapbook continues to delight and inform.</p> <p>Over the bank holiday weekend, I spent many an hour reading the diverse collection of poetry chapbooks <a href=\"http://www.blackheathbooks.org.uk/\">Blackheath Books</a> had recently sent me.</p> <p>The first thing I did before reading them, was marvel at the sheer beauty of these things. The feel of them, the texture and quality is just right. Each Blackheath chapbook is handmade and \"printed on 100% recycled paper and card containing a high percentage of post-consumer waste\", according to the inside front cover. If you want to get an idea of how much love and attention goes into producing each chapbook, just watch this wonderful <a href=\"http://www.youtube.com/watch?v=6vvZ9mL0wEM\">short video</a> of a batch in production at Blackheath Books' workshop in Pembrokeshire.</p> <p>It isn't all that surprising chapbooks are still popular today as they have been around for a rather long time. Records a mere click away report the earliest known chapbooks dating from as far back as 1553. In the days when daily newspapers were a luxury for the elite, handmade chapbooks - from collections of bawdy verse to general everyday news - served as the only communicative device for the general public to rely upon.</p> <p>Literature as we know it, in terms of its underground distribution, just couldn't have survived without the original 'chapmen' who peddled issues from village to village, it seems, so culturally indebted to them are we and important their history is. The samizdats of Russia, the poetry chapbooks of Budapest and Prague, the Dadaist manifestos, the counter-culture publications of the '60s and the Punk era's cut-and-paste ferocity of '<a href=\"http://www.markperry.freeuk.com/new_page_2.htm\">Sniffin' Glue</a>' all spring to mind. Amazingly, it seems that even the most internet savvy of young writers are publishing their own chapbooks today, with some interesting titles, for example: 'I Will Unfold You With My Hairy Hands' by <a href=\"http://www.airforcejoyride.com/gg\">Shane Jones</a>, 'Paul Simon' by <a href=\"http://dayofmoustaches.blogspot.com/\">Chris Killen</a>, 'The Name Of This Band Is The Talking Heads Vol. 1' by Zachary German.</p> <p>The first chapbooks I ever bought were back in the early '90s. In fact, my first ever piece of published work - complete with glaring typo (how 'chapbook' is that) - appeared in issue 25 of 'The Kerouac Connection', a serious publication with a worldwide readership and contributions from writers such as Lawrence Ferlinghetti and Carolyn Cassady. It was painstakingly printed and stapled together up in Glasgow of all places. I'm sure it's moved stateside now.</p> <p>I was first introduced to the wondrously savage early writing of novelist Ellis Sharp, whose Malice Aforethought Press chapbooks were a real inspiration and are highly sought after today. Chapbooks have been part of my life ever since. Life honestly wouldn't be the same for me without yet another individually produced Stewart Home chapbook dropping through my letterbox - and long may it continue.</p> <p>So, Blackheath Books has to be celebrated in these increasingly digital times for standing up to progress and retaining a firm footing in a publishing environment that finds itself in a constant state of flux, and saluted for publishing a series of beautifully produced chapbooks that refreshingly continue a worthwhile tradition in the underground dissemination of literature.</p> <p>As a chapbook enthusiast, I'm asking you to list your favourite chapbooks. I want to expand my chapbook library, you see. I know there are myriads out there just waiting to be discovered. Let's rediscover the literary chapbook together.</p>",
  "<p>Here we go, then, time to lampoon Kevin Keegan again. Time to repeat that he's a blubby man-child, that from the moment he returned to Newcastle in January he was a tantrum waiting to be thrown. Time to smirk knowingly that this was always going to end in tears. Well, maybe it was, what if his departure, which according to our information has indeed happened though it has not yet been confirmed by the club, wasn't Keegan's fault? What if the cliché isn't true?</p> <p>One of the underlying causes of the frustration that famously led Keegan to jack in the England job while in the Wembley toilets was that the FA had refused to let him hire Arthur Cox as his right-hand man (on the grounds, according to Keegan, that at 60 Cox was too old). At Newcastle he was able to resume his long and fruitful working relationship with Cox – until last month, that is, when Cox stepped down without public explanation. That was perhaps a sign of how grim the environment was, an environment in which Keegan was undermined not by his own emotional frailty but by a perverse structure that enabled celebrated football guru Denis Wise to exert more influence on the team than him.</p> <p>Owner Mike Ashley, who has admitted to not knowing the extent of debt he inherited when he bought the club, and who possibly knows more about the intricacies of Jupiter's magnetosphere than he does about football, lured Keegan back with extravagant dreams. They slowly unraveled, revealing a bleak reality. Word is that the two players Newcastle bought yesterday were not the ones Keegan thought the club would pursue when he very reluctantly agreed to last week's sale of James Milner. </p> <p>Even if Keegan did throw a wobbler during yesterday's board meeting – and there is no indication that he did - would such a reaction not have been justified? What would hurricane hairdryer Sir Alex Ferguson, who once threatened to quit Manchester United if club suits didn't sanction the purchase of Dwight Yorke, have done? What would Rafa Benítez, he of the public strops and regular pops at his employers, have done? Who would Brian Clough have punched? Even newbies like Roy Keane and Mark Hughes, what would they have done? Doesn't nearly every manager have a strategic diva inside them? Keegan may not always have deployed her judiciously, but on this occasion an outing would have been well in order. Hell, even the club's famously faithful fans have become exasperated, as proved by the 5,000 empty seats in their only home game of this season. </p> <p>In addition to sniggers about his sensitivity, the other gibe chucked at Keegan when he took charge eight months ago was that, having been out of serious football for the previous three years (his soccer circus doesn't quite cut it, apparently), he couldn't possibly know how things have moved on; he would, mocked the mockers, be blissfully, idiotically unaware that his juvenile idealism was even less likely to succeed now than before. </p> <p>The notion that he was the man to shore up Newcastle's notoriously feeble defence was openly ridiculed. And yet, shore it up he gradually did, even though arch-pragmatist Sam Allardyce couldn't. He also started to wring decent performances from Geremi, Nicky Butt and, of course, Michael Owen, none of whom he bought but all of whom improved under him. He started to grind out results; he exposed the patronising bilge. His record of six wins in 21 matches is nothing to boast about but those victories, and impressive draws such as this season's opener at Old Trafford, all came after a bad start. There were clear signs, then, that, unlike under Allardyce, Newcastle were getting better. But no, it turns out Ashley is making them worse.</p>",
  "<p>So many senior personnel have <a href=\"http://www.ft.com/cms/s/0/04d39b54-784a-11dd-acc3-0000779fd18c.html\">left Boris Johnson's mayoral team</a> during his brief time in power it's been easy to forget that some have still to arrive. Three – James McGrath, Ray Lewis and Tim Parker – have been dropped from the team before every position has even been filled, and headhunters <a href=\"http://davehill.typepad.com/london3ms/2008/08/a-spokesperson.html\">have been employed to complete the task</a>. </p> <p>Green activists have been especially narked due to the mayor's failure to appoint an environment adviser, suspecting this confirmed – in the words of Green party mayoral candidate Siân Berry – that he hasn't a green bone in his body.<br> But Johnson has moved to counter this since returning to London following his \"ping-pong\" speech in Beijing. Yesterday he launched <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=18576\">London's Climate Change Adaptation Strategy</a> document, which his office says underlines his manifesto commitment to make London a leading \"green\" city (though sceptics point out that the report was commissioned by his predecessor). </p> <p>And today, he has at last filled that green gap in his staff, not with a risky outsider or approved Central Office wonk, but with someone from his own backyard. Isabel Dedring has worked as director of Transport for London's policy unit for the past four years and before that as its chief of staff. </p> <p>She has – <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=18637\">it says here</a> – a law degree from Harvard and is fluent in Russian, German and French. </p> <p>According to <a href=\"http://www.guardian.co.uk/bpcarbonneutral/story/0,,1929505,00.html\">the Guardian</a> she is \"smart, tough, lean and American.\"<br> A number of obvious questions arise. Are City Hall's two Green assembly members satisfied? Well, <a href=\"http://davehill.typepad.com/london3ms/2008/09/isabel-dedrin-1.html\">Jenny Jones AM is pleased</a> that the mayor has \"at last\" appointed someone, \"and a woman at that\". </p> <p>Darren Johnson AM <a href=\"http://davehill.typepad.com/london3ms/2008/09/isabel-dedrin-2.html\">shares her relief</a>. </p> <p>Well, I gather that she wrote Ken Livingstone's climate change action plan and impressed as a driving force behind the former mayor's plans for \"greening\" transport, including hybrid buses. Her contribution to <a href=\"http://www.parliament.the-stationery-office.co.uk/pa/cm200506/cmselect/cmenvaud/981/6041906.htm\">this 2006 select committee hearing</a> confirms that we're not dealing with a beginner.</p> <p>Then there are the politics of the appointment. Unlike those who've been evicted from City Hall's Big Brother house, she has the look of a safe choice: a capable insider with experience and knowledge of the capital's corridors of power. </p> <p>As <a href=\"http://www.boriswatch.co.uk/2008/09/02/boris-reaches-the-speed-of-reality/] \">Boris Watch points out</a>, the gleeful predictions of Ken-haters that the new mayor would cleanse TfL of all traces the old regime are looking a bit premature. And would Dedring be taking the job were private sector outsider Tim Parker still \"running the place\" for the mayor? I wonder.</p>",
  "<p>Vast greenhouses that use seawater to grow crops could be combined with solar power plants to provide food, fresh water and clean energy in deserts, under an ambitious proposal from a team of architects and engineers. </p> <p>The <a href=\"http://www.thefutureofscience.org/speaker/abstract/PatonCharlie.pdf.\">Sahara Forest project</a> would marry huge greenhouses with concentrated solar power (CSP), which uses mirrors to focus the sun's rays and generate heat and electricity. The installations would turn deserts into lush patches of vegetation, according to its designers, and without the need to dig wells for fresh water, which has depleted acquifers in many parts of the world. </p> <p>The team includes one of the lead architects behind Cornwall's <a href=\"http://www.edenproject.com/\">Eden project </a>and demonstration plants are already running in Tenerife, Oman and the United Arab Emirates.</p> <p>Plants cannot grow in deserts because of the extreme temperatures and lack of nutrients and water. Charlie Paton, one of the Sahara Forest team and the inventor of the <a href=\"http://www.seawatergreenhouse.com/\">seawater greenhouse</a> concept, said his technology was a proven way to transform arid environments.</p> <p>\"Plants need light for growth but they don't like heat beyond a certain point,\" said Paton. Above a particular temperature, the amount of water lost through the holes in its leaves, called stomata, gets so large that a plant will shut down photosynthesis and cannot grow.</p> <p>The greenhouses work by using the solar farm to power seawater evaporators and then pump the damp, cool air through the greenhouse. This reduces the temperature by about 15C compared to that outside. At the other end of the greenhouse from the evaporators, the water vapour is condensed. Some of this fresh water is used to water the crops, while the rest can be used for the essential task of cleaning the solar mirrors. </p> <p>\"So we've got conditions in the greenhouse of high humidity and lower temperature,\" said Paton. \"The crops sitting in this slightly steamy, humid condition can grow fantastically well.\"</p> <p>The designers said that virtually any vegetables could be grown in the greenhouses, depending on the conditions at which it is maintained. The demonstration plants already produce lettuces, peppers, cucumbers and tomatoes. The nutrients to grow the plants could come from local seaweed or even be extracted from the seawater itself.</p> <p>Michael Pawlyn of <a href=\"http://www.exploration-architecture.com/\">Exploration Architecture</a>, who worked on the Eden Project for seven years and is now part of the Sahara Forest team, said the seawater greenhouse and CSP provided substantial synergies for each other. \"Both technologies work extremely well in hot, dry desert locations – CSP produces a lot of waste heat and we'd be able to use that to evaporate more seawater from the greenhouse,\" he said. \"And CSP needs a supply of clean, demineralised water in order for the [electricity generating] turbines to function and to keep the mirrors at peak output. It just so happens the seawater greenhouse produces large quantities of this.\"</p> <p>Paton said that the greenhouse produces more than five times the fresh water needed to water the plants inside so, in addition to producing water to clean the CSP mirrors, some of it can be released into the local environment. This can create a local microclimate just outside the greenhouses for hardier plants such as jatropha, an energy crop that can be turned into biofuel. The ability to create similar microclimates has already been proven in the demonstration greenhouses Paton has built.</p> <p>The cost of the Sahara Forest project could be relatively low since both CSP and seawater greenhouses are proven technologies – the designers estimate that building 20 hectares of greenhouses combined with a 10MW CSP scheme would cost around €80m (£65m). Paton said groups in countries across the Middle East, including UAE, Oman, Bahrain, Qatar and Kuwait, have expressed interest in the possibility of funding demonstration projects.</p> <p>He added that using seawater greenhouses could reverse the environmental damage done by the greenhouses already built in places such as Almeria in southern Spain. More than 40,000 hectares of greenhouses have been built in this desert region during the past 20 years to grow salad vegetables. \"They take water out of the ground something like five times faster than it comes in, so the water table drops and becomes more saline. The whole of Spain is being sucked dry. If one were to convert them all to the seawater greenhouse concept, it would turn an unsustainable solution into a more sustainable one.\"</p> <p>\"In places like Oman, they've effectively sterilised large areas of land by using groundwater that's become increasingly saline,\" said Pawlyn. \"The beauty of the Sahara Forest scheme is that you can reverse that process and turn barren land into biologically-productive land.\" </p> <p>Neil Crumpton, an energy specialist at <a href=\"http://www.foe.co.uk/index.html\">Friends of the Earth</a>, said the potential of desert technologies was huge. \"Concentrated solar power mirror arrays covering just one per cent of the Earth's deserts could supply a fifth of all current global energy consumption. And one million tonnes of sea water could be evaporated every day from just 20,000 hectares of greenhouses.\"</p> <p>He added: \"Governments around the world should invest serious money in these solar energy and water technologies and not be distracted by lobbyists promoting dangerous nuclear power or nuclear-powered desalination schemes.\"</p> <p>Harnessing the desert sun's rays is already at the heart of an ambitious European scheme to build a €45bn (£35.7bn) supergrid that could allow countries across the continent to share renewable electricity from solar power in north Africa, wind energy in the UK and Denmark, and geothermal energy from Iceland and Italy. The north Africa solar plan has already gained political support in Europe from Gordon Brown and Nicolas Sarkozy. Though expensive, it is in line with <a href=\"http://www.iea.org/\">International Energy Agency</a> estimates that the world needs to invest more than $45tn (£22.5tn) in new energy systems over the next 30 years.</p>",
  "<p><a href=\"http://www.ipsos-mori.com/_assets/publications/pdf/views-on-animal-experimentation-report.pdf\">Opinion surveys</a> over the last decade have shown consistently that most people can accept the use of animals in medical research, but this support is conditional. They want to know that animal research is done for serious medical purposes, that animals do not suffer unnecessarily, and that alternatives are fully considered. They are more concerned about monkeys than rodents; they want firm regulation. In short, support depends on why and how animal research is done.</p> <p>Is the public interested in the numbers of animals used in research? The antivivisectionists seem to think so. They have just produced an <a href=\"http://www.frame.org.uk/page.php?pg_id=19\">annual worldwide estimate</a> of 115 million animals used in 179 countries. <br>These figures come not from statistical rigour, but through desperately adding in anything they can think of. </p> <p>Their \"conservative estimate\" starts at 58.4 million animals. This is from official statistics in 37 countries. But they then added 8 million for 142 more countries, supposedly \"derived from a statistical regression model based on known figures and the number of published animal research papers\". The analysis has already become dubious. But at the next step it really falls apart. They add an extra 57 million worldwide, effectively doubling the number. </p> <p>The \"missing animals\", they claim, come from a) animals bred but not used in research b) animals humanely killed for their tissues and organs and c) GM animals used in breeding. But this step is based on extrapolation of <a href=\"http://www.rdsblog.info/index.php/weblog/dead_or_alive\">extremely limited and wildly differing data</a> (for categories a and b, data from just two countries; for category c, six countries).</p> <p>The authors admit \"these data are very incomplete and variable, and may not justify a formal extrapolation to worldwide figures\" and \"do not command such high levels of confidence\". Yet in their media briefing they claim: \"This is the first time anyone has published a transparent and scientifically robust estimate.\"</p> <p>Without any context, it can be difficult to grasp the significance of the figures. However, the numbers pale into insignificance compared with the estimate of 2.5 billion animals that <a href=\"http://www.rds-net.org.uk/pages/page.asp?i_ToolbarID=2&amp;i_PageID=2456\">we eat in the UK</a> alone every year. About 800 million of these are chickens, and many suffer. A scientific paper recently pointed out that more than a quarter, or 200 million, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/18253493?ordinalpos=2&amp;itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum\">have significant lameness</a>. </p> <p>Animal protection groups might do better to campaign where there is significant animal suffering for questionable benefit. Another statistic: according to the <a href=\"http://www.apc.gov.uk/reference/APC_03.pdf\">Washington Post</a>, 170 million rodents were fed to pet reptiles and raptors in 1999 in the US alone.</p> <p>Meanwhile, a calculation based on population, life expectancy and amount of animal research leads to the conclusion that we each get the <a href=\"http://www.animalresearch.info/en/medical\">lifetime medical benefits</a> from research using three mice and one rat for the UK. The same calculation based on global figures, even using the dubious 115 million animals per year estimate, comes to just one mouse per person. This is surely worthwhile when so many die of potentially curable diseases.</p>",
  "<p>The \"have-a-go\" hero is a popular character in the British media, for politicians and for the public wanting some good news. A <a href=\"http://www.reform.co.uk/thelawfulsociety_376.php\">report</a> by the centre-right thinktank Reform has shown that \"The 'have-a-go' hero is an increasing rarity in Britain\".</p> <p>It highlighted research commissioned by the security firm ADT that said six out of 10 people in the UK would be unlikely to challenge a group of 14-year-old boys vandalising a bus shelter whereas in Germany, six out of 10 would challenge the group. Speaking at the launch of the report, Dominic Grieve, the shadow home secretary, gave the example of chasing a yob who had vandalised a bus shelter; the youth eventually being arrested when he ran into the police presence around the US embassy in Grosvenor Square. However, many of us who have chased yobs or been attacked confronting yobs find that the police response has been slow or non-existent. That is one reason why people do not intervene.</p> <p>My experience in inner-city Liverpool is that this situation has improved dramatically in recent years. However, a friend reported a shockingly bad example the other day – her boyfriend attacked getting off a bus; the lads' nose was broken and surgery needed on his face. A police officer stated they didn't need to rush to report the incident officially or make a statement. That doesn't inspire confidence. Maybe the officers are investigating without a formal report while the victim recovers; maybe they will contact them later and get the statement then; maybe they already have an idea who the offenders are and have stepped up their presence in the area.</p> <p>The overwhelming impression though was that the police were not interested and have done nothing to find any of the other bus passengers. They all scarpered straightaway. No one helped – if ordinary people had thought the police would respond maybe they might have done. If the mindless perpetrator had faced the prospect of being put out in the community in a fluorescent jacket cleaning graffiti and a substantial fine, maybe it wouldn't have happened at all.</p> <p>Of course it should be said that Liverpool is one of the safest cities in the country, but still crime causes great fear and blights lives in every part of the UK. The policy paper highlights a truth that many politicians do not want to admit – that the government and politicians cannot tackle crime; that it is local people, the police and local agencies working together that can. Initiatives like the <a href=\"http://www.communityjustice.gov.uk/northliverpool/index.htm\">Community Justice Centre</a> presided over by Judge David Fletcher are showing the community that the system will deal with their concerns. So are energetic young police inspectors and their teams on the ground. But innovations only appear to be allowed if they fit in with centralised policy and funding regimes.</p> <p>Legislation or guidance can make clear though that the police and public do not have their hands tied in the fight against crime. The message that if someone makes a stand to protect their property then they will not be prosecuted unless their behaviour is wholly disproportionate is a welcome one. A clear signal is needed from the centre that health and safety and human rights legislation do not stop the police and public bodies from doing their job. </p> <p>Work needs to be done on how more information can be disseminated but the basic idea of publishing far more information about crime and offenders is clearly correct. I don't know if prisons should be controlled locally but if a yob was banged up in the neighbourhood lock-up then everyone would know about it. Giving prison governors as well as community judges a direct role in following up the progress of offenders is an excellent idea. Should police chiefs be elected? In the past it has been strongly argued that policing should not be politically controlled. But we all know that the police are more controlled by Whitehall than ever. I'm not convinced by some government plans for directly-elected boards for public services but I do believe if the members of the public were offered a say over policing then they would take an interest and police figures would both run for election and be held to account on whether they delivered or not. An elected justice commissioner might capture the public imagination but most elected crime and policing representatives (proposed in the latest <a href=\"http://police.homeoffice.gov.uk/police-reform/policegp/\">green paper</a>) don't have a hope in hell's chance of doing so.</p> <p>There are key differences between government and opposition parties over grandiose flagship schemes such as identity cards. However, there is also a lot of consensus and Dominic Grieve's speech and the report by Reform are welcome because they indicate a halt to the \"arms race\" of \"we are tougher on crime than you\" pronouncements. That gives space for the police, probation, other bodies and the public to concentrate on what works in tackling crime.</p>",
  "<p>The <a href=\"http://www.theguardian.com/money/property\">property</a> crash that began in the US is spreading across the globe, according to international estate agents Knight Frank, which said today that steep declines are now taking place across Europe and into Asia. </p> <p>The country recording the sharpest fall is Latvia, where <a href=\"http://www.theguardian.com/money/houseprices\">house prices</a> have plummeted 24.1% over the past year. New Zealand, Denmark and Lithuania have all seen falling prices, along with Malta, Germany, Ireland, Estonia, Britain and the US. </p> <p>Even countries where prices have not fallen are witnessing a rapid deceleration in price growth.</p> <p>In South Africa the rate of house price inflation has collapsed from 15.5% this time last year to 3.8%, and is expected to be negative soon. In France, Spain and Greece price growth has halved and is running below 3.2%.</p> <p>The only countries to have bucked the trend are Bulgaria, Slovakia, Cyprus and the Czech Republic, where house price growth has accelerated.</p> <p>Last year's fastest growing market, Russia, which was seeing house price growth at an astonishing 53.7% in the second quarter of 2007, has dropped back to 26.5%. </p> <p>Nick Barnes, head of international research at Knight Frank, said: \"The index shows that global house price inflation is continuing to fall back, with much of continental Europe now seeing low or negative growth.</p> <p>\"Housing markets in countries such as Spain, Denmark, the UK and Ireland are all being severely challenged by the global credit squeeze.\" </p> <h2>Long-term decline</h2> <p>Globally, the rate of house price growth fell to 4.8% in the second quarter of 2008, down from 6.1% in the first quarter of the year. </p> <p>Several countries are now entering their second year of house price declines. Among the worst hit is Germany, where prices were falling at a rate of 4.4% last year and 2.5% this year. </p> <p>\"There is less demand for owner-occupied property in Germany than in many other European countries and there is no shortage of supply,\" said Barnes.</p> <p>In Spain, the Knight Frank index recorded a price rise of 2.4% annually, but it warned that falls are now almost inevitable.</p> <p>\"The well-publicised problems in Spain have not yet fed into house price statistics. So far, price falls have been concentrated in the coastal resorts and among new developments in the large cities,\" said Barnes.</p> <p>\"Spain looks likely to fall into recession later this year, and house sales fell steeply during June. The number of sales dropped by 34.2% in May and 29.6% in June, suggesting that wider price falls could be imminent.\"</p> <p>But investors who bought second homes in Bulgaria have reason to feel bullish. Knight Frank said current annual price growth is 32.2%, only slightly lower than the 33.7% rate recorded in the first quarter.</p> <h2>Biggest fallers: Year-on-year house price change to Q2 2008</h2> <p>Latvia -24.1%<br>United States -16.8%<br>Estonia -16%<br>Lithuania -9.9%<br>Denmark -9.6%<br>Ireland -8.1%<br>UK -3.9%<br>Malta -2.7%<br>Germany -2.5%<br>New Zealand -2.2%</p>",
  "<p>Britain will sink into <a href=\"http://www.theguardian.com/business/2008/may/02/businessglossary\">recession</a> this year with contractions of economic output in both the third and fourth quarters, the influential Organisation for Economic Cooperation and Development said today.</p> <p>The Paris-based OECD, releasing its latest set of economic forecasts, said the ongoing effects of the <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> and weakening <a href=\"http://www.theguardian.com/business/housingmarket\">housing market</a> will cause the British economy - the world's fifth largest - to shrink by 0.3% in the current quarter and by 0.4% in the October to December period. It would thus meet a common definition of recession of two quarters of negative growth.</p> <p>Recent figures showed the economy already ground to a halt in the second quarter of the year.</p> <p>The news comes hot on the heels of controversial remarks by <a href=\"http://www.theguardian.com/politics/2008/aug/30/economy.alistairdarling\">the chancellor, Alistair Darling, at the weekend</a> that the world economy was facing its most challenging period in 60 years.</p> <p>Shadow chancellor George Osborne said: \"Not only is the British economy predicted to shrink in the next two quarters, but it is also the only economy not predicted by the OECD to see a recovery this year. All of our major competitors are predicted to see at least some growth by the end of the year.\"</p> <p>The OECD said that Britain would fare worst amongst the <a href=\"http://www.theguardian.com/business/2007/apr/12/businessglossary37\">Group of Seven</a> leading economies. Until recently, Gordon Brown would regularly boast that Britain was the best performer among the G7, which also comprises Canada, France, Germany, Italy, Japan and the United States.</p> <p>But the OECD did say the other economies would also suffer the effects of the credit crunch and <a href=\"http://www.theguardian.com/business/commodities\">high commodity prices</a>.</p> <p>The US will see growth slow to an annualised 0.9% in the third quarter and 0.7% in the fourth. Europe's biggest economy, Germany, will come to a standstill in the third quarter, the OECD said, and edge ahead just 0.1% in the fourth. </p> <p>Jorgen Elmeskov, the OECD's acting head of economics, said financial market turmoil, housing market downturns and high commodity prices were continuing to bear down on global growth. </p> <p>\"The eventual depth and extent of financial disruption is still uncertain, however, with potential further losses on housing and construction finance being one source of concern,\" he said. </p> <p>The OECD is forecasting the UK economy to grow by just 1.2% for the whole of 2008, well down on its earlier forecast of 1.8%. Last month the International Monetary Fund predicted the UK economy would grow 1.4% this year. </p> <p>Today <a href=\"http://www.theguardian.com/business/2008/sep/02/oil.hurricanegustav\">the pound hit new lows against the euro</a>, and its lowest in two years against the dollar, on the gloomy economic outlook and Darling's comments.</p>",
  "<p>So why is it that women get more chances on the political right than it seems they do on the left? Is there something not very progressive about progressives, is the right really gender-blind, or is there something else going on here?</p> <p>Long before <a href=\"http://www.feministsforlife.org/\">Feminist for Life</a> Sarah Palin, with her extraordinary <a href=\"http://www.theguardian.com/world/2008/sep/02/palin.johnmccain\">personal biography</a>, burst out of Alaska, we had become accustomed to Condoleezza Rice bobbing into every shot over the shoulder of the most right wing US president in living memory. </p> <p>In Germany, <a href=\"http://www.independent.co.uk/news/world/europe/the-big-question-how-has-angela-merkel-become-the-key-player-on-europes-political-stage-870814.html \">Angela Merkel</a> singlehandedly revived the Christian Democrats internal and global standing (although journalists still comment on her dress sense). </p> <p>What does the left have to offer? The misjudged courage of Ségolène Royal, French presidential candidate of the left (remembered more nowadays for her <a href=\"http://warner.blogs.nytimes.com/tag/segolene-royal/?scp=2&amp;sq=segolene%20royale&amp;st=\" cse\"\"> private life</a> than her political success), or – well, <a href=\"http://www.harrietharman.org/\">Harriet Harman</a> ran a brilliant campaign last year to become Labour's deputy leader. </p> <p>And though it's more than 20 years since the Democrats first chose <a href=\"http://www.greatwomen.org/women.php?action=viewone&amp;id=61\">Geraldine Ferraro</a> to bring a little humanity to Walter Mondale's presidential campaign, Hillary Clinton's fate in the primaries has been widely interpreted as evidence that even American liberals don't think women can win.</p> <p>Each of the above is a different story. But collectively they raise a thought. The women on the right (who make it) share a common disregard for gender politics. The women on the left (who by and large haven't, or at least not yet) have made feminism an integral part of their public personality. </p> <p>Maybe Palin, who has already delivered for the McCain cause – er, no joke <a href=\"http://www.theguardian.com/world/2008/sep/02/uselections2008.republicans20084\">intended</a> – by bringing prominence to her anti-contraceptive, anti-abortion (even in cases of rape) pro-gun Conservative populism, proves that women prosper most in the mainstream. So does that mean women damage their chances by making gender a significant part of their political profile?</p> <p>And if they do, is that just more evidence of how enduring popular resistance is to social justice, or do those who are determined to lead change have to think again about how they do it?</p> <p>Some of the most prominent women in New Labour (Patricia Hewitt, for example, or Mo Mowlem) decided, even in opposition, that making gender politics the focus of their efforts damaged their party and themselves.</p> <p>The years of the Blair's babes proved them hideously right. All-women shortlists got women into parliament, but at a high short-term cost. There are now six women in cabinet, but each of them has still had to prove they are there on merit, and not because of some secret scheme of positive discrimination operated by the number ten image consultants. Nobody ever suggested Thatcher became leader of the Tory party because it was a woman's turn.</p> <p>Gender politics do matter. Inequality is an offence against social justice. But context matters too. It is always worth remembering that the minimum wage helped more women, more quickly, than equal pay legislation ever has.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337243731\"> <img src=\"https://static.guim.co.uk/sys-images/Environment/Pix/pictures/2008/08/28/lofoten.jpg\" alt=\"Whale meat\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'French people eat snails and it's fine,' says Erik Ellingsen (right). He and colleague Vegard Ellingsen Boerstad pack slabs of minke whale in boxes at a processing plant on Skrova island, Norway. Photograph: Gwladys Fouché</span> <span class=\"element-image__credit\">Photograph: Gwladys Fouché/guardian.co.uk</span> </figcaption> </figure>  <p>Sitting in a restaurant in Norway, the environmental campaigner tucks into her whale steak with red wine sauce and gratinated potatoes. This time it's slightly overcooked and bitter in taste, but it won't prevent Elisabeth Saether from ordering the dish again in the future. In the Nordic country, one of only two nations in the world to conduct <a href=\"http://www.guardian.co.uk/environment/2008/aug/22/whaling.endangeredspecies\">commercial whaling</a>, eating a slice of whale is as common as eating cod or salmon – even for greens. <br> Most people here are bemused when you explain that the majority of westerners outside Norway would be horrified at the thought of eating whale meat. And none more so than in the <a href=\"http://www.guardian.co.uk/travel/2007/aug/05/escape.norway\">Lofoten Islands, an archipelago about 130 miles north of the Arctic Circle</a> and the centre of the country's whaling industry. \"It's a natural resource like any other,\" reckons Brita Malnes, 44, behind the counter of her cornershop in the port of Henningsvaer. \"People [outside Norway] get very emotional when it comes to whales, but they don't get emotional about a cod or a chicken. What's the difference?\"<br> Round the corner, Olaug Johanssen, an energetic 81-year-old out on her daily power walk, reckons whale is good for the body. \"It's a very healthy meat. I like to buy it fresh from the fishermen when they come back to shore,\" she said.  \"French people eat snails and it's considered fine. It's the same with this,\" reckoned 26-year-old Erik Ellingsen as he was packing slabs of common <a href=\"http://www.guardian.co.uk/environment/2008/jun/07/minke.whale\">minke whale</a> in blue boxes at a processing plant. <br> <a href=\"http://en.wikipedia.org/wiki/Whaling#Norway\">Norway resumed commercial whaling</a> in 1993, followed by <a href=\"http://www.guardian.co.uk/environment/2006/oct/23/whaling.conservation\">Iceland in 2006</a> (Japan officially hunts for scientific research). Nordic fishermen only hunt one type of whale, the common minke whale, leaving orcas, like the one featured in 1993's Free Willy, well alone. Before the <a href=\"http://en.wikipedia.org/wiki/International_Whaling_Commission#The_1986_moratorium\">1986 international moratorium</a>, whaling was a traditional activity. <br> Eating whale is so normal here that the country's prime minister was filmed on a documentary cooking a slice of the red meat for his parents – the perfect way to portray himself as a regular Joe. It is safe to say Gordon Brown would not do the same stunt to curry favour with voters.</p> <p>Conservation groups have not mounted high-profile campaigns here in years, as fighting whaling is not a top priority for them. \"Whaling is not the biggest threat to the common minke whale,\" said Maren Esmark, head of conservation at WWF Norway. Other things, such as collision with ships or chemical pollution of the seas, are, she argues. </p> <p>Other green groups, such as <a href=\"http://www.bellona.no/portal/bellona.no/organisasjoner/portal/bellona.org\">Bellona</a>, which my dinner companion Elisabeth works for, don't even bother at all. The head of the organisation, <a href=\"http://www.time.com/time/specials/2007/article/0,28804,1663317_1663320_1669923,00.html\">Frederic Hauge, who was named a hero of the environment by Time magazine in 2007</a>, comes from a well-known whaling town and reportedly has no problem with the activity. Only in Norway can you be green and eat a whale steak at the same time.</p>",
  "<p>Ambassador Ludin's <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/pakistan.usforeignpolicy\">suggestion</a> to extend the scope of the military intervention into Pakistan is at best a partial solution to a complex problem. The suggested offensive, if targeted well, would sever one of the lifelines of the Taliban, who are receiving strategic guidance, intelligence and the use of a safe corridor to access global funding and manpower through Pakistan. However, it fails to deal with a variety of other groups of Taliban within Afghanistan and the larger discontent and loss of confidence in the international presence and the Afghan government. </p> <p>Therefore, any military offensive to eliminate the Taliban would be a failure unless accompanied by softer efforts aiming to create a strong and inclusive Afghan democracy and making the Taliban an ideologically unattractive alternative. <br> The level of confidence on the Afghan government and the international presence in the country has been <a href=\"http://www.theguardian.com/world/2008/aug/31/afghanistan.defence\">steadily declining</a> over last few years. The Afghan government needs to attempt to recreate that sense of optimism and trust that it enjoyed during the first few post-Taliban years. </p> <p>In addition, the Afghan government must deal with the issue of the civilian causalities as a matter of priority. It must reach a concrete deal with the ISAF and the US forces on responsible and targeted air raids, while ensuring that an open and timed plan of bringing these anti Taliban offensives into the domain of the Afghan National Army (ANA) is in place. This would require true commitment from the international community as so far, despite absorbing the largest share of money going into Afghanistan, the Afghan army is not fully prepared or equipped for major combat. </p> <p>Another bone of contention is the international presence itself in Afghanistan. The forthcoming American and Afghan elections would be a would be a good time to pause, reflect and plan next steps including reflection on what the aims of the west are in Afghanistan. No matter what the aim is, it needs to be timed: the US cannot stay on the Afghan soil forever looking for Osama bin Ladin and the country cannot be allowed to turn into a protectorate under the disguise of development. Agreeing a timed exit plan for the international community would be the biggest sign of the strength of the Afghan government and would restore a large proportion of trust into it. </p> <p>The Afghan government has been complacent in not dealing with widespread corruption and the Afghan public have to resort to bribes to receive even the most basic services and goods – without them, the police won't undertake a cases and driving licences are not issued. Even what university you go to depends on how much money you can part with… The solution is not in raising public sector pay or slogans. The solution is in setting an example. The Afghan government must curb big corruption first. A no-tolerance policy and a number of big arrests would at least put across the message that the government does not condone <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article2933472.ece\">corruption</a>. </p> <p>The country's government should also work towards opening up the democratic processes further. At the moment, all the elected members of the government are very Kabul-centric and some law makers cannot even travel to their constituencies due to insecurity. This undermines the strength of democracy and distances it from the rural Afghan majority. Extending democratic office so that the provincial governors are elected would be a good way of taking democracy to the doorsteps of those living outside Kabul. This would also make democracy accessible to the politically minded individuals who might otherwise be attracted by the Taliban. </p> <p>If the government enjoyed the confidence of its people, it would have an upper hand in negotiating with moderate elements of the Taliban. This of course does not mean a power-sharing deal. However, it does mean some compromises for the Afghan government; for instance removing some non-controversial figures of the Taliban from wanted lists, allowing disarmed Taliban to join the democratic processes and providing an amnesty and alternative employment opportunities for disarmed foot soldiers. This has been going on for a while, but in a haphazard way, since the fall of the Taliban; it is now time to bring the issue into serious consideration. </p> <p>A range of practical questions, of course, remain … is <a href=\"http://www.welt.de/english-news/article2343557/Afghan-President-Karzai-condemns-civilian-deaths.html\">President Karzai</a> the best person to lead such reforms? Is there a need for another <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/1782079.stm\">loya jirga</a>? And should the Afghan elections happen while people's confidence is so low? However, the fact remains the people, both of Afghanistan and Pakistan, are largely traditional and ill-educated, hence are open to manipulation. These people were ignored once in 1990s and Taliban rule came about; let's not repeat the mistake. The solution is complex and a combination of militarily targeting those that turn these people into militants, while creating alternative ideologies to attract these people away from militancy.</p>",
  "<p>The Daily Telegraph relaunched in full colour today and celebrated its historic move by launching a new crossword.</p> <p>Telegraph Media Group's daily broadsheet edition today features colour-coded pages, expanded comment and features, and redesigned sports and business sections.</p> <p>As MediaGuardian.co.uk <a href=\"http://www.theguardian.com/media/2008/sep/01/dailytelegraph.telegraphmediagroup\">revealed yesterday</a>, the Daily Telegraph's move to full colour was made possible after TMG contracted rival publisher News International to undertake all its printing.</p> <p>\"From today, for the first time in its long and distinguished history, every page of your Daily Telegraph will be in colour - thanks to a multimillion-pound move to new printing presses in Broxbourne, Herts, Knowsley on Merseyside and Motherwell in Scotland,\" the paper told its readers today - while neglecting to mention that these printing plants are all News International-owned.</p> <p>\"Readers will be able to enjoy even better pictures and exciting new graphics throughout the paper,\" the Telegraph added.</p> <p>The paper has redesigned its 20-page sports section and 12-page business section, with data spread across the top of all business news pages. </p> <p>Colour-coded bars appear at the top of all pages: blue-green for news; maroon for comment and features; and dark blue for business.</p> <p>The paper also launched a new crossword, dubbed the Toughie. The Toughie will run Tuesday to Friday and form the centrepiece of a dedicated puzzles page that appears before the expanded comment and features section.</p> <p>\"The Toughie is not like a normal cryptic crossword. It will be the most fiendishly difficult daily puzzle on Fleet Street,\" the paper promised.</p> <p>It has also beefed up its back-page weather section with more than 250 separate reports from the UK and overseas.</p> <p>In its arts pages, reviewers will assign star ratings to each show and event they review. </p> <p>Each comment section will features an extended 1,500-word \"big read\" piece by a Telegraph writer at the start of the section.</p> <p>The Daily Telegraph editor, Will Lewis, praised the team behind the relaunch. </p> <p>\"Our new full-colour Telegraph has been designed by Telegraph staff for Telegraph readers,\" Lewis said.</p> <p>\"I would like to thank the design team for the fantastic job they have done, and congratulate Himesh Patel, creative director, Derek Bishton, group consultant editor and Richard Preston, assistant editor, for their hard work.\"</p> <p>The company started printing some of its papers at News International's full-colour printing plants in July.</p> <p>Meanwhile, TMG and Express Newspapers have been locked in tense negotiations over the pension scheme of their joint venture West Ferry printing plant.</p> <p>The Telegraph publisher has set a deadline of 2009 to pull out of the joint venture at West Ferry, but has not yet agreed a deal with the Express Newspapers proprietor, Richard Desmond, over the pension deficit.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>The <a href=\"http://www.iadb.org/index.cfm?language=English\">Inter-American Development Bank</a> (IDB) works in Latin America and the Caribbean, purportedly to \"contribute to the acceleration of economic and social development\". Its actions in Haiti, however, have severely undermined those goals. </p> <p>Roughly $54 million in IDB loans for water infrastructure in Haiti, home to the world's worst water, offered a proven path to preventing deadly water-borne diseases. Designed to assist in fulfilling the right to water in the most impoverished nation in the western hemisphere, these loans and the lives they could have saved have instead become pawns in a deliberate political power play. </p> <p>In 2001, US officials threatened to use their influence to stop previously-approved IDB funding unless Haiti's majority political party submitted to political demands to accept a particular apportionment of seats in a Haitian electoral oversight body. Soon after, at the behest of the US, instead of disbursing the loans as planned, the IDB and its members took the unprecedented step of implicitly adding conditions to require political action by Haiti before the funds would be released. These actions violated the IDB's own charter, which strictly prohibits the bank and its members from interfering in the internal political affairs of member states. </p> <p>Internal emails reveal that a US legal counsellor inside the IDB proposed to the US Treasury that, though the loans faced no legitimate technical obstacles, the US could effectively block them by \"slowing\" the process. Indeed, by requesting further review of the loans, Haiti would have to make scheduled payments before the funds were even disbursed. \"While this is not a 'bullet-proof' way to stop IDB disbursements,\" the counsellor wrote, \"it certainly will put a few more large rocks in the road.\" <br> In 2001, Dean Curran, who was then US ambassador to Haiti, publicly and explicitly linked the <a href=\" http://towardfreedom.com/home/content/view/1342/1/\">withholding of IDB loans</a> to the demand that Haiti's political parties reach a compromise that America wanted. </p> <p>These tactics worked. Deprived of funds that had already been committed and expected, Haiti fell into arrears on money owed for loan repayment, triggering IDB policies that prevented the bank from releasing loans. In subsequent years, the US employed additional delaying tactics, working with the IDB to move the goal posts whenever Haiti appeared to be meeting their demands. </p> <p>The results have been devastating. The town of Port-de-Paix, selected 10 years ago by the IDB as the first project site due to its particularly deplorable water situation, has yet to see the implementation of any water projects. A study conducted by Zanmi Lasante, <a href=\"http://www.pih.org/home.html\">Partners In Health</a>, the Robert F Kennedy Memorial Center for Human Rights, and <a href=\"http://www.chrgj.org/\">New York University's Center for Human Rights and Global Justice</a> found no functioning public water sources in the city. </p> <p>Researchers found three-quarters of water sources in the city contained high levels of coliform bacteria, a key indicator of contamination with faecal matter. A frightening 15% of households reported symptoms likely related to typhoid. </p> <p>If the US and other member states join the IDB and take on the responsibility to improve conditions in the Americas, they cannot then use their membership to undermine the basic rights of the people they claim to serve simply to advance their own political agenda. </p> <p>The IDB and the US government must take responsibility for their actions and implement the necessary transparency mechanisms to ensure that such abuses do not recur. Congressional inquiries and annual reviews of the Treasury by the Government Accountability Office could provide the oversight necessary to prevent future political misuse of the IDB and its funds. The people of Haiti, as well as US taxpayers, deserve a system that makes public the status of IDB loans and projects in Haiti in order to ensure that the US and IDB member states uphold their commitments to development and human rights. </p> <p><em>Loune Viaud is operations director at Zanmi Lasante in Haiti and recipient of the 2002 RFK Human Rights Award. Monika Kalra Varma is director of the Robert F Kennedy Memorial Center for Human Rights.</em> </p> <p><strong>Copyright: <a href=\"www.project-syndicate.org\">Project Syndicate</a>, 2008. </strong></p>"
]