[
  "<h2>What changes are planned?</h2> <p>The government wants to see 80% of adults in work and plans radical welfare reform to get there. Today the consultation closes on its green paper, <a href=\"http://www.dwp.gov.uk/welfarereform/noonewrittenoff/\">No One Written Off: reforming welfare to reward responsibility</a>.</p> <p>The detailed paper outlines plans to simplify working age benefits by offering only two: jobseeker's allowance (JA) for anyone fit to work, and a more generous employment and support allowance (ESA) for those unable to work due to medical reasons.</p> <p>There are carrots and sticks: people may have to work for their benefits if still claiming JA after two years, but there is also the promise of personalised support to help disabled people into work. Child maintenance payments will no longer be deducted from out-of-work benefits for parents, but those on benefits whose eldest child is 12 or older will be expected to look for work. And private contractors had already been invited to bid for contracts to help find jobs for anyone out of work for more than a year, with payment by results.</p> <h2>What's the impetus for change?</h2> <p>The government says work is good for most people's wellbeing and it \"wants as many people as possible to share in the rewards of work\". Support offered to people claiming ESA is expected to focus on what they can do rather than what they can't and help them find work accordingly. Another issue is surely the cost: latest figures show 2.7 million people claim incapacity benefit, costing £6.9bn a year.</p> <h2>Is there support for reform?</h2> <p>There are concerns about the tenor of debate and how far this will translate into punitive action. Earlier this year the work and pensions secretary, James Purnell, <a href=\"http://www.theguardian.com/society/2008/mar/14/disability.welfare\">said everyone claiming ESA would face a rigorous test</a> to see if they were capable of working. The charity Disability Alliance criticised that, but welcomed a pledge to double the Access to Work budget, which pays for extra costs of &lt;employing people with disabilities or ill-health. Part of the money will pay for <a href=\"http://www.theguardian.com/society/2008/oct/09/mentalhealth.work\">employment retention specialists</a> to support to employees with fluctuating <a href=\"http://www.theguardian.com/society/mentalhealth\">mental health</a> problems.</p> <h2>So will the reforms help get people back to work?</h2> <p>Labour aims to ensure most people of working age are not left on benefits for life, but offered support to get back to work. The government had early success in helping the long-term unemployed back to work with Jobcentre Plus, New Deal and Pathways to Work programmes. It also made it easier to work by offering tax credits to help top-up low wages, which had made some people better off on benefits. But <a href=\"http://www.theguardian.com/business/2008/oct/16/unemploymentdata-economics. \">unemployment is now rising sharply</a>, with predictions the total will top 2 million by Christmas, and that makes helping the most excluded find jobs much harder.</p> <h2>Does the financial crisis threaten the whole thing?</h2> <p>It certainly won't help. The reforms were devised in an era when full employment was considered a reachable goal, but with unemployment rising and more skilled, able-bodied workers coming onto the job market, it will be <a href=\"http://www.theguardian.com/commentisfree/2008/oct/18/economy-unemploymentdata\">harder for others to compete</a>. The fear is that private companies, who are paid by results, will <a href=\"http://www.theguardian.com/society/2008/sep/10/socialexclusion.welfare\">cherry-pick job-seeking clients</a> and write off any who need intensive, tailored and expensive support. </p> <h2>What are the opposition proposing?</h2> <p>This month, David Cameron outlined his vision for welfare reform to the Conservative party conference, promising to \"end the something for nothing culture\". Under Tory plans, unemployed people would lose benefits for three years if they refused three reasonable job offers. \"Stay on benefits and you'll have to work for them,\" he said.</p>",
  "<p>Is there a metaphor for the fortunes of the Australian cricket team in the global economy, I wonder? Think of all the boom times, when opponents were routinely dispatched with such ease that it must have become tedious. It was certainly no time to be a Pom turning up in Australia, hearing as we did each time the patronising plea \"Jeez mate, I hope you blokes can put up a bit of a show this time.\"</p> <p>Well, remember the good days because there will be fewer of them in the future - the recession is here and it would not have needed Robert Peston to forecast it. The quality of the Australian player base seems to be eroding as fast as the Suffolk coastline while Cricket Australia is said to be so devoid of funds (not yet bankrupt but heading that way, I was told recently by someone who would know) that they need to cling on to the coat-tails on any Indian deals they can to stay afloat. They are in hock to Lalit Modi now.</p> <p>The defeat in Mohali should have come as a surprise to no one, only its magnitude. India's victory by 320 runs was the largest, in terms of runs alone, inflicted by them on anyone in 76 years of cricket history, and 98 runs better than their previous best against Australia, three decades and a thousand Tests ago. Only five times previously have Australia fared worse than this week.</p> <p>Of course this does not immediately render the wearers of the Baggy Green as a bunch of duffers. These things are relative, and it is only the second defeat suffered by Australia in 27 Test matches (I don't count the International Cricket Council exhibition thing in 2005, I'm afraid) since the Ashes series of that year.</p> <p>But there has been a trend: 18 matches won and one drawn up to the start of this year; three won, three drawn and two lost (both to India) since then. The old Australia, or even a fairly recent one, would have taken the first Test in Bangalore and steamrollered a win. They could do it in their sleep. Instead they allowed India off the hook. Zaheer Khan, was it, who commented that he had never witnessed an Australian team play so defensively? That would have hurt.</p> <p>The reasons for the decline are for the most part self-evident. No team can afford to lose a whole bunch of giants in such a short period and expect things to stay the same: Steve Waugh, Shane Warne, Glenn McGrath and Adam Gilchrist are irreplaceable. Justin Langer and Jason Gillespie are both not far behind. It is possible to go back further and point to the retirement of Mark Waugh as the moment that a downturn began for when it is the fractions of percentage points that make a difference, the loss of the finest slip fielder of them all must by definition lead to a lowering of standards.</p> <p>Without those ingredients, and with nothing close to replacements, it was always going to be necessary to re-evaluate the way games would be played. Gilchrist for example, the great get-out-of-jail card, allowed batting bravado higher in the order. With Warne and McGrath, successive captains rarely lost control. These are pragmatic times for most teams and Australia are back in the pack with the pragmatists.</p> <p>It must be such a struggle for Ricky Ponting, who inherited the family business on the downturn. The impetus and aura from a decade of superiority has kept things rolling, but the captain is surely too long in the game not to have had an underlying concern. Many of them have manifested in the last few weeks on the subcontinent: the flawed character that has been seen in Andrew Symonds; the lack of a credible spin option (Cameron White's delivery into a different postcode, as his team lost control in Mohali, could have happened to anyone with sweaty hands but it is still a pratfall); Matthew Hayden's bullying dominance heading for an inevitable end; Ponting's own struggles particularly against the inspired youngster Ishant Sharma.</p> <p>Injuries are kicking in and further disrupting, and while the Indian seamers have reverse-swung the ball wickedly there is little evidence that Troy Cooley, the Australia bowling coach, has revealed to his own pacemen the secrets that he was employed to impart. The edge seems to have gone from Brett Lee too, his well-publicised spat with the captain the other day just further grist to the mill of a side in turmoil.</p> <p>There are still two Tests to go against India and the chance remains that Australia can turn things around, but you would not bet on it. Ponting simply has not got the bowling and it will need more than runs to take this series. A dose of realism rather than blind optimism garnered from deeds of the past would help as well. A month or so ago, another outfit, pre-eminent in its field, thought itself omnipotent. And look what happened to Lehman Brothers.</p> <h2>Then and now</h2> <p><strong>The old invincibles</strong></p> <p><strong>Batsmen</strong></p> <p>Justin Langer (Test batting average 45)<br>Mark Waugh (41)<br>Steve Waugh (51)<br>Damien Martyn (46)</p> <p><strong>Wicketkeeper</strong></p> <p>Adam Gilchrist (Test batting average 47)</p> <p><strong>Bowlers</strong></p> <p>Glenn McGrath (Test bowling average 21)<br>Jason Gillespie (26)<br>Shane Warne (25)</p> <p><strong>The current line-up</strong></p> <p><strong>Batsmen</strong></p> <p>Simon Katich (Test batting average 39)<br>Mike Hussey (67)<br>Michael Clarke (45)<br>Shane Watson (42) </p> <p><strong>Wicketkeeper</strong></p> <p>Brad Haddin (Test batting average 33)</p> <p><strong>Bowlers</strong></p> <p>Peter Siddle (Test bowling average 44)<br>Mitchell Johnson (32)<br>Cameron White (51)</p>",
  "<p>Whisper it amid the current furore: top-level football is not savagely debt-ridden and it is unlikely to implode. The clubs generally look able to ride the economic downturn because, unlike other industries worrying if their customers will disappear tomorrow, they have the cushion of the Premier League's £2.7bn television deal until the end of the 2009-10 season. Global popularity is growing and at home, for all the dissatisfaction about high prices, erratic kick-off times, overpaid players and commercial overkill, fans are turning up - and paying up - in huge numbers. </p> <p>As an uncertain future comes into view, however, we must qualify that sunny picture. If we have a serious recession in which hundreds of thousands of people lose their jobs, many will be football fans and they will no longer be able to fork out for boomtime-priced tickets or multiple pay-TV subscriptions. If that happens, the clubs will be more vulnerable, as will every industry. Football fans are unlikely to give up match-going first, but perhaps more clubs will finally have to think sensitively about ticket prices, after years of merciless inflation. </p> <p>The Football Association's chairman, Lord Triesman, warned a fortnight ago that the Premier League clubs' £3bn total debts are \"high risk\". Yet the clubs look more robust than several years ago. </p> <p>True, a majority rely on owners to augment earnings with cash or \"soft\" loans. The most recently published accounts, which mostly date as far back as May or June 2007, show that 12 of the 20 clubs - Aston Villa, Blackburn Rovers, Bolton Wanderers, Chelsea, Fulham, Manchester City, Middlesbrough, Newcastle United, Stoke City, Sunderland, West Ham United and Wigan Athletic - relied on owners putting in cash or loans or guaranteeing borrowings. A large chunk of that headline £3bn debt is accounted for by interest-free loans from owners: Roman Abramovich (£578m to Chelsea); Mohamed Al Fayed (£165m to Fulham); and Dave Whelan (£31m to Wigan).</p> <p>It is legitimate, certainly, to question how sustainable this is, although all the owners are very wealthy individuals under no evident pressure - Bjorgolfur Gudmundsson, West Ham's owner, says he is unscathed by Landsbanki's meltdown in Iceland. Manchester City's new owner, Sheikh Mansour, is as gold-plated as possible; Villa's Randy Lerner is a billionaire from selling the MBNA credit card company; and Whelan and Newcastle's Mike Ashley pocketed hundreds of millions when they sold their respective sports retail chains. </p> <p>Middlesbrough's Steve Gibson has an industrial fortune - according to its latest accounts his container company turned over £196m, and made £15m profit, after absorbing Middlesbrough's losses. A downturn would have to be vicious to seriously affect his ability to support the club. Less is known about Edwin Davies, Bolton's owner, who made his money in the kettle components company Strix. So far he has funded survival at the Reebok. </p> <p>Everton and Portsmouth, the clubs who are struggling to keep up, are publicly seeking buyers. Money is tight, but there is no equivalent of the Leeds of 2001-02, \"living the dream\" on the high wire of foreseeable collapse, or of any recently promoted clubs spending like Bradford City did in the \"six weeks of madness\" in 2000 which resulted in double administration and relegation to League Two. Broadly, clubs have wrestled their wage bills into order, albeit with a reliance on owners' money. </p> <p>The gap between the Premier and Football leagues means relegation can still be catastrophic, especially to a big club. But the real squeeze is likely to be felt lower down, where there are no big TV deals, where the banks are reluctant to lend and where crowds, corporate entertaining and sponsorship are more difficult to sustain.</p> <p>In the Premier League, Arsenal are the only club carrying large borrowings from a major building project. The debts of Manchester United and Liverpool, loaded on by the clubs' owners, stand out as exceptional and wasteful. In a league which has many clubs genuinely supported by benefactors, these North American owners are extracting huge sums from their clubs just to finance buying them in the first place.</p> <p>The culture secretary, Andy Burnham, asked last week for greater transparency. This is not a big problem. Published accounts reveal who the owners are. More legitimate is to question those owners' conduct and motives, and, as Burnham implicitly did, query the debts which the Glazer family and Tom Hicks and George Gillett brought to Old Trafford and Anfield. </p> <p>The ownership picture illustrates how odd it is that more forceful complaints are not made about wealthy people locating their assets in tax havens. The Premier League provides an offshore tour, from the British Virgin Islands, Cayman Islands, the Bahamas, Nevada and Delaware to Jersey and the Isle of Man. Mike Ashley might feel hard done by: he is UK-resident, owns Newcastle via a British-based company and has put millions into the club, yet after a couple of poor appointments and four defeats, the fans want to run him out of Toon.</p> <p><em>Click <a href=\"http://www.theguardian.com/football/2008/oct/22/premierleague\">here</a> to see a breakdown of clubs' finances</em></p>",
  "<p>Nathaniel Rothschild's rise to wealth and influence is the story of a transformation from prodigal son to international powerbroker.</p> <p>As a young man, the fifth Baron Rothschild-in-waiting was famed more for his partying on the London social circuit and his drinking with the raucous Bullingdon dining and drinking club at Oxford University than for any business acumen which might burnish the reputation of his family's 200-year-old banking dynasty. </p> <p>In 1995, at about the time he was a 25-year-old apprentice investment analyst with the investment firm Gleacher &amp; Company, he behaved more like a society playboy and eloped to Las Vegas to marry the model Annabelle Neilson, whom he had met on a beach in India.</p> <p>The marriage soon broke up and he remained a regular face on the party scenes of London, Paris and New York. To some it was evidence that he was unwilling to take on the burden conferred by his family's reputation. Two of his cousins had died early. Amschel Rothschild was found hanged in a hotel bathroom at the age of 41 and Raphael de Rothschild died from a heroin overdose on a Manhattan pavement when he was 23.</p> <p>Little more than 10 years later his fortunes have been transformed and Rothschild now looks set to become one of the most succesful members of the family. He has a partnership in Atticus Capital, a $14bn New York-based hedge fund, a web of private equity investments in Ukraine and eastern Europe and homes in Corfu, Paris, Moscow and London as well as his principal home in Klosters, Switzerland. He is also on the international advisory panel of the influential Brookings Institution and was named a Young Global Leader by the World Economic Forum in 2005.</p> <p>\"This is the story of Prince Hal turning into Henry V,\" Charles Phillips, who supervised Rothschild in 1995 when he was at Gleacher, has said. \"He is one of the few sons of great men who has enhanced the family stature and created his own wealth.\"</p> <p>Now 37, Rothschild is an adviser to <a href=\"http://www.theguardian.com/world/2008/oct/22/oleg-deripaska-russia-oligarch\">Oleg Deripaska</a> and like his ancestors he has thrived by providing discreet business advice, jetting in on his Gulfstream jet and serving guests the best wines from his family's Bordeaux vinyards. Roman Abramovich is said to be among his close contacts.</p> <p>Rothschild is the youngest son of Jacob Rothschild, the fourth baron, who split from the family bank in 1980 to start his own career as an investment banker. He sent Nathaniel to school at Eton and he won a place to study Modern History at Wadham College, Oxford, where he graduated with an MA. He was a contemporary of George Osborne, the shadow chancellor, and the pair were photographed together looking stony-faced and haughty in the Bullingdon Club's traditional dining garb of tailcoat, golden waistcoat and bow tie. Rothschild has cultivated a reputation as a private individual and in photographs he often looks serious, but he is a key part of the international social scene. Princess Beatrice recently took a boyfriend on holiday on Rothschild's yacht in the Bahamas and he has a reputation for dating models and actresses.</p> <p>Rothschild's wealth, which together with his 71-year-old father was put at £1.4bn in the 2008 Sunday Times <a href=\"http://www.theguardian.com/business/richlists\">Rich List</a>, is largely derived from their stake in the London-based investment trust RIT and his stake in Atticus, which alone has been estimated at £350m.</p>",
  "<p>Could this be the new age of the cooperative? The Phone Co-op hopes so, taking a step closer this week towards its goal of becoming a household name when it was named best social enterprise in the UK. </p> <p>For the organisation's founder and chief executive, Vivian Woodell, winning the accolade at the Enterprising Solutions Awards 2008 has vindicated his belief that co-ops are as relevant today as when the movement was born 150 years ago. \"Co-ops are a business model that are made more sustainable by aligning users, owners and other stakeholders, such as the local community and the environment,\" he says. </p> <p>Part of the Phone Co-op's business mission is to support the social firm sector. It buys its paper and print services from other co-ops, and in addition to distributing dividends out of profits to its 7,200 members - who each have a vote in board elections in return for buying a stake in the company for as little as £1 - the company invests in new cooperatives.</p> <p>A wind farm, a Derbyshire hydro project and a community shop have all received loan finance. From this year, it has also offered £250-worth of telecom services free to social enterprise start-ups.</p> <p>Woodell's idea for a telecom co-op came from his own experiences of paying high telephone bills in eastern Europe, where he was helping to set up cooperatives after the collapse of communism. After investigating how the industry worked, he decided that UK customers could get a better deal by joining together to buy direct from a wholesale carrier.</p> <p>In 1998, the Phone Co-op was launched from Woodell's spare bedroom, with 24 members and £30,000. A decade later, it has 15,000 customers, among them charities, local authorities and social enterprises. It employs 35 staff from its eco-friendly offices in a converted pig farm in Chipping Norton, Oxfordshire, and has a £7.5m turnover and profits of more than £300,000. But with just 0.06% of the telecom market, Woodell says there is ample room for growth. </p> <p>\"There is no reason that co-ops have to be small,\" he says. And he believes that the current financial crisis has given a new impetus to the movement. \"There are a lot of givens that are no longer givens. The root of how the economy works is trust, and we've seen people push that to the limits. So let's get back to first principles and ask 'What is business for?'\" </p> <p>He hopes that winning the award will help to promote the co-op model. \"It's wonderful to have that recognition,\" he says. But does he think we will see an explosion in the number of co-ops operating in new areas? Woodell predicts that utilities, the rail industry and community transport are the ones to watch. As he says: \"Co-ops are a tried and tested model.\" </p> <p>• More social enterprise winners at <a href=\"http://www.enterprisingsolutions.org \">enterprisingsolutions.org </a></p>",
  "<p>Western concerns about global energy markets hit new heights last night when Russia, Iran and Qatar said they were forming an Opec-style gas cartel.</p> <p>The move by the three countries, which control 60% of the world's gas reserves, was met with immediate opposition from the European commission, which fears the group could drive up prices.</p> <p>Alexey Miller, chairman of Russia's Gazprom, said they were forming a \"big gas troika\" and warned that the era of cheap hydrocarbons had come to an end.</p> <p>\"We are united by the world's largest gas reserves, common strategic interests and, which is of great importance, high cooperation potential in tripartite projects,\" he explained. \"We have agreed to hold regular - three to four times a year - meetings of the gas G3 to discuss the crucial issues of mutual interest.\"</p> <p>Miller's comments, likely to increase pressure on the west to accelerate developments in wind and other renewable energy alternatives, followed a meeting in Tehran with Gholamhossein Nozari, Iran's petroleum minister, and Abdullah bin Hamad al-Attiyah, Qatar's deputy prime minister and oil and energy minister. </p> <p>Miller said the group was establishing a technical committee comprised of specialists and experts to discuss the implementation of joint projects embracing the entire value chain from geological exploration to marketing.</p> <p>The Russians avoided the word cartel but the Iranians spelled it out clearly. \"There is a demand to form this gas Opec and there is a consensus to set up gas Opec,\" Nozari told a news conference. </p> <p>With Opec due to meet on Friday to look at ways of driving up oil prices, Miller said fossil fuels were going to cost more. \"We share the opinion that oil price fluctuations don't put in question the fundamental thesis stating that the era of cheap hydrocarbons has come to an end.\"</p> <p>The European commission said last night that it would oppose the creation of any organisation that could restrict competition. \"The European commission feels that energy supplies have to be sold in a free market,\" said its spokesman, Ferran Tarradellas Espuny.</p> <p>The west already suspects that Russia and Iran are happy to use energy to pursue political goals. The cutting off of gas by Moscow to Ukraine in the middle of a political and commercial spat caused outrage and worry in western Europe.</p> <p>For its part, Iran, in its stand-off with world powers over its nuclear programme, has threatened to choke off oil shipments through the Persian Gulf if it is attacked.</p> <p>A gas cartel could extend both countries' reach in energy and politics, particularly if oil prices bounce back to the highs seen this year, prompting politicians, businesses and consumers to look toward cleaner-burning natural gas and other alternative fuels.</p> <p>The gathering in Iran needs to be ratified by further meetings in Qatar and Russia but is the most significant step toward the formation of such a group since Iran's supreme leader, Ayatollah Ali Khamenei, raised the idea in January 2007.</p> <p>The European Union depends on Russia for nearly half of its natural gas imports. Moscow, which controls many of the pipelines from Russia and central Asia, already has a tight hold on supplies.</p> <p>\"To try to manoeuvre the supply makes perfect sense,\" said James Cordier, president of the US-based Liberty Trading Group and OptionSellers.com. \"Just because it doesn't have the clout of oil, it's still in their best interest to deliver natural gas where it needs to go and manage supply in order to help manage the price.\"</p> <p>Liquefied natural gas, a rapidly growing segment of the market, could be traded as a commodity similar to oil and the move by Russia, Iran and Qatar appears to anticipate that, said Konstantin Batunin, an analyst with Moscow's Alfa Bank.</p> <p>\"My take is that it is just a commitment to create something in the future,\" he said. \"It's just a first step.\"</p>",
  "<p>Prudential yesterday confirmed it was considering a bid for the Asian operations of troubled US insurer AIG after revealing a robust capital position and strong sales growth. Pru chief executive Mark Tucker said he was weighing up a possible offer for the AIG businesses, which analysts say could fetch £8bn at auction. </p> <p>He said: \"You would expect us to be looking at the opportunities that arise from the sale of AIG's businesses, but it is too early to say how that will work out.\"</p> <p>Britain's second-largest insurer has appointed investment bank Credit Suisse to investigate how it might put together a bid at a time when it lacks sufficient funds and the debt markets, a common source of acquisition financing in recent years, in effect remain closed. </p> <p>Analysts expect Prudential, which last week saw its stockmarket value dive from £12bn to £8bn, would need to find extra financing from investment funds in the Middle East and China. It may also need to ask existing shareholders for cash.</p> <p>Tucker said the share price plunge was based on unfounded concerns that the insurance industry was being drawn into the banking crisis. He said it was clear from yesterday's publication of third-quarter results that it had access to more than £2bn of cash \"or near cash assets\" and a £1.2bn surplus of capital to see the company through further declines in the market. \"We lost 30% of our share capital on totally unfounded fears that we were weak on capital. Today's results show that is simply not the case.\" Yesterday the shares rose 18.25p to 348.50p, a rise of more than 5%. </p> <p>Exposure to further falls in the markets was limited as a result of its \"active hedging management\", the company said. That meant a further 40% fall in equity markets from October 17 levels \"would have an adverse impact of only £250m on the capital surplus\".</p> <p>It is by no means certain Prudential will proceed with the takeover in Asia, where it has its own, much admired operations, developed by Tucker while head of the far east business. But it would give its Asian operations extra bulk in the 13 countries in which it operates, and scope to cut costs. A third of its profits and half its new business stream are generated in Asia. </p> <p>Tucker reported a 15% rise in group sales for the quarter to £2.3bn with Asian operations leading the way. </p> <p>He pointed to India and Malaysia as the fastest-growing areas, each generating a 36% sales jump, while the region as a whole, without Taiwan, registered sales up 21%. Retail growth in the UK pushed up 14% to £594m compared with a more modest figure at its US Jackson Life operation of 3% growth to £538m.</p> <p>Tucker said: \"Asian markets have suffered in the short term in the wake of the global financial turmoil and the unique circumstances surrounding AIG. This means we are unlikely to achieve our goal of doubling 2005 new business profit a year early. It remains our expectation that this will be achieved in 2009, assuming a return to more normal market conditions during the year.\"</p> <p>Some investors remain nervous at the prospect of a large acquisition when the effects of banking reforms have yet to become clear and the global economic outlook appears to be deteriorating rapidly. Prudential's board also has a poor record on acquisitions and capital raising. Its purchase 11 years ago of rival life insurer Scottish Amicable was widely deemed an expensive failure while its purchase of the fund manager M&amp;G proved problematic.</p>",
  "<p>China raised export tax rebates on toys, textiles and more than 3,000 other products yesterday as it attempts to mitigate the impact of the global slowdown.</p> <p>The ministry of finance said the rebate for toys would be raised from 11% to 14% as of November 1. That on clothing and textiles would rise from 13 to 14%. In all, 3,486 types of products - about one quarter of exports - will be covered.</p> <p>Stephen Green, head of China research at Standard Chartered, told Bloomberg that export growth could tumble from 22% in the first nine months of this year to \"zero or even negative growth\" in 2009.</p> <p>China's announcement on Monday that GDP growth had fallen to 9% - highly enviable to most countries, but the slowest rate in five years - sent a shiver through observers who hoped the country's rapid expansion would compensate for falling demand elsewhere.</p> <p>The head of China's economic planning agency pledged that it could maintain its growth rate yesterday.</p> <p>\"Of course, due to the upturn of economic turbulence outside China there is some slowdown to our growth rate, but I think the growth of China's economy will still be at a 9% rate,\" Zhang Ping, chairman of the National Development and Reform Commission, told reporters in Australia.</p> <p>He cited strong domestic demand, adding that only 1.2% of China's growth last year came from exports. But other economists predict that GDP growth could fall to 7% or 8% next year.</p> <p>The tax changes will be welcome relief for exporters who have felt increasingly hard pressed by soaring production costs and the rapidly appreciating yuan as well as the bleak global economic outlook.</p> <p>Speaking before the changes were announced, Wang Zhiguang, vice-chairman of the Dongguan Toy Industry Association, told Guangzhou Daily: \"Of the 3,800-odd toy firms in Dongguan, no more than 2,000 are likely to survive the next couple of years.\"</p> <p>Industry in Dongguan, a manufacturing city in south China's Pearl River Delta, includes 7,000 garment plants and 3,000 footwear factories. Mass manufacturers have been particularly badly hit because local authorities have been attempting to shift the region's economy towards higher-value goods and services.</p> <p>The toy association says that since 2006, production costs have risen 60% while contract prices have increased by only 10%. The local customs bureau says toy exports actually fell in the first half of this year - down 1.5% to $550m (£320m).</p> <p>Xiao Yong, whose firm sells Christmas trees and gifts, told China Daily that orders were at half last year's level.</p> <p>\"Many toy makers in Dongguan rely too much on orders from the US and Europe,\" he said. \"The financial crises there have led directly to a reduction in orders. Also, after the EU and the US changed the market thresholds for China-made toys, and because of the recall incidents of 2007, our testing fees have gone up by about 25%.\"</p> <p>The government's focus has shifted from curbing consumer price inflation - now at a 15-month low of 4.6% - to maintaining steady growth. Analysts had expected GDP growth to fall from 10.4% in the first half to 9.7%.</p> <p>State media reports have outlined the government's plans to spend its way out of the problem - a strategy it employed after the Asian financial crisis in 1997, although the export-to-GDP ratio was then far lower. It will boost the construction of basic infrastructure and rebuild the large area of Sichuan devastated by May's earthquake. Longstanding plans for healthcare reform should also help.</p> <p>The NDRC said yesterday it would raise the minimum purchasing price for wheat by as much as 15.3% from next year to lift rural incomes as well as increase grain output. The threshold for personal income tax, now 4,800 yuan (about £414), may also be raised. China's rapid economic growth has disguised growing income inequality between urban and rural areas.</p> <p>Shen Minggao, chief economist of the respected business magazine Caijing, said encouraging domestic consumption through fiscal stimulus could increase GDP growth by over 1.5 percentage points.</p>",
  "<p>A bar-tailed godwit has been crowned the endurance champion of the animal kingdom after completing an epic 7,200 mile nonstop flight across the Pacific Ocean from Alaska to New Zealand. </p> <p>The wading bird's journey lasted more than eight days with no rest or food, and took it into a place in the record books. Scientists tracking the bird's flight said it was unprecedented.</p> <p>Theunis Piersma, a biologist at the University of Groningen in the Netherlands who worked on the study, said: \"There is something special going on here. For a vertebrate this kind of endurance is just extraordinary.\"</p> <p>The long-haul flight of the godwits, from their breeding to feeding grounds, was <a href=\"http://news.bbc.co.uk/1/hi/sci/tech/6988720.stm\">first reported last year</a>, but scientists have now analysed the journeys and have reported their findings in the journal <a href=\"http://journals.royalsociety.org/content/v742rgqm8016/?p=c3636647245341e3855d8962681c9727&amp;pi=3\">Proceedings of the Royal Society B</a>.</p> <p>Led by Bob Gill of the US Geological Survey, the scientists say: \"These extraordinary nonstop flights establish new extremes for avian flight performance and have profound implications for understanding the physiological capabilities of vertebrates.\"</p> <p>Curious about the role <a href=\"http://www.theguardian.com/environment/gallery/2008/may/10/wildlife?picture=333976177\">migratory birds</a> play in spreading avian influenza, the scientists captured godwits in 2006 and 2007 and fitted them with satellite transmitters to track their journeys. On the southward leg, the birds flew nonstop for up to nine days and covered more than 7,000 miles. The scientists say the flight path shows the birds did not feed en route and would be unlikely to sleep.</p> <p>Piersma said the birds would have flapped their wings nonstop for the entire journey, and that the resulting energy requirement was the greatest in the animal kingdom. The birds would have gobbled up energy at some eight times their resting basic metabolic rate (BMR) during their week-long exertion, he said. </p> <p>Peak human performance is measured in professional cyclists, who can only manage about five times BMR for a few hours. \"Lance Armstrong would be no competition for these birds,\" he said. </p> <p>The scientists suggest that the central Pacific may act as a ecological corridor because, unlike coastal routes, there are few predators or diseases. But they say climate change could alter its suitability by changing the strength and frequency of winds.</p>",
  "<p>We are grateful the Guardian promptly expressed its solidarity with Roberto Saviano (In praise of ..., October 16). But this is not enough. An open threat has been made to his life for writing the film Gomorrah, a blistering indictment of the Camorra, the mafia clans of the Naples region, who now dominate international organised crime and have penetrated the formal economy and finance as well as the traditional illicit trades.</p> <p>They reach into the pockets of the lower middle class. They produce high-fashion labels in sweatshop conditions. They intimidate, terrorise and beggar the poor, dependent and unemployed in the neighbourhoods of north-eastern Naples. They poison the water table and air by illegally disposing of toxic waste. They control the imported produce from China and the far east. Clothes we wear, household goods we rely on, have passed through Naples port and Camorra hands to reach us. The Camorra operates throughout Europe and the world. So we cannot just pass it off as a problem of the backward south of Italy.</p> <p>The Camorra's threat to Roberto Saviano is an affront to the democratic integrity of Italian society but also a challenge to citizens everywhere. We need to assert our solidarity with Saviano and all those who have stood up to Camorra and mafia rule. Let us make a lot more noise spreading the message of the book and film, swelling the numbers to a veritable movement of popular opposition to Camorra and mafia terror, forcing the Italian state to intervene effectively to assert the democratic will of the people and defend the freedom of this courageous young investigative journalist to live and carry on writing. We also need to force on to the agenda of the EU international action to break the hold of organised crime cartels over the global economy and end their impunity.<br><strong>Jude Bloomfield, Franco Bianchini, Geoff Andrews, Professor Guido Martinotti </strong>(Milan),<strong> Naseem Khan, Professor Alain Tarrius </strong>(Toulouse)<strong> and 31 others</strong> <br><a href=\"mailto:judebloomfield@hotmail.com\">judebloomfield@hotmail.com</a></p>",
  "<p>For the past four weeks I've been leading a strange double life, like a John le Carré character. By day I've been closeted with a group of third-year acting students from the London Academy of Music and Dramatic Art (Lamda) in a west London rehearsal room, directing a Pinter triple bill. By night I've been dashing off to review other people's work in the usual glut of autumn openings. I may have lost a good deal of sleep, and weight, in the process, but it has been a peculiarly exhilarating experience that has taught me a lot about Pinter, the role of the director and even, possibly, myself. </p> <p>Why do it? I guess, in part, it springs from a Hamlet-like irresolution that has dogged much of my life. At Oxford in the late 1950s, I was torn between reviewing and directing. If I finally chose the former, it was because I felt more confident sitting behind a typewriter evaluating plays and performances than walking into a rehearsal room. But I've never quite been able to kick the directorial habit. Working at Lincoln Rep in the early 1960s, I directed a handful of plays. In 1987, I did a production of Marivaux's The Will in the Barbican conservatory with a lively group of RSC actors. In 1997, I tackled Pinter's The Lover and Strindberg's The Stronger in a season of plays staged by critics at BAC. Now, partly through a chance remark to a friend studying at Lamda, I find myself back in a rehearsal room and confronting the nervous tension of a first night. </p> <p>Colleagues have variously described me as mad, foolhardy or brave to step out of the critical comfort zone. But I don't quite see it like that. It seems to me absurd that people driven by a hunger for theatre should be confined to little boxes from which they can never escape. The roles of the director and critic overlap. In both cases, the prime task is to discern an author's intention and to interpret it as clearly as possible. The big difference is that the critic does it with words, whereas the director engages in a collaborative process with actors, designers, and lighting and sound experts. What we are all trying to do is get to the root of the text. </p> <p>My own urge to direct springs, I swear, not from any arrogant belief that I can challenge the masters of the art - more from a fascination with the theatrical process. In inviting me to direct Pinter, Lamda clearly assumed that, as his biographer, I would be able to bring some specialist knowledge to the table. Whether that is true or not isn't for me to say. What amazes me is just how much I've learned about Pinter from directing his work, rather than simply analysing it in print. </p> <p>I decided to up the ante by not just presenting two of Pinter's late, lesser-known plays, Party Time (1991) and Celebration (2000), but also including a rehearsed reading of his 2005 Nobel lecture, Art, Truth and Politics, in which he examined the origins of his own plays, offered a devastating attack on the destructiveness of US foreign policy and asked for Tony Blair to be arraigned before the international criminal court of justice. Adding the latter to the programme was a calculated risk; it looks like paying off. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338862003\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/22/pinter2.jpg\" alt=\"A scene from Party Time at the Almeida\" width=\"220\" height=\"220\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A scene from Party Time at the Almeida. Photograph: Tristram Kenton</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/Guardian</span> </figcaption> </figure>  <p>Linking Party Time and Celebration was convenient. Both have a cast of five men and four women, which means they can be easily cross-cast. But until I started working on them, I hadn't appreciated their similarities. Both take place in hermetically affluent milieux: the former at a suave party, the latter in a posh nosh-house. Both remind us that bourgeois comfort often blinds us to the erosion of civil liberties. Both also contain a character - a state prisoner in the first play, an intrusive waiter in the second - who stands outside the frame of the action and eventually has the last word. Party Time is darkish in tone, whereas Celebration is violently funny. When played together, they demonstrate Pinter's awareness of our cocooned indifference to global cruelty. </p> <p>With Pinter, however, it's always the language that takes you by surprise. Many have noted his ability to orchestrate demotic speech, to find an eerie poetry in the most banal exchanges and make dramatic use of pauses and silences. But only when you work on them in detail do you realise that his undervalued, later plays show his verbal economy at its most refined. I would heretically suggest that you could cut a few lines out of The Caretaker and the play would still work. But with Party Time and Celebration, there is not one single phrase that is redundant or fails to enhance the musical structure. Take the following exchange between a couple of married diners in Celebration: </p> <p>Russell: You're a prick. </p> <p>Suki: Not quite. </p> <p>Russell: You're a prick. </p> <p>Suki: Good gracious. Am I really? </p> <p>Russell: Yes. That's what you are really. </p> <p>Suki: Am I really? </p> <p>Russell: Yes. That's what you are really. </p> <p>As a critic, one might easily pass over such an exchange. As a director, working with inquisitive actors, you notice the rhythmic power and loaded nature of the dialogue. Suki has just undermined Russell's masculinity. He retaliates by challenging her femininity. And a harmless-looking word such as \"really\" acquires incremental force as it turns from adverbial enquiry into emphatic statement and weapon of domestic destruction. Which is why my emphasis, in directing Pinter, has been on exploring text rather than the characters' imagined back-story. </p> <p>But possibly the greatest surprise has lain in unearthing the dramatic potential of Pinter's Nobel lecture. I've been blessed with an exceptional cast of young, inquiring and talented actors. However, I sensed, at our first meeting, a hint of scepticism about the idea of staging the lecture. I hope I'm not naive in believing that any such doubts have long since vanished. We were all encouraged by a trip to the Guardian office, where security editor Richard Norton-Taylor gave us a comprehensive guide to global politics and talked about the importance of documentary theatre. One of our cast talked about being caught up in the Nepalese riots and being astonished to find how little the events had been reported in Britain. </p> <p>I'm not claiming we have all become walking political oracles. But the mere fact of rehearsing the Pinter lecture forces one to engage with world events. It also reminds one of the continuing truth of Pinter's central argument: that the media is often culpably myopic in reporting American interventionism. Even as we've been rehearsing, reports of US-inspired threats to democracy in Bolivia, Venezuela and Paraguay have been emerging more through newspapers' letters pages than on-the-ground reporting. As Pinter says in his lecture, about the global body count attributable to American foreign policy: \"It never happened. Nothing ever happened. Even while it was happening, it wasn't happening.\" Still sadly true. </p> <p>The greatest pleasure in directing the Pinter project has come from working with other people. Criticism may involve going to the theatre every night but, in essence, it is a solitary activity: in the end, you're alone with your thoughts and the laptop. Going into a rehearsal room every morning demands engagement with a group. If I have learned anything about myself from the Lamda experience, it is that, while I may not be God's gift to directing, it's vital to escape occasionally from the confines of the critical ego and engage in a collaborative venture. No doubt all critics would be better at their jobs if they did this sort of thing more often. </p> <p>Now the rehearsals are almost done, and the production awaits its first performance tonight. For me, it's a mildly anxious time, but I, luckily, have a night job to go back to. For the actors, it's far more nerve-racking, since this is their first public exposure to the agents, casting directors and industry figures who will determine their future. I am confident they will pass the test with flying colours. And, whatever my own inadequacies as a director, I hope I have passed on to them one big thing: that playing Pinter requires a relentless focus on the minutiae of language, which, once learned, is never lost, and which provides an invaluable professional tool, whether you are playing Chekhov or Casualty.</p>",
  "<h2>Alain de Botton, philosopher</h2> <p>At 10.04pm last night I was thinking about how my sons (aged two and four) would feel about their childhoods in 20 years' time. I was thinking about what sort of things might go wrong in my relationship with them, because something always tends to, and yet I was still able to hope for the best. Between 5am and 6.30am and between 10pm and midnight are by far the most productive times for me - because there's no expectation. The best ideas invariably come after a lengthy period of concentrated thinking that has been a disaster. I give up, throw myself on a bed and decide to give up for ever. About 10 minutes later, a decent idea may then - on a good day - pop into my head.</p> <h2>Alex Kapranos, lead singer, Franz Ferdinand</h2> <p>I was sitting in Berlin at 10.04pm with an old friend I hadn't seen for a couple of years. She was filling me in on some gossip about a mutual friend and his love of wearing ladies' silk underwear. Nothing creative or intellectual, but I loved the story. Then I wrote our next album.</p> <h2>Shami Chakrabarti, director, Liberty</h2> <p>I was having a tortured and mundane conversation with my husband about what we're going to do over the Christmas holidays. So that's quite disappointing, although my BlackBerry does suggest that I was being very creative and active a few minutes earlier, sending emails about a new campaign, Common Values, we're working on - to explain the Human Rights Act to people who are hostile towards it. Just after 10pm is a good time for me. My son has gone to bed, I have had dinner and I think my best ideas come when I'm relaxed, so that will often be relatively late. Did we manage to sort out Christmas? No, the discussions continue. </p> <h2>Marc Quinn, artist</h2> <p>I was thinking about whether to have sushi or sashimi at a Japanese restaurant, but that was a creative decision: it affected how I felt for the rest of the evening. I went for sashimi. My most creative times of the day come at random; it can be waking up at 5am and lying there thinking, or in the middle of the day. I think it's about being open to having ideas at any time of the day. I get ideas from looking at things, or just lying down with my eyes closed and letting my mind wander.</p> <h2>Zandra Rhodes, fashion designer</h2> <p>I was packing up at the rehearsal of Aida - I have designed the sets and costumes for the opera at the Coliseum, which opens this week. I was going through last-minute thoughts. At that moment, I was double checking that the cloak looked OK on Amneris for the judgment scene. Normally at 10.04pm, I would be out at dinner. If you're among inspiring friends or you've just been to see a great play, I suppose you could have your most creative ideas at that time, but then you'd need to rush into work to do the practical side. But I'm a morning person - I don't often work into the night. </p> <h2>Sebastian Faulks, author</h2> <p>At 10.04pm on Monday I was thinking what I think at 10.04pm most nights: whether to open another bottle of wine. At that time of day I am usually either talking to people or watching the BBC News. It is a good time of day, but not a creative one. If ideas come, they tend to come when I'm asleep, or first thing in the morning or last thing at night. Mostly, though, they come when you hold a gun to their head and tell them to come, and that would be at the desk during the course of the working day. Between 11 and one, or five and seven, would probably be good places to start.</p> <h2>Roy Williams, playwright</h2> <p>I was on the tube, on my way home, thinking about the wonderful production of The Brothers Size I had seen at the Young Vic. Seeing good work always inspires me. There was a wonderful scene involving the use of the Otis Redding song, Try a Little Tenderness, that had me smiling and a clever device where the actors would speak the stage directions. I had decided then I was going to steal these ideas. All writers are thieves. </p> <p>I am a morning person. I love waking up with a solution to a script problem I had the night before. My most creative times are between 8am and 1pm. I work non-stop, but always begin the day with an hour of quality TV drama from one of my beloved box sets. </p> <h2>Sharon Horgan, comedian</h2> <p>I set my alarm so I could find out exactly what creative thoughts I was having at that special time, but I was surprised to find that I was thinking about the episode of Katie &amp; Peter: The Final Chapter I'd seen the night before. I was pretty disappointed by that because I was hoping for an idea for a film or a new invention or something. I usually hit my stride creatively at about 1.40pm. I panic when I realise I've been sitting at my laptop for three hours and done fuck-all. A lot of my work is done in a creative panic. I do sometimes think of solutions to difficult storylines or funny stuff when I'm lying in bed at night and I pop them into my BlackBerry, which I keep beside my bed. A bit like Madonna.</p> <h2>Edward Gardner, musical director, English National Opera</h2> <p>Last night I was sitting at my desk learning the score for Boris Godunov, which I will be conducting. Today is our first orchestral rehearsal and it opens in three weeks. I must have been concentrating very hard because I started at 9.30pm and the next time I looked at the clock it was 10.30pm, so for someone with quite a short attention span that's pretty good. It has got completely under my skin, I really love it. I like working in the evenings because it's such a peaceful time. If I'm conducting, I'll be on stage at 10.04pm, heading towards the end of the opera. If it's going well, you feel incredibly focused at that time. </p> <h2>Margaret Drabble, author</h2> <p>I am usually asleep by then, or in bed and not at my best. My best time is walking at five or six in the evening on a summer's day. I get nearly all my ideas walking in the early evening or late afternoon, but in bed, never.</p> <h2>Stephen Bayley, cultural commentator</h2> <p>I was making egg-fried rice. I'd love to tell you I was having the most amazing epiphany but it simply isn't true. I felt I couldn't sit around urging a creative moment just for the sake of it - I was wondering if I should use one egg or two. I do like doing things in the kitchen, I find it quite zen-like, but I usually get my best ideas in one of two places - either on an airplane where I'm so fidgety and restless it forces me to think about things and I always carry a notebook to scribble in, or when I go for a run. I usually go running in the evening - though never as late as 10pm - and I find it generally productive, maybe it's because of a lack of oxygen to the brain or something. </p> <h2>Philip Pullman, author</h2> <p>I was thinking about what I was watching on the TV news, which was the story about the Christian aid worker killed in Afghanistan - a perfect example of how religion inspires both good and evil, and evil wins. In general I work best in the morning. But that may be just the result of habit.</p> <h2>Edward Stourton, presenter, Today programme</h2> <p>Last night at that time I was thinking about finding my hire car in Toulouse airport car park. But usually I would be asleep. I go to bed at 8.30pm or 9pm because I have to get up at 3am to get to work on the Today programme. I have to say I am the least inspirational person at 10 o'clock. I think my most creative time is at 6am. It may be partly because my brain has adjusted to that time, because that's the minute we go on air. But even on days when I'm not recording, if I sit down at my desk between 6am and 7am, that's when I'm at my best. </p> <h2>Linda Grant, author</h2> <p>Just before 10pm last night I went to turn off my computer, and I found an email that required answering. It was from someone who wanted to know at what times I might be free in Toronto, where I will be next week. At 10.03pm I sent the email and turned the computer off. At 10.04pm, my thought was: \"Ah, I think I'll just listen to The World Tonight.\" I suppose 10.04pm can provide a eureka moment, but it depends what you're doing: sometimes you're already fast asleep, sometimes you're rat-arsed. For creative activity, the most productive times are when you're closest to sleep - either after you've just woken up, or when you're just settling down. That's when the mind relaxes.</p> <h2>Richard Eyre, film and theatre director</h2> <p>10.04pm is a very curious time. It certainly wouldn't be my peak time for ideas - not least because I usually eat late and have a few glasses of wine. If I'm working in the theatre the show has generally finished or is finishing around then. If I'm filming I'll be preparing for the next day so I might be hoping for a brilliant idea around 10.04pm but am probably too tired to think. I have my best ideas in bed on the edge of sleep: the difficulty is to remember them in the morning or to write them down at the time of having them, which drives away sleep. So not encouraged. The best time for me is early in the morning - around 8am. Then I'm fresh and optimistic and everything is possible.</p> <h2>Naomi Alderman, author</h2> <p>I was in my bedroom. I'd been chatting online to a friend about a gig I went to, swapping jokes. I suddenly got a bit restless. Maybe it's the flipping over from nine-something, which is clearly \"evening\" to 10-something: \"suitable for an early night\" that does it. I stretched, walked around the room, looked out of the window. I watched the people wandering past. I can't say I had a brilliant idea, but leaving the computer would have put me in a good place to get one; good ideas come up when you move between tasks. Perhaps 10pm, the time when we move from day to night, really could be especially good for ideas. I like the idea that there's a time for ideas every day. Maybe I'll get a great idea tomorrow. </p> <h2>Jenny Colgan, author</h2> <p>I was thinking about Pat Kavanagh [the literary agent who died on Monday], as I imagine were most of your writers. I usually just feel sleepy at that time and never work at night, but I do find my mind quite buzzy. Annoyingly, it comes out in a pointless - and embarrassing - way: I will start writing in my head an elaborate synopsis for whatever TV series I'm currently watching. I have pretty thorough episodes for the West Wing Season Two, The Wire Season Three and the Martha Jones series of Doctor Who. It's a terrible waste of creative energy; I have two pilots in development and two books on the go and should really be thinking about them. But it gets me to sleep.</p> <h2>Antony Beevor, historian</h2> <p>I am afraid that I did not take an alarm clock to dinner, so I cannot record precisely my thoughts at 10.04pm last night, but while we were chatting with friends, my brain was working in the background or on a subconscious level, tackling the problems I had with the final chapter of my book on D-Day and the Battle for Normandy. My wife had been through the chapter before we went out and made some very telling points about cuts and construction, and by the time we arrived home, I was clear on what needed to be done.</p> <h2>Michael Berkeley, composer</h2> <p>I was in the green room of the Wigmore Hall having just left the stage following a concert largely of my music, so, as is usually the case at that time of night, I was savouring the fruits of creativity rather than being creative. I tend to be a morning person and like to get down on to paper what may, or may not, be the machinations of the subconscious, post-sleep. 10.04pm is therefore more a time for thoughts of recreation, procreation - anything but the misleading confidence of (even slightly) alcohol-fuelled work that will probably have to be junked the next morning under the harsh rays of reality at 10.04am.</p> <h2>Ekow Eshun, artistic director, ICA</h2> <p>I had the news on TV and I was reading the new John Updike book, The Widows of Eastwick. I'm reviewing it on Newsnight Review, so I was trying to think about it. I was also thinking about conversation I'd had earlier that evening with Dennis Hopper, because he'd been giving a talk at the ICA - I remember thinking I was quite surprised how elastic his mind was, the way it flicks from art to film to photography. It's the kind of mind I'd like · </p> <h2>Nick Clegg, leader, Liberal Democrats</h2> <p>I was coming back from a dinner with economic experts. I began to think about the danger of the environment being left behind as the economy worsens. High energy bills are an environmental problem as well as an economic one. We have to think creatively. Why is it that people are charged more for the initial amount of energy they use? Turning this tariff structure on its head would encourage people to use less energy and help the poorest who use less already. Now there's a simple idea all economists can surely agree on.</p> <h2>On the web</h2> <p>Were you creative last night at 10.04pm?<br><a href=\"http://www.theguardian.com/commentisfree/2008/oct/21/genetics-creativity\">theguardian.com/commentisfree</a></p>",
  "<p>As the new top man at Friends of the Earth, Andy Atkins is a man of his time. He previously worked for the Christian aid charity Tearfund, testament to the rising importance of development groups in the environment movement. Meanwhile, his dapper suit belies a long career \"in the field\" in some of the world's poorest countries, but hints at the journey many of the best-known green groups have made, from radical freedom fighters to green establishment.</p> <p>In this new world order, some have questioned what future there is for the old guard, caught between angry single-issue protest groups, such as Plane Stupid and the anti-coal campaign Leave It In The Ground, and the encroachment of green voices from other areas: third world charities, thinktanks, or business. </p> <p>The change of leadership and a new strategy in November are an opportunity to answer some of these questions.</p> <p>After years of shouting about the threat of climate change, one shift will be to pay far more attention to advocating solutions to the crisis. The other focus will be on putting biodiversity back on an equal footing with headline-hogging greenhouse gases, reminding the world of the mass extinction under way.</p> <p>In his first full interview since his appointment, Atkins says: \"In five years' time, we'd like everybody to be talking about the vulnerability of the natural world to people, and the value of the services the natural world provides - water, soil, clean air.\"</p> <p>Atkins grew up with his Anglican minister parents in Australia, for a while on the edge of tropical forest in Queensland, but much of the time on the Torres Strait Islands archipelago. \"I grew up surrounded by extraordinary beauty and a sustainable lifestyle: people fished, grew their own crops, etc, but also my parents were deeply involved in what would now be called social justice issues. You can feel the intimate link between natural resources and wellbeing.\"</p> <p>Atkins, married with three children, began working in human rights - first for the Chile Committee for Human Rights, later for Cafod (now the Catholic Agency for Overseas Development), the Catholic Institute of International Relations (now Progressio), then Tearfund. At Tearfund, his first campaign was to stop a hydroelectric dam that was threatening rainforest in Honduras and the people living in it. He was later a founder of the Make Poverty History campaign, and led Tearfund's pioneering work on environment issues, especially climate change. </p> <p>His faith-based background has raised eyebrows, especially after recent debates between religious ideas about intelligent design and the more widely accepted theory of evolution. \"First, Friends of the Earth is avowedly secular, but welcomes people of all faiths and none,\" Atkins says. Second, he has \"a lot of sympathy\" with the 18th-century naturalist John Ray: \"He described science as a way of better understanding God's creation. I don't find anything contradictory about the way science tells us the way the world works and the belief that God created it. I read traditional stories of the creation as clearly allegorical.\"</p> <p>On the priority issue of climate change, Atkins says: \"The argument on the science has been won by us and others. However, we have yet to see the argument over action that's needed. It requires a compete shift in thinking by governments. They need to move very fast and very hard.</p> <p>\"I'm still getting my head around the detail of FoE policy, but my understanding is that the nuclear debate is a total red herring because we can't get emissions down fast enough relying on nuclear.\" Geo-engineering solutions, such as carbon scrubbers, are too fraught with unknown consequences, he says, but carbon capture fares better. \"If that could work better long term, that could be an option, but the jury is still out, so let's not rely on that.\" </p> <h2>Aggressive mix</h2> <p>Instead, FoE advocates a safe but widely supported mix of aggressive energy efficiency improvements alongside renewable power technologies such as wave, tidal, solar and biomass. More controversially, Atkins says: \"Regulations, carbon pricing, policy solutions, incentivising people to do the right thing - we don't exclude any tool.\" </p> <p>However, he believes that nature should be protected for its own sake, not just as a human resource. \"To me, it's both: it has an intrinsic value, but it's also massively important to people.\" </p> <p>Again, the \"how\" arises. For biodiversity, it is a broader question, but Atkins picks on the controversial topic of meat: livestock needs to be reared more sustainably, and rich nations need to eat less meat, he says. \"People don't like being told what to do,\" he admits. \"But if they get there by their own conclusion, they are more likely to do it. \"</p> <p>For campaigners, the multibillion-dollar question is the next \"how\" - how to make politicians, businesses and voters/consumers/workers make the changes necessary to drastically reduce pressure on the natural world.</p> <p>\"You could argue about where it starts - people taking action or government taking action,\" Atkins says. \"You need both. Friends of the Earth is putting its weight behind government taking the right action that then makes it easier for people to do the right thing. But it's also well worthwhile people doing the right thing, as they can then say, 'We're doing the right thing, why don't you?'\" </p> <p>Atkins predicts that this will get easier as people increasingly realise that policies that reduce consumption of natural resources help them in other ways: tackling fuel poverty, or making the streets safer for cyclists, for example. \"I'm imagining a world with much less traffic ... where houses are much more energy efficient and have probably got renewable energy. I'm imagining a world where there's lots more green space, and where developing countries are getting out of poverty, without having to cut down precious forest.\"</p>",
  "<p><strong>What they said about Halifax</strong> \"A beautiful place to live and work, and it is cheaper for property and rents.\" Steven Leigh, policy head of the Mid Yorkshire Chamber of Commerce and Industry.</p> <p><strong>Population</strong> 198,500.</p> <p><strong>Local politics</strong> No party has overall control of Calderdale metropolitan borough council; Conservatives are the largest party. </p> <p><strong>MP</strong> Linda Riordan, Labour MP for Halifax.</p> <p><strong>Local authority</strong> The council is a top four-star authority improving \"adequately\". It has made improvements in key service areas, such as children and young people, housing and planning, but still needs to make progress in environment and \"growing the local economy\". It has \"strengthened\" its performance management, scrutiny and human resources, but work still needs to be done in providing good value for money. It must \"strengthen\" the way it engages with local communities, and needs to do more to understand the diverse needs of the borough. </p> <p><strong>Job prospects </strong>The council needs social workers and planners. </p> <p><strong>Health service </strong>Calderdale Royal Hospital is run by the Calderdale and Huddersfield NHS foundation trust, among the top 42 trusts in the country, with \"excellent\" use of resources and services. One of the first built under the private finance initiative (PFI), it was nicknamed Fawlty Towers locally because of teething problems when it opened in 2001. The Calderdale primary care trust has \"good\" services and makes \"good\" use of resources.</p> <p><strong>Central government</strong> HM Revenue &amp; Customs has offices in the town.</p> <p><strong>Environment/regeneration</strong> Projects include the £30m redevelopment of a town-centre site to create a multiplex cinema, shops, offices and a hotel, due to start early next year. A planned £60m business park will create 400 new jobs, and will include new homes and a nature reserve. The council is also behind a building project to extend a local library using locally-sourced materials to create straw walls and a green roof.</p> <p><strong>Voluntary sector </strong>There are 443 local, 54 national and 13 international charities in the town, with a combined income of £55m; 2,624 charitable trustees live in Halifax. </p> <p><strong>Commuter links</strong> Trains to Leeds (37 mins), Manchester (57 mins), York (1 hr 18 mins), and Bradford (13 mins). The town is six miles from the M62 (Leeds, 16 miles; Manchester, 30 miles). </p> <p><strong>Property prices </strong>Two-bed flat: £80k-£125k; three-bed semi: £150k-£195k; four-bed detached: £200k-£500k.</p>",
  "<h2>The carbon cash-in</h2> <p>Fresh from the devastation they have wrought on the global financial system, some of the world's leading investment banks meet in London today to discuss how they can \"cash in\" on carbon. But at least delegates and speakers at the Cashing in on Carbon conference are open about not trying to reduce emissions or helping the environment. Oh, no. This event is to see how \"investment banks can profit today from an increasingly diverse range of carbon-related investment opportunities\". Particularly reassuring is the emphasis on \"hybrid and complex carbon credit structured products\", and how to identify investor demand for them in the US; \"derivative/synthetic carbon products\"; and \"sub-index arbitrage strategies\". Also, we can refresh our knowledge of the basic options for \"productising carbon\" and of \"access channels for producers ... speculators, proprietary traders and investors\". Good to see that execs from Lord [Nicholas] Stern's company, IDEAcarbon, will be there, too. </p> <h2>Flight of fancy</h2> <p>BAA is looking for a new PR bod for Stansted airport, presumably to smooth the feathers of the irate locals who are about to get an extra 70,000 flights a year dumped on them. The job ad in PR Weekly gives the game away: \"Wanted,\" it says. \"PR manager. A big story to tell, creativity needed in the telling.\"</p> <h2>Knock-on effect</h2> <p>Essential surveillance kit for the new green police: the Energy Saving Partnership has taken out a patent on Heatseekers, thermo-imaging vehicles which, at full potential, have the capacity to identify 1,000 properties an hour, or 5,000 properties a night, that are leaking carbon. \"Once the property has been scanned, a dedicated team of energy advisers will visit householders to show them the thermal image scan of their homes,\" says Inspector Knock-on-the-Door. That'll go down well after midnight. </p> <h2>Pet project</h2> <p>Good to see cats and dogs doing their bit for climate change. After Rajendra K Pachauri, chair of the Intergovernmental Panel on Climate Change, called for people to reduce their meat eating, pet insurer LV says there are now more than 145,000 cats and dogs in the UK on a vegetarian diet. One in six pet owners say they simply follow government nutritional advice for humans and apply it to their pets.</p> <h2>Mission impenetrable</h2> <p>Ed (\"Call me Edward\") Miliband has been sending private notes to all his top civil servants at the government's new climate change department. The \"clear mission\", he writes, \"is for affordable, secure and sustainable energy, and to do all we can to tackle fuel poverty.\" What's this \"all we can\"? Back in 2000, the government put a law on to the statute book, stating that no household in Britain should be living in fuel poverty by 2016-18. Doing all we can simply is not good enough, Ed.</p> <p><strong>Responsible behaviour</strong></p> <p>Spot the connection: \"Every one of the banks that has collapsed had an impressive corporate social responsibility programme ... even as they were engaged in some of the most irresponsible behaviour in the history of capitalism.\" Read more at <a href=\"http://www.jonathonporritt.com/pages\">jonathonporritt.com/pages</a></p>",
  "<p>They are possibly the most despised financiers in America. But the nation's mortgage bankers, widely blamed for playing a central role in the global financial meltdown, are in no mood to be humble.</p> <p>Thumping rock music, a glittering lilac backdrop and vast US flags decorated the stage at this week's annual convention of the Mortgage Bankers Association. The comedian Jay Leno and the former presidential adviser Karl Rove were on hand to lift the battered industry's spirits.</p> <p>\"We're all still here and we're still standing,\" declared Kieran Quinn, outgoing chairman of the association, who took the floor to a pounding chorus of Coldplay's Viva la Vida. He arrived shortly after a colour guard in full military regalia hoisted a US flag while an opera singer belted out The Star Spangled Banner.</p> <p>A sea of grey suits, the thousand or so bankers at San Francisco's Moscone conference centre inhabit ground zero in the global economic crisis. President Bush, treasury secretary Henry Paulson and the Federal Reserve chairman, Ben Bernanke, have all cited lax standards by mortgage lenders as a main reason for the financial paralysis that has spread from Wall Street to Europe and beyond.</p> <p>Billions of dollars worth of sub-prime mortgages were written at the height of America's property boom. These loans, never realistic, are deeply in default, leaving Wall Street with vast liabilities. More than two million Americans have lost their properties to repossession.</p> <p>\"Everybody believed that house prices would just keep rising,\" Quinn told his members. \"We, and everyone else, had unprecedented confidence that it was a golden age of finance. We thought we had solved everything - no more recessions, no more inflation.\"</p> <p>In a normal year, nobody would take much notice of a gathering of home-loan providers. But a noisy group of protesters were on hand to remind them of their unpopularity. Campaigners outside the conference wielded placards reading \"Grand theft bail-out\" and \"Jail greedy bankers - let them rot\".</p> <p>Despite tight security, several protesters made it into the hall. One leapt on to the stage and tried to handcuff Rove, accusing him of treason. The campaigner was dragged away, yelling: \"Karl Rove is not fit to address you!\" </p> <p>Rove pleased the assembled financiers by asserting that Democrats in Congress were to blame for the crisis by refusing to regulate the mortgage firms Fannie Mae and Freddie Mac. \"The 'let them do anything they want' crowd were all Democrats,\" he said. </p> <p>One mortgage banker was moved to yell: \"We love you Karl, you're great!\" </p> <p>Bill Hackwell of Answer, a protest coalition involved in the demonstration, said: \"We wanted to make sure they didn't think it was going to be business as usual as they meet to work out how to cover themselves.\"</p> <p>The MBA's own figures show that 9.1% of mortgages on US family homes are in arrears, the highest figure since records started 39 years ago. Among delegates, though, the mood was philosophical. Groups of mortgage bankers stood around, swapping stories and exchanging business cards. Some were willing to admit that their industry had made mistakes, but they argued that customers, regulators, the government and Wall Street were all also at fault.</p> <p>Jim Kunzler, president of an Indiana lender, 1st Source Bank, blamed \"investor greed, some bad acting in the lending community and many uninformed borrowers\" for the financial crisis. \"To say one industry is responsible for all this is a little simplistic,\" he said.</p> <p>His view was echoed by Ted Eric May, partner at law firm Sheldon May, which specialises in servicing the mortgage industry: \"All of us are to blame. Our society has gone from living within our means to borrowing without restraint.\"</p> <p>Yet inside the hall, specialists spoke of a reckless culture in which lenders failed to make basic checks on borrowers' incomes. Phillip McCall, a mortgage fraud investigator, cited the case of a warehouse worker who applied for a mortgage, claiming an income of $7,500 (£4,500) per month: \"Common sense tells you someone in a warehouse is not going to be earning $90,000.\" McCall said his firm has seen its workload leap from four or five mortgage investigations a month to several thousand.</p> <p>As delegates drifted out of the hall clutching complimentary Freddie Mac document bags, there was a general sense of defiance. Sipping a drink as a guitarist played in the foyer, Cary Burch, chief executive of a mortgage software provider, LSSI, said mortgage lending was a force for good: \"I'm proud to be part of this industry. It's been great to help people achieve their home ownership dreams.\"</p>",
  "<h2>Another executive calls time in Punch boardroom</h2> <p>Deborah Kemp, head of Punch Taverns' 7,560-strong leased pubs division, has left the board with immediate effect. She will depart the company before the end of the year. The move comes three months after the exit of Andrew Knight, managing director of Spirit, Punch's 890-strong managed pubs arm. Long-standing finance director Robert McDonald and Kemp's predecessor, Adrian Fawcett, resigned 12 months ago. Kemp, who joined Punch in 1998, is to be replaced by Roger Whiteside, who ran off-licence chain Threshers until it was sold to private equity group Vision Capital last year.<br><strong>Simon Bowers</strong></p> <h2>Caution pays off for NAB's British subsidiaries</h2> <p>The British operations of National Australia Bank, one of only 18 banks in the world with an AA credit rating, yesterday reported flat pre-tax profit of £343m in the year to end-September, while underlying profit rose 11.9% to £518m. Clydesdale and Yorkshire banks said conservative lending policies limited mortgage arrears to half the average for the industry, while savings deposits grew by 7.7% in 2007-08. But charges from bad debts rose by £56m, driven by higher business lending volumes. Parent company NAB saw bad-debt charges quadruple and reported slowing growth in Australia.<br><strong>Phillip Inman</strong></p> <h2>'Instant win' games and scratchcard sales soar</h2> <p>Scratchcards and \"instant win\" internet games accounted for almost one in four pounds of National Lottery sales in the six months to September 27. This proportion is expected to continue rising and is central to operator Camelot's plans to increase earnings for good causes including the 2012 Olympics. Non-draw-based games, mostly scratchcards, grew by 12% to £585m. Overall half-year sales under the monopoly gambling licence rose 7.6% to £2.56bn. Camelot said a series of EuroMillions jackpots, Olympics-based games and other new formats had helped drive sales.<br><strong>Simon Bowers</strong></p> <h2>Kaupthing offshoot sold to UK stockbroker</h2> <p>Stockbroker Williams de Broë yesterday snapped up the investment management team of Singer &amp; Friedlander Investment Management from the nationalised Icelandic bank Kaupthing for an undisclosed amount. The deal is one of the first instances of UK financial services firms buying parts of the three main Icelandic banks that collapsed this month. The agreement with the administrators of Kaupthing Singer &amp; Friedlander will result in assets under management moving to Williams de Broë, a subsidiary of Evolution Group, which said it had no debt on its balance sheet. <br><strong>Phillip Inman</strong></p> <h2>Youths clash with police as 2m take part in strike</h2> <p>More than 2 million workers brought Greece to a standstill yesterday in a strike triggered by anger over the government's \"unfair and anti-social\" fiscal policies. Tens of thousands took to the streets, many chanting: \"We can't take this any more, change your policies.\" Economic hardship has been exacerbated by the global financial crisis, with one in five Greeks earning less than €5,000 a year, according to the government. Clashes broke out between police and stone-throwing youths as workers marched through Athens. Unions threatened to stage further walkouts.<br><strong>Helena Smith in Athens</strong></p>",
  "<p>HM Revenue &amp; Customs yesterday hit back in the wake of a critical report showing that many of Britain's biggest companies paid little or no corporation tax. Just 50 of the 700 largest firms paid two-thirds of the total tax raised from the sector in 2005/06 while 181 paid none, according to the cross-party public accounts committee.</p> <p>The MPs said corporation tax receipts were skewed towards a handful of sectors, with banking, oil and gas and insurance contributing two-thirds of large business corporation tax.</p> <p>The committee acknowledged that companies could legitimately reduce their corporation tax payments through a series of relief and allowances, but urged HMRC to speed up inquiries into corporate tax bills and improve its targeting of businesses which posed the biggest risk of non-compliance.</p> <p>In response, HMRC said: \"The tax system supports business expenditure on such areas as pensions, capital investment and research and development through a carefully policed system of reliefs and allowances. This inevitably reduces the amount of tax paid by some businesses. This is not the result of avoidance or evasion, but of the proper use of the reliefs that parliament has approved in order to encourage business growth and support investment in company pension funds.\"</p> <p>In response to criticism from the committee that more than 40% of its tax inquiries had been running for at least two years - against a target for completion of 18 months - HMRC said it had cut the number of open inquiries by more than 50% over the last 18 months.</p> <p>The committee chairman, Edward Leigh said: \"The department has introduced a new approach in which high-risk businesses will be singled out for extensive investigation. That's good but it must publicise this new approach. It should also robustly apply new penalties for those companies engaged in serious tax avoidance activities.\" </p> <p>In a separate development yesterday 17 of the world's leading economies vowed to draw up an expanded blacklist of countries that failed to meet standards on fiscal transparency. Warning that the global market turmoil spelled an end to tolerance of opaque and uncooperative financial centres, ministers from France and Germany said the new list from the Organisation for Economic Cooperation and Development (OECD) could include Switzerland for the first time. </p> <p>\"Switzerland should be on the blacklist and not the green list,\" said Peer Steinbruck, the German finance minister. \"Switzerland is only prepared to cooperate with us if there is tax evasion. But to prove this tax evasion we need the exact information that Switzerland has, but it will not deliver it,\" he said.</p> <p>Eric Woerth, the French budget minister, said: \"Banking secrecy has its limits. Switzerland has made progress ... but we must take matters further.\"</p> <p>Until now three tax havens - Andorra, Liechtenstein and Monaco - had come in for particular criticism from the OECD, but sources said as many as a dozen could be added to the new blacklist, due to be unveiled in the middle of next year. </p> <p>Some commentators were sceptical as to how much the meeting, which was boycotted by Switzerland and Luxembourg, could achieve. The absence of the US, without whose participation any global crackdown would be almost impossible, was seen as a particular obstacle.</p>",
  "<p>Debenhams has halved its dividend and plans to slash costs to reduce the group's £1bn debt.</p> <p>The 130-strong department store chain said recent trading had been very turbulent, with like-for-like sales in September and October down 4.2% as a result of the banking crisis, worries about unemployment and unusually warm weather hitting sales of winter coats.</p> <p>Chief executive Rob Templeman described high street conditions as \"the most volatile I have ever known\".</p> <p>His analysis was underlined by Sir Philip Green, who revealed that profits at his Arcadia empire fell more than £10m to £189m in the year to the end of August. Arcadia, which includes Topshop, Topman, Miss Selfridge, Wallis and Dorothy Perkins, has debt totalling £695m.</p> <p>Debenhams has shaved 2.2% off what it owes in the past year, but the total still stands at £994m. \"In the current environment it is important that leverage is taken off the agenda as soon as possible,\" Templeman said.</p> <p>He admitted that Debenham's debt \"is now weighing on the equity value\". The shares stand at 33.5p - half their price at the turn of this year. They are down 83% on the 195p at which they rejoined the stockmarket two years ago after a spell in private-equity ownership.</p> <p>Debenhams reported profits of £110m for the year to the end of August, in line with City estimates but down 16% on 2007.</p> <p>Analysts are generally impressed with the way Templeman is managing the business - it is winning customers from Marks &amp; Spencer - but they are almost all worried about the debt.</p> <p>Templeman insisted he had no regrets at bringing the company back to the market with such a burden. \"When we came back to the market, people were saying to put more debt in because, back then, people loved leverage.\" </p> <p>Debenhams' \"deleveraging initiatives\" include £20m of cost reductions and £40m of reductions in capital expenditure. The cuts would be achieved, said the chief executive, from \"a series of little things\", including lower advertising costs as newspapers and magazines cut their rates. He refused to rule out job losses.</p> <p>Fewer new stores will be opened - six are planned for 2009 compared with the 11 that opened this year. Store revamps will also be cut, from 19 last year to possibly only two next year, though Debenhams says 40 need a facelift. </p> <p>The final dividend has been cut from 3.8p a year ago to 0.5p, giving a total of 3p for the year, down from 6.3p in 2007. The cut will save the company £28m.</p> <p>The Debenhams boss insisted there was no reason yet to fear \"the worst Christmas in 30 years\", as one leading City analyst has predicted. \"We are a great nation at predicting our own doom.\" Sales of Christmas gifts, he said, are ahead of last year.</p> <p>Green said like-for-like sales had fallen 2.8% across his Arcadia group - but the brands aimed at younger shoppers, such as Topshop, had fared far better, turning in record sales and profits.</p> <p>Some Debenhams shareholders had been hoping for a takeover bid from Baugur - the troubled Icelandic group that holds a 13.5% stake in the retailer. Yesterday Templeman said it was now unclear who owned the stake. \"But they are just investors and if the stake gets sold it would just mean a short-term markdown.\"</p>",
  "<p>Leanne Wright couldn't be happier with her new role as senior support assistant at Hartfields, the Joseph Rowntree Foundation's retirement village recently opened in Hartlepool. \"It fits me like a glove,\" she says. \"In fact when I was doing the pre-employment training, I was thinking: can this job get any better?\"</p> <p>One of the chief reasons for Wright's delight is that she's able to work mornings only and so combine her job with childcare duties. She has a two-year-old daughter and found it impossible to return to her previous nursing home job because she would have had to be on call at night.</p> <p>Hartfields, however, has managed to tailor her new role exactly to her domestic needs. \"I couldn't believe I'd be able to find a senior job and have hours that were so child-friendly,\" she says. \"The child-minder comes at 7.45; by eight I'm at work and I'm home at 2.30. It's fab!\"</p> <p>That's a relatively unusual reaction from care workers these days. But then Hartfields, a 242-apartment \"extra-care\" complex for older people with various levels of dependency, is quite an unusual organisation.</p> <p>Opened in July, it offers a full range of personal care and domestic support but also has other healthcare services on site, including a restaurant and cafe, a hair salon, swimming pool, gym, art and craft workshop and library.</p> <p>The declared aim is to support people to live independently and to provide care holistically. So although there is a large array of staff with specialist functions, from support workers to hairdressers and handymen, all share a responsibility for keeping a neighbourly eye on residents. </p> <p>Local interest in the project has been huge from the moment it was decided to build it in Hartlepool. An open day earlier in the year attracted 500 people. And there were more than 60 applications for the 14 care and support posts so far filled - a response rate almost unheard of elsewhere in the sector.</p> <p>This can hardly be ascribed to abnormally high rates of pay. Care workers' wages at the home start at £5.99 an hour for an unqualified care assistant, moving up to £6.66 for an NVQ level three assistant. However, there are several additional elements - including generous overtime and night-shift rates and savings in time and money because everything is on one site - that make the total package more attractive.</p> <p>But the biggest draw is an environment that offers staff a genuine opportunity to form proper relationships with residents. \"This is a different way of providing care and support to people in a very, very different environment,\" says care support and housing manager Janet Armstrong. \"A lot of people have become disheartened with some residential care home regimes which seem to be more about managing people than relating to them.\"</p> <p>The recruits come from a wide variety of backgrounds. Many were already in the care field, but some have moved from other jobs such as hairdressing. Armstrong also had applications from people who had cared for relatives and wanted to make the transition to professional caring.</p> <p>For Wright, the secret is that everyone sees themselves as part of a team striving for the same things. And it helps, she feels, that the public are able to make use of so many of the complex's facilities.</p> <p>\"It means we are all mixing with a wider group of people,\" says Wright. \"You get a lot of families around as well and the support they're able to give takes a bit of the load off the professional staff. Everything is working as it should be.\"</p>",
  "<h2>Emotional education</h2> <p>I fully support Mark Johnson's call for emotional education and support for young people (Inside out, October 15), but if it is to succeed, this emotional education needs to begin further up the line. How can a teacher understand and help a child or teenager in difficulty or emotional distress if they don't have at least some understanding of who they are and how they tick? </p> <p>Too many of my own teachers wreaked havoc and made things much worse in classrooms by blaming the kid kicking off in the back for the teacher's own inability to manage their anger and fear. Personal accountability and self-awareness are key to any individual's growth and maturity. Personal emotional development needs to be a key part of any teacher-training package.</p> <p>The sooner the government understands the importance and urgency of this and implements it as part of all teacher training initiatives, the better for the whole of society. <br><strong>Caspar Walsh</strong>, author, teacher and personal development worker</p> <h2>Keeping the bird balance</h2> <p>I am appalled that in these enlightened times some people still think it is sport to kill other living creatures (Foul deeds or fair prey? October 15). They also think it is acceptable to kill protected birds, such as buzzards, that only kill to survive.</p> <p>As an RSPB member, I read about the numbers of birds of prey that are shot, poisoned or trapped because someone wants to protect the birds that they have raised for someone else to shoot. It is a situation almost beyond belief - until one realises that big money is involved in this. Please can we move away from this myth that gamekeepers help to preserve wildlife and the countryside? <br><strong>Victoria Nicholls</strong>, Deal, Kent</p> <p>• The only people I have ever met who are interested in killing raptors are wealthy landowners who enjoy shooting for sport. This is a very small, atypical minority of rural dwellers. There is a wide social and class divide between those enthusiasts and the rural majority.</p> <p>The relationship of raptors to prey is very direct. When the prey species is plentiful, the raptors flourish; when the prey species is scarce, the raptors perish. The waxing and waning of prey and raptor secures a balanced population over time, but the huntin', shootin' and fishin' set try to counter that balance by introducing and protecting more prey while trying to exterminate the raptors.</p> <p>It is yet another instance of man trying to control nature. However, in this case it is not for the general benefit of humanity, but for the savage pleasure of a very few.<br><strong>Ron Carthy</strong>, by email</p> <h2>The resilience of localism</h2> <p>The views of your contributors on the likely fallout from the current financial turmoil for public services (When money's too tight, October 15) certainly echo what our members are telling us. However, they fail to take account of the crucial perspectives of people living in areas of high deprivation, whose quality of life depends on services working well. </p> <p>Bassac member organisations are at the heart of their neighbourhoods. The people they encounter feel utterly disconnected from the global culture of boom and bust and cannot benefit in the same way as others who are economically mobile. Instead, they look to small-scale initiatives that respond directly to their needs and make their communities more resilient.</p> <p>We think locally owned solutions, supported by independent organisations anchored in the community, put local people in control of local issues and services. They provide a more sustainable approach rooted in the uniqueness of each neighbourhood. Surely this is the kind of approach government and the commercial sector must take in order to re-engage with civil society.<br><strong>Ben Hughes</strong>, chief executive, British Association of Settlements and Social Action Centres (Bassac)</p>",
  "<p>The gap between rich and poor in Britain narrowed \"remarkably\" between 2000 and 2005 but the country remained one of the most <a href=\"http://www.guardian.co.uk/society/equality\">unequal</a> in the developed world, the Organisation for Economic Cooperation and Development said yesterday.</p> <p>The UK's growth in wealth equality has been the fastest among the world's 30 richest and most developed countries. But in 2005, when the organisation compiled its latest data, the UK remained a more unequal society than three-quarters of OECD countries, with the richest 10% earning nine times more than the poorest 10%.</p> <p>Income inequality in the UK grew steadily from the mid-1970s and only dipped briefly in the mid-1990s, the OECD said.</p> <p>\"We found it starts narrowing from the year 2000,\" said Mark Pearson, the head of the OECD's social policy division. \"It is really quite a remarkable reduction since then - the largest fall in all developed countries, at a time when inequality has been rising in most developed countries.\"</p> <p>But in 2005, the earnings gap between rich and poor was still 20% wider than in 1985. And in the years since 2005, which are not covered in the study, the narrowing of the wealth gap appears to have flattened off, Pearson added.</p> <p>Last month the prime minister admitted that \"social mobility has not improved in Britain as we would have wanted\", but added: \"Poverty has been reduced and the rise in inequality halted.\"</p> <p>The increase in inequality in developed countries \"has not been as spectacular as most people probably think it has been\", Pearson said. \"This difference between what the data shows and what people think no doubt partly reflects the so-called Hello! magazine effect. We read about the super-rich, who have been getting much richer and attracting enormous media attention as a result.\"</p> <p>He said a combination of economic growth, which had lifted more people out of unemployment, and redistributive fiscal policies had been responsible for much of the change.</p> <p>\"In the five years since 2000 things have gone in the right direction and the poor have done very well from employment growth, the much-maligned tax credit system and the minimum wage, with the effect of redistributing wealth,\" he said. Between 2000 and 2005, incomes for the top fifth of earners grew by 1.5% in real terms each year, while for the bottom fifth they grew by 2.4%.</p> <p>But Pearson stressed the long-term trend remained towards greater inequality in the UK when measured by disposable incomes. \"We are talking about a blip downwards and over the last 30 years there has been a very rapid increase in inequality,\" he said. </p> <p>The report also found that in the UK new generations struggle to escape the income levels of their parents more than in almost any other country in the group.</p> <p>\"There is less social mobility in the UK than in Australia, Canada and Denmark. In this respect it is similar to the United States and Italy,\" said the report. \"What your parents earned when you were a child has much more effect on your own earnings than in more mobile countries.\" James Purnell, the work and pensions secretary, welcomed the findings as evidence that the government's employment policies were working.</p> <p>\"We have seen a decline in the rate of people not working by 4% - one of the highest rates in the OECD - as people have made the most of the opportunities afforded to them by our flexible labour market,\" he said. \"As a consequence we have helped cut the numbers on out-of-work benefits by over a million. There is a common and understandable criticism that too often parents' earnings determine their children's earnings. But what this shows is that we have one of the lowest levels of people in the poorest fifth, meaning that with most parents in a higher income bracket their kids follow suit.\"</p> <p>Liberal Democrat work and pensions spokeswoman Jenny Willott said: \"This government can take no pride in the fact that social mobility has not improved in the last 10 years or that the wage gap has increased between rich and poor. Pensioner and child poverty have both increased since 2005, a period this report does not cover. It is shameful that Labour's policies to tackle social mobility and poverty have completely stalled since 2005.\" </p> <p>The latest findings run contrary to an Institute for Fiscal Studies report in January that found that \"income inequality is currently at its highest levels since the late 1940s\". According to the OECD's findings, inequality remains higher in the UK than in Germany, France, Belgium, the Netherlands and Scandinavian countries. The gap between rich and poor has grown in more than three-quarters of OECD countries over the past two decades.</p> <p>Speaking at the report's presentation, Oxford University economist Anthony Atkinson said growing global inequality posed a new challenge to governments in a time of recession.</p> <p>\"What will happen if the next decade is not one of world growth?\" he said. \"With governments around the globe announcing trillions of dollars in rescue financing to shore up banks, I think that citizens of OECD countries are going to expect that if you can find funds to rescue banks, then governments can fund an effective unemployment insurance scheme, and they can fund employment subsidies\".</p> <p>Angel Gurria, the OECD secretary general, warned: \"Growing inequality is divisive. It polarises societies, it divides regions within countries, and it carves up the world between rich and poor. Greater income inequality stifles upward mobility between generations, making it harder for talented and hard-working people to get the rewards they deserve. </p> <p>\"Ignoring increasing inequality is not an option.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338859199\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/10/21/CHILD_POVERTY_2210.gif\" alt=\"child poverty\" width=\"230\" height=\"638\" class=\"gu-image\" /> </figure>",
  "<p>News that a respected international analyst like the OECD had reported that inequality and poverty \"fell faster in the UK\" than in any comparable country in the first half of the decade briefly led BBC news bulletins yesterday before being blown away by August high jinks on Corfu. </p> <p>But the Watergate maxim \"follow the money\", which George Osborne invoked in his Corfu defence, also applies to poverty. Though few voters seemed to be listening, James Purnell, the works and pensions secretary, put out a statement claiming that the OECD's findings show \"a real change for the better in reducing inequality\" - thanks to progressive taxation, active efforts to get people back into work and the impact of redistributive policies on working families.</p> <p>In his decade as chancellor, Gordon Brown was as wary of using the \"R for redistribution\" word as he now is to use \"R for recession\"; hence the Tory \"stealth tax\" jibe. And the OECD verdict is not wholly flattering. Yes, income inequality rose in 2000-2005 in Canada, Germany, Norway and the US, where George Bush was cutting taxes for the rich, while it fell in Mexico and UK.</p> <p>Income poverty and child poverty fell. But the OECD, often critical of Britain's unbalanced, finance-driven economy, notes that it remains a country of low social mobility, highly unequal incomes and jobless households. All are bad for social cohesion, education and health.</p> <p>Did Labour miss a trick in not trying harder to trumpet this modest success all the same, perhaps because Brown has told Whitehall that the fight against global economic collapse is the only fight that currently matters? It would seem so. Mark Pearson, an OECD report author, calls the change \"quite remarkable.\"</p> <p>Purnell's department knew the report was coming and now claims it proves that the UK is \"in the forefront of the battle against poverty and inequality\". An exaggeration, but OECD's emphasis on skills, education and jobs all chimes with Brown's agenda since 1997. </p> <p>But poverty analysts in thinktanks like the Institute for Fiscal Studies still urge caution. Brown has been very lucky in the OECD's 2000-05 choice of years, they say. In 1997, Brown stuck to inherited Tory spending plans, squeezing benefits and pensions while the stock market boom pushed up the incomes of the rich until the dotcom bubble burst. </p> <p>After 2000 his tax credits scheme came on stream. Together with the New Deal drive to get the long-term unemployed back to work it boosted the income of families with kids. After the 95p pension rise controversy, pensioners also got help. Tax revenues remained unexpectedly buoyant, helping to finance better schools and the NHS; they help reduce inequality too.</p> <p>So the poorest - those below 60% of the median post-tax household income (£19,646 in 2006-07) - gained ground on the middle class. The rich motored on. By general consent among experts, that modest progress has probably stalled since 2005 as those tax revenues faltered. Alistair Darling's 2008 budget was good for poor children. But the long battle against poverty is far from won.</p>",
  "<p>Business optimism fell this month to its lowest in almost 30 years, leading the CBI to call for more interest rate cuts as manufacturing companies struggle to keep their heads above water during the credit crunch. </p> <p>The CBI's quarterly survey showed that optimism at British manufacturing companies tumbled to a balance of -60 from -40 in July on the back of the lowest number of new orders on companies' books in five years.</p> <p>Expectations of future output fell to -31 this month from -16, the lowest since July 1980.</p> <p>The credit squeeze has hurt the manufacturing sector, with 9% of companies saying that their output was likely to be constrained by credit or finance in the coming quarter - the highest figure since 1975. </p> <p>Orders for capital goods, usually considered relatively unaffected by credit conditions, has fallen for the first time since 2005. New orders dropped to -12 in October from +23 in July.</p> <p>Ian McCafferty, the CBI's chief economic adviser, said: \"Finance has not been a big issue [for manufacturing companies] but for the first time, in this survey, we see conditions have become more difficult.</p> <p>\"The sharp falls in orders and output show the slowdown in the UK economy is now spreading to sectors previously resilient to weakness in the banking and housing markets.\" </p> <p>Opposition parties used the figures to criticise the government. Philip Hammond, shadow chief secretary to the Treasury, said: \"This is yet more bad news for the British economy. Our manufacturing base, which has shrunk by a million jobs since 1997, is now paying the price for Gordon Brown's failure to prepare Britain for the economic downturn.\"</p> <p>However, there were a couple of bright spots, with the cost of Brent crude oil falling about 33% from the previous quarter.</p> <p>John Cridland, the deputy director general of the CBI, said that costs were likely to ease, while this month's half-point interest rate cut and the government's effort to recapitalise banks could have a positive effect in the following quarter. </p> <p>Unemployment rates were not as high as anticipated. The CBI expects 23,000 manufacturing jobs to be cut in the next quarter and 42,000 in the quarter following that. </p> <p>Meanwhile, more bad news arrived as a leading economic think-tank said today the British economy has entered a recession that could last until the end of 2009 and would leave the country with \"permanent scars\". </p> <p>The National Institute of Economic and Social Research predicted the British economy would contract by 0.9% in 2009 - the first annual fall since 1991. </p> <p>The NIESR said the country entered a recession in the third quarter of this year and that it would last four quarters. However, it acknowledged there was a one-in-three chance that the recession could run until the end of next year and added that growth in 2010 would be only 0.8% per annum. Its report arrived just after Bank of England governor Mervyn King also warned that the economy was heading into recession.</p> <p>The NIESR said consumer spending is expected to fall 3.4% in 2009 due to credit rationing, weak economic growth and negative wealth effects. Unemployment is expected to breach 2 million. </p> <p>Inflation is on course to peak in the final three months of this year, but the NIESR expects King to have to write at least three more letters to the chancellor, Alistair Darling, explaining why inflation has continued to surpass the Bank's target of 2%. </p> <p>The institute said that there would be a global recession in 2009, with the worst recession in industrialised countries since 1982. </p> <p>It called for a co-ordinated rate cut of two and a half percentage points to \"partially offset the output decline in the US and the UK\". It added that US interest rates would have to drop to zero to have a significant impact. </p> <p>The NIESR said property prices would drop 9% in 2009 but would pick up in 2010. </p> <p>The government said yesterday that UK housing transactions dived 53% in the year to September. HM Revenue &amp; Customs reported that 59,000 residential properties worth more than £40,000 were sold in September, against 126,000 in the same month last year.</p> <p>Simon Rubinsohn, chief economist at the Royal Institution of Chartered Surveyors, said: \"While this was only marginally below the August figure on a seasonally adjusted basis, it is more than 50% down on the level of a year ago. </p> <p>\"This is now having a meaningful impact on consumer spending and jobs. It has, as a result, played a large role in pushing the economy to the brink of recession. </p> <p>\"There are some signals that housing market activity could be close to hitting a floor but there is a danger that a sharp rise in unemployment could precipitate a further round of fear on the part of buyers.\"</p>",
  "<p>The way we do business needs to change. The world economy is in turmoil, companies are folding, and large-scale job losses are increasing. Governments and businesses alike must be open to new ideas, changing environments and adapting markets. So why is it, then, that ministers remain reluctant to change their thinking on how disabled and severely disadvantaged people can contribute economically to our society through employment?</p> <p>The Remploy factories are a good case in point. These were set up by the government after the second world war to provide jobs for disabled people, establishing 83 factories around the country. Two years ago, PricewaterhouseCoopers established that the Remploy factories were receiving, on average, an annual subsidy from the government of £20,000 per disabled employee. Many of the factories have struggled to be viable; this struggle will only get harder.</p> <p>An entrepreneurial approach is needed to address the issues of disadvantage, disability and employment. Some of this has started with the government's welfare reform agenda. But my concern is that those furthest away from the labour market - disabled people - simply don't stand a chance in the current economic climate. As more people lose their jobs, those closest to the labour market will be the best placed to take any available vacancies. </p> <p>This will lead to a disproportionate leap in the number of long-term unemployed. Funnelling billions of pounds into an enormous web of job placement mechanisms - even if providers payments are only rewarded on job outcomes - is even less likely now to result in meeting the government's target of 80% of people in employment and 1 million people moving from incapacity benefit into paid work.</p> <p>We need to take a fresh look at the demand, as well as the supply side. As long as the stigma around mental ill health exists, it makes no difference how qualified or skilled you are, you will struggle to get a job if you say you have a mental health problem - 60% of employers say they wouldn't employ anyone with a mental illness. Yet so many people with mental health problems could work, and could function, if they were enabled to do so in a way that focused on their ability rather than their disability. </p> <p>The same applies to many other groups. For example, four out of five people with learning disabilities are jobless, 70% of prisoners have two or more mental disorders, unemployment is a key element in the cycle of reoffending, and 97% of homeless people want to work. There aren't enough \"mainstream\" job vacancies for everybody and, quite simply, not everyone can cope or compete in that environment. Which is where social firms come in. </p> <p>A social firm is a type of social enterprise committed to ensuring that people most disadvantaged in the labour market comprise at least 25% of its workforce. Its profits are reinvested to create more jobs. Unlike the Remploy model, there is no automatic subsidy. Since 1996, the number of social firm businesses in the UK has grown from five to more than 150, working across service and manufacturing sectors and needing to adapt to their particular market's trends. They've managed to create more than 1,600 full-time equivalent (FTE) jobs, of which approximately 50% are filled by severely disadvantaged people. </p> <p>Research commissioned by Remploy and Social Firms UK in 2007 established that it costs about £6,200 per annum to support a disabled person in a job within a social firm. Compare that to the Remploy subsidy or, more holistically, to the cost to the state, the individual and society of that person being unemployed. It is common sense to invest in solutions that bring a return, financially and socially, over time. </p> <p>A separate study of a social firm guesthouse in Edinburgh (<a href=\"http://www.sixmarysplace.co.uk\">sixmarysplace.co.uk</a>) established that each person with a mental health problem employed within that business saves the NHS around £21,000 per year. </p> <p>The financial and social return on investment to the wider economy is clear. If the people who have the most difficulty finding work now have even fewer chances of getting it, it is surely in the public interest to help create those opportunities. So we must think long-term, take a balanced approach to risk, bring the potential savings up front, and invest in the solutions for the future of our society and economy. Social entrepreneurs are out there seeking smarter solutions, the capitalist business model is showing cracks, and the hard-working taxpayer's pocket is being hit once again. It's time for a change.</p> <p>• Sally Reynolds is chief executive of Social Firms UK. More information at <a href=\"http://www.socialfirms.co.uk\">socialfirms.co.uk</a></p>",
  "<p>The British economy is entering its first recession since the early 1990s, the Bank of England's governor, Mervyn King, said last night as he delivered a clear hint that further interest rates cuts were in the pipeline.</p> <p>Delivering his most significant speech for years, King became the most senior figure to admit that the economy is now contracting as a result of the credit crunch.</p> <p>Describing the banking system turmoil of recent weeks as \"extraordinary, almost unimaginable,\" he said the financial system had come closer to collapse two weeks ago than at any time in the past 90 years.</p> <p>\"The combination of a squeeze on real take-home pay and a decline in the availability of credit poses the risk of a sharp and prolonged slowdown in domestic demand. Indeed, it now seems likely that the UK economy is entering a recession,\" King told a business audience in Leeds.</p> <p>\"It is surely probable that the drama of the banking crisis, which is unprecedented in the lifetime of almost all of us, will damage business and consumer confidence more generally.\"</p> <p>His fears were confirmed yesterday as the CBI reported that confidence among British manufacturers had tumbled to its lowest since July 1980, with output and orders also collapsing. </p> <p>The thinktank the National Institute for Economic and Social Research says today that Britain entered a recession in the third quarter of the year and warns the slump will probably last for a year or more, making it every bit as painful as the recessions of the early 1990s or early 1980s.</p> <p>Official data out on Friday will almost certainly show that the economy contracted in the July to September period, having not grown at all in the second quarter. A \"technical\" recession is defined as two consecutive quarters of contraction, which experts say is the least Britain can expect this time round.</p> <p>NIESR says that there will be a global recession in 2009, with the worst slump in industrialised countries since 1982. </p> <p>Until recently King had been more concerned about inflation, which rose to a 16-year high of 5.2% in September, driven by surging oil and food prices in the first half of the year. But with oil prices having tumbled by more than half to around $70 a barrel and with other commodity prices being sharply lower, King acknowledged inflation was much less of a concern. \"During the past month, the balance of risks to inflation in the medium-term shifted decisively to the downside,\" he said.</p> <p>That will be taken in the City as a strong hint that the Bank's monetary policy committee will cut rates again next month following the emergency half-point rate cut it made together with other central banks around the world on October 8. </p> <p>Rates are currently 4.5% in Britain but many economists expect rates to be cut next year to as low as 2.5% as the MPC seeks to prevent the recession being deep and prolonged.</p> <p>NIESR goes further, calling for further big rate cuts in Britain and the United States, recommending the Bank of England cut to 2% and the Federal Reserve to zero from the current 1.5% level.</p> <p>King warned that a meltdown in the global banking system had only just been avoided earlier this month when the share prices of HBOS and RBS collapsed, forcing the government to launch its partial nationalisation of the sector. \"Following the failure of Lehman Brothers on September 15, an extraordinary, almost unimaginable sequence of events began which culminated a week or so ago in the announcements around the world of a recapitalisation of the banking system. </p> <p>\"It is difficult to exaggerate the severity and importance of those events. Not since the beginning of the first world war has our banking system been so close to collapse,\" he said.</p> <p>He stressed that the actions taken by the British government and others around the world to recapitalise their banks \"were not designed to save the banks as such, but to protect the rest of the economy from the banks\".</p> <p>He sounded an optimistic note that the worst may be past for the banking system. \"With the bank recapitalisation plan in place, we now face a long, slow haul to restore lending to the real economy, and hence growth of our economy, to more normal conditions.\"</p>",
  "<p>The day Fannie Mae and Freddie Mac finally fell, six long weeks ago, and the government stepped in with hundreds of billions of dollars of loan guarantees, I was returning from a weekend trip to <a href=\"http://www.goldengatephoto.com/WestUS/halfdometrip.html\">Yosemite</a>. The day before, my friend Jason and I had scaled Half Dome rock.</p> <p>Half Dome is nearly two miles above sea level. To get to it, you have to walk nearly five miles, up steep, winding mountain paths. Then, your legs weak and lungs burning, you have to climb up hundreds of steep steps cut into the granite. Finally, you reach a plateau; you lie down and try to get your body back under control; and then you go for the summit. To reach it is a leap of faith. Half Dome is too steep to walk up; but one small part of the cliff face is \"only\" at a 45 degree angle. Pairs of stakes have been hammered into the rock at 10 or 20 feet intervals; and steel cables threaded along them.</p> <p><a href=\"http://www.yosemitevacation.com/_hd-photo_gallery.htm#Gallery\">To conquer Half Dome</a>, you have to pull yourself up 400 feet of cables. You take deep breaths, haul yourself from one set of stakes to the next, wedge your feet against the wooden slats at each set of stakes; and then repeat the process. If you fall, there's absolutely nothing to stop you – a terrifying fact you're reminded of every few minutes when someone drops their water bottle. Fall at just the right angle and you'll land hundreds of feet below with broken bones galore, but alive; fall at a slightly different angle and you slide off the edge of the cliff and drop thousands of feet to the valley floor.</p> <p>So, what does this have to do with our current economic woes? Well, we know we've lost our footing and fallen from a great height. In the weeks since Freddie and Fannie were essentially nationalised, investment banks and thrift banks have failed, credit markets have frozen, investors started runs on money market accounts, banks the world over have been semi-nationalised, trillions of dollars of taxpayers' money has been put on the line to support the system, stock markets have dived and several countries have themselves veered towards insolvency. That much is a given. What we don't yet know – and won't for months, possibly even years – is the extent of the damage. Will our economies and societies emerge battered but alive? Or will the system of exchange and wealth creation that we have taken for granted for generations prove unfixable?</p> <p>If that sounds melodramatic, it's meant to be. We're in the midst of the sort of collective re-imagining of national and global institutions, of the obligations of government and the needs of citizenries, that occurs perhaps once every couple of generations. </p> <p>At the end of the day, governments will emerge from the near-meltdown of the global financial system either larger or smaller. If they succeed in staunching the fiscal haemorrhage, governments will emerge much larger – with ownership stakes in pillars of the economy, with roles as extensive regulators and arbiters of the marketplace that they have not previously had, and with populations demanding they use that new clout not just to keep financial markets solvent but to keep populations out of poverty – through, for example, new health coverage systems and new employment schemes. If they fail, recession will turn into depression, tax revenues will shrivel, meaning that governments, too, will contract, and even the most powerful nations will find their organs of state incapable of mitigating the consequences of the meltdown. Within that broad range of possibilities the one thing we can be pretty certain of is that governing apparatuses and international relations won't emerge looking identical to how they did going in to 2008.</p> <p>In the desperate days before France fell to the Nazis, Churchill and the French government parlayed about the possibility of <a href=\"http://www.jstor.org/pss/260024\">merging France and the United Kingdom</a> into one country. In the years after the second world war and the explosion of two atomic bombs over Japan, many scholars pondered the possibility of world government as a way to avoid competing nations marching toward nuclear catastrophe.</p> <p>Both of those ideas hadn't a snowball in hell's chance of success, but they did in some ways affect the timbre of international relations. England and France never unified, but during the 60 years following the end of the war the European Union emerged as a continental entity with at least some supranational governing responsibilities. World government was never a serious option, but the United Nations has remained a durable institution and organisations such as the International Atomic Energy Agency, the IMF and the World Bank have operated, with varying degrees of success, on a transnational basis for many decades.</p> <p>So, as the current order crumbles, how about a bit more emphasis on the eirenic? The 15th and 16th century scholar <a href=\"http://www.historyguide.org/intellect/erasmus.html\">Desiderius Erasmus</a> advocated a system of international relations based around harmony and fairness rather than competition and warfare. As new domestic institutions, along with a new system of international relations, emerges out of the failed economic experiment of the past three decades, let's start a real conversation about who's included in the new system. Already responses to the crisis are being hammered out not by the G-8 but by the G-20. That's a start, but it still leaves unconsidered the interests of the billions of people living outside these 20 large economies.</p> <p>There's been a lot of talk in America recently about saving the middle classes; as well as propping up the structure of the first world economy upon which global prosperity depends. And I certainly don't underestimate the importance of that. But there's a risk that attention to poverty, to domestic working classes and impoverished peoples overseas, gets lost in this mix. </p> <p>Both Barack Obama and John McCain have gone out of their way to appeal to the struggling middle class in the US election. Partly that's because the vast majority of Americans, no matter how blue collar they might be, self-identifies as either middle class or as aspiring to attain middle-class status. But partly it's because there's more political capital to be gained from paying attention to people who've lost thousands of dollars in their 401(k)s than to people who never had <a href=\"http://en.wikipedia.org/wiki/401K\">401(k)s</a> to begin with. The wealthier you are in America, the more likely you are to vote. That's been true for decades.</p> <p>Obama's economic package at least talks about raising the minimum wage and indexing it to inflation; and his advocacy of a three-month halt to home foreclosures would give at least some reprieve to working families teetering on the edge of personal catastrophe. McCain, by contrast, does little more than advocate more tax cuts – which doesn't really address the problem of a growing underclass too poor to pay significant amounts of taxes in the first place, already reliant on government and charity food subsidies, and increasingly unable to establish decent credit, relying instead on exorbitantly high interest payday loans, check-cashing outlets, and pawn shops for their borrowing needs. </p> <p>Commentators have spent much time analysing Obama and McCain's differing body language in their third debate. To my mind, the most interesting moment was when McCain challenged Obama on why he opposed a free-trade agreement with Columbia. Obama answered that labour leaders in Colombia were being targeted by death squads. The camera panned to Mccain; as Obama talked of trade union leaders being assassinated, the Republican rolled his eyes.</p> <p>I think at this point we can take it as a given that Obama is more concerned with the rights of working people than is McCain. But that doesn't necessarily mean Obama's talking in strong enough terms about poverty in the post-fall era.</p> <p>If we're going to set up new institutions to mediate money-flows, let's set up some system to invest in developing countries, especially around tackling the issue of global warming. Last year the <a href=\"http://www.undp.org/climatechange/\">United Nations Development Programme</a> issued a report detailing how poorer nations needed access to billions of dollars to alleviate the affects of already-unleashed climate change; and billions more to upgrade their energy systems so as to be able to move into a post-carbon age and limit any further planetary temperature increases. Without it, they warned, poor regions would see increased drought, water shortages, epidemics and starvation.</p> <p>At the same time, let's have a serious conversation about developing bigger and better micro-lending institutions, so that small business owners and farmers around the world can survive the hard times ahead, and, down the road, move their families toward economic security. Let's talk about renegotiating poor countries' debt obligations; after all, if first world governments can buy up trillions of dollars in \"toxic debt\" from banks, why can they not perform a similar function for development-hindering debt owed by poorer nations? That wouldn't mean a canceling of debt, but rather a renegotiation, akin to the notion of revamping the corrosive variable rate sub-prime mortgages pushing so many US families into homelessness.</p> <p>These are just a few anti-poverty measures that could be taken. Many more could, and should, be developed over the coming years.</p> <p>Early on in the Democratic primary season, John Edwards talked passionately about a fairer deal for America's poor. Like Bobby Kennedy 40 years earlier, he went beyond mere platitudes about \"Main Street\" and the hurting middle classes. As we enter the final days of the presidential race, and start imagining the new institutions, the new social compact that a post-financial meltdown world demands, there's even more urgency that issues of engrained poverty, both in the US and overseas, are addressed in a smart, transnational manner.</p>",
  "<p>This special podcast looks at the latest global economic meltdown through the eyes of the economist <strong>John Kenneth Galbraith</strong>. His theme of themes, and his perpetual warning, was that a form of economic manic depression lies at the heart of modern capitalism.</p> <p><strong>Stephen Dun</strong>n, author of the forthcoming book The Economics of John Kenneth Galbraith, explains Galbraith's importance at difficult times like these and introduces him to a new generation of market speculators.</p> <p>Before the latest market crash, as they set out to write their book, Unjust Rewards: Greed and Inequality in Britain Today, Guardian columnist <strong>Polly Toynbee</strong> and co-author <strong>David Walker</strong> wanted to make a case for a fairer system of taxation. The strongest argument for their position would come, ironically, from the very Masters of the Universe whom they interviewed.</p> <p><strong>Nick Watt,</strong> the Guardian's chief political correspondent, explains the political dimension of the latest market crash, how it changed the balance of power in Westminster, and its effect on the Labour party's odd love affair with the rich.</p> <p>Galbraith constantly warned against volatility in the markets, its all-too-human causes and its destructive effects. <strong>Nils Pratley</strong>, financial editor of the Guardian, discusses the rationality of the markets.</p> <p>Journalist <strong>Ian Jack</strong> talks about the human dimension of market crashes, and about the powerful emotions they leave behind. <br><a href=\"http://www.guardianweekly.co.uk/?page=podcast&amp;id=92\"><br>Subscribe to the Guardian Weekly podcast on this page</a><br></p>",
  "<p>They are possibly the most despised financiers in America. But the nation's mortgage bankers, widely blamed for playing a central role in the global financial meltdown, are in no mood to be humble.</p> <p>Thumping rock music, a glittering lilac backdrop and vast US flags decorated the stage at this week's annual convention of the Mortgage Bankers Association (MBA). The comedian Jay Leno, a quartet of Beatles impersonators and the former presidential adviser Karl Rove were on hand to lift the battered industry's spirits.</p> <p>\"We're all still here and we're still standing,\" declared Kieran Quinn, outgoing chairman of the association, who took the floor to a pounding chorus of Coldplay's Viva La Vida. He arrived shortly after a colour guard in full military regalia hoisted a US flag while an opera singer belted out The Star-Spangled Banner.</p> <p>A uniform sea of grey suits, the thousand or so bankers at San Francisco's Moscone conference centre inhabit ground zero in this year's global economic crisis. President Bush, the treasury secretary Henry Paulson and the Federal Reserve's chairman Ben Bernanke, have all cited lax standards by mortgage lenders as key to the financial paralysis which has spread from Wall Street to Europe and beyond.</p> <p>Billions of dollars worth of sub-prime mortgages were written at the height of America's property boom. These loans, never realistic, are deeply in default, leaving Wall Street with vast liabilities. More than two million Americans have lost their properties to repossession.</p> <p>\"Everybody believed that house prices would just keep rising,\" Quinn admitted to his members. \"We, and everyone else, had unprecedented confidence that it was a golden age of finance. We thought we had solved everything - no more recessions, no more inflation.\"</p> <p>In a normal year, nobody would take much notice of a wonkish gathering of homeloan originators. But a noisy group of protestors were on hand to remind the mortgage bankers of their unpopularity. Campaigners outside the conference centre wielded placards reading \"grand theft bailout\" and \"jail greedy bankers - let them rot\".</p> <p>Despite tight security, one protestor made it into the hall and climbed onto the stage to deliver a speech \"on behalf of the public\", interrupting a talk about debt leverage by the chief executives of Fannie Mae and Freddie Mac. But before the activist could make her case for a freeze in foreclosures, she was hauled away by security guards.</p> <p>Bill Hackwell of Answer, a protest coalition involved in the demonstration, said: \"We wanted to make sure they didn't think it was going to be business as usual as they meet to work out how to cover themselves.\"</p> <p>Critics say the mortgage industry got drunk on its own success. Unscrupulous lenders pushed inappropriate mortgages on customers who could never afford to repay them. The MBA's own figures show that 9.1% of mortgages on US family homes are in arrears - the highest figure since records started 39 years ago.</p> <p>Among delegates, though, the mood was philosophical. Groups of mortgage bankers stood around, swapping stories and exchanging business cards. Some were willing to admit that their industry had made mistakes - but they argued that customers, regulators, the government and Wall Street were all complicit.</p> <p>Jim Kunzler, president of an Indiana lender, 1st Source Bank, blamed \"investor greed, some bad acting in the lending community and many uninformed borrowers\" for the financial crisis.</p> <p>\"There's certainly no lack of blame to be shared around the entire global economy,\" he said. \"To say one industry is responsible for all this is a little simplistic.\"</p> <p>His view was echoed by Ted Eric May, managing partner of law firm Sheldon May which specialises in servicing the mortgage industry: \"Politicians and the general public are looking for easy people to blame. All of us are to blame. Our society has gone from living within our means to borrowing without restraint.\"</p> <p>Yet inside the conference's exhibition hall, specialists spoke of a reckless culture in which lenders failed to make even basic checks on borrowers' income. Phillip McCall, a mortgage fraud investigator, cited a case of a warehouse worker who applied for a mortgage, claiming an income of $7,500 per month: \"Basic common sense is going to tell you someone in a warehouse is not going to be earnings $90,000.\"</p> <p>Only since the credit crunch has bitten have mortgage firms begun to crack down on such fraud. McCall says his firm, Imarc, has seen its workload leap from four or five mortgage investigations per month to several thousand.</p> <p>The MBA itself has not been immune. The association's membership has shrunk by more than 17%. The Washington Post reported recently that the organisation had struggled to find tenants for its $100m new 12-storey headquarters building in the US capital.</p> <p>John Courson, the MBA's chief operating officer, closed his own firm, Central Pacific Mortgage, because of \"cashflow\" issues last year. He told the Guardian that the industry was being unfairly tarred - and that lenders' initiatives to keep customers in their homes have staved off 2.3 million more foreclosures.</p> <p>\"I don't think the American public is upset with the mortgage banking industry,\" he said, reeling off a list of programmes to aid struggling borrowers under the banner of Hope Now - an alliance between the US government and the mortgage industry aimed at helping homeowners. \"Our industry has responded responsibly in terms of loss mitigation.\"<br>As delegates drifted out of the hall clutching complimentary Freddie Mac document bags, there was a general sense of embattled defiance. </p> <p>William Quick, a Seattle mortgage banker, blamed a few bad apples for his industry's loss of reputation and deflected responsibility: \"Nobody could have predicted that house values could have stopped increasing as they did or fallen as precipitously as they did.\"</p> <p>Sipping a drink as a guitarist played gentle melodies in the conference's foyer, Cary Burch, the chief executive of mortgage software provider LSSI, said mortgage lending was a force for good: \"I'm proud to be part of this industry. It's been great to help people achieve their home-ownership dreams.\"</p>",
  "<p>This is the time to reform <a href=\"http://en.wikipedia.org/wiki/Bretton_Woods_system\">Bretton Woods</a>: to recreate a new international architecture for global finance. I have read what Jeffrey Sachs has <a href=\"http://www.theguardian.com/commentisfree/2008/oct/21/globaleconomy-g8\">had to say</a> on this: I would not disagree with him, and yet there is much to add.</p> <p>First, we have to recognise that there is considerable regulation of the financial services sector in place, much of it introduced over the last few years. Perversely, some of those who claim to be most compliant with that regulation are in fact some of the most abusive tax havens in the world. There is an important lesson to learn from that simple observation: much of the regulation we have is applied to the wrong people, in the wrong place, asks the wrong questions, and fails to identify the risk that the regulation is meant to control. As a result, the most important thing we must do now is undertake a very rapid gap analysis of the existing regulatory structure of the world's financial system. We must resist the temptation to better regulate what is unimportant and instead regulate the difficult things we have so far ignored.</p> <p>By far the most important issues that will arise relate to tax havens, or secrecy jurisdictions as I prefer to call them. These are the international financial system's \"get out of regulation free card\". In the past international corporations have faced down regulation by suggesting any attempt to impose it is contrary to international competitive pressure, largely promoted by tax havens as part of an international regulatory race to the bottom. We have to change that. If we do not then there is no prospect of any other regulatory reform being successful. </p> <p>This reform can be done. We must demand that all abusive tax havens place on public record details of the beneficial ownership of all companies that operate within their domain, put the accounts of all companies on public record, and do the same for trusts. And of course we must lead the way by doing this ourselves. Then we will have created the information that is needed to operate a market on a level playing field. And we must impose sanctions on those countries that do not cooperate, which could be simply done by deducting tax at source from all payments made to those places that did not put this information on record. Barrack Obama is already proposing that in the USA. </p> <p>Next, we have to ensure that we know which companies are doing what activity where. This might sound a simple objective but the current accounting systems of the world make it almost impossible to find this out. Consolidated accounts are in practice little better than a work of fiction when it comes to finding out what happens within a multinational company because all the transactions between companies within the group are removed from view in those accounts. It is, however, those intra-group transactions that are used to undermine regulation, to avoid tax by relocating profit, and to hide assets from international regulators who might have reason to know about them. </p> <p>We do, therefore, urgently need reform of international accounting standards so that every multinational company is required to report its transactions on a country-by-country basis so that we know where it makes its sales, and how much is to genuine third-party customers and how much is intragroup; where it makes its profit; where it pays its tax and where it locates its assets. Again, without this most basic information no amount of regulation will work because we will have no way of locating the trades we are trying to regulate and will have no yardstick to measure success.</p> <p>Finally, in this very short list of additional recommendations, there needs to be radical reform of the world's auditing systems. It is very clear that the Big Four firms of auditors completely failed to appraise the risk inherent within the financial structures of their major audit clients and issue appropriate risk warnings – as is their duty. This is unsurprising; they have been principal architects of the world's offshore finance system. They all operate in all the world's major tax havens. This has created a fundamental conflict of interest within their core structure which cannot be addressed unless they are forced to split their auditing activities from all their other commercial roles. If this is not possible new state labour auditing systems have to be created.</p> <p>So let us move forward with haste, but start from the basic issues that need to be addressed if we are to succeed in achieving an effective regulatory regime.</p>",
  "<p>The US environmental movement is failing – by any measure, the state of the earth has never been more dire. What's needed, a leading environmentalist writes, is a new, inclusive green politics that challenges basic assumptions about consumerism and unlimited growth.</p> <p>All of us who have been part of the environmental movement in the United States must now face up to a deeply troubling paradox: Our environmental organizations have grown in strength and sophistication, but the environment has continued to go downhill, to the point that the prospect of a ruined planet is now very real. How could this have happened?</p> <p>Before addressing this question and what can be done to correct it, two points must be made. First, one shudders to think what the world would look like today without the efforts of environmental groups and their hard-won victories in recent decades. However serious our environmental challenges, they would be much more so had not these people taken a stand in countless ways. And second, despite their limitations, the approaches of modern-day environmentalism remain essential: Right now, they are the tools readily at hand with which to address many pressing problems, including global warming and climate disruption. Despite the critique of American environmentalism that follows, these points remain valid.</p> <h2>Lost ground</h2> <p>The need for appraisal would not be so urgent if environmental conditions were not so dire. The mounting threats point to an emerging environmental tragedy of unprecedented proportions.</p> <p>Half the world's tropical and temperate forests are now gone. The rate of deforestation in the tropics continues at about an acre a second, and has for decades. Half the planet's wetlands are gone. An estimated 90 percent of the large predator fish are gone, and 75 percent of marine fisheries are now overfished or fished to capacity. Almost half of the corals are gone or are seriously threatened. Species are disappearing at rates about 1,000 times faster than normal. The planet has not seen such a spasm of extinction in 65 million years, since the dinosaurs disappeared. Desertification claims a Nebraska-sized area of productive capacity each year globally. Persistent toxic chemicals can now be found by the dozens in essentially each and every one of us.</p> <p>The earth's stratospheric ozone layer was severely depleted before its loss was discovered. Human activities have pushed atmospheric carbon dioxide up by more than a third and have started in earnest the most dangerous change of all — planetary warming and climate disruption. Everywhere, earth's ice fields are melting. Industrial processes are fixing nitrogen, making it biologically active, at a rate equal to nature's; one result is the development of hundreds of documented dead zones in the oceans due to overfertilization. Freshwater withdrawals are now over half of accessible runoff, and water shortages are multiplying here and abroad.</p> <p>The United States, of course, is deeply complicit in these global trends, including our responsibility for about 30 percent of the carbon dioxide added thus far to the atmosphere. But even within the United States itself, four decades of environmental effort have not stemmed the tide of environmental decline. The country is losing 6,000 acres of open space every day, and 100,000 acres of wetlands every year. About a third of U.S. plant and animal species are threatened with extinction. Half of U.S. lakes and a third of its rivers still fail to meet the standards that by law should have been met by 1983. And we have done little to curb our wasteful energy habits or our huge population growth.</p> <p>Here is one measure of the problem: All we have to do to destroy the planet's climate and biota and leave a ruined world to our children and grandchildren is to keep doing exactly what we are doing today, with no growth in human population or the world economy. Just continue to generate greenhouse gases at current rates, just continue to impoverish ecosystems and release toxic chemicals at current rates, and the world in the latter part of this century won't be fit to live in. But human activities are not holding at current levels – they are accelerating, dramatically.</p> <p>The size of the world economy has more than quadrupled since 1960 and is projected to quadruple again by mid-century. It took all of human history to grow the $7 trillion world economy of 1950. We now grow by that amount in a decade.</p> <p>The escalating processes of climate disruption, biotic impoverishment, and toxification, which continue despite decades of warnings and earnest effort, constitute a severe indictment of the system of political economy in which we live and work. The pillars of today's capitalism, as they are now constituted, work together to produce an economic and political reality that is highly destructive environmentally. </p> <p>Powerful corporate interests whose overriding objective is to grow by generating profit (including profit from avoiding the environmental costs their companies create, amassing deep subsidies and benefits from government, and continued deployment of technologies originally designed with little or no regard for the environment); markets that systematically fail to recognize environmental costs unless corrected by government; government that is subservient to corporate interests and the growth imperative; rampant consumerism spurred by sophisticated advertising and marketing; economic activity now so large in scale that its impacts alter the fundamental biophysical operations of the planet — all combine to deliver an ever-growing world economy that is undermining the ability of the earth to sustain life.</p> <h2>Are environmentalists to blame?</h2> <p>In assigning responsibility for environmental failure, there are many places to lay blame: the rise of the modern, anti-government right in American politics; a negligent media; the deadening complexity of today's environmental issues and programs, to mention the most notable. But a number of observers have placed much of the blame for failure on the leading environmental organizations themselves.</p> <p>For example, Mark Dowie in his 1995 book Losing Ground notes that the national environmental organizations crafted an agenda and pursued a strategy based on the civil authority and good faith of the federal government. \"Therein,\" he believes, \"lies the inherent weakness and vulnerability of the environmental movement. Civil authority and good faith regarding the environment have proven to be chimeras in Washington.\" Dowie argues that the national environmental groups also \"misread and underestimate[d] the fury of their antagonists.\"</p> <p>The mainstream environmental organizations were challenged again in 2004 in the now-famous The Death of Environmentalism. In it, Michael Shellenberger and Ted Nordhaus write that America's mainstream environmentalists are not \"articulating a vision of the future commensurate with the magnitude of the crisis. Instead they are promoting technical policy fixes like pollution controls and higher vehicle mileage standards — proposals that provide neither the popular inspiration nor the political alliances the community needs to deal with the problem.\" </p> <p>Shellenberger and Nordhaus believe environmentalists don't recognize that they are in a culture war — a war over core values and a vision for the future.</p> <p>These criticisms and others stem from the fundamental decision of today's environmentalism to work within the system. This core decision grew out of the successes of the environmental community in the 1970s, which seemed to confirm the correctness of that approach. Our failure to execute a dramatic mid-course correction when circumstances changed can be seen in hindsight as a major blunder.</p> <p>Here is what I mean by working within the system. When today's environmentalism recognizes a problem, it believes it can solve that problem by calling public attention to it, framing policy and program responses for government and industry, lobbying for those actions, and litigating for their enforcement. It believes in the efficacy of environmental advocacy and government action. It believes that good-faith compliance with the law will be the norm, and that corporations can be made to behave and will increasingly weave environmental objectives into their business strategies.</p> <p>Today's environmentalism tends to be pragmatic and incrementalist — its actions are aimed at solving problems and often doing so one at a time. It is more comfortable proposing innovative policy solutions than framing inspirational messages. These characteristics are closely allied to a tendency to deal with effects rather than underlying causes. Most of our major environmental laws and treaties, for example, address the resulting environmental ills much more than their causes. In the end, environmentalism accepts compromises as part of the process. It takes what it can get.</p> <p>Today's environmentalism also believes that problems can be solved at acceptable economic costs — and often with net economic benefit — without significant lifestyle changes or threats to economic growth. It will not hesitate to strike out at an environmentally damaging facility or development, but it sees itself, on balance, as a positive economic force.</p> <p>Environmentalists see solutions coming largely from within the environmental sector. They may worry about the flaws in and corruption of our politics, for example, but that is not their professional concern. That's what Common Cause or other groups do. Similarly, environmentalists know that the prices for many things need to be higher, and they are aware that environmentally honest prices would create a huge burden on the half of American families that just get by. But universal health care and other government action needed to address America's gaping economic injustices are not seen as part of the environmental agenda.</p> <p>Today's environmentalism is also not focused strongly on political activity or organizing a grassroots movement. Electoral politics and mobilizing a green political movement have played second fiddle to lobbying, litigating, and working with government agencies and corporations.</p> <p>A central precept, in short, is that the system can be made to work for the environment. In this frame of action, scant attention is paid to the corporate dominance of economic and political life, to transcending our growth fetish, to promoting major lifestyle changes and challenging the materialistic values that dominate our society, to addressing the constraints on environmental action stemming from America's vast social insecurity and hobbled democracy, to framing a new American story, or to building a new environmental politics.</p> <p>Not everything, of course, fits within these patterns. There have been exceptions from the start, and recent trends reflect a broadening in approaches. Greenpeace has certainly worked outside the system, the League of Conservation Voters and the Sierra Club have had a sustained political presence, groups like the Natural Resources Defense Council and the Environmental Defense Fund have developed effective networks of activists around the country, the World Resources Institute has augmented its policy work with on-the-ground sustainable development projects, and environmental justice concerns and the emerging climate crisis have spurred the proliferation of grassroots efforts, student organizing, and community and state initiatives.</p> <p>But organizations that were built to litigate and lobby for environmental causes or to do sophisticated policy studies are not necessarily the best ones to mobilize a grassroots movement or build a force for electoral politics or motivate the public with social marketing campaigns. These things need to be done, and to get them done it may be necessary to launch new organizations and initiatives with special strengths in these areas.</p> <p>The methods and style of today's environmentalism are not wrongheaded, just far, far too restricted as an overall approach. The problem has been the absence of a huge, complementary investment of time, energy, and money in other, deeper approaches to change. And here, the leading environmental organizations must be faulted for not doing nearly enough to ensure these investments were made.</p> <p>America has run a 40-year experiment on whether this mainstream environmentalism can succeed, and the results are now in. The full burden of managing accumulating environmental threats has fallen to the environmental community, both those in government and outside. But that burden is too great. The system of modern capitalism as it operates today will continue to grow in size and complexity and will generate ever-larger environmental consequences, outstripping efforts to cope with them. Indeed, the system will seek to undermine those efforts and constrain them within narrow limits. Working only within the system will, in the end, not succeed — what is needed is transformative change in the system itself.</p> <h2>Environmental protection requires a new politics</h2> <p>This new politics must, first of all, ensure that environmental concern and advocacy extend to the full range of relevant issues. The environmental agenda should expand to embrace a profound challenge to consumerism and commercialism and the lifestyles they offer, a healthy skepticism of growthmania and a redefinition of what society should be striving to grow, a challenge to corporate dominance and a redefinition of the corporation and its goals, a commitment to deep change in both the functioning and the reach of the market, and a powerful assault on the anthropocentric and contempocentric values that currently dominate.</p> <p>Environmentalists must also join with social progressives in addressing the crisis of inequality now unraveling America's social fabric and undermining its democracy. It is a crisis of soaring executive pay, huge incomes, and increasingly concentrated wealth for a small minority, occurring simultaneously with poverty near a 30-year high, stagnant wages despite rising productivity, declining social mobility and opportunity, record levels of people without health insurance, failing schools, increased job insecurity, swelling jails, shrinking safety nets, and the longest work hours among the rich countries. In an America with such vast social insecurity, economic arguments, even misleading ones, will routinely trump environmental goals.</p> <p>Similarly, environmentalists must join with those seeking to reform politics and strengthen democracy. What we are seeing in the United States is the emergence of a vicious circle: income disparities and influence to wealthy constituencies and large businesses, which further imperils the potential of the democratic process to act to correct the growing income disparities. Corporations have been the principal economic actors for a long time; now they are the principal political actors as well. Neither environment nor society fares well under corporatocracy. Environmentalists need to embrace public financing of elections, regulation of lobbying, nonpartisan Congressional redistricting, and other political reform measures as core to their agenda. Today's politics will never deliver environmental sustainability.</p> <p>The current financial crisis and, at this writing, the response to it, reveal a system of political economy that is profoundly committed to profits and growth and profoundly indifferent to people and society. This system is at least as indifferent to its impacts on nature. Left uncorrected, it is inherently ruthless and rapacious, and it is up to citizens, acting mainly through government, to inject values of fairness and sustainability into the system. But this effort commonly fails because progressive politics are too enfeebled and Washington is increasingly in the hands of powerful corporate interests and concentrations of great wealth. The best hope for real change in America is a fusion of those concerned about environment, social justice, and strong democracy into one powerful progressive force.</p> <p>The new environmentalism must work with this progressive coalition to build a mighty force in electoral politics. This will require major efforts at grassroots organizing; strengthening groups working at the state and community levels; and developing motivational messages and appeals — indeed, writing a new American story, as Bill Moyers has urged. Our environmental discourse has thus far been dominated by lawyers, scientists, and economists. Now, we need to hear a lot more from the poets, preachers, philosophers, and psychologists.</p> <p><em>James Gustave Speth is author of The Bridge at the End of the World: Capitalism, the Environment, and Crossing from Crisis to Sustainability and dean of the Yale University School of Forestry &amp; Environmental Studies. He co-founded the Natural Resources Defense Council in 1970, served as chair of the Council on Environmental Quality in the Carter Administration, and in 1982 founded the World Resources Institute, where he served as president until 1992.<br></em></p>",
  "<p>China today raised export tax rebates on toys, textiles and more than 3,000 other products as it attempts to mitigate the impact of the global slowdown.</p> <p>The boost for struggling manufacturers came as a toy industry expert warned that almost half of the businesses he works with could close down in the next two years. Textile firms, particularly in the Pearl River delta, have also been suffering for months.</p> <p>Stephen Green, head of China research at Standard Chartered, told Bloomberg that export growth could tumble from 22% in the first nine months of this year to \"zero or even negative growth\" in 2009.</p> <p>China's announcement on Monday that GDP growth had fallen to 9% in the third quarter - highly enviable to most countries, but the slowest rate in five years - sent a shiver through observers who hoped the country's rapid expansion would compensate for falling demand elsewhere.</p> <p>The head of the country's economic planning agency pledged that it could maintain that rate as he visited Australia today.</p> <p>\"Of course, due to the upturn of economic turbulence outside China there is some slowdown to our growth rate, but I think the growth rate of China's economy will still be at 9%,\" Zhang Ping, the chairman of the national development and reform commission, told reporters.</p> <p>He cited strong domestic demand, adding that only 1.2% of China's growth last year came from exports.</p> <p>But other economists predict that GDP growth could fall to 7% or 8% next year. </p> <p>The tax changes will be welcome relief for exporters who have felt increasingly hard-pressed by soaring production costs and the rapidly appreciating renminbi as well as the bleak global economic outlook.</p> <p>In a statement, the Ministry of Finance said the rebate for toys would be raised from 11% to 14% as of November 1. The rebate on clothing and textiles would rise from 13% to 14%, following an earlier hike.</p> <p>In all, 3,486 types of products - about one-quarter of exports - will be covered.</p> <p>The government is also expected to support loans to small and medium-size businesses.</p> <p>Speaking before the changes were announced, Wang Zhiguang, vice-chairman of the Dongguan Toy Industry Association, told Guangzhou Daily: \"Of the 3,800-odd toy firms in Dongguan, no more than 2,000 are likely to survive the next couple of years.\"</p> <p>Industry in Dongguan, a huge manufacturing city in south China's Pearl River delta, includes around 7,000 garment plants and 3,000 footwear factories.<br>Mass manufacturers in the region have been particularly badly hit because local authorities have been attempting to shift its economy towards higher-value goods and services.</p> <p>The toy association says that since 2006, production costs have risen 60% while contract prices have increased by just 10%. The local customs bureau says toy exports actually fell in the first half of this year - down 1.5%<br>to $550m.</p> <p>Xiao Yong, whose firm sells Christmas trees and gifts, told China Daily that orders were at half last year's level.</p> <p>\"Many toymakers in Dongguan rely too much on orders from the US and Europe. The financial crises there have led directly to a reduction in orders,\" he said.</p> <p>\"Also, after the EU and the US changed the market thresholds for China-made toys, and because of the recall incidents of 2007, our testing fees have gone up by about 25%.\"</p> <p>One business federation in Hong Kong has predicted that 2.5m jobs for Hong Kong-owned companies alone may be axed in the Pearl River delta in the next three months.</p> <p>But the government's focus has clearly shifted from curbing rocketing consumer price inflation - now at a 15-month low of 4.6% - to maintaining steady growth. Analysts had expected GDP growth to fall from 10.4% in the first half to 9.7%. The 9% rate is the lowest since 2003, the year of the Sars outbreak.</p> <p>State media reports have outlined the government's plans to spend its way out of the problem, a strategy it employed following the Asian financial crisis in 1997, although the export to GDP ratio was then far lower.</p> <p>It will boost the construction of basic infrastructure, such as roads and public housing, and rebuild the large swathe of Sichuan devastated by May's earthquake. Longstanding plans for healthcare reform should also help.</p> <p>The NDRC said yesterday it would raise the minimum purchasing price for wheat by as much as 15.3% from next year, in a bid to lift rural incomes as well as increase grain output. China's rapid economic growth has disguised growing income inequality between urban and rural areas.</p> <p>The threshold for personal income tax, now set at 4,800 yuan (about £414) may also be raised and measures to support the languishing property sector are likely.</p> <p>Shen Minggao, chief economist of the highly respected business magazine Caijing, said encouraging domestic consumption through fiscal stimulus could increase GDP growth by over 1.5 percentage points.</p>",
  "<p>Gordon Brown or Nicolas Sarkozy: who saved Europe and the world with a <a href=\"http://www.theguardian.com/business/2008/oct/08/creditcrunch.banking\">coordinated plan to rescue toxic banks</a> and reform the global financial system with Bretton Woods 2? Pervenche Berès, chairwoman of the European parliament's economic and monetary affairs committee, is in no doubt: it's Gordon, stupid.</p> <p>\"He's the only one of the EU's 27 leaders who understood the global system and what the crisis meant,\" she tells me as she guides me to the lifts in the parliament's colossal HQ. \"Most of the rest of them hadn't a clue.\"</p> <p>But this compact French socialist, scourge for years of neo-liberals and the powerful deregulation lobby, a hate figure even within the financial community, is assuming a wider and more influential role herself as the turmoil unfolds.</p> <p>A couple of weeks ago, as guest of honour at the City of London's annual reception here, she laid into those liberal shibboleths and was loudly applauded — not least because her English is nigh-impeccable, her sense of humour profoundly attractive and her views both pertinent and trenchant.</p> <p>A week later, she led the first-ever delegation of MEPs to the IMF/World Bank annual meetings in Washington. This week, in Strasbourg, she fronted the assault on the dilatory approach of the European commission to regulation.</p> <p>Berès voted, three years ago, against the new EU constitution but is an unrepentant proponent of harmonised EU regulation of financial services (a single rule book) and of the need to enforce it through a single supervisor. \"It was my idea but I was defeated on it in the parliament here,\" she says, insisting it will come back (despite Brown's resistance).</p> <p>A new high-level EU group on supervising cross-border banks in Europe has been set up under Jacques de Larosiere, ex-IMF managing director, and Berès thinks it will reinvent the idea. The head of the IMF's European department, Alessandro Leipold, endorsed it this week. \"We hope the financial crisis will be an opportunity to cross some political red lines,\" Leipold said.</p> <p>Berès is scathing about the EC's \"timid\" approach of sticking to the virtually unknown system of having committees of 27 banking supervisors and slightly beefing them up into \"colleges\". \"Where was the committee of European banking supervisors (CEBS) when the problems at Fortis and Dexia erupted? Did they see anything coming?\"</p> <p>At the very least she's likely to see a supervisory group modelled on the lines of the ECB governing council with its \"hub and spoke\" structure. Oh, and by the way, she told the City that truly effective EU crisis management means the UK, with its principal wholesale financial market, joining the euro. That brought a few muffled groans into champagne flutes.</p> <p>The EC, led by Josè Manuel Barroso, she adds, was way behind the curve in reacting to the financial crisis and surrendered its right of initiative to Brown, Sarko and the rest: the cards in the pack have been permanently reshuffled in favour of governments and of MEPs, with their co-decision rights.<br>Handing me a sheaf of reports by leading MEPs calling for stricter regulation of financial services, warning of pending implosion and dating as far back as 2002, she is fiercely critical of Charlie McCreevy, the internal market commissioner and ultra-reluctant regulator.</p> <p>\"MEPs called for legislation to regulate credit rating agencies in the spring of 2004 and he said no. Then, in September last year, he named and shamed the agencies. Now, more than a year later, we still don't have a proposal,\" she says.</p> <p>McCreevy still sees no reason to regulate hedge funds and private equity firms: Sarko and Barroso have overruled him, with support from the parliament. Berès is among those pushing him to come up with plans to curb banking bonuses and abolish tax havens for banks bailed out in the current crisis.</p> <p>She's now bracing herself for the financial services lobby to again bring out its big guns against McCreevy's half-hearted plans for a revised capital requirements directive — just as they have over his delayed plans to regulate the rating agencies. This would oblige banks to retain 5% - not 10% or 15% — of the securitised products they \"originate and distribute\".</p> <p>\"I can hear the mobilisation of the banking world to explain to us why this is a terrible idea,\" she said to the parliament this week. She told me recently: \"I may be mad to say this but this is the truth: the lobbying started in July, even before the crisis broke. It's the same old bloody argument: if you go down this road, there'll be a flight of capital and we'll move away too. But I've never see them pack up and go.</p> <p>\"Their idea is that instead of being obliged to retain 5%, 10% or 15%, they should report to CEBS and be transparent about their transactions.\" She laughs with derision. But, even with more MEPs singing from the same hymn sheet, she knows the financial lobby can wield a clumping big stick.</p> <p>Berès matters more because, in the arcane world of EU decision-making and even with the Lisbon treaty giving more powers to MEPs in limbo because of the Irish 'no' vote, the parliament increasingly has the final say on legislation.</p> <p>And she, like others, will be negotiating down to the wire with the EC and governments, including the country holding the presidency, on the tortuous compromises that will shape the final package of legislation. The new world regulatory order that may emerge from the current turmoil will, in part, be designed by her and her colleagues.</p>",
  "<p>The <a href=\"http://www.theguardian.com/politics/2008/oct/21/conservatives-partyfunding\">revelations about parties on Queen K</a>, the yacht owned by Russian oligarch, <a href=\"http://www.theguardian.com/world/oleg-deripaska\">Oleg Deripaska</a>, <a href=\"http://www.theguardian.com/politics/2008/oct/21/partyfunding-oleg-deripaska\">reveal a dark parallel universe</a> of which Jo Public is blissfully unaware.</p> <p>The heady mix of a Russian billionaire worth an estimated £16.8bn; Lord Mandelson, a prominent EU Labour commissioner now back in Britain as a leading cabinet minister; George Osborne, the shadow chancellor; Rupert Murdoch, the <a href=\"http://www.theguardian.com/politics/blog/2008/oct/21/georgeosborne-mandelson\">worldwide media magnate</a>; and Nathaniel Rothschild, scion of one of the world's wealthiest banking families, all on the same deck is breathtaking.</p> <p>More astounding is the potential for deals to be done, influence to be peddled, and now we learn, though strenously denied by the Tories, possible negotiations with wealthy foreigners like Deripaska over <a href=\"http://www.theguardian.com/politics/2008/oct/21/partyfunding-georgeosborne\">what would be illegal donations</a> to the Conservative party. All the regulators in the world could not forestall the potential for such wheeling and dealing at this jet-set level without the public having a clue what was going on.</p> <p>The party on the yacht off Corfu is symbolic of the turbo-charged global capitalism that has boosted the growth of this other planet of the uber-rich and their acolytes operating completely outside international summits and beyond the ken of national governments. The wealth of international oligarchs easily outstrips the puny powers of national politicians and governments. Many of these businessmen have individual worths considerably greater than the gross domestic product of countries from the Balkans to most of Africa.</p> <p>The original theme – before <a href=\"http://www.theguardian.com/politics/2008/oct/21/conservatives-partyfunding1\">the allegations, subsequently denied, about Tory donations were made by Nathaniel Rothschild</a> – was whether Peter Mandelson, then EU trade commissioner, had been right to accept hospitality from a Russian aluminium industrialist who would have an enormous interest in changes to EU trade tariffs. The British code of conduct for cabinet ministers – which would not have applied to Mandelson at the time – warns about any apparent, let alone actual, conflict of interest in such a situation. </p> <p>Mandelson has argued that this was merely a private matter. Indeed, his cheerleader and former special adviser Benjamin Wegg-Prosser, incidently now based in Moscow, <a href=\"http://wpbenjamin.livejournal.com/\">says in his blog</a> that both men are under pressure and have suffered from \"blabbermouth\" Osborne revealing some of the allegedly poisonous conversations about Gordon Brown between them. According to Wegg-Prosser, this frenzy could not have come at a worse time. Poor Peter has had a big week moving to Britain, while Deripaska has, despite his £16bn fortune, <a href=\"http://www.theguardian.com/world/2008/oct/21/russia-economics\">a liquidity crisis</a>. My heart bleeds for both.</p> <p>Whatever the truth about the alleged solicitation of foreign party funding and the peddling of influence, the public should be pleased that the furore over both stories has lifted the curtain on this shadowy, yet immensely powerful world.</p>",
  "<p>The UK now leads the world in generating electricity from offshore wind farms, the government said today as it completed the construction of a farm near the coast off Skegness, Lincolnshire. </p> <p>The new farm, built by the energy company Centrica, will produce enough power for 130,000 homes, raising the total electricity generated from offshore wind in the UK to 590 megawatts (MW), enough for 300,000 UK homes.</p> <p>The completion of 194MW of turbines at Lynn and Inner Dowsing means that the UK has overtaken Denmark, which has 423MW of offshore wind turbines.</p> <p>\"Offshore wind is hugely important to help realise the government's ambition to dramatically increase the amount of energy from renewable sources. Overtaking Denmark is just the start,\" said Mike O'Brien, a minister at the Department of Energy and Climate Change. \"There are already five more offshore windfarms under construction that will add a further 938MW to our total by the end of next year.\" </p> <p>But despite today's announcement, the UK is still near the bottom of the European league table when it comes to harnessing renewable energy, campaigners say.</p> <p>Nick Rau, Friends of the Earth's renewable energy campaigner, said: \"The government must stop trying to wriggle out of European green energy targets and put a massive effort into making renewable power the number one source of energy in the UK. The UK has one of the biggest renewable energy potentials in Europe - this must be harnessed to make this country a world leader in tackling climate change.\"</p> <p>Maria McCaffery, the chief executive of the British Wind Energy Association, was enthusiastic but also urged more government action. \"We are now a global leader in a renewable energy technology for the first time ever. Now is the time to step up the effort even further and secure the huge potential for jobs, investment and export revenues that offshore wind has for Britain.\"</p> <p>Greenpeace chief scientist, Doug Parr, said the only downside was that many of the turbines for the UK windfarms were being manufactured abroad. \"We need a green new deal for renewable energy, creating tens of thousands of new jobs and providing a shot in the arm to the British manufacturing sector. If the government now diverts serious financial and political capital towards this project it will put Britain in pole position to tackle the emerging challenges of the 21st century.\"</p> <p>The UK currently gets 3GW of electricity from wind power, but 80% of that is from onshore farms. On Tuesday, the Carbon Trust detailed its plans to accelerate the development of offshore wind in the UK. The trust plans to work with major energy companies on a £30m initiative to cut the cost of offshore wind energy by 10%.</p> <p>\"The UK has an amazing opportunity not just to lead the world but to be the dominant global player,\" said Tom Delay, chief executive of the Carbon Trust. \"Our research shows that by 2020 the UK market could represent almost half of the global market for offshore wind power. To make that happen it will be critical to improve the current economics of offshore wind power.\"</p>",
  "<p>At a screening of <a href=\"http://www.frownlandinc.com/\">Frownland</a> in Las Vegas, a fight nearly broke out. \"There was someone who was violently upset by the movie,\" says its director, Ronald Bronstein. \"He was agitated by it, in the way a molecule is agitated. He didn't like that he had to spend that much time with the character. He felt abused. Someone else was just as vehemently in defence of it.\"</p> <p>Plenty of movies divide opinion, but few provoke punch-ups. Abrasion and awkwardness, however, are the stock in trade of Frownland, a micro-budget 16mm endeavour that took more than five years to bring to the screen. It opened in New York earlier this year to rave reviews and has since been added to the permanent collections of Harvard and the Museum of Modern Art, with its French premiere being hosted by Cahiers du cinema; it doesn't yet have a British distributor.</p> <p>The film is centred on twentysomething Brooklynite Keith (Dore Mann), an acutely neurotic, self-flagellating bundle of nerves who stumbles and stutters from one cringe-inducing encounter to the next. Few of Keith's acquaintances – a vain roommate, depressed or indifferent friends, fellow vendors of charity discount coupons in the Long Island suburbs – can bear his company, so it's not too surprising that audience members have balked too.</p> <p>\"Insecurity is just a naturally repulsive thing,\" Bronstein acknowledges when we meet at a café in Williamsburg, a considerably more hip, laid-back part of Brooklyn than the scuzzy apartments and dead-end offices in which the movie takes place. It took six months of improvisation with Mann to create \"this insecurity monster\", and even during that period, Bronstein \"was surprised at the level of vitriol that was spat at him – at how off-putting he became to those around him. We all run across people who are 'off'. They instantly provoke disdain, and in life you can just push them away, get them out of your territorial bubble without having to justify that. But holding people captive in a movie theatre is a very good environment to confront people with people.\"</p> <p>Bronstein – whose long face, top-heavy haircut, pointed sideburns and light blue short-sleeved shirt suggested Cosmo Kramer's younger brother – freely admits his lead character shares elements of his own personality, though at 34, he has outgrown the most crippling aspects of Keith's self-consciousness. He still seems compulsively introspective and verbose, but is also highly articulate and entertainingly knowing about his young adulthood.</p> <p>\"That particular part of my life was so wretched,\" he recalls. \"You're young, you're needy. Your personality is still soggy, like wet cement. You want a girlfriend, friends with similar interests, but it's so hard. It's not like if you're really hungry it gets harder to find food, but the more desperate you are to connect to others, the more repugnant you become.\" New York, he feels, deserves some of the blame. \"There's something about being crammed in with so many people that catalyses both abject insecurity and gross intolerance.\" There's also \"the random lottery of New York living arrangements\", in which enervating roommates and cramped conditions are par for the course – even if few are, like Keith, obliged to open the oven to use its door as a bedside table.</p> <p>Bronstein grew up in the Long Island suburbs himself, in what he calls \"a functional, supportive family\". He cites Altman, Cassavetes and the documentarist Frederick Wiseman as influences, as well as the British New Wave, Alan Clarke and especially Mike Leigh's television plays. \"[Leigh]'s become a great humanist but I'm not there yet. There's an imp embedded in those earlier works that really appeals to me,\" he says.</p> <p>When it came to making his own picture, Bronstein was determined to shoot on 16mm. \"It was just me being a blockhead. When I was 18 or 19 and first thought I might want to make a movie, that was the model. I knew peripherally there was this digital technology that was coming up\" but \"I wanted it to be handmade-looking. It allows the flaws to work in its favour. It's like a typo in a fanzine – it points to the lack of a mediating corporate element. Even if you despise it, it's so obviously not a ticket to Hollywood.\"</p> <p>Bronstein was not, in other words, aspiring to deliver the kind of multiplex-friendly work that currently dominates Sundance. \"It's a particularly pasteurised time for independent movies,\" he notes. \"Most movies are preoccupied with orientation. You're led through the movie like an air traffic controller guiding a plane down a runway. I was actively trying to jerk people in and out of certain viewpoints.\"</p> <p>By the movie's climax, Keith has worked himself into a frenzy of anxiety that makes you fear for his safety and sanity. Bronstein prepped Mann to deliver this extended manic rant by having him \"spin round, drink lots of coffee, run up and down the block and hyperventilate. He memorised enough dialogue for 20 scenes – if he was asked to stop and elaborate on any one detail, he could.\"</p> <p>It's this deeply felt, nuanced realisation that makes Keith ultimately sympathetic. \"It's not a warm movie,\" Bronstein grants, \"but I would hope that someone would find grounds for compassion. I happen to love the main character.\"</p>",
  "<p>Ancient woodland in Britain is being felled at a rate even faster than the Amazon rainforest, according to new research today. It shows that almost half of all woods in the UK that are more than 400 years old have been lost in the past 80 years and more than 600 ancient woods are now threatened by new roads, electricity pylons, housing, and airport expansion.</p> <p>The report from the <a href=\"http://www.woodland-trust.org.uk/\">Woodland Trust</a> comes as the government prepares to sign a compulsory purchase order to buy several acres of Two Mile Wood outside Weymouth to build a bypass. This remnant of ancient forest, known for its association with Thomas Hardy, is one of Britain's finest bluebell woods and is full of old beech, oak and hornbeam trees.</p> <p>\"Ancient woodland, designated as over 400 years old in England, is the UK's equivalent of rainforest. It is irreplaceable,\" said Ed Pomfret, campaigns director of the trust. \"It's our most valuable space for wildlife, and home to rare and threatened species. Once these woods have gone, they will never come back. They are historical treasure troves.\"</p> <p>Species such as the willow tit, marsh tit, barbastelle bat, Bechstein's bat, pearl-bordered fritillary butterfly and dormouse all rely on ancient woodland to survive.</p> <p>The rate at which the UK has lost ancient woodland is one of the fastest in the world and compares unfavourably with <a href=\"http://www.theguardian.com/environment/2008/sep/01/forests.brazil\">the Amazon</a>. Studies suggest that the Amazon has lost 15% of its area in the past 30 years and perhaps just 2% before that in the previous several thousand years.</p> <p>Pomfret appealed to government for better protection of the remaining woods. \"If these woods were buildings they would be protected to the highest grading. But natural heritage is not afforded the same importance, despite the fact many ancient woodland sites date back far beyond that of the built environment,\" he said.</p> <p>Many of the woods are designated for their scientific and conservation importance but this does not guarantee protection. Nearly 85% of ancient woodland, including five of the 12 largest woods in England, has no designation at all. For those that are protected, \"loopholes in the planning system allow this protection to be overridden if a developer can prove an economic need,\" said Pomfret. </p> <p>The report says that in the last decade 100 square miles (26,000 hectares) of ancient woodland in the UK has come under threat, equivalent to an area the size of Birmingham. But pressure on the habitat is now growing said Pomfret. </p> <p>Overall, only 1,193 square miles (308,000 hectares) of ancient woodland survive in Britain. Few are larger than 50 acres and only 14 woods are larger than 740 acres. Most have been continuously managed by humans for hundreds if not thousands of years.</p> <p>Nearly half of the <a href=\"http://www.theguardian.com/environment/2008/may/13/fossilfuels.conservation\">threatened woods</a> are in the south-east, with more than 30 in East Sussex. There are 243 are threatened by road schemes, 216 by power lines, 106 by housing, 61 by quarrying and 45 by airport expansion.</p> <p>The trust believes there could be many more ancient woods under threat than their research suggests, and is appealing to the public to help identify them. \"We can't rely on any official body to help us. We need eyes and ears for woodland to help stop ancient woodland destruction on our doorsteps,\" said Pomfret.</p> <p>\"The pressure on these very valuable woods is great, but there are major restoration programmes taking place. We are encouraging the Forestry Commission and private owners to protect them, but we are aware that planning authorities still take other things into account when deciding on developments,\" said Keith Kirby, chief forestry officer at <a href=\"http://www.naturalengland.org.uk/\">Natural England</a>, the government conservation advisers.</p> <p><strong>The threats posed to the UK's ancient woodland</strong></p> <p><strong>Aberdeen Western Bypass</strong>: Fifteen ancient woods at risk of damage by a new dual carriageway around Aberdeen. Currently at public inquiry stage.</p> <p><strong>Weymouth relief road</strong>: Two Mile Coppice ancient woodland would be partly destroyed by this road expansion linking Weymouth to Dorchester. The Woodland Trust, and other bodies, fought this case at public inquiry. </p> <p><strong>Lake Wood, Uckfield, East Sussex</strong>: Lake Wood is threatened by local council application for 750 houses. The planning application was rejected, the developers appealed and the result of a public inquiry is expected shortly.<br> <strong>Bramley Frith Wood, Hampshire</strong>: The National Grid wanted to expand its existing electricity sub-station into this wood, which is hugely valuable for wildlife and used to have an education centre where nationally important research on dormice was undertaken. The Woodland Trust opposed this and even took the government's biodiversity advisers to court to try to overturn the decision but National Grid is now pressing ahead.</p> <p><strong>Stansted airport, Essex</strong>: BAA is planning a new runway which would destroy five ancient woods and damage many more. They have submitted a planning application and the case will be considered at a public inquiry next year.<br> <strong>Horton wood, West Sussex</strong>: Threatened by a landfill site which wants to expand. The planning application is being decided without an environmental impact assessment.</p>",
  "<p><a href=\"http://www.theguardian.com/business/prudential\">Prudential</a> today confirmed it was considering a bid for the Asian operations of the troubled US insurer AIG following nine-month figures showing its capital position remained robust and sales continued to grow strongly.</p> <p>Chief executive, Mark Tucker, said he was weighing up a possible offer for the AIG businesses which analysts say could fetch up to £8bn at auction.</p> <p>He said: \"You would expect us to be looking at the opportunities that arise from the sale of AIG's businesses, but it is too early to say how that will work out.\"</p> <p>The insurer, the UK's second largest, has appointed investment bank Credit Suisse to investigate how it might put together a bid at a time when it lacks sufficient funds and the debt markets, a common source of acquisition financing in recent years, remain effectively closed.</p> <p>Analysts expect the insurer, which last week <a href=\"http://www.theguardian.com/business/2008/oct/18/prudential-aviva-business\">watched its stockmarket value dive from £12bn to £8bn</a>, would need to find extra financing from investment funds in the Middle East and China. It may also need to ask its existing shareholders for cash.</p> <p>Tucker said the hammering suffered by the company's shares was based on unfounded concerns that the insurance industry was being drawn into the banking crisis.</p> <p>He said it was clear from the firm's third-quarter results that it had access to more than £2bn of cash \"or near cash assets\" and a £1.2bn surplus of capital to see the company through further declines in the market. \"We lost 30% of our share capital on totally unfounded fears that we were weak on capital. Today's results show that is simply not the case,\" he said.</p> <p>Exposure to further falls in the markets was limited as a result of its \"active hedging management\", the company said. That meant a further 40% fall in equity markets from October 17 levels \"would have an adverse impact of only £250m on the capital surplus\".</p> <p>It is by no means certain that the Pru will proceed with the takeover in Asia, where it already has much-admired operations developed by Tucker in his time as head of the Far East business. But it would give Pru's Asian operations extra bulk in the 13 countries in which it already operates, as well as scope to cut costs.</p> <p>A third of Pru's profits are generated in Asia and half of its new business stream is generated there. </p> <p>Tucker reported a 15% rise in group sales for the quarter to £2.3bn with the Asian businesses again leading the way. He pointed to India and Malaysia as the fastest-growing areas with each generating a 36% sales jump while the region as a whole, without Taiwan, registered sales up 21%.</p> <p>Retail growth in the UK pushed up 14% to £594m compared to a more modest figure at its US Jackson Life operation of 3% growth to £538m.</p> <p>Tucker said: \"Asian markets have suffered in the short term in the wake of the global financial turmoil and the unique circumstances surrounding AIG. This means that we are unlikely to achieve our goal of doubling 2005 new business profit a year early in 2008. It remains our expectation that this will be achieved in 2009, assuming a return to more normal market conditions during the year.\"</p> <p>Some investors remain nervous at the prospect of a large acquisition when the effects of banking reforms have yet to become clear and the global economic outlook appears to be deteriorating rapidly.</p> <p>Pru's board also has a poor record on acquisitions and capital raising. Its purchase 11 years ago of rival life insurer Scottish Amicable was widely deemed to be an expensive failure while its purchase of the fund manager M&amp;G proved problematic.</p> <p>The insurer's former chief executive, Jonathan Bloomer, stepped down after some shareholders reacted angrily to a £1bn rights issue designed to shore up the company's capital and invest in the UK market.</p> <p>A proposed £14bn purchase in 2001 of US insurer American General was abandoned when it was outbid by AIG. Bloomer wanted to add the firm to Jackson Life, which Prudential bought in 1986.</p>",
  "<p>Glam Media, a leading US women's website network, has made its move into targeting content and advertising to men with the launch of <a href=\"http://brash.com/\">Brash.com</a>.</p> <p>The new site, which will act as hub for content aimed at US men aged 18 to 49, is a network of content delivered in five channels: Lifestyle, Entertainment, Tech, Auto and News.</p> <p>Content will come from more than 25 sites, blogs and publishers that have joined the network, including: Time.com, Rolling Stone, TheCarConnection.com, SB Nation and CNET.</p> <p>The publisher has also created a video distribution service called BrashTV.</p> <p>The launch is designed to coincide with the fourth birthday of Glam Media, which since launch has become a top-ten web property - according to ComScore - with over 52 million unique users and a global vertical content network of more than 700 sites.</p> <p>Glam launched a move into <a href=\"http://www.guardian.co.uk/media/2008/jun/18/digitalmedia.mediabusiness1\">the UK market</a> in June with former Handbag.com managing director Nancy Cruikshank advising the firm on the UK launch which saw it also buy London-based advertising firm Monetise, which sells display advertising and advertorials for high-end brands.</p> <p>No word on if/when we can expect a potential Brash.co.uk, though.<br></p>",
  "<p><a href=\"http://www.theguardian.com/technology/google\">Google</a> has pledged to try to stop the next global pandemic by investing $15m in a series of hi-tech health schemes.</p> <p>Money from the internet giant will provide funding for six projects that aim to detect new diseases and understand the conditions that help them spread – potentially saving millions of lives in the process.</p> <p>\"Business as usual won't prevent the next Aids or Sars,\" said Dr Larry Brilliant, the executive director of Google.org. \"The teams we're funding today are on the frontiers of digital and genetic early-detection technology.\"</p> <p>In the first round of grants, $15m (£8.8m) is being spread among organisations working to identify and prevent <a href=\"http://www.theguardian.com/science/infectiousdiseases\">infectious diseases</a> that have the potential to become global pandemics.</p> <p>Among the biggest beneficiaries is the <a href=\"http://gvfi.org/index.html\">Global Viral Forecasting Initiative</a>, a group that collects blood samples from humans and animals around the world in order to spot dangerous pathogens that leap from animals to humans.</p> <p>Examples of pandemic diseases that have followed this route include <a href=\"http://www.theguardian.com/science/hiv\">HIV</a>, Sars and bird flu – even if the link has taken years or even decades to be determined.</p> <p>The initiative will receive $5.5m from Google.org in order to expand its remit. Its founder, Dr Nathan Wolfe, said that the development could have a huge impact.</p> <p>\"Every hour, on every continent, viruses move from animals into people,\" he said. \"Working in animal markets, with restaurant workers and with hunters at the end of the road, we sort through this traffic to stop deadly diseases before they spread.\"</p> <p>Google will also be contributing $2.5m to a scheme run by the Mailman School of Public Health, based at Columbia University in New York, which aims to speed up its programme to discover new pathogens.</p> <p>The other organisations receiving grants as part of the announcement include the <a href=\"http://portal.iri.columbia.edu/portal/server.pt\">International Research Institute for Climate and Society</a> – also at Columbia – and the <a href=\"http://www.ucar.edu/\">University Corporation for Atmospheric Research</a>, which will both receive $900,000 to improve weather prediction and forecasting.</p> <p>Although it may not appear that the weather has a strong influence on the spread of diseases, Google.org programme director Frank Rijsberman said it was crucial to improve forecasting in conjunction with the identification of disease \"hot spots\" across Africa and south-east Asia.</p> <p>\"We think it has a critical role to play,\" he said. \"For example, the last major outbreak of Rift Valley Fever in Kenya – which affects cattle and spills over into people – was actually predicted several months in advance through a weather forecast. It was going to be wet, and that meant there were going to be a lot more mosquitos, and the mosquitos – if they reach a certain threshold – were likely to pass on the disease.\"</p> <p>The <a href=\"http://www.whrc.org/\">Woods Hole Research Center</a>, based in Massachusetts, will receive $2m to produce satellite images of forests in the developing world to help understand how the environment affects the spread of diseases.</p> <p>Google has pledged to contribute 1% of all its profits to charity, as well as giving Google.org 3m shares in the parent company – currently valued at more than $1bn.</p> <p>As part of its wide-ranging mission to develop new ideas in energy, the environment and global poverty, the organisation has already made significant investments in geothermal energy, solar technologies and wind power.</p> <p>Rijsberman said that how much more was put into these schemes would depend on how successful they become.</p> <p>\"In renewable energy we have started with large investments, while in this initiative we have started with grants but expect to move into investments in diagnostics companies later. Over the next several years we expect some of them might be more successful than others, or we might find better ways of putting our resources to work.\"</p>",
  "<p>Until recently, oligarch was a byword for Roman Abramovich, the billionaire owner of Chelsea FC. </p> <p>But over the last 12 months, Oleg Deripaska, a 40-year-old metals tycoon, has dominated the headlines. </p> <p>According to Forbes magazine, in May he overtook Abramovich as Russia's richest man, with a $28.6bn (£16.8bn) fortune. </p> <p>His extraordinary wealth is based on the ownership of the world's leading aluminium company.</p> <p>In an interview with the Guardian last year, he shrugged off the suggestion he was very well off. Asked how much he was worth, he replied: \"I don't know.\" Recently, he has been a high-profile victim of the credit crisis.</p> <p>Deripaska's friendship with British politicians has placed him at the centre of controversy. He has met the business secretary, Peter Mandelson, when Mandelson was the EU's trade commissioner. </p> <p>Moscow's Pushkin cafe, an elite pre-revolutionary restaurant favoured by Russia's elite, was one dinner venue.</p> <p>Also present, according to a political blog written by Mandelson's former special adviser Benjamin Wegg-Prosser, was Nathaniel Rothschild, a friend not only of Mandelson but of the shadow chancellor, George Osborne. </p> <p>According to today's Times newspaper, Rothschild says Deripaska entertained Osborne on his yacht in Corfu last summer. </p> <p>Andrew Feldman, the Tory party's chief fundraiser, was there. Feldman tried to solicit a £50,000 donation for the Tories from Deripaska, it is alleged, though this is denied.</p> <p>Deripaska had his multi-entry visa revoked by the US in mid-2006. He has been involved in legal cases in the US, and in Britain a former business partner, Michael Cherney, is suing him in the high court.</p> <p>The cases date back the 90s. It was then, after the collapse of the Soviet Union, that a new class of businessmen - the oligarchs - ruthlessly carved up the country's newly privatised state industries. </p> <p>Deripaska was involved in the struggle for control of an aluminium plant in Sayanogorsk, Siberia, which became part of privatisation legend, described as the \"aluminium wars\". </p> <p>He dismisses claims that at one point his enemies tried to blow him up on a mountain road using a grenade launcher.</p> <p>Like many super-wealthy Russians, Deripaska is an Anglophile. He has a £20m house in Belgravia and speaks fluent idiomatic English, learned when he studied at Moscow state university. his young son and daughter have mastered the language, thanks to their English nanny.</p> <p>He has business interests in the UK: in 2006 his investment company, Basic Element, bought the ailing British van-maker LDV.</p> <p>Deripaska has no plans to live in Britain, and has denied rumours he was at one point interested in buying Arsenal. \"It's not my thing,\" he said of football last year.</p> <p>Like many oligarchs, he came from humble origins, growing up in a small rural village in southern Russia with his widowed mother, an engineer. </p> <p>By 1993-94, he had accumulated a 20% stake in a Siberian aluminium factory. </p> <p>In 2000, Abramovich bought most of the holdings in Russia's aluminium industry and merged them with Deripaska's company. They created Rusal - Russian aluminium. Abramovich later sold his stake to Deripaska, leaving him the biggest player in one of the world's most lucrative industries.</p> <p>Deripaska has shown an uncanny knack for cultivating the rich, powerful and important. He is well connected inside Russia: in 2001 he married Polina Yumasheva, the daughter of Boris Yeltsin's powerful chief of staff, Valentin Yumashev, who is married to the late president's younger daughter, Tatyana. </p> <p>Deripaska is very close to Vladimir Putin, Russia's powerful prime minister.</p> <p>What is unclear is why Deripaska would want to cultivate the Tories - even assuming that they will form the next government. </p> <p>In his Guardian interview, Deripaska made it clear that Britain was of little strategic interest to him. His global empire, he explained, was based on smelters, hydro-electric dams and cheap Siberian power. \"I'm dealing with industrial things, and Britain is a post-industrial economy,\" he said.</p>",
  "<p><strong><br><a href=\"http://www.nytimes.com/2008/10/21/us/21animals.html\">Yielding to conservationists, eBay will ban ivory sales</a><br>Source: NYT</strong><br>In response to growing pressure from international law enforcement agencies and conservation groups, eBay, has announced that it would ban all commerce in ivory, including most heirlooms. A report, to be released today by the International Fund for Animal Welfare, analysed data gathered in a six-week survey that tracked more than 7,000 listings of wildlife or their feathers, teeth or pelts offered for sale on more than 185 websites in 11 countries. Nearly three-quarters of the items were elephant products, the report said.</p> <p><strong><a href=\"http://www.enn.com/wildlife/article/38442\">Climate change linked to Indian tiger attacks</a><br>Source: Reuters </strong><br>Wildlife experts say endangered tigers in the world's largest reserve are turning on humans because rising sea levels and coastal erosion are steadily shrinking the tigers' natural habitat. The Sundarban islands, an area of low-lying swamps on India's border with Bangladesh, has lost 28% of its habitat in the last 40 years. The number of tiger attacks on people has grown as tigers stray into villages for food.</p> <p><strong><a href=\"http://www.treehugger.com/files/2008/10/zoos-warn-mad-max-landscapes-are-probability.php\">Zoos warn Mad Max landscapes are probability caused by climate change</a><br>Source: Treehugger<br></strong>The president of the World Association of Zoos and Aquariums (WAZA) says the type of barren landscapes shown in Australia's famous Mad Max movies could become more frequent because of global warming. Professor McGregor Reid, who is also the chief executive officer of Chester Zoo, went on to say \"These films are kind of prescient, they give us some kind of glimpse of one horrible future that we don't certainly want to be heading towards and it's the job of the entire world conservation community - including zoos and aquarium - to help address these issues.\"</p> <p><strong><a href=\"http://news.aol.co.uk/environment-news/mercury-threat-to-harbour-seals/article/2008102100523458717924\">Mercury threat to harbour seals</a><br>Source: PA</strong><br>Amid concerns that <a href=\"http://www.guardian.co.uk/environment/2008/oct/20/conservation-wildlife-seals-marine-endangered\">seal populations around Britain</a> are declining comes this study from Belgian scientists claiming that mercury pollution may be to blame. Mercury pollution may be causing serious damage to the immune systems of North Sea harbour seals, a study has found. Laboratory tests showed that levels of mercury found in the blood of wild seals harmed T-lymphocytes, white blood cells that are key components of the immune system's arsenal.</p>",
  "<p><a href=\"http://www.london.gov.uk/assembly/members/tuffreym/biog.jsp\">Mike Tuffrey AM</a> is leader of the Assembly's Liberal Democrat group and speaks for it on housing, planning and the environment. He'd like to see a bit more action from the mayor: </p> <blockquote> <p>Boris Johnson's take on the current financial tsunami sweeping through the London economy is awfully similar to advice regularly given to another bank manager, in mythical <a href=\"http://en.wikipedia.org/wiki/Walmington-on-Sea\">Walmington-on-Sea</a> – \"Don't panic Mr Mainwaring!\" - and is equally unreassuring. It forced me to characterise his response to my questioning last week as \"dangerously complacent\". </p> <p>London's unemployment, already the worst regional rate in the country, is on the rise. Every serious analysis shows it will get worse. I called on him to bring forward a package of urgent action to support the London economy. For example, we should be looking at a short term boost to tourism promotion and extending the existing half price travel scheme from people on income support to those with Job Seekers Allowance. </p> <p>Compare the lack of action in London with New York, where Mayor Bloomberg is being courted for his advice by both presidential candidates about the bailout. To shore up the city council's finances, he's looking at putting up the local property tax - tough decisive action, even more remarkable in a politician looking for re-election - because, to cap it all, he is citing the need for his experience at a time of crisis to make the case for relaxing the two-terms limit so he can run for an unprecedented third term.</p> <p>Not that London is the same as NYC, but unlike Mayor Johnson, Bloomberg <strong>is</strong> a \"man with a plan\". He's talking about diversifying the economy away from over-reliance on financial services, bringing in tax breaks to encourage the film and TV industries, and, yes, promoting tourism. In short, a man with the experience, gravitas and ideas to help carry the city through its crisis and reassure citizens. <a href=\"http://en.wikipedia.org/wiki/Q.E.D.\">Quod erat demonstrandum</a>, as someone might say.</p> </blockquote> <p>Thanks for that, Mike. Sane responses from readers always welcome.</p>",
  "<p>Optimism at <a href=\"http://www.theguardian.com/business/manufacturing\">British manufacturing companies</a> has tumbled to its lowest level in nearly three decades as the economic downturn gathers pace, the CBI says today.</p> <p>In its latest quarterly <a href=\"http://www.theguardian.com/business/manufacturingdata\">industrial trends survey</a>, the <a href=\"http://www.cbi.org.uk/\">CBI</a> says its \"business situation\" index fell to -60 from -40 in July - the lowest reading since July 1980.</p> <p>The report also showed firms' expectations of future output fell to -31 this month from -16, also the lowest since July 1980.</p> <p>\"The sharp falls in orders and output show that the slowdown in the UK economy is now spreading to sectors previously resilient to the weakness in the banking and the housing markets,\" said Ian McCafferty, the CBI's chief economic adviser. </p> <p>\"It is also of serious concern that constraints on capital now appear to be affecting manufacturers in a way that had not been the case earlier. We can but hope that the recapitalisation of banks and the cut in interest rates, which took place just as the survey closed, will prevent a further credit squeeze over the winter.\"</p> <p>The total orders balance fell to -39 in October from -26 in September, the lowest in five years. </p> <p>Economists were shocked by the figures. \"The October CBI industrial trends survey is quite simply terrible, fuelling fears that the UK could be in for a prolonged and deep recession,\" said Howard Archer, an economist at Global Insight. </p> <p>\"Extreme weakness is evident across the board, indicating that manufacturing's downturn has deepened markedly at the beginning of the fourth quarter after the sector endured a torrid third quarter.\" </p> <p>Paul Dales, an analyst at Capital Economics, agreed: \"The marked weakening in October's UK CBI industrial trends survey shows that conditions in industry may be even worse than during the early 1990s. This survey suggests that manufacturers are really starting to suffer and worse is to come.\"</p> <p>Official data on manufacturing output have already suggested that the hard-pressed sector has entered a recession and wider data due on Friday are expected to show the whole economy is now in <a href=\"http://www.theguardian.com/business/recession\">recession</a>.</p>",
  "<p>Gases group <strong><a href=\"http://www.guardian.co.uk/business/bggroup\">BG</a></strong> has been given a lift by a positive recommendation from house broker Cazenove.</p> <p>Fred Lucas at Cazenove believes the company's price has fallen too far, and BG could be an acquisition target for a major group such as <strong><a href=\"http://www.guardian.co.uk/business/exxonmobil\">Exxon Mobil</a></strong>.</p> <blockquote> <p>\"BG Group's share price has fallen 45% from its life-time high at market close of £13.94 on 21 May 2008,\" said Lucas. \"The share price has actually fallen 25% in the last 14 trading days alone. [But all] the forward price indicators that ought to matter to BG Group have all improved materially.</p> <p>\"So what could possibly rationalise this derating? We are sorely tempted to say: nothing - the share price has completely lost touch with all fundamentals.\"</p> </blockquote> <p>But he cites a number of factors, including the global economic downturn, a risk that BG's Brazilian partner Petrobras might have to slow down the pace of its developments as access to credit becomes more expensive, possible selling by long funds to meet redemptions regardless of the underlying merits of the business and a lower dividend yield than the likes of <strong><a href=\"http://www.guardian.co.uk/business/bp\">BP</a></strong> and <strong><a href=\"http://www.guardian.co.uk/business/royaldutchshell\">Royal Dutch Shell</a></strong>.</p> <p>Lucas adds:</p> <blockquote> <p>\"The shares are, in our view, now discounting a set of macro assumptions that are, for each and every parameter, extremely bearish and applied in to perpetuity.</p> <p>\"An M &amp; A event could shake the market's entrenched and extreme pessimism - BG Group's market value has fallen to $44.3bn, its enterprise value has fallen to $43.7bn (note that BG Group still has net cash adjusted for off-balance sheet debt and pension fund liabilities). Exxon Mobil's market enterprise value is now 7.7 times larger. On our estimates, Exxon Mobil could have net cash in excess of BG Group's market enterprise value by year-end 2009 if it were to suspend its share buyback programme in 2009. An all-cash acquisition at say £10.20 per share would actually be 9% earnings accretive.\"</p> </blockquote> <p>BG, which reports third-quarter results on November 4, is now 45.5p higher at 818p.</p>",
  "<p>The number of homes changing hands has dived by 53% over the past year, figures showed today.</p> <p>Just 59,000 residential <a href=\"http://www.theguardian.com/money/property\">properties</a> worth more than £40,000 were sold during September, the lowest level since HM Revenue &amp; Customs began issuing figures in this format in 2005.</p> <p>The number was well down on the 126,000 homes sold during September last year (on a seasonally adjusted basis), and just over a third of the high of 154,000 transactions completed in December 2006.</p> <p>The figures confirm that the government's move to <a href=\"http://www.theguardian.com/politics/2008/sep/02/economy.houseprices\">increase the stamp duty threshold to £175,000</a>, announced in the first week of September, failed to kick-start the housing market.</p> <p>Instead, transaction levels, which have been declining since the start of the year, carried on falling as would-be buyers struggled to raise <a href=\"http://www.theguardian.com/money/mortgages\">mortgages</a>, while those that could find funds were deterred by falling <a href=\"http://www.theguardian.com/money/houseprices\">house prices</a>.</p> <p>Over the past three months the number of properties bought and sold fell to less than half of last year's level.</p> <p>Between July and September there were 188,000 transactions on a seasonally adjusted basis compared with 363,000 in the same period last year and 255,000 in the second quarter of this year.</p> <p>So far this year 747,000 homes have changed hands compared with 1.2m in the first nine months of last year, and despite government moves to free up the mortgage market it looks as though the total for the year will be well below last year's 1.6m transactions.</p> <p>Recent figures from the Council of Mortgage lenders have shown a <a href=\"http://www.theguardian.com/money/2008/oct/20/mortgages-property\">continued slowdown in mortgage approvals and advances</a>, suggesting transaction levels will remain low for some months to come.</p> <p>\"While the data are a lagging indicator as they relate to completed sales, they nevertheless provide yet further evidence of the dismal state of the housing market,\" said Howard Archer, chief UK economist at Global Insight.<br> \"Credit conditions are still relatively tight, and even if the government measures to tackle the financial crisis work on a sustained basis, it will undoubtedly take time for confidence to improve and mortgage lending to pick up significantly.\"</p>",
  "<p>To restore stability to the global financial system (and therefore to trade and the ecosystem) we need a \"great transformation\" to reverse the most pernicious elements of the failed \"<a href=\"http://www.theguardian.com/world/globalisation\">globalisation</a>\" experiment. Three pillars are vital to any new international architecture. They are: </p> <p><strong>\u0095 The taming of financial markets</strong> – through the re-introduction of capital controls; restraints in the growth of credit; and the establishment of a <a href=\"http://www.theguardian.com/commentisfree/2008/sep/30/wallstreet.marketturmoil\">Keynesian</a> international clearing agency;</p> <p><strong>\u0095 \"Upsizing\" the state</strong> – empowering governments to respond to democratic mandates by wresting power over decision-making from unaccountable financial markets, and restoring policy autonomy to elected governments; </p> <p><strong>\u0095 \"Downsizing\" the single global market</strong> – by introducing an international trading system based on the concept of \"appropriate scale\". </p> <p>Since Nixon unilaterally dismantled <a href=\"http://www.theguardian.com/commentisfree/2008/oct/21/globaleconomy-g8\">Bretton Woods</a> in 1971 and defaulted on the US government's commitment to meet its obligations in gold; and since the introduction of legislation to liberalise credit creation, financial markets have been liberated from social, political, and environmental constraints. As a result the world was turned upside down. The finance sector no longer acted as servant to the economy, but instead became its master. The tail wagged the dog. </p> <p>To <a href=\"http://www.debtonation.org\">restore stability</a>, and to restore powers over economic decision-making to elected governments, it will be essential to reinstate and coordinate capital controls across borders. (Capital controls involve restraints on capital, and are different from exchange controls, restraints on the availability of foreign or local currency.) This can be done through a multilateral body such as the IMF and is not entirely new thinking. The control of capital movements remains a central mandate of the IMF, as outlined in Article 6, Section 3: \"Members may exercise such controls as are necessary to regulate international capital movements.\" </p> <p>Second, we must urgently revive Keynes's conception of an independent central bank – the international clearing agency (ICA). Third, we need an international currency to be used only for trading purposes, and not speculation – the <a href=\"http://en.wikipedia.org/wiki/Bancor\">bancor</a>. </p> <p>Keynes's ICA placed an obligation on countries to achieve balance in trade. Globalisation has generated massive destabilising surpluses in countries like China, and deficits in countries like the US and the UK. </p> <p>The ICA would hold the reserve assets of governments centrally to constitute a mix of currencies, weighted by the volume of trade with each country. This means that the US would no longer act as the world's banker. Loans to the US (treasury bills) would no longer serve as the main reserve currency. These low-cost loans fuelled US consumption and the US deficit, and were financed in large part by countries with millions of poor, like China and India. The ICA would also act as an international \"lender of last resort\" and would serve to reduce the volume of speculative flows between countries. </p> <p>Reversing globalisation means that states must be \"upsized\" – they must act to regain political autonomy. This means clawing back the power given away by legislators and central bankers to unaccountable players in international capital markets. Elected governments must instead respond to electoral mandates and pursue democratic agendas. To do so, they must manage currencies, interest rates, and external balances – all vital levers in stabilising an economy. They must have freedom to tax and spend and so meet democratically determined priorities. They must be freed to introduce environmental and social standards and regulations that promote social and economic justice and sustain the life support systems of the planet. </p> <p>Meanwhile, the utopian project of a single global market needs to be dismantled. For the purposes of sustainability – economic and environmental – production, distribution, and consumption need to take place at the \"appropriate scale\". This could mean a move towards \"localisation\" – keeping production and consumption within an appropriate area, such as a country or sub-region; or it could mean promoting trade and investment within and between regions, in order to ensure fairer competition and reduce transport costs while maintaining some of the advantages of scale. While, inevitably some goods and services will be traded internationally, the bulk could be traded locally and regionally. </p> <p>A system of \"appropriate scale\" takes into account the environmental costs of trade. Free trade was given a free ride by the global environment. That is no longer sustainable. Governments must be free to pursue the trade policies most appropriate to their climate, economy, and stage of development. </p> <p>Such a great transformation is vital if we are to end the dictatorship of haute finance and once more protect the interests of society as a whole, and the ecosystem.</p>",
  "<!-- Block 1 --> <p><strong>Kick-off is at 7.45pm</strong>, but Rob will drag himself away from an unyielding Word Twist battle to give you all the build-up from 7.15pm. While you're waiting, feel free to watch what <a href=\"http://www.theguardian.com/football/video/2008/oct/21/manchester-united\">Sir Alex Ferguson</a> had to say for himself at yesterday's pre-match press conference, then read about the different problems facing <a href=\"http://www.theguardian.com/football/2008/oct/21/championsleague-manchesterunited\">Manchester United</a> and <a href=\"http://www.theguardian.com/football/2008/oct/21/championsleague-celtic\">Celtic</a> ahead of tonight's encounter. To be in with a chance to win tickets to see Arsenal or Liverpool playing in the Champions League, enter <a href=\"http://www.theguardian.com/sport/competition/2008/oct/17/1\">this competition</a>.</p> <!-- Block 2 --> <p><strong>Manchester United's home record in the European Cup since 2006</strong><br>P13 W12 D1 L0 F30 A7</p> <!-- Block 3 --> <p><strong>Celtic's away record in the European Cup since they dressed it in a short skirt and renamed it the Champions League</strong><br>P18 W0 D1 L17 F10 A37</p> <!-- Block 4 --> <p><strong>Celtic haven't scored a goal</strong> away from home in this competition since <a href=\"http://www.theguardian.com/football/2006/dec/07/match.sport\">December 6 2006</a> and – if you exclude rank howlers by inept Poles against Sporting Lisbon in dead fixtures – United haven't conceded one at home in this competition since <a href=\"http://www.theguardian.com/football/2007/apr/24/minutebyminute.sport\">April 24 2007</a>.</p> <!-- Block 5 --> <p><strong>So, United to win and Celtic not to score</strong> looks a pr-etty, pr-etty good bet, but something – instinct, the frequently ramshackle nature of so-called Battles of Britain*, the inevitability of Nakamura whooshing a free-kick into the corner from 30 yards, a subliminal message from <a href=\"http://en.wikipedia.org/wiki/Declan_Hill\">Declan Hill</a> – tells me that United will win 2-1.</p> <p>Celtic's overall Champions League record on the road is woeful, but if you <a href=\"http://uk.eurosport.yahoo.com/21102008/58/champions-league-celtic-s-day-woes-full.html\">pick it apart</a> you realise they've often got the wrong answer despite the right working.</p> <p>Against the big boys, certainly, they have rarely taken a pasting. In the Nou Camp their scores are 0-1, 0-1 and 1-1 (their only draw); in the San Siro, against Milan, it's 0-1, 0-1 (after extra-time) and 1-3; they lost 3-2 at Old Trafford in 2006, and also lost 3-2 away to Lyon and Juventus (in both games only going down to seriously dodgy penalties); and they lost 2-1 away to Bayern after leading. In fact, their biggest pastings have been in Portugal, to Benfica (0-3) and Porto (0-3), and in Donetsk, to Shakhtar (0-3, 0-2).</p> <p>So, yes, I'm going for United to win 2-1 and for Dimitar Berbatov to break into at least three sprints during the game.</p> <p>*PS the first person to use the phrase Battle of Britain in an email will be hunted down and forcefed a heated stick into a yet-to-be-specified orifice.</p> <!-- Block 6 --> <p><strong>Team news</strong> Ronaldo isn't rested. And nor is Tevez, who simply doesn't get in the team any more (he's on the bench). And nor is Berbatov, who starts his sixth game in a row, having cunningly made himself immune to rotation by doing a quarter of the running of everyone else. All this stuff about Berbatov not putting a shift in, incidentally, is a bag of balls in my opinion. He's a class act, and that's all that matters, really. And it's actually <em>nice</em> to see a lone frontman who can't be doing with the false modesty of headless chickenery.</p> <p>Anyway, it's an aggressive selection from United, an orthodox 4-2-3-1 with the presence of a work-shy pair of preening Portuguese on the wings putting significant pressure on the central-midfield pair of Anderson and the splendidly improved Darren Fletcher (I take it all back). Jonny Evans also starts at the back ahead of Rio Ferdinand, although I'm not sure whether Ferdinand is injured or rested. Still, the presence of another Irishman, the exasperating lummox that is John O'Shea, will be of greater concern to those of a United persuasion, especially against Nakamura, who probably needs to do little more than point and say \"it's over there\" to start O'Shea spinning on the spot like a top.</p> <p>For Celtic, Gary Caldwell is fit to play in a predictable 4-5-1 formation. Pity the fool Scott McDonald, who as the lone striker is going to have to put in a serious shift tonight. A draw would leave Celtic well behind in the group, but would be of immeasurable psychological value. It's a group that looks done and dusted already, but if Celtic get a draw tonight and then beat both United and Villarreal at home (the latter two results being entirely conceivable), they would almost certainly go through.</p> <!-- Block 7 --> <p><strong>Manchester United (4-2-3-1)</strong> Van der Sar; Neville, Evans, Vidic, O'Shea; Fletcher, Anderson; Ronaldo, Rooney, Nani; Berbatov. Subs: Kuszczak, Brown, Giggs, Park, Rafael Da Silva, Gibson, Tevez.</p> <!-- Block 8 --> <p><strong>Celtic (4-5-1)</strong> Boruc; Wilson, Loovens, McManus, Naylor; Nakamura, Scott Brown, Caldwell, Robson, McGeady; McDonald. Subs: Mark Brown, Hinkel, Hartley, Maloney, Donati, Sheridan, O'Dea.</p> <!-- Block 9 --> <p><strong>\"Any chance of</strong> <a href=\"http://www.youtube.com/watch?v=L-pMaMxrOsw\">this </a>happening again?\" asks George Templeton. If you mean the commentator Peter Martin inadvertently creating the sort of mess that's beyond even the most sophisticated and industrial-strength washing powder, I'd say no. If you mean Nakamura making it three free-kicks in three in this fixture, I'd say there's a big chance. Especially with John O'Shea on the pitch.</p> <!-- Block 10 --> <p><strong>Okay, here we go then</strong> For those who wish they were watching on TV, Clive Tyldesley and Jim Beglin are in the hyperbolists' chairs. \"The capacity of Strachan to bug the hell out of Celtic fans on the big occasions remains undiminished,\" bahs Gerry Scott. \"Why shoehorn in Caldwell, who barely hacks it as a centre-back, when Hartley could do the job properly? On the other hand we are going to get tanked anyway so we might as well confirm English stereotypes of the Scottish game whilst we do it.\" Alan Rough's in goal? Everyone's wearing a kilt and has been boozing since the womb? Jeez I love England, where alcoholism, dubious fashion sense and inept goalkeeping certainly aren't significant problems.</p> <!-- Block 11 --> <p><strong>1 min</strong> Celtic, in yellow, kick off from right to left. Both sides are lined up pretty much as predicted, with Ronaldo on the right and Nani on the left for United; I wonder whether Caldwell has been picked specifically to get in Rooney's space and in his face. He's certainly playing deeper than the other midfielders.</p> <!-- Block 12 --> <p><strong>3 min</strong> \"Berbatov, such wonderful balance\" coos Clive Tyldesley at the exact moment Berbatov hits the deck. A free-kick is given, perhaps slightly generously, to United wide on the right as a result. Nani whips it in and Anderson, unmarked in front of the near post, fails to make headed contact on what was maybe a third of a chance. Fast start from United though.</p> <!-- Block 13 --> <p><strong>5 min</strong> Ronaldo roasts Naylor - behave - but his cross is cleared at the near post. United, predictably, are having all of the ball, and they are popping around with much more intent than at the stage of Saturday's game against West Brom.</p> <p>\"I believe many would agree Portuguese people and a strong work ethic go hand-in-hand,\" says Luis Correia. \"However, I agree with you Nani and Cristiano Ronaldo are the exception.\" Which is fine in a 4-3-3, but in a 4-2-3-1 there is much more responsibility on them to do their defensive work. It's why there's no way United could play this system against a top-class team, certainly not away and maybe not at home.</p> <!-- Block 14 --> <p><strong>7 min</strong> See 5 min. And 3 min. Anyway, seven minutes in and here's Gary Nayor. \"Re: your photograph, I understand that the Celtic players need to familiarise themselves with Old Trafford but what is the Middlesbrough crowd doing there?\" I'll honk to that.</p> <!-- Block 15 --> <p><strong>9 min</strong> At the moment, Berbatov is playing as the No10 with Rooney as the No9, although you suspect this will change as the game progresses. Celtic have their first decent spell of possession, although to little avail. In shades of his swashbuckling first full season, when he nutmegged Luis Figo and basically everyone else he came up against, O'Shea makes an eejit of McGeady with a lovely turn under pressure. Maradona reincarnate.</p> <!-- Block 16 --> <p><strong>11 min</strong> Celtic are smothering the centre of the pitch: when Rooney got on the ball 25 yards out then, he had five players within five yards of him. Celtic will be pretty happy so far: for all the purpose and precision of United's start, Boruc has had nothing to do.</p> <!-- Block 17 --> <p><strong>12 min</strong> It's Celtic who have the first big chance. McGeady zips menacingly infield, away from O'Shea and then, from 20 yards, crunches one low towards the near post. Van Der Sar gets down smartly to push it behind for a corner. Lovely effort from McGeady.</p> <p>Arsenal are 2-0 up by the way. Shut the door on your way over to read Scott Murray's MBM of that game.</p> <!-- Block 18 --> <p><strong>14 min</strong> A lovely first-time pass from Rooney allows the marauding Neville to burst into the box but, with men queuing up, Neville very unusually overhits his cross. The future's bright, the future's Rafael.</p> <!-- Block 19 --> <p><strong>17 min</strong> This remains an unusually free-spirited game - Celtic are certainly not just here to defend - and, when United break, Rooney earns a corner after another charge into the box. Nothing comes of it. <em>Nothing.</em>.</p> <p>\"It is good to see Robson getting a game considering he almost singlehandedly won Celtic the championship last season,\" says Gerry Scott. \"I would have seriously considered giving McGeady's place to Maloney. McGeady too often goes missing in Europe.\"</p> <!-- Block 20 --> <p><strong>18 min</strong> It definitely looks a deliberate ploy, rather than an accident of the game's narrative, to have Berbatov at No10 and Rooney at No9, and so far it's working really well: Berbatov, who is on the ball all the time, eases one beautifully wide to Nani, and when he crosses to the far post Rooney connects really well with a Crouchesque scissor-kick. It thuds into the defender and away.</p> <!-- Block 21 --> <p><strong>19 min</strong> Delicious move from Celtic. Nakamura slips one inside the full-back to the onrushing Naylor, and when his cross clears everyone at the near post it bounces through to Caldwell on the edge of the box. He lashes it as it sits up, connecting beautifully, and Van Der Sar has to reach up to paw it over the top. Excellent stuff, this.</p> <p>\"What's a Champipon?\" says Tom Chivers. \"I couldn't help but notice it's mentioned in the window title of your MBM. Sounds French. Some sort of root vegetable native to the Dordogne region, perhaps. Yes, it's needless pedantry.\" Oh, Tom! How could you?</p> <!-- Block 22 --> <p><strong>21 min</strong> Nani's sliderule pass hits the referee and puts him on his backside, possibly the most inept fall by an official since Paul Alcock went down in 12 stages after being pushed by Di Canio.</p> <!-- Block 23 --> <p><strong>24 min</strong> It's now Fenerbahce 1-94 Arsenal, or so you would think from the hooting and hollering on the theguardian.com/football/championsleague desk.</p> <!-- Block 24 --> <p><strong>25 min</strong> It's quite sad to see Gary Neville bustling up and down the flank, like Ron Jeremy needing to resort to viagra. Or something. The spirit is certainly willing, and he's a wonderfully admirable fellow is Neville, but the body is still struggling. It's so hard to come back in your thirties after over a year out, as anybody who has witnessed my pitiful attempts near the Westway of a Wednesday night might witheringly confirm.</p> <!-- Block 25 --> <p><strong>27 min</strong> Celtic win a free-kick 28 yards out but, unfortunately for them, it's a fair way out on the left. So Nakamura instead whips it in to a crowded area, and Robson is penalised. Still, this is Celtic's best spell and the fact remains that, for all he's had to do, Boruc might as well have been aggressively picking his nose for the last 27 minutes.</p> <!-- Block 26 --> <p><strong>28 min</strong> Ronaldo misses a very decent chance. It was all a bit a messy on the edge of the box, but Berbatov was aware enough to poke a square ball 10 yards away from the melee and towards Ronaldo, unmarked on the right side of the box. He lashed it with his left foot and it flew just wide of the near post with Boruc beaten. He might actually have been better taking it out of his feet and leathering it with his right.</p> <!-- Block 27 --> <p><strong>GOAL! Man Utd 1-0 Celtic (Berbatov 29)</strong> Celtic's dumb luck away from home in Europe continues, as Berbatov scores from an offside position. Nani whipped a corner in from the left which was flicked on by O'Shea at the near post. It hit Caldwell and rebounded towards O'Shea, who stabbed it back towards goal. Then Berbatov, six yards out, redirected it through Boruc's legs quite beautifully with a ninja's swirl of the right foot. But he looked offside at the time, turning away slightly sheepishly, and replays confirmed it.</p> <!-- Block 28 --> <p><strong>33 min</strong> This is, by some distance, Berbatov's best game for United. He wins the ball on the edge of the box - no, you don't need to readjust your set - and feeds Anderson, who sweeps over from 20 yards. Anderson is literally never going to score a goal for the club, is he.</p> <!-- Block 29 --> <p><strong>35 min</strong> Stop whatever you are doing: it's an email from Gerry Scott. \"You keep publishing my emails as if they are somehow noteworthy or even coherent thus giving me access to the Guardian's huge global readership. The resulting feeling of importance is both unnerving and thrilling. I bet this is how Mussolini got started.\"</p> <!-- Block 30 --> <p><strong>36 min</strong> Inevitably, the goal has changed the tempo of the game, and United are content to play keepball for a bit. Celtic, probably with half an eye on not being 2-0 down and dead and buried by half-time, are happy to let them do so. And so pass three minutes of our lives that won't be coming back.</p> <p>\"Listening to the match on 5Live. Chris Waddle keeps referring to the Celtic keeper as 'Borat',\" says Ben Stanley. \"Is the chunky King Artur wearing a flourescent green mankini.\" In my mind's eye - and in my heart - he never wears anything else.</p> <!-- Block 31 --> <p><strong>39 min</strong> Berbatov touches it off to Rooney, 25 yards out, and he creams one through the crowd that is well held by Boruc. It was a bit too straight to be a real issue for Boruc, but he did well not to parry it as it was hit with stinging force.</p> <!-- Block 32 --> <p><strong>40 min</strong> Nani never gives an average performance, and tonight is one of his 8/10 nights. There he zips infield past two defenders before coaxing one a few yards wide of the far post.</p> <!-- Block 33 --> <p><strong>44 min</strong> O'Shea draws a smart save from Van Der Sar with a typical piece of incompetence. A free-kick from the left beat everyone except O'Shea at the back post, who tried to volley it clear with his right foot, missed it completely, and watched it loop from his standing foot towards goal, and Van Der Sar plunged to his left to save. Did O'Shea win Jim'll Fix It or something? He really is astonishingly incompetent for a team of this calibre.</p> <p>\"Berbatov's insouciance when it comes to celebrating goals is a welcome change from the usual look-at-me, badge-kissing brigade,\" says Justin Kavanagh. \"Someone should have a gasper ready to light as his reward for every goal—or is smoking now banned too from the Theatre of the Prawn Sandwich?\" I know chanting, breathing and <em>SUPPORTING YOUR BLOODY TEAM THROUGH THE MEDIUM OF THE CHANT</em> have been banned, but I'm not sure about smoking.</p> <!-- Block 34 --> <p><strong>45 min</strong> Darren Fletcher misses a sitter. Vidic flicked on an angled cross from the right from Rooney and Fletcher, beyond the far post, kept his composure splendidly to come inside the flailing Wilson onto his right foot. Then, from six yards, he screwed it miserably over.</p> <!-- Block 35 --> <p><strong>Half time: Man Utd 1-0 Celtic</strong> That's the end of a richly enjoyable half. For all United's swaggering football, a calm Celtic side created the better chances until, after half an hour, Berbatov scored from a palpably offside position. </p> <p>This said, if anyone deserved a goal it was Berbatov. Playing behind Wayne Rooney rather than the other way round, he had one of those halves where everything came off. If he'd stuck his hand down his pants for a cheeky scratch, he'd have probably found a tenner. His goal was exquisitely taken, but Celtic won't care for that, as they've been done again, and it will take some serious mental strength to get anything from this game the noo.</p> <p>See you in 15 minutes.</p> <!-- Block 36 --> <p><strong>46 min</strong> Off we go again. No changes. </p> <p>\"Berbatov is the anti-Keane,\" says Niall Mullen. \"He has touch, goals and stays in the relevant areas. Running around like crazy does not make Keane a better player; it actively hinders him. The only thing they have in common is their good sense to leave a sinking ship for their 'dream' move.\" All good points, ruined only by this last bit: \"Sent from my iPhone.\"</p> <!-- Block 37 --> <p><strong>47 min</strong> \"Berbatov and Rooney? If Alain Delon and Jean-Paul Belmondo played football, they'd be those two wouldn't they?\" says Gary Naylor, whistling a cultural reference over my stupid, simple, bald head. \"(But Sir Alex Ferguson wouldn't be Francois Truffaut - perhaps Jean-Luc Godard?)\" My thoughts exactly.</p> <p>Actually, I do wonder what this means for Tevez's supposed £30m move. Ferguson has no qualms about using people and then disposing of them when they outlive their usefulness, and there is just a hint that a familiar scenario may be starting to unfold.</p> <!-- Block 38 --> <p><strong>48 min</strong> Berbatov thumps a header clear at his near post from a Celtic corner and then goes down like a four-year-old who doesn't like heading the ball <em>because it really hurts Mum</em>. I think I am falling in love with how little Berbatov gives one for traditional notions of masculinity on the football field.</p> <!-- Block 39 --> <p><strong>GOAL! Manchester United 2-0 Celtic (Berbatov 51)</strong> A sizzling, wobbling free-kick from Ronaldo is too hot for Boruc and Berbatov - who was actually in an offside position again when the kick was taken - taps almost apologetically into an open net from six yards. I suspect Berbatov could not give a flyer either way.</p> <!-- Block 40 --> <p><strong>53 min</strong> This is becoming slightly farcical now: Wayne Rooney has a goal disallowed even though he wasn't in an offside position when Ronaldo slipped him through to go round Boruc.</p> <!-- Block 41 --> <p><strong>55 min</strong> This could actually be anything now, because a) United are playing with a real swagger and b) the linesman is all over the show.</p> <!-- Block 42 --> <p><strong>57 min</strong> Another chance for Rooney. He played a ball down the inside-left channel for Berbatov, who was beaten to it by Boruc, and when the ball broke loose on the edge of the box - with Boruc stranded - Rooney spanked it over on the half-volley. There were at least two defenders between him and the goal, though, so it wasn't as simple as my essentially inadequate description first made it sound.</p> <!-- Block 43 --> <p><strong>59 min</strong> Berbatov eases the most delicious, outside-of-the-right-foot pass down the right for Neville, but his cross is blocked by Naylor at the near post. United are taking the mick a bit here.</p> <!-- Block 44 --> <p><strong>60 min</strong> A double United substitution: Wes Brown for Gary Neville, and Carlos Tevez for Dimitar Berbatov, who has been an absolute joy to watch. Actually, the crowd cheer is bigger for Tevez than it is for Berbatov.</p> <!-- Block 45 --> <p><strong>61 min</strong> Now a double Celtic substitution: Shaun Maloney is on for Barry Robson, and Paul Hartley for Shunsuke Nakamura. Their only hope is to beg, steal or borrow a goal and they play on the consequent nerves to win 11-2.</p> <!-- Block 46 --> <p><strong>62 min</strong> Anyone out there?</p> <!-- Block 47 --> <p><strong>65 min</strong> Ronaldo has switched to the left - is it me, or is he so much more effective there? - and draws a foul from the increasingly exasperated Caldwell. This can't be a nice experience for Celtic, because a) they are having the etc. taken out of them, b) both goals were offside and c) they are having the etc. taken out of them.</p> <!-- Block 48 --> <p><strong>67 min</strong> \"So,\" says Howard Clark, \"what is the future for Gary Neville?\" Moustache-cultivating and ITV punditry, I reckon. He should still play a fair few games this season, certainly until this very peculiar ostracism of Wes Brown is resolved. But if the Champions League final were tomorrow, my pecking order would be: Brown, Neville, Da Silva.</p> <!-- Block 49 --> <p><strong>70 min</strong> A brilliant cross from Nani, by far the best crosser at Old Trafford since Beckham left, just beats the leaping Ronaldo at the far post. I think Ronaldo actually mistimed his leap there and was up too early.</p> <!-- Block 50 --> <p><strong>72 min</strong> It's a bit boring now, in truth, in the absence of Berbatov's luscious linkplay and either side really needing a goal (in truth, Celtic look happy just to avoid a pasting). </p> <p>\"Hey, Rob. What's happening? Badlty typrd ob my iPod,\" honks Simon Hoyle.</p> <!-- Block 51 --> <p><strong>73 min</strong> The crowd go up for handball in the penalty area against Hartley. The linesman, who has lost it, gives a no-ball. Instead it's a corner, from which Rooney, on the edge of the box, stings the palms of Boruc with a brutally hit but ramrod-straight drive.</p> <!-- Block 52 --> <p><strong>74 min</strong> Hartley, who has been spoiling for a tear-up since he came on, brings down Nani and then lumps the ball at the horizontal Nani from about 0.6 metres. He's booked.</p> <!-- Block 53 --> <p><strong>76 min</strong> \"Hopefully Celtic can edge out Aalborg for the Uefa Cup spot and put together a decent run,\" says Gerry Scott, before beginning a gentle little saunter down the footpath marked 'Off On One'. \"I think what tonight and this year's group in general highlights is that Celtic have been punching above their weight in Europe for the past couple of years and that has come to an end. And if a team managed by that glorified waist coat can make it to the final maybe Celtic can go one better and lose in the final without causing a riot.\"</p> <!-- Block 54 --> <p><strong>GOAL! Manchester United 3-0 Celtic (Rooney 77)</strong> A really excellent goal from Wayne Rooney, making it seven games in a row for club and country in which he has scored. It came from a Van Der Sar roll-out, via Fletcher, Nani and then Tevez, who played a square pass infield to Rooney, lurking menacingly in the D. He waited a few seconds for the chance to present itself as bodies whizzed left and right in front of him, and then drove it through the legs of Loovens and right into the bottom left corner. It wasn't hit hard - he passed it, like Mark Robins v Oldham in 1990 - but it was so well placed that Boruc couldn't get near it. A splendid goal.</p> <!-- Block 55 --> <p><strong>78 min</strong> The 19-year-old Cilian Sheridan comes on for Scott McDonald.</p> <!-- Block 56 --> <p><strong>79 min</strong> \"This may be a cakewalk, but is a two-goal advantage enough to take to Parkhead?\" said Gary Naylor just before the third goal. \"Damn, I forgot that this isn't the real European Cup, just the boring winnowing bit of the Champions League.\" What he said. Football would be <em>THIS</em> much better if the European Cup was a) called the European Cup and b) an unseeded knockout from the off.</p> <!-- Block 57 --> <p><strong>80 min</strong> A simply stunning pass from Rooney, driven 40 yards first-time into the space on the right, puts Tevez through into the box, but instead of finding the supporting pair of Nani and Ronaldo he goes for goal and is blocked.</p> <!-- Block 58 --> <p><strong>81 min</strong> Somebody might get sent off here. Celtic are having it taken out of them and, no unreasonably, they don't like it.</p> <!-- Block 59 --> <p><strong>82 min</strong> Ji-sung Park replaces Cristiano Ronaldo.</p> <!-- Block 60 --> <p><strong>83 min</strong> Loovens goes through Tevez from behind, a challenge that is entirely the product of frustration. I'm not sure if he was booked, but he certainly should have been.</p> <!-- Block 61 --> <p><strong>86 min</strong> For those who are wondering why Rooney is playing so well, by the way, it's quite simple: <em>he's playing in the centre of the pitch</em>. The Berbatov signing was so important for Rooney, not because of the increased competition for places, but because of the tactical restructuring it has brought about. Whether that restructuring survives squeaky-bum time remains to be seen - you couldn't play this starting XI in this shape at home to a good side - but for now we might as well just enjoy it.</p> <!-- Block 62 --> <p><strong>88 min</strong> The game is drifting to sleep. Hartley almost pulls one back there, mind, bursting into the box at the end of a slick, Sensible Soccer move. His first touch was good but Evans, the last man, read the danger well. He has played well, albeit in fairly comfortable circumstances.</p> <!-- Block 63 --> <p><strong>Full time: Manchester United 3-0 Celtic</strong> So that's that. While you suspect United's class was always going to be decisive, the fact remains that Celtic were very unlucky on the first two goals, which totally knocked the stuffing out of a team already drowning in fatalism.</p> <p>That said, United played some sumptuous, cocky football at times, most of it involving Berbatov and the inevitable Rooney, and barring an unprecedented farce they will reach the knockout stages of this tournament for the 12th season in 13. Thanks for all your emails; g'night.</p>",
  "<p><strong>October 20 session</strong></p> <p><strong>Economic downturn</strong></p> <p>Gordon Brown acknowledged that the UK could not be insulated from the global economic downturn. But he again insisted that with low interest rates and inflation expected to fall, the country was \"stronger than at any other previous downturn\".</p> <p>Amid warnings that the UK had already tipped into recession, the prime minister pledged that the government's \"central mission\" would be to do \"whatever it takes\" to help homeowners and businesses through the \"difficult period ahead\".</p> <p>But the Tory leader, David Cameron, warned that Britain could be heading for a record budget deficit put by some as high as £64bn. \"Isn't the £64bn question this: why, when business and families need more help, have you left the cupboard so bare?\" he demanded, as Brown reported on the outcome of the EU summit.</p> <p><strong>Party funding</strong></p> <p>The justice secretary, Jack Straw, urged MPs to avoid a \"party political dogfight\" over proposed changes to party spending and funding. He said that the \"whole body politic\" would suffer as a result of such a showdown and insisted that consensus was the only way forward.</p> <p>Straw's comments came after Cameron tabled an amendment seeking to block the second reading of the political parties and elections bill. </p> <p>The Tories have accused Labour of trying to rig the general election by changing candidate-spending rules in a way that will favour its MPs fighting to save marginal seats.</p> <p>The bill was denounced as \"outrageous\" and a \"truly partisan piece of legislation\" by the shadow Cabinet Office minister, Francis Maude.</p> <p>But the justice secretary said: \"I hope that we can agree today on broad principles. Whilst in committee I hope we can work on what I hope will be agreed positions on practicalities. I repeat my commitment to do my best to reach a consensus.\"</p> <p><strong>Housing benefit</strong></p> <p>A housing benefits loophole which led to an Afghan family of eight being moved into £1.2 million taxpayer-funded mansion is to be closed, the work and pensions secretary, James Purnell, disclosed. </p> <p>He said it was \"clearly unacceptable\" that councils were in some cases paying to house people in properties \"they would not be able to afford if they were in work\".</p> <p><strong>National insurance</strong></p> <p>Frank Field, the Labour former minister, criticised figures showing that more than 20,000 new national insurance numbers were issued to foreign nationals last year in Newham, the London borough housing the Olympic village for the 2012 Games. </p> <p>Field also claimed that three times as many NI numbers were issued across the capital to foreign migrants than to people under 25 who are out of work.</p> <p>The employment minister, Tony McNulty, told him: \"The London labour market is absolutely distinct in this country compared to elsewhere in the country, quite rightly as the finest world city.\"</p> <p><strong>Top-up drugs</strong></p> <p>The government was accused of changing its policy on patients paying for top-up drugs. </p> <p>The claims came as Lady Thornton, for the government, said that \"some trusts are allowing patients to buy additional private drugs and retain their entitlement to NHS care while others are not\".</p> <p>Lord Naseby, the Conservative peer, said: \"The minister a year ago told this very house that co-payments did not form part of the basic principles of the NHS. Now we discover there are a number of NHS trusts that have been carrying out co-payments, presumably without the knowledge of the Department of Health.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338665888\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/1st_prize_Sullivan_England_FRONT-1776.jpg\" alt=\"Paint for the Planet\" width=\"534\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">First prize - Charlotte Sullivan, 13, England. 'The silhouette of a figure in my painting represents the governments’ and global businesses’ idle hold over the world,' she says. 'My wish is that everyone should take care of the environment'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665855\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/2nd_prize_Araiza_Mexico_FRONT-7488.jpg\" alt=\"Paint for the Planet\" width=\"320\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Second prize - Laura Paulina Tercero Araiza, 10, Mexico. 'Through my painting I would like to transmit to all people, including the world’s leaders, my hope and desire to stop global warming by promoting the use of our sun because it is powerful, clean and practically endless. So far it is misused but if we want it could be our every day energy source'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665894\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/3rd_prize_Bartolo_Malta_FRONT-2686.jpg\" alt=\"Paint for the Planet\" width=\"554\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Third prize - Andrew Bartolo, 15, Malta. 'I have painted a scene that, though slightly extreme, gives an insight into a possible future, one where animals lose their homes and are forced to migrate to unfamiliar territories. While humans are able to freely express their distress at the dramatic changes in climate, I feel this painting gives voice to all creatures’ silent protests against the rapid changes taking pace'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665864\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/4th_prize_Ramilevna_Russia_FRONT-8917.jpg\" alt=\"Paint for the Planet\" width=\"317\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guzel Ramilevna, 13, Russia. 'In my picture the penguin is losing its family members as the ice suddenly broke. They cry to each other but they have drifted so far that their voices cannot be heard. The places which are considered suitable for polar animals to live are now losing inhabitants. People here in Russia all dream of owning big luxury cars, but just think about those little animals and you will know what to do'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665879\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/5th_prize_Netwong_Thailand_FRONT-572.jpg\" alt=\"Paint for the Planet\" width=\"311\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Netpakaikarn Netwong, 14, Thailand. 'Due to rapid climate change, I believe that painting could lead to understanding of cooperation for our global environment. Tree planting would reduce CO2. Biking and mass transit would reduce air pollution and save energy for a better world'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338680131\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/china-3287.jpg\" alt=\"Gloria Ip Tung\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gloria Ip Tung, 14, China. 'Governments be heroes! Make greenhouse gases zero. Show citizens the way, Let’s create a better day! It’ll never be too late to free our planet'</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665930\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/Regional_winner_Africa_Kassabian_Nigeria_FRONT-8134.jpg\" alt=\"Paint for the Planet\" width=\"551\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maria Kassabian, 10, Nigeria</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665933\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/Regional_winner_Asia-Pacific_Yin_China_FRONT-8656.jpg\" alt=\"Paint for the Planet\" width=\"553\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adrian Lau Tsun Yin, 8, China</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338665936\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/16/1/Regional_winner_Europe_Valli_Greece_FRONT-9251.jpg\" alt=\"Paint for the Planet\" width=\"517\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Valli Eydokia, 13, Greece</span> <span class=\"element-image__credit\">Photograph: UNEP</span> </figcaption> </figure>",
  "<p>A team of Japanese climbers claimed they have found the footprints of the legendary abominable snowman in the folds of the eastern Himalayas in Nepal.<br> An eight-member team claimed the footprints of the snowman or Yeti were about 20 centimetres long and were human in appearance. The creature's footprints were found on snow at an altitude of about 4,800 metres (15,748 feet) in the Dhaulagiri mountain range in west Nepal.</p> <p>The scientific community said there is no proof of the Yeti's existence despite decades of sightings. \"We saw three footprints which looked like that of human beings,\" Kuniaki Yagihara, a member of the Yeti Project Japan, told Reuters, after returning with photographs of the footprints. <br> The Japanese crew said it was their third attempt to track down the half-man-half-ape, which has long been part of the western adventuring folklore in this part of the world.  The team said they have become adept at recognising the various beasts such as bear and snow leopards and are adamant that the \"footprint\" was \"none of those\".  Although the climbers spent more than 40 days on Dhaulagiri IV - a 7,661 metre (25,135-foot) peak where they say they have seen traces of yetis in the past - they could not furnish the press with a single photograph of the Yeti. \"If I don't believe in Yeti I would never come,\" said Yagihara. Nepali Sherpas say the legend of the Yeti rests deep in the Himalayan psyche. Tales of wild hairy giants living in the snow are part of growing up in the mountains. These prompted many, including Sir Edmund Hillary, to carry out yeti hunts. The Yeti is also considered more than a myth by the world of cryptozoology, the study of uncatalogued creatures, which takes seriously the idea that the alleged creature may be the last fragments of a race of giant man-apes that existed in central Asia more than 300,000 years ago.  There appears a global trading industry in sightings of the abominable snowman. Most turn out to be false. In July Yeti hairs were supposedly found in north east India. Upon testing they turned out to belong to a species of Himalayan goat. In August, two men in the US claimed they had found the remains of a half-man-half-ape Bigfoot, which actually turned out to be a rubber gorilla suit.</p>",
  "<h2>European Union</h2> <p>Germany, France, Italy and 12 other European countries unveiled <a href=\"http://www.theguardian.com/business/2008/oct/14/useconomy-usa\">a comprehensive plan for salvaging their banking systems from potential ruin</a>. </p> <p>Under the 13-point draft plan, the European Central Bank (ECB) will intervene in the financial turmoil to boost liquidity. Meanwhile, eurozone governments will underwrite bank debt until the end of next year and commit to preventing the collapse of \"systematically relevant institutions through appropriate means including recapitalisation\". </p> <p>The three elements - liquidity support, interbank lending guarantees and recapitalisation of distressed banks - are the core of Gordon Brown's plan announced earlier this month. The UK model now looks set to become the European standard, with national variations to take account of differing systems. </p> <p>Factoring in Britain's estimated £500bn package as well as parallel plans in parts of Scandinavia and central Europe outside the 15-country eurozone, the package could take the cost for the EU's 27 states to €2tn (£1.52tn). </p> <p>EU finance ministers have tried to bolster confidence in the battered banking system by agreeing to raise the minimum level of guarantee on bank savings across member states from €20,000 to €50,000 for one year. They have also agreed to support bigger financial institutions that might cause systemic failure if they were allowed to go under. Some may guarantee up to €100,000. </p> <p>The ECB also joined the coordinated rate cut and is offering unlimited liquidity at weekly auctions. </p> <h2>Britain</h2> <p>A £39bn bank bail-out sees RBS, and a merged HBOS and Lloyds, effectively nationalised. The Special Liquidity Scheme was extended to make another £200bn available and new debt issued by banks has been guaranteed up to £250bn.</p> <p>The savings guarantee for depositors was raised from £35,000 to £50,000 and the Bank of England cut interest rates by half a point. Short-selling in 34 financial stocks was banned until January.</p> <h2>Ireland</h2> <p>Deposits held in the country's six biggest banks and two building societies have been guaranteed for two years after Irish bank shares suffered huge price falls at the end of September. </p> <p>The €400bn scheme was also extended to foreign-owned banks which have significant operations in Ireland.</p> <h2>Greece</h2> <p>Under existing law, the Greek government guarantees just the first €20,000 of savers' deposits. Parliament is considering legislation to raise guarantees to €100,000 for three years.</p> <p>In a crackdown on short-selling, the regulator publishes a daily account of all short sales and the number of shares purchased by borrowing.</p> <h2>Germany</h2> <p>All private German bank accounts are guaranteed and €400bn of medium-term bank lending has been guaranteed to get credit markets moving again.</p> <p>The government is providing a further €100bn in fresh capital to recapitalise banks and underwrite banks' debt issuance.</p> <p>Chancellor Angela Merkel said she was abandoning her aim of balancing Germany's budget by 2011.</p> <p>\"Naked\" short-selling has been banned in 11 financial stocks until the end of the year.</p> <h2>Denmark</h2> <p>Denmark, which has some of the most exposed banks, has guaranteed all bank deposits with a $6.5bn liquidation fund. Deposits in Danish banks had previously been guaranteed up to 300,000 krone (£31,000).</p> <p>In return for the government guarantee, banks agreed to pay up to Kr35bn over two years into a liquidation fund that could take over distressed institutions to avoid losses to depositors and certain creditors.</p> <h2>France</h2> <p>The government is injecting €10.5bn (£8bn) into six leading banks but denied this was a crisis measure. Short-selling in banks and insurance stocks was banned on September 22 for three months. Christine Lagarde, the finance minister, said they would offer €3bn to Crédit Agricole, €2.5bn to BNP and €1.7bn to Société Générale to help them \"correctly\" finance the economy.</p> <h2>Iceland</h2> <p>The three largest banks - Kaupthing, Glitnir and Landsbanki - were nationalised. All trading on the stock exchange was suspended for three days. </p> <p>Iceland has asked Russia for a €4bn loan and introduced emergency laws giving the government sweeping powers over banks.</p> <p>Its central bank has cut interest rates by three and a half percentage points. </p> <h2>Russia</h2> <p>The government has given $100bn in extra liquidity to the banking sector and $37bn in long-term loans to the largest banks. A further $50bn has been given in loans to help refinance debt-laden companies and banks.</p> <p>Trading has been halted on stockmarkets on several occasions after the steepest falls on record. </p> <h2>Italy</h2> <p>Under emergency measures, the state is allowed to underwrite recapitialisation of banks or become a shareholder. Deposits of up to €103,000 are guaranteed. </p> <p>The central bank has made €40bn of treasury bills available to refinance bank debt.</p> <p>Short-sellers must have stock available from moment placed.</p> <h2>Spain</h2> <p>Guarantees on bank deposits have increased five-fold to €100bn, while a €30bn-€50bn emergency fund will provide liquidity by buying bank assets. A further €100bn is available for bank buyouts, interbank lending and bank bond issuance guarantees. </p> <p>Naked short-selling has been banned. Any short positions exceeding 0.25% of a stock's market capitalisation must be disclosed.</p> <h2>Austria</h2> <p>The government has made €85bn available to underwrite bank lending. There is also an unlimited guarantee on bank deposits. A further €15bn has been used for recapitalisation.</p> <p>Short-selling beyond a certain amount is seen as market manipulation or insider trading.</p> <h2>Belgium</h2> <p>Another country with highly exposed banks, Belgium announced it would guarantee all new financing of banks for one year.</p> <p>There has been an injection of €4.7bn for 49% of faltering Fortis, with the remaining assets of the bank to be taken over by BNP Paribas.</p> <h2>The Netherlands</h2> <p>ING, the largest listed Dutch bank, with 85 million customers worldwide and more than a million savers in the UK, is to get a €10bn capital injection from the authorities in exchange for preference shares. Naked short-selling has been banned in eight financial institutions.</p> <h2>Portugal</h2> <p>Portugal has offered a financing line worth €20bn to guarantee the liquidity of its banks. </p> <p>The money offered is 11.7% of the country's gross domestic product and is backed by the Bank of Portugal.</p> <p>Short-selling in eight banks listed on the Euronext Lisbon is banned.</p> <h2>Sweden</h2> <p>The government outlined a $205bn plan including credit guarantees and a bail-out fund. Sweden has said its banking system is solid.</p> <p>Sweden joined other central banks in cutting interest rates earlier this month.</p> <h2>Finland</h2> <p>Finland has made clear it will take action if needed but insisted capital injections were not being considered.</p> <p>Peter Nyberg at the finance ministry said there were no contagion effects from Iceland, and Finnish banks were not active in the US sub-prime market.</p> <p>Deposit guarantees have been doubled to the new EU-recommended minimum of €50,000.</p> <h2>Switzerland</h2> <p>The government has offered UBS $54bn so that it can clear out bad securities from its books. Switzerland's largest bank will also receive $6bn from the government in return for mandatory convertible bonds.</p> <p>The package includes raising account holder protection for customers in all Swiss banks above the current threshold of $26,250.</p> <p>The central bank also took part in the coordinated rate cut. Switzerland has banned naked short-selling.</p> <h2>Poland</h2> <p>The government adopted plans to guarantee bank deposits up to €50,000, while the central bank is due to announce a rescue package for the banking system. </p> <p>The government is prepared to inject new funds into banks if needed and the central bank has endorsed the use of currency swaps to boost interbank liquidity.</p> <p>The financial regulator is preparing rules requiring borrowers to put up 30% of a property's value for mortgages.</p> <h2>Hungary</h2> <p>Hungary's central bank is due to announce a rescue package with the help of the International Monetary Fund. However, the government has said this will be a last resort.</p> <p>It has also agreed to guarantee all bank deposits with no limits. </p> <p>Regulations on pension fund investments have been relaxed, tax cut plans scrapped and the central bank has agreed with the ECB on repurchase transactions, which will allow it to borrow up to €5bn to boost liquidity. </p> <h2>Czech Republic</h2> <p>The Czechs have been largely sheltered from the global economic crisis and reluctantly signed up to the EU plan to raise bank deposit insurance to €50,000. They plan no further action to prop up lenders.</p> <p>The central bank has introduced a new facility to revive the bond market by taking state bonds as collateral against liquidity provided to banks.</p> <h2>Romania</h2> <p>Romania's government has raised its bank deposit guarantee for individual savers to €50,000 from €20,000.</p> <p>The central bank says the financial sector had stayed clear of high-risk derivatives and liquidity is ample, largely because of the bank's high minimum reserve requirements.</p> <p>It has said it will inject funds if needed.</p> <h2>Slovakia</h2> <p>The government and the central bank say the banking sector is sound and stable. As a future eurozone member, Slovakia follows technical steps taken by the ECB, including a planned relaxation of collateral rules to make it easier for banks to refinance.</p> <p>The government has approved a plan, which must be approved by parliament, to guarantee 100% of bank deposits. It is also ready to inject capital into banks in exchange for stakes.</p> <h2>Bulgaria </h2> <p>The government has said it might tap its fiscal reserve of $8.13bn if needed but has reiterated that Bulgarian banks are stable and well-capitalised for now.</p> <p>Last week, the government decided to make legal amendments to increase the minimum bank deposit guarantee to €50,000.</p> <h2>Norway</h2> <p>Norway will lend $55bn to four Norwegian commercial banks in government bonds, in return for distressed mortgage assets as collateral for periods of up to three years. </p> <p>The government has stressed that Norwegian banks have virtually no exposure to the US sub-prime market and rely on depositors rather than wholesale markets for funding.</p> <h2>Ukraine</h2> <p>Several packages, each worth about $300m, have been offered to help banks. It announced a six-month freeze in October on early withdrawals of all bank deposits.</p> <h2>Japan</h2> <p>Japan has signalled a willingness to broaden its bank bail-out scheme to the country's biggest banks. But as Japanese banks have avoided risky credit products, they remain relatively well capitalised and Japanese money markets have been functioning even when major markets in the United States and Europe seized up.</p> <h2>China</h2> <p>China joined coordinated action by the world's central banks for the first time by cutting interest rates by 0.27 percentage points.</p> <p>The proportion of deposits that banks must hold in reserve has been reduced by half a percentage point and a tax of 5% levied on interest income has been waived.</p> <p>Short-selling was already banned.</p> <h2>India</h2> <p>Money for its dried-up markets has been pledged and cash reserve requirements have been slashed by 150 basis points to 7.5%, releasing about $12bn into the banking system.</p> <h2>Singapore</h2> <p>Singapore's central bank has shifted its foreign exchange rate policy to try to boost the competitiveness of the country's exports. The export-reliant economy has been hit by the global downturn, pushing it into recession.</p> <p>Policymakers have also boosted guarantees for depositors. Similar action was taken in Hong Kong and Bahrain.</p> <h2>South Korea</h2> <p>The South Korean government is offering banks $30bn of fresh liquidity, plus loan guarantees totalling $100bn.</p> <p>The move came just days after ratings agency Standard &amp; Poor's put the country's five biggest banks on a ratings watch because the South Korean won has fallen by a third against other currencies since January.</p> <p>Interest rates have been cut by a quarter point. Short-selling of local stocks has been banned.</p> <h2>Indonesia</h2> <p>The government has made $420m available for state-owned enterprises to buy back their shares. </p> <p>One of the hardest hit during the Asian financial crisis a decade ago, Indonesia has raised the guarantee on bank deposits to $200,000 and made it easier to flood tight money markets with funds.</p> <p>The stockmarket was closed for three days and a 10% limit imposed on price swings.</p> <h2>Qatar</h2> <p>Launched a $5.3bn plan to purchase shares in its listed banks.</p> <h2>Saudi Arabia</h2> <p>The lending rate has been cut by half a percentage point and $40bn has been made available to banks if needed.</p> <h2>United Arab Emirates</h2> <p>The government has guaranteed its bank deposits and is pumping $19bn of emergency funds into the sector. That brings the total funds the UAE has devoted to its banks to fend off the financial crisis to $32.7bn. </p> <p>The government has said it will inject as much liquidity as necessary. </p> <h2>Australia</h2> <p>Australia reduced rates by a whole percentage point. The government guaranteed all bank deposits up to A$700bn (£275bn) for three years and took measures to make it easier for central banks to pump funds into tight money markets – a measure also taken by New Zealand.</p> <p>A A$10.4bn fiscal stimulus package to bolster the economy has also been unveiled, equivalent to 1% of GDP.</p> <h2>United States</h2> <p>The largest government intervention in decades saw a $700bn (£380bn) bail-out of the banking industry. The limit of a federal guarantee on bank deposits was raised from $100,000 to $250,000 until the end of 2009. There are unlimited guarantees on deposits in accounts that do not give interest.</p> <p>The Federal Reserve joined other central banks around the world in cutting interest rates by half a point to 1.5%.</p> <h2>Canada</h2> <p>Canada, which joined other central banks in cutting interest rates by half a point, is expected to announce further measures soon.</p> <p>Short-selling has been temporarily banned in 13 financial companies.<br></p>",
  "<p>Mea culpa, mea culpa. I've only just had the chance to review the incredible - and I really mean <em>incredible</em> - entries which the gamesblog massive submitted for our <a href=\"http://www.guardian.co.uk/technology/gamesblog/2008/oct/06/games.competition\">Spore evolutionary game design competition</a>, and dang are they awesome.</p> <p>But while we got a bumper 24 entries from budding designers inspired by our evolutionary theme, we were sadly only able to choose five people to win a copy of Will Wright's newest sim. And the five winners are:</p> <p><strong>Luke Morrow</strong> for Germs<br><strong>Andrew Ireson</strong> for The Gaia Game<br><strong>Matthew Ruigrok</strong> for Pumpkin Harvester<br><strong>John 'Killerbee' Kilbey</strong> for Race of Life<br><strong>Geoff Burgess</strong> for his first person shooter</p> <p>Keep reading for full details, and prepare to be amazed. Congrats as well to everyone who submitted; it was a tough decision and our crack team of gamesbloggers and game designers spent quite some time debating the final five.<br><br><strong>Luke Morrow</strong> for Germs</p> <blockquote> <p><br>Evolve you germs and dominate the world<br> <br>(Stage 1)<br>You start of as a single bad germ inside a human body .Your job is to survive and multiply your colony of germs and fight of good bacteria trying to stop you. The stage lasts until the human develops a cough, when this happens part of the your colony of germs is coughed out onto the humans hand.<br> <br>(Stage 2) (Time trial)<br>This stage is more challenging as you have to make it to a surface or object before the human can wash his hands! You can either leap to a surface guided by the wind or when the human touches a surface move directly onto it.<br> <br>(Stage 3)<br>There will be optional surfaces each with there own benefits e.g. door handle will be small but will come into contact with many humans, the kitchen sink will be larger with more chances to grow but there will be a higher risk of being attacked by good bacteria i.e. soap! Once you make it onto a new surface or object its time to start evolving into a stronger and more dangerous germ colony! Relying on environmental conditions e.g. other liquids mixing with your germs, food crumbs, other germs that you can join up with and form a super germ colony and most importantly temperature. Having taken over the object/surface completely, grown in strength and numbers,You will have achieved Virus status! The game then develops, suddenly something falls from the sky into your germ world, a huge £10 note! having used all the resources available your germs infest the £10 note (possibly time trial) just seconds from it being picked up and put into the humans wallet.<br> <br>(Stage 5)<br>This is were the game switches to world infestation mode.<br>Since moving onto the £10 note the super virus germ colony is now in your control as you try and spread the virus from the £10 note into supermarkets and banks and global companies until there is a global epidemic in which the humans do not know how to cure!<br>You are now the King germ, you are the most evolved germ there is. You are no longer a microscopic liquid based life form, you are now a tiny being with arms and legs with a lot of aggression to be unleashed apon the human race! Now decided if you want to sell the cure to the humans or enslave them forever with illness!<br> <br>You Decide.</p> </blockquote> <p><strong>Andrew Ireson</strong> for The Gaia Game</p> <blockquote> <p><br>In this game you start by terraforming an initially \"dead\" planet, creating an atmosphere that can sustain life. However, the planet goes through cycles of ice-ages, meteor strikes, deadly volcanic erruptions and tsunamis, meaning that all higher life forms suffer routine extinctions. The challenge is to evolve intelligent life which can develop the means to escape the planet before the next extinction. However, as more intelligent species develop, so their activities have an ever more dramatic impact on Gaia's natural cycles, which may be benefitial or determental. Its a race between evolution and Gaia's lifecycle. The species that escapes the planet successfully can then go on to colonise another planet, and the process repeats.</p> <p>You control a team of human scientists who arrive on the planet on a spaceship, and live in a small self-sustaining bio-dome. Your team and their descendants are thus immune from the earlier existinctions. You control the activities of the scientists, who must find ways of modifying the planets atmosphere, temperature, hydrology and ultimately biology.</p> </blockquote> <p><strong>Matthew Ruigrok</strong> for Pumpkin Harvester</p> <blockquote> <p><br>Summary - Have you got green fingered aspirations, but don't want to get muddy feet? Now you can live out your horticultural hopes with Pumpkin Harvester. Based on real Pumpkin genealogy you can design and nurture your own pumpkins to be the ultimate \"Pumpkin Harvester\". You have the choice to become a PumpKing and build an empire by forcing them to develop quick and cheaply to ship to supermarkets or you can be the best organic grower and create the tastiest pumpkin possible.</p> <p>Features include: Rich pumpkin designer, real time pumpkin development, lots of awards including Gastro Pub pumpkin of the year and Harvest Festival's largest pumpkin. Real Pumpkin genealogy means no two pumpkins wills ever be the same and you can create your own varieties which our seed factory can produce and actually send to you to grow in your own pumpkin patch at home.</p> <p>Gameplay</p> <p>Seed stage - Use genetic points to specify the colour, taste, size, fertility, resistance at the seed stage. This will result in the presentation and success of the pumpkin during later stages.</p> <p>Growing stage - Carefully balance resources of water, fertiliser (different sorts for different effects), pesticides (or other pest prevention methods for organic pumpkins) to ensure a healthy pumpkin so it can reach....</p> <p>Maturity stage - Choose when to harvest the pumpkin to either sell to Gastro pubs/supermarkets/organic farmer's markets (for different prices) or to try and cross pollinate with another pumpkin variety (multiplayer aspect) to gain new attributes for second generations pumpkins.</p> <p>Sit back and count your money/awards stage - Exactly what it says. Use awards and money to unlock new pumpkin attributes/equipment/growing capabilities. Carve Jack O Lanterns with your own pumpkins, make soup or throw them off tall buildings.</p> </blockquote> <p><strong>John 'Killerbee' Kilbey</strong> for Race of Life</p> <blockquote> <p><br>What: The aim of the game is to grow your tree faster than your rivals. You start off as a tiny sapling on the forest floor and must race against competing trees / plants and other hazards to grow through various stages of growth and development.<br> <br>What you do: Playing like a vertically scrolling shoot 'em up, you have to guide your sapling's growth upwards through the big bad rainforest.<br> <br>Rival trees are constantly springing up and will chase after you in pursuit of the sunlight (at the top of the level), so keeping your speed up by staying ahead of rival vegetation is the core facet to the gameplay.<br> <br>Along the way, you'll encounter all sorts of wildlife that will try to land on your tree and slow your progress. Initially you'll encounter small insects, but as your tree gets bigger, birds, squirrels and even monkeys will clamber onto your tree, weighing you down and hindering your rate of ascent. You can fend off invading animals by firing seeds, nuts and fruit at them.<br> <br>\"Lives\" take the form of different branches for your tree – if one gets overwhelmed by rival trees, play switches to another branch until your tree is \"dead\". On completion of each level, you \"level up\" by growing an extra branch (extra life) or trade that for a strength or speed bonus to help you through the next level.<br> <br>Power ups come via raindrops which fall down and will give you key bonuses if you can catch them:<br>- \"Leaf me alone!\" - sprout a leaf to either side of your stem/branch to put an obstacle in the way of pursuing plants, slowing them down;<br>- \"Lord of the Rings\" - add another ring to your trunk: this increases your strength and reduces the negative effects of wildlife landing on you;<br>- \"Audrey II\" – evolve a carnivorous flower to eat the invading insects and animals. Complete with a funky song, natch.<br>- \"Miracle Gro!\" – a speed-enhancing drug. Beware: this could see you banned from the Gro-lympics for life.<br> <br>In true shoot 'em up fashion, the aim of the game is to get the highest tree (score) possible!<br> </p> </blockquote> <p><strong>Geoff Burgess</strong> for his first person shooter</p> <blockquote> <p><br>A first-person shooter in which all the enemies evolve against you. Day and night cycles represent multi-generational evolutionary leaps, as surviving monsters cross-breed to mingle attributes.</p> <p>In the day cycle monsters jump, fly, swim and crawl over the landscape towards you: You blast them as best you can.</p> <p>In the night cycle the survivors interbreed, taking characteristics from each parent (and additional random mutations): the resultant generation attacking the next day. The new monsters may not be able to walk but will have huge teeth; they may fly right at you but be unable to inflict damage. The key factor is that their parents are the ones you allowed to live; the ones you couldn't kill.</p> <p>For example: If you aren't good at water sections and close-combat, the next generation will be sharp-clawed swimmers. Every game different. One player against an evolving horde.</p> </blockquote>",
  "<p>After yesterday's surge in <strong><a href=\"http://www.guardian.co.uk/business/prudential\">Prudential</a></strong> shares on talk it was planning to bid £8.6bn for AIG's Asian business, backed by possible investment from sovereign wealth funds, the insurer has run into a little profit taking.</p> <p>It has just reported a 15% increase in sales over the first nine months of the year, compared with the same period in 2007, and in line with analysts forecasts. On AIG, the Pru chief executive Mark Tucker said in the accompanying statement: \"We are of course monitoring closely AIG's disposal programme and considering what, if any, opportunities may arise that would create additional value for our shareholders.\" He suggested it was too soon to comment on how any deal would be financed.</p> <p>Panmure Gordon repeated its buy recommendation, saying: \"Prudential has taken the opportunity of the nine-month new business figures to reassure on its solvency position and adjust (back) a previous Asian new business profit target. Overall the solvency comments should help ease fears but much will depend on the length and depth of the recession, and the consequent impact on debt securities.\" </p> <p>But Pru's shares have slipped 4.25p to 326p, with fellow insurance group <strong><a href=\"http://www.guardian.co.uk/business/standardlife\">Standard Life</a> </strong>down 4.75p to 230.25p.</p> <p>Overall, with things seeming a little calmer so far, the market is struggling for direction. With Japan and France helping out their banks and the International Monetary Fund poised to come to the aid of Iceland and other countries caught in the credit crunch, the global situation looks a little rosier. With Wall Street up more than 400 points overnight and Asian markets also higher, the <strong>FTSE 100</strong> has been as high as 4347 this morning, but has now slipped 0.81 points to 4281.86.</p> <p>Libor - the rate at which banks lend to each other - is forecast to slip again, but the Dow Jones futures are pointing to a 57 point opening dip.</p> <p>Banks are among the main losers, the main exception being <strong><a href=\"http://www.guardian.co.uk/business/hbos\">HBOS</a> </strong>which has climbed 6.4p to 85.3p on hopes that the takeover by <a href=\"http://www.guardian.co.uk/business/lloydstsbgroup\"><strong>Lloyds TSB</strong></a> will not be derailed.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/tullowoil\">Tullow Oil</a></strong> has climbed 4% to 520.5p after the company said it had made another oil discovery in Uganda.</p> <p>Analyst Phil Corbett at Royal Bank of Scotland said: \"This is the sixth straight success in Butiaba and clearly demonstrates the potential of the northern area of Lake Albert spanning Blocks 1 and 2. The [test] rig will now move to the Buffalo prospect, and hopes will be high of a further significant increase to the overall Uganda resource base.\"<br> But plastics and fibre products group <strong><a href=\"http://www.guardian.co.uk/business/filtrona\">Filtrona</a></strong> has fallen 7.25p to 128.5p after it warned 2008 profits will be at the lower end of forecasts. Part of the problem was a machinists' strike at Boeing, one of its key customers.</p>",
  "<p>If a new Bretton Woods-style <a href=\"http://ap.google.com/article/ALeqM5hT-MwpK6QSoOPF74bGFqnUl_HVuwD93T2FO01\">summit</a> is held in Washington next month or in December to establish a new global economic and financial architecture, who should attend and what should be the items on the agenda?</p> <p>If it is to win global acceptance and not to be seen as a stitch-up by the current (now much humbled) global power-brokers, it is crucial that it represents all the main key economic groupings across the world – not just the US, EU, Japan, China, India and Russia, but other key blocs including Latin America (Brazil), Africa (South Africa), and southern Asia. The <a href=\"http://www.iht.com/articles/2008/07/29/business/wto.php\">WTO talks collapsed</a> because developing countries refused to accept a trading system they perceived (rightly) as strongly tilted in favour of the western industrial powers. A new global agreement has to be negotiated; it cannot be imposed by a tiny elite.</p> <p>Its agenda obviously has to be focused on the broken financial markets, but must also go much wider. On markets it must establish a framework of international supervision which effectively regulates credit derivatives, securitisation, capital adequacy ratios, credit creation, credit rating agencies and offshore operations. It should also ensure transparency in accountancy and auditing, and risk management by international authorities with adequate powers to intervene decisively wherever necessary. In effect, the conference would have to determine new parameters for the operation of economic and financial markets – neither so lightly regulated that they self-destruct as we have seen over the last year, nor so tightly regulated that the dynamism and innovativeness of markets is unduly restricted. </p> <p>But the conference must go further and reflect the multipolarity that has begun to replace the hegemonic power of the US. The IMF, WTO and the World Bank must be replaced by different institutions that reflect the new realities, not a capitalism engineered to ensure the continued dominance of the richest nations.</p> <p>Two other fundamental changes are necessary before a new global settlement can be reached. One is new trading rules that replace the so-called Washington consensus that lays down such a lopsidedly unfair system in favour of western multinationals against developing economies with infant industries. IMF structural adjustment plans for so many developing economies imposed deregulation, privatisation and unequal tariffs, while structural adjustment plans for the west turn out to mean re-regulation, nationalisation and vast largesse. A re-ordered trading system must end the inbuilt subordination of poor commodity producers to rich industrial countries and close the ballooning global inequality that unfettered markets have generated in the last three decades.</p> <p>The other fundamental change required is to design a new world order that is environmentally sustainable. The combination of diminishing resource availability (most notably oil and water), unsupportable population growth and slowly intensifying climate change urgently demands an economics that contains, not exacerbates, these pressures. Even without the financial collapse, the days of no-holds-barred competitiveness had already run up against the impassable barrier of environmental and climactic degradation.</p> <p>This world conference is a once-in-a-lifetime opportunity to shift the economic drive towards a more cooperative globalisation, particularly in developing a renewables-driven economy in place of energy wars over diminishing fossil fuel supplies.</p>",
  "<p>Recession, what recession? While the news was dominated last week by the <a href=\"http://www.theguardian.com/business/marketturmoil\">collapse of the stock market</a>, <a href=\"http://www.theguardian.com/business/banking\">failing banks</a>, <a href=\"http://www.theguardian.com/commentisfree/2008/oct/19/comment-hutton-recession\">growing unemployment</a> and plummeting <a href=\"http://www.theguardian.com/business/housingmarket\">house prices</a>, there was another area of the UK enjoying its own boomlet.</p> <p>Up in the Lake District the economic micro climate was distinctly warm. Hotels were full, vacancies signs outside B&amp;Bs a rarity, Keswick's theatre by the lake playing to almost packed houses and restuarants and cafes doing a brisk trade. Stagecoach, the local bus operator, was still running double deckers on its scenic route alongside Derwentwater, and putting on relief minibuses across the Whinlatter pass to Buttermere.</p> <p>The reason for this mini-boom was the power of the golden oldies, who are flocking to the Lakes to enjoy the autumn colours. They are the people on index-linked pensions or old final salary schemes and no mortgage to pay who, despite rising fuel bills, are bypassing the great financial crash.</p> <p>Undoubtedly one of the attractions is Gordon Brown's free national bus pass which I think will go down in history along with the minimum wage and end of long NHS waiting lists as one of the top acheivements of the Blair and Brown regimes. Buses were filled to the gunnels with sprightly 70- and 80-year-olds travelling free to go walking and still climb Lakeland peaks.</p> <p>The four-mile low-level walk around Buttermere was crammed with pensioners, often with dogs, enjoying autumn picnics or photographing waterfalls and keeping fit. The free bus services were also good for the environment, keeping cars off the road. As a young 61-year-old myself the car remained in the hotel car park for two days while my wife and I, equipped with the local bus timetable, could plan walks linked to local beauty spots.</p> <p>All this makes me think that politicians could be missing a point. Gordon, Alistair Darling and Yvette Cooper, are rightly obsessed with rescuing banks, stabilising the housing market and trying to stem the job loss carnage. But how about a little bit of imaginative\" out of the box\" thinking to revive Britain? Get the golden oldies to kick-start the economy. They have the money, the resources and many are free of debt and – judging from their ability to eat a five-course dinner at our hotel and quaff bottles of wine if not the occasional bottle of champagne – able to boost the Exchequer.</p> <p>I suspect instead we shall hear moans about all these millions of free bus passes(my local Conservative authority, Dacorum in Hertfordshire, has already removed some bus routes because it claims it can't afford its contribution). But any such move is short-sighted and self-defeating and could be a vote loser. Labour should boast about its acheivement at the next election by texting every pensioner: \"Keep your free bus pass – vote Labour.\"</p>",
  "<p><a href=\"http://www.theguardian.com/media/dmgt\">Daily Mail &amp; General Trust</a> morning freesheet Metro has begun a round of redundancies. </p> <p>The paper has not announced details of the cuts but MediaGuardian.co.uk understands staff working in the newspaper's regional offices compiling the Metro Life listings and reviews section could be affected. The number of staff to be made redundant is unknown. </p> <p>Metro has also not replaced a number of departed staff as a way of making further cuts.</p> <p>Steve Auckland, the Metro managing director, said the impact of the economic downturn was likely to hit the freesheet's advertising revenues into next year. </p> <p>\"Like most media organisations we have been busy streamlining the business to deal with a tougher market,\" Auckland said.</p> <p>\"We have benefited from the implementation of a new editorial system this year which has allowed us more flexibility in how we produce Metro. This has resulted in some redundancies and non-replacement of positions,\" he added.</p> <p>\"We have made these changes to remain profitable, enable us to significantly increase our investment in both digital and green initiatives and emerge in an even stronger position in the next 12 to 18 months.\"</p> <p>Metro publishes in 16 cities across the UK. Free newspapers are the most vulnerable to the media downturn because they are totally reliant on advertising for their income stream, unlike paid-for newspapers which have circulation revenues.</p> <p>Metro is published by DMGT subsidiary A&amp;N Media, established last month to combine the company's national and regional publishing operations, Associated Newspapers and Northcliffe Media.</p> <p>Last week, the Daily Mail managing director, Guy Zitter, was given an expanded role with A&amp;N Media overseeing the <a href=\"http://www.theguardian.com/media/mailonsunday\">Mail on Sunday</a> and Mail Digital.</p> <p>Zitter, whose new role will be as managing director of Mail Newspapers, takes over the responsibilities of the Mail on Sunday managing director, Stephen Miron, who is leaving on November 30 to become chief executive of Global Radio.</p> <p>In his expanded role, Zitter will oversee Mail Digital, the Daily Mail in Ireland and Mail Today in India.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Chief leader writer Julian Glover looks at <a href=\"http://www.guardian.co.uk/politics/2008/oct/20/polls-economy\">today's Guardian/ICM poll</a>, which gives the Conservatives a commanding 12-point lead over Labour - despite the praise heaped on Gordon Brown over his handling of the global financial crisis. </p> <p>With public borrowing hitting a 60-year high, economics correspondent Ashley Seager explains why <a href=\"http://www.guardian.co.uk/politics/2008/oct/21/taxandspending-economy\">Britain's public finances are in such a dire state</a>.</p> <p>Kevin Anderson reports from southern California, where the sub-prime mortgage crisis has bitten particularly hard.</p> <p>Some <a href=\"http://www.guardian.co.uk/world/2008/oct/21/turkey-terrorism\">86 people are on trial in Turkey</a>, accused of plotting a series of violent acts that would trigger a military coup, which would overthrow the Islamist-leaning government. Robert Tait reports from Istanbul.</p> <p>And Patrick Barkham lies down on a lavender-scented bed in what's being billed as <a href=\"http://www.guardian.co.uk/science/2008/oct/21/medicalresearch-healthandwellbeing\">the world's most relaxing room</a>.</p>"
]