[
  "<p>In the summer sumo's grand champion Asashoryu used his position as head of the wrestlers' union to call for a 10% pay increase for his members. Sumo wrestlers haven't had a pay rise since 2001 - when they were awarded a whopping 3% - and according to Asashoryu they needed the extra to cover the rising cost of food staples such as \"bread, rice and cooking oil, mayonnaise and beer\". Asashoryu has my sympathy. After all, when your ideal fighting weight is 25 stone, a couple of pence on the price of a packet of biscuits is going to have a considerable impact on your lifestyle.</p> <p>The Japan Sumo Association responded to Asashoryu's appeal with a silence so frosty it might yet prove the solution to global warming. It is fair to say that as far as the JSA is concerned Asashoryu is skating on thin ice. And thin ice is no place for a man of his size.</p> <p>You see, Asashoryu has spent the past four years becoming one of the most successful rikishi in history while simultaneously building up a reputation as the bad boy of the sport. Admittedly this is a title that is a good deal easier to earn in the conservative world of sumo than it would be in, say, professional boxing where even to qualify as a \"troubled personality\" you need a rap sheet as long as Shaquille O'Neal's arm.</p> <p>Nevertheless, Asashoryu has done his best, irritating the authorities with a run of misbehaviour that includes pulling an opponent's top-knot, arguing with a judge, brawling in the post-match communal bath, getting drunk after a row with his trainer over his wedding arrangements, making public appearances wearing a suit instead of traditional Japanese dress and appearing in a televised charity football match alongside Hidetoshi Nakata when he was supposed to be recovering from a back injury.</p> <p>Most damaging for Asashoryu were allegations that he had fixed matches, paying opponents £3,318 to let him win. The claims first surfaced a year ago, but they were brought back into focus this week when another sumo wrestler, Wakanoho, claimed that he had been paid to lose fights. </p> <p>A few weeks back Wakanoho had made what appeared a robust bid to snatch the bad-boy-of-sumo tag from Asashoryu, becoming the first wrestler to be banned for life. The ban was imposed after police found a \"cannabis cigarette\" in his wallet. It should be said that police only had the wallet because Wakanoho had reported it missing and asked them to look for it on his behalf. </p> <p>Wakanoho (who bears a marked resemblance to Elvis in his twilight years) denies that the offending item was his. You might be tempted to believe him on the grounds that it seems unlikely anyone would seek police help to find his illegal drugs. However, since Wakanoho is a professional sportsman such action cannot be entirely discounted. Wakanoho has responded to the ban by proclaiming his desire to \"make the sumo world clean again\" by spreading the scandal around a bit. </p> <p>Asashoryu is a Mongolian from Ulan Bator. His real name is Dolgorsuren Dagvadorj. Asashoryu is his nickname. It means Blue Dragon of the Morning. The Japanese, it is fair to say, take a more artistic approach to nicknames than British footballers. Wakanoho's given name is Soslan Gagloev. He is a Russian. Two other wrestlers who tested positive for marijuana last month are also Russian. They also deny any wrongdoing.</p> <p>These days foreigners dominate sumo. The problem is that the life of a sumo wrestler is tough and it seems not many Japanese youngsters have, well, the stomach for it. As a result there are now Chinese, Bulgarians, Brazilians, Hawaiians as well as Russians and Mongolians in this once enclosed world.</p> <p>The wrestlers from Mongolia such as Asashoryu, his compatriot and fellow grand champion Hakuho, and Kyokushuzan, who is known to his countrymen as \"The Supermarket of Tricks\", are the most successful. The Mongolians have their own tradition of wrestling and they are not put off by the rigours of sumo training. But then when you come from a country where temperatures can drop to -50C and the most widely available alcoholic drink is fermented mare's milk, you doubtless learn to cope with most things.</p> <p>While some commentators hail the outsiders as a breath of fresh air, others are not so welcoming. Just as some English pundits blame the influx of \"continentals\" into the Premier League for everything from the failure of the national team to the prevalence of diving, there are Japanese who insist that all of sumo's ills, from the fashion for long sideburns among the wrestlers to the increasing number of empty seats at the basho, are the fault of incomers. </p> <p>Xenophobia is never pleasant, and yet there is something paradoxically universal about it. Britain is culturally very different from Japan and so, while it is not to be applauded, neither is it entirely discomfiting to know that somewhere in Tokyo the Japanese equivalent of Rodney Marsh is saying, \"To be fair, the Samoan lad has done very well, so far. But the cherry trees are still in leaf. Let's wait and see how much he fancies it on a February night in Hokkaido when the weather's so cold it's freezing the proverbials off of a proboscis monkey\".</p>",
  "<p>In recent speeches Tory leaders have focused on how (bad) behaviour can be made good. The \"nudge\" version is convenient; it meshes with the state doing less and citizens doing more for themselves. \"We were distracted by being overly concerned with government and not enough with citizens and how they react,\" Oliver Letwin, the thinker in chief on the Tory frontbench, commented.<br> The health spokesman Andrew Lansley made a speech to the thinktank Reform attacking the \"nannying\" state. The alternative (which some might consider just as much nannying) is buck-up-your-ideas talk. \"People need to know that the buck stops with them,\" he said. \"They can't shuffle off the responsibility.\" Lansley himself acknowledged the nannying nature of trying to deal with obese children, when he said they needed more of a Mary Poppins than a Miss Trunchbull, the fearsome headteacher created by Roald Dahl. </p> <p>Lansley envisages a \"responsibility deal\", based on a \"nonbureaucratic partnership with the business community\". This contrasts with \"constant and escalating resort to legislation and regulation and public sector intervention\".</p> <p>Practically, it would mean for instance, not enforcing EU proposals for mandatory food labelling. Lansley has rejected a \"traffic light\" labelling system for food and is backing instead the food industry's preferred system, based on a guideline daily amount. This more relaxed view has not gone down well with health bodies. But the question is whether relying on people's thirst for information is going to change their behaviour.</p> <p>If the Tories do come into power at Westminster, would they really rely on \"learning through failure\" and do away with punishment for minor misdemeanours, as some of them are now saying?</p> <p>The evidence base for interventions by the government has many gaps. A recent book, How public service advertising works, has shed some light on the effectiveness of government campaigns, but for the most part, the relationship remains dim.</p> <p>The Tories are certainly trying to learn. Frontbenchers met Richard Thaler, the economist and promoter of the nudge idea, earlier this summer.</p> <p>David Cameron wants government to take the lead but not be obtrusive and always work with the grain of incentives. People will alter their ways: \"with the right prompting we'll change our behaviour to fit in with what we see around us\". That could mean, as Cameron has proposed, sending energy bills that tell households whether they are using more or less energy than their neighbours; the aim is to use subtle peer pressure to encourage households to become more energy efficient.</p> <p>But is that so very different from, say, existing encouragement of recycling, which some Tory spokespeople have rejected? The Taxpayers Alliance, which is close to the Tory party, singled out for attack advertisements by local councils for \"environmental volunteers\", who would report issues such as fly-tipping, dog fouling and abandoned vehicles. When Exeter city council became the first local authority to announce it will fine residents who put normal waste into their green recycling bins, shadow local government minister Eric Pickles described it as the result of Labour policies, which had left the council with little choice. Pickles said people \"genuinely want to improve recycling and go green\", but Labour's policies would be counter-productive, he said, and could result in a \"surge in fly-tipping\".</p> <h2>Dependency</h2> <p>Letwin, meanwhile, has spoken about weaning people off dependency on the state as civil society strengthens, involving families, neighbourhoods, voluntary bodies, community groups and social enterprises. He and Lansley<br>talk the language of empowerment, or, as Lansley put it in his Reform speech, \"leadership, role models and social marketing approaches\" to tell teenagers about \"the positive empowerment they can achieve by choosing healthy living\". There's an interesting shift, too, away from the idea of scaling up successful local schemes into national projects and towards the notion of reproducing such schemes in different places. That would require a tolerance of local differences that seems at odds with the usual outcry over \"postcode lottery\" when exactly such local differences come to light, in areas such as health. </p> <p>Tory interest in behaviour change seems to be limited when it comes to welfare policy. Here, policy is certainly aimed at weaning people off long-term welfare dependence, but hardly through any fresh ideas about behaviour change or peer pressure. Instead, the policy is clear: people who refuse to join a return to work programme will lose the right to claim out of work benefits until they do; people who refuse to accept reasonable job offers could lose the right to claim out of work benefits for three years; and there will be time limits: people who claim for more than two years out of three will be required to join community work programmes. That's the sound of the levers of central government in action.</p> <p>• This article appears in the latest edition of the Guardian's <a href=\"http://www.theguardian.com/public\">Public</a> magazine</p>",
  "<p>So JK Rowling \"is rumoured to have based Dumbledore on the splendidly bearded Peter Wiseman, Exeter's classics professor emeritus\" (Stoics, cynics and the meaning of life, G2, October 1). If only! I'm afraid the rumour is no more than a journalist's invention. My beard makes no pretensions to splendour - and it was black (Snape's colouring, not Dumbledore's) when JKR was a student at Exeter in 1983-85.<br><strong>Peter Wiseman</strong><br>Exeter </p> <p>I agreed with Jonathan Freedland (Comment, October 1) about other countries having a legitimate interest in the US elections, except for one thing. He assumes a reverence for the US most of us simply don't have. It's a fact that the US is a dominant force in our lives whether we like it or not, but to say we have \"a yearning for America to lead once more\" and want to be inspired by the \"shining city on the hill\" is just not true, I suggest. I'm uncomfortable with the whole idea of global leadership by any single state.<br><strong>David Williams</strong><br>Southampton </p> <p>A typical so-called poor African family's diet in this country consists of the staple coarse maize or millet cake, eaten with dark green kale-like vegetables cooked with tomatoes and onions. I see unrefined grains and all these other ingredients are listed among the top 10 foods for health (Britain on a plate, October 1). Makes you wonder where Britain went wrong, doesn't it?<br><strong>Sarah Elderkin</strong><br>Nairobi, Kenya </p> <p>Thanks for the style book (September 27). I suspect the list of cliches on pp35-6 are just the tip of the iceberg.<br><strong>Beverly Charles Rowe</strong><br>London </p> <p>In these troubled times when it is difficult to sell houses, perhaps estate agents should incorporate statements such as \"in the Starbucks catchment area\" (Letters, October 2).<br><strong>Peter Russell</strong><br>Tunbridge Wells, Kent </p> <p>How appropriate that the Stuckists believe \"the Turner Prize is crap\", since he himself was considered crap in his day (Turner Prize show, September 30).<br><strong>David Prothero</strong><br>Harpenden, Hertfordshire</p>",
  "<p>'They have waited until something has cracked and then at the last moment have sought to prevent total collapse.\" Those words, which could so easily have come from one of the congressional representatives who this week voted down the proposed federal bail-out of the American banking industry, were spoken by Franklin D Roosevelt in 1932.</p> <p>A precipitous collapse in stock market prices, millions defaulting on mortgage repayments, an unpopular president blamed for neglecting the plight of ordinary Americans. As the current economic crisis in the US unfolds, many people are asking whether this is history repeating itself. Are we witnessing a rerun of the stock market crash and subsequent Great Depression? What lessons can be, or should have been, learned from that earlier national emergency?</p> <p>\"The past,\" once observed Pulitzer prizewinning author Robert Penn Warren, \"is always a rebuke to the present.\" And there are certainly clear parallels between the present crisis and events of eight decades ago. In both cases, the economic collapse came after a period of political dominance by the Republican party. The 1920s saw three successive Republican politicians elected to the White House: Warren G Harding, Calvin Coolidge and Herbert Hoover. These administrations shared a fervent commitment to laissez faire capitalism, encouraging growth through tax cuts, low interest rates and minimum business regulation. Coolidge encapsulated Republican faith in the free market economy in the aphoristic observation: \"The business of America is business.\"</p> <p>Similarly, the last three decades have been a period of renewed Republican party hegemony, interrupted only by the two terms that Bill Clinton served as president. Successive administrations have championed the growth of commerce unfettered by government regulation. Even Clinton, a political centrist who abandoned many of the progressive legacies of Democratic presidents such as Roosevelt and Lyndon B Johnson, did little to control the excesses of Wall Street.</p> <p>In the 1920s, as now, political leaders created the conditions that precipitated economic crisis. In both instances, a lack of effective regulatory oversight fostered a climate of reckless speculation on the stock market. And just like the federal government in 1929, the current administration failed to see the emergency coming.</p> <p>\"I have no fears for the future of our country,\" boasted Hoover at his inaugural address in March 1929. \"It is bright with hope. We shall soon be in sight of the day when, God willing, poverty will be banished from this nation.\" Seven months later, the stock market crash precipitated an economic crisis unprecedented in the nation's history.</p> <p>In a speech last November, George Bush emphasised the continuing growth of the American economy. \"Sure, there's some challenges facing us,\" he complacently suggested, \"but the underpinnings of our economy are strong.\" Even as warnings that the country was heading towards disaster became louder, the president emphasised his administration was \"on top of the situation\". Given his earlier optimism, the recent televised address in which Bush predicted that the US faces a \"long and painful recession\" was a painful admission of his lack of foresight.</p> <p>The American economy still has a long way to fall before it reaches the depths of the Great Depression, of course. The US is technically still not even in a recession, and only just over 6% of American workers are out of a job. The economic situation is nonetheless hurting many ordinary Americans who are losing their jobs, finding themselves with little disposable income and defaulting on mortgage loans. It is also important to recall that Americans did not experience the worst excesses of the Great Depression until some years after the stock market crash. We may not yet have felt the full force of the current crisis.</p> <p>The suffering that followed the crash of 1929 was appalling. From 1929 to 1933, farm income halved, industrial production stood at 40% of capacity and unemployment rose to one in four Americans. Hungry men and women lined the streets for their next meal from the local soup kitchen, homeless people huddled in hastily erected shantytowns on the outskirts of many cities, and thousands hitched rides on railroad cars in search of a job. </p> <p>The collapse of the agricultural economy drove farmers from the land. Dust storms and evictions displaced more than a million rural labourers, whose plight John Steinbeck portrayed in The Grapes of Wrath. Industrial and manufacturing workers fared no better. The coal and textile industries were first to suffer, but were soon followed by other sectors of the economy. Homeless families in Arkansas huddled in caves; others in California found refuge in sewers. \"We saw want and despair walking the streets,\" observed a Chicago social worker, \"and our friends, sensible, thrifty families, reduced to poverty.\" The American birth rate fell to its lowest level while the suicide rate reached its highest.</p> <p>The anguish of the American people is captured in the thousands of letters they wrote to the White House in search of help. One woman from New York State sent a letter to Eleanor Roosevelt in which she asked for a loan to buy clothes for her new baby. \"Please, Mrs Roosevelt,\" she begged, \"I do not want charity, only a chance from someone who will trust me until we can get enough money to repay the amount spent for the things we need.\" As proof of her sincerity, she enclosed in the envelope two of her dearest possessions, a ring worn by her mother and another given to her as a gift by her husband.</p> <p>For African Americans things were even bleaker. The collapse of the cotton market led to the displacement of thousands of black sharecroppers in the southern states. Many migrated to urban areas but racial discrimination restricted their access to jobs and government relief programmes.</p> <p>Once again, minorities, still overrepresented among America's poor, have borne the brunt of the economic burden that now afflicts Americans. Sub-prime mortgage lenders aggressively targeted minorities who otherwise were unable to afford their own homes. According to the Harvard University's Joint Centre for Housing Studies, 55% of African Americans and 45% of Latinos who became homeowners in 2005 did so through sub-prime mortgages, compared with only 17% of whites. </p> <p>The sub-prime mortgage crisis has hit minorities hard, with many suffering foreclosures. Last year, the National Association for the Advancement of Colored People filed a lawsuit against sub-prime mortgage lenders it accuses of \"institutionalised racism\" because of their predatory behaviour. Janet Murguia, president of the National Council of La Raza, a Latino civil rights organisation, similarly affirms that high-interest loans to poorer minorities are \"eroding the hard-earned wealth our communities spent decades fighting for\".</p> <p>In 1929, there were few safety nets to catch people whose livelihoods collapsed. With his New Deal, Roosevelt revolutionised the role of government as a provider for the dispossessed through the introduction of such measures as the minimum wage, unemployment relief and aid to dependent children. Despite swingeing cuts to the provision of welfare in recent times, there are now far greater protections in place for ordinary people than in the 1930s.</p> <p>Perhaps as a result, there are also no indications that the current economic crisis is tearing at the social fabric of the US in the same way as the Great Depression. Demonstrations by unemployed and homeless people shook many cities during the 1930s. Fears grew that a fascist demagogue could use grassroots unrest as a means to seize power in Washington, a scenario enacted in Sinclair Lewis' satirical novel It Can't Happen Here. While the US is not about to become a fascist dictatorship, there is a possibility of more serious social unrest should the crisis deepen further.</p> <p>The stakes are high. Bush's handling of the economy may prove decisive to this year's presidential election, as was true in 1932. The dour President Hoover appeared to many Americans uncaring and unable to appreciate the scale of the problem that beset the country. </p> <p>In 1930, Hoover introduced higher trade tariffs to protect American manufacturers from foreign competition. The Smoot-Hawley Act led to a protectionist war between the US and other countries. American exports and imports fell sharply, crippling businesses, which laid off workers in ever higher numbers. The president became so unpopular that the shantytowns erected by homeless people became known as \"Hoovervilles\" and an empty pocket turned inside out a \"Hoover flag\".</p> <p>The public perception that Hoover had failed either to avert or remedy the economic crisis led to his resounding defeat to Democratic challenger Franklin Roosevelt in the presidential election of 1932. Roosevelt won a landslide victory with 22.8m votes to Hoover's 15.7m. How the US government acts now is very important, but while Bush is unlikely to repeat Hoover's mistakes, so far he has lacked the vision of Roosevelt.</p> <p>One of the most striking contrasts between the past and present economic crises concerns presidential rhetoric. \"The only thing we have to fear,\" proclaimed Roosevelt in his inaugural address of March 1933, \"is fear itself.\" The Great Depression had a profound psychological as well as material impact on Americans, shattering their individual and collective self-confidence. In times of unprecedented trouble, Roosevelt sought to restore public optimism through his regular radio broadcasts, the \"fireside chats\" in which he presented himself as not only a politician but a personal friend to ordinary Americans.</p> <p>In sharp contrast, the address that Bush delivered to rally support for the bail-out plan exploited public fears. \"Our entire economy is in danger,\" the president warned. \"Without immediate action by Congress, America could slip into a financial panic and a distressing scenario would unfold.\" If the strategy was to scare Congress into endorsing the plan with little or no amendments, it clearly failed. Although the Senate approval of an amended plan places members of the House of Representatives under increasing pressure to support the administration, the outcome of a further vote is still not certain. </p> <p>With his poll rating already disastrously low because of his mishandling of the Iraq war, Bush has suffered a further blow to his credibility as a result of the economic collapse. According to a poll conducted by the American Research Group last month, only 19% of Americans approve of how the president is handling the economy, while 76% disapprove. </p> <p>Unlike Hoover, Bush is not seeking re-election. The crisis in the financial market has nonetheless similarly undermined popular trust in the Republicans while providing political capital for the Democrats. John McCain, who concedes his limited expertise in economic matters, has attempted to reinvent himself as a populist champion against Wall Street. His efforts to dissociate himself from the pro-business policies of the Bush administration appear, however, to be in vain.</p> <p>With the economy now the central issue in the election, Americans are increasingly placing their faith in Barack Obama to deliver the country from its current crisis. In what has been a tightly contested race, that advantage could prove decisive when Americans go to the polls on November 4.</p> <p>A fundamental weakness of the American economy in the 1920s was the unequal distribution of wealth. Although the average wage of workers increased during that decade, the economic elite benefited far more from cuts in personal and corporate income taxes. Rather than borrow more, ordinary Americans cut back on consumer purchases, creating chronic deflation. The situation is strikingly similar today. Millions of debt-ridden Americans cannot afford to repay mortgages, triggering a collapse in the housing market.</p> <p>During the presidential campaign of 1932, Roosevelt gave a speech in which he spoke of the failure of the federal government to address the needs of the Forgotten Man. Washington, he asserted, had \"sought temporary relief from the top down rather than permanent relief from the bottom up\". This is precisely the criticism that many Americans are now making about the plan to bail out the banking industry.</p> <p>There is one further lesson from history that the federal government will need to consider should economic conditions deteriorate further. Although much of the blame for the current crisis is attributable to the recklessness of Wall Street, bailing out the economic elites will not address the problems that afflict Main Street. The New Deal programmes of the Roosevelt administration represented an unprecedented expansion of government intervention in the economy. Yet they failed to work. Although Washington provided relief and opportunities to millions of Americans, the country remained in a perilous state. On the eve of US intervention in the second world war, nine million Americans were still out of work. </p> <p>Perhaps the most frightening lesson of history is that the mobilisation for war and the factory-employment opportunities it created accomplished what government economic reform programmes could not. By contrast, the current military conflict in which the US is embroiled only compounds its economic problems. The expenditure of billions of dollars on the war on terror drains resources that could be spent on the domestic economy, imposing a tax burden on ordinary people that restricts their disposable income. Nothing less than a radical restructuring of the economy, from the grassroots up, will fix today's mess.</p> <p><strong> · </strong>Clive Webb is reader in American history at the University of Sussex</p> <p><strong>·</strong> This article was amended on Thursday October 9 2008. Franklin Roosevelt made his inaugural address in March 1933, not in January 1932 as we said in the article above. This has been corrected.</p>",
  "<p>Will Hutton may be right that Britain should join the euro (Comment, September 1), but that is not going to stop western economies collapsing into slump, if confidence in the banking system is not solved quickly. Who is to blame needs to be pursued separately from what we do now. Two moves are urgent to safeguard savers and investors. The government must give a guarantee to underwrite all bank savings. No saver need then add to the panic by trying to find a safe harbour. Likewise, the government has got to stop allowing bank investors to swing in the wind when their bank shares fall. Why should any sensible investor keep funds under speculative attack only to find themselves in the dock for doing so? If the government could set the agenda by giving these guarantees - instead of having them extracted when untold damage has been done - the cost is likely to be nil, as it will have dealt with the root cause of a panic that has been unknown since 1929. <br><strong>Frank Field MP</strong><br>Lab, Birkenhead </p> <p>Your leader (October 1) made an excellent case for a universal banking service provided by the Post Office. All that is required is a little bit of imagination and verve to make a major contribution to solving the problems of financial exclusion. The Post Office could be a haven for small savers and also assist in maintaining local branches. <br><strong>Billy Hayes</strong><br>General secretary, CWU </p> <p>What a good idea to have a national bank based on the Post Office. It could be called Girobank.<br><strong>Jean Hole</strong><br>Taunton, Somerset </p> <p>We are concerned about the effects of the financial crisis on developing countries. Global demand for their exports will suffer, while rich countries' commitment to supporting development through aid may waver. Analysis by the IMF already shows a gap between donor commitments and actual aid flows to the poorest countries of sub-Saharan Africa in excess of 3% of recipients' GDP. </p> <p>We are, however, heartened by Gordon Brown's re-emphasis of the millennium development goals in New York last week. As he said, we need a new world order based on transparency. Christian Aid is working for one particular element of transparency: an international accounting standard to require corporate reporting on a country-by-country basis. For investors, this means that they can obtain a much clearer idea of the assets, liabilities and risk profile of companies, which has been a key problem in exacerbating the current panic. For developing countries, it would be a great step forward in dealing with problems of profit-shifting - which we estimate to cost them $160bn a year, more than one and a half times the total of aid.<br><strong>Alex Cobham</strong><br>Policy manager, Christian Aid</p>",
  "<p>This is what counts as good news at Marks &amp; Spencer these days - same-stores sales down 6%; market share lost in food but retained in clothing and general merchandise. The mixture was enough to lift the share price by 8%, but investors' overwhelming feeling will be disillusionment.</p> <p>They thought chairman Sir Stuart Rose had rebuilt the business to withstand a storm or two. He lavished the stores with investment, taking borrowings above £3bn. Yet M&amp;S seems incapable of outperforming its peers now that consumers are more choosy about where they shop. </p> <p>Rose can point to a couple of unhelpful trends. The middle market in clothing is being squeezed harder than the bottom end. In food, M&amp;S is stuck uncomfortably at the top of the price tree and, when 80% of the customers don't want to compromise on quality, it would be dumb to change the formula to satisfy the 20%. Even so, it is remarkable to find City analysts forecasting that M&amp;S's profits could halve in two years from last year's £1bn.</p> <p>Still, investors have one reason to be cheerful. Rose - having lifted the dividend by 23% last year in what looked like an act of bravado - seems to accept that miracles won't happen and is planning accordingly. Capital expenditure will be cut this year and next. That is bad news for shopfitters and property developers, but there is little point in M&amp;S opening new stores when consumer spending is so weak.</p> <p>Taking an axe to investment also increases the chance that M&amp;S will be able to muddle through the downturn without cutting its dividend. This year's payment looks safe; next year's is in the balance if M&amp;S isn't enjoying an improvement in sales by early 2010.</p> <p>On balance, one would look at that dividend yield of 10% and gamble. M&amp;S is a weaker business than anybody thought a year ago, but there's a price for everything. It looks a better bet on recovery than most banking stocks.</p> <p><strong>Villain of the week</strong></p> <p>Mark to market accounting - the practice of assigning a fair value to an asset by using the current market price - is this week's villain. David Cameron, Nicolas Sarkozy and many bankers want the rules suspended on the grounds that they are exacerbating the current mess by forcing assets to be valued, and sometimes sold, at fire-sale prices.</p> <p>Suspension is a tempting idea, but it is misguided. Investors will not have more faith in the quality of bank's assets just because a different accounting standard says they are worth more. Shareholders are more likely to question what they are being told and be less inclined to provide capital.</p> <p>The alternative to mark to market accounting is to price assets on the basis of redemption values - the value if held to maturity. But investors want to judge an institution's very ability to hold an asset to maturity. For them, it's more useful to know the market price of an asset, not its value if everything works out swimmingly for the owner.</p> <p>Peter Elwin, an analyst at Cazenove, put it best: \"Denying the existence of the crocodile, or calculating its proximity based on a six-month average, would not have kept Captain Hook in good health for long.\"</p> <p><strong>Off road in China</strong></p> <p>There are a lot of worrying economic data around: UK house prices are falling at their fastest rate in 17 years; new unemployment benefit claims in the US stand at the highest for seven years. But the scariest statistic may be one we've overlooked: car sales in China in August were down 7%, having been up 25% earlier in the year. The global economy looks as coupled as ever: China probably isn't going to save us.</p> <p><a href=\"mailto:nils.pratley@theguardian.com\">nils.pratley@theguardian.com</a></p>",
  "<p>Computers were still comparatively rare when, at the end of 1982, Time magazine elected them the first non-human recipient of its \"person of the year\" award. \"The 'information revolution' that futurists have long predicted has arrived, bringing with it the promise of dramatic changes in the way people live and work, perhaps even in the way they think,\" the magazine announced, in an investigative piece that celebrated and questioned the machine's growing dominance of human life. \"[The] world will never be the same.\"</p> <p>Everything Time said in several hundred words, Kraftwerk had already expressed the year before, in bleeping music at once excited and apprehensive, and just two lines of lyrics: \"I program my home computer, beam myself into the future.\"</p> <p>Before and since, music's relationship with intelligent machines has been riddled with paradox. On the one hand, pop songs encapsulate the aching desire for a simplified life that machines seem to offer. Particularly emotionally: a robot lover, Connie Francis sang - with the blithe optimism of one who never witnessed a computer crashing seven times in an afternoon - would be \"a steady date, seven nights a week\". On the other, they bristle with frustration at the negative aspects of a computerised world: the relentlessness, the unreliability, the absence of and challenge to humanity. As 1960s psychedelicists Lothar and the Hand People noted, we have become slaves to the machines constructed to serve us.</p> <p>Powerlessness breeds fear, and songwriters have been quick to note the apocalyptic potential of machines. Almost 30 years after its first release, Down in the Park remains a terrifying vision of dystopia, while hip-hop trio Deltron 3030 present a cartoon villain who relishes the prospect of creating a \"virus to bring dire straits to your environment\".</p> <p>Such suspicions make songs in which machines learn to feel all the more poignant. Pity the \"cold as ice\" IBM that becomes the subject of adulterous love in Yours Truly 2095, and starts to experience a glimmering of jealousy. It's worse when the machine in question isn't even considered to be intelligent, like the Silver Jews' \"suffering jukebox in a happy town\", plunged into an identity crisis by the realisation that no one wants to hear the sad songs it is programmed to play.</p> <p>The only time musicians regard machines and computers with unequivocal positivity is when celebrating the profound effect such appliances have had on music. Air declare that \"machines gave me some freedom\", while electronic instruments allow Funkadelic to \"compute a perfect funk\". For her Glass World album, New Zealand composer Annea Lockwood used nothing more futuristic than wine glasses, bottles and bulbs, yet created a sound so otherworldly many would hesitate to call it music. Breathing Machine snuggles inside the apparatus of its title: its internal wheezes, gloops and clangs make the machine seem curiously, romantically, unsettlingly alive.</p>",
  "<p>Genetics is now so influential that it is easily forgotten that it is a relatively young branch of science, and many of those who established its present importance were active in research only from the 1950s onwards. One of those individuals was John Thoday, former professor of genetics at Cambridge University, who has died aged 91.</p> <p>He was born in Derbyshire to botanist parents who inspired his interest in the subject from an early age. When he was six, the family moved to Bangor on the appointment of his father, David, to the chair of botany at the University of North Wales. John went on to read genetics there, during which time he developed an interest in the genetic basis for heritable variation. Graduating in 1939, he began study for a PhD at Trinity College, Cambridge. </p> <p>The timing was not good. His studies were interrupted by war service in aerial photographic intelligence for the RAF, which took him to postings in Cairo and Algiers. In later years he would relish recounting his experiences of the heat, the dust, the flies and the chaos and confusion of war, but also of the camaraderie enjoyed by many of his generation who served. </p> <p>Demobbed with a commission in 1945, he resumed his academic studies, gaining his first job the following year as a radiobiologist at Mount Vernon hospital in Hertfordshire. This was just after the bombing of Hiroshima and Nagasaki, and the realisation that science urgently needed to know more about the effects of radiation. While at Mount Vernon, Thoday made the significant discovery that the presence of oxygen increases the ability of X-rays to break and damage chromosomes.</p> <p>In 1947 he moved to Sheffield University where, over the next decade, he began research into the basis and evolutionary significance of differences between individuals, establishing his reputation. He published an important paper in 1953 on the genetic components of fitness for evolutionary survival, initiating a research programme using the fruit fly drosophila, aimed at locating those genetic factors which contributed to the continuous variation of characteristics such as height, weight or crop yields. Working with such seemingly esoteric characters as the number of hairs on the side of a fly, genetic methods were developed to place such polygenes on the genetic map. The principles and concepts developed in this work were seminal to developments 20 and 30 years later in human genetics.</p> <p>Having established a department of genetics at Sheffield, Thoday moved to Cambridge in 1960, to the Arthur Balfour professorship. His brief was to build up the department, and despite opposition from many colleagues to his championing what to them was an upstart scientific discipline, he was brilliantly successful. When he retired in 1983, he presided over a thriving research department and had played a significant role both in university administration and as a fellow of Emmanuel College, where he is still remembered as a keen bowls player. </p> <p>Perhaps his greatest contribution was in highlighting the fundamental importance of genetic differences between individuals in understanding how biology and evolution actually operate. From the 1960s until fairly recently, genetics was divided into two camps. In one camp were molecular biologists who were fascinated by trying to understand the molecules that drove heredity, the structure of DNA and how that information in DNA was expressed in cells and organisms. In the other camp were population biologists who were primarily interested in genetic differences and how these drove the processes of evolution and natural selection. Thoday maintained that although a student might choose to specialise in either the molecular aspects or the whole organism aspects of the subject, they should always be able to understand what the other camp was talking about. </p> <p>This breadth of approach is particularly relevant today, when DNA sequencing technology allows investigation of genetic variation directly at the DNA level and has brought the molecular techniques into population and evolutionary studies, most notably through the human haplotype mapping project and its successors. This interaction is having a huge impact on our studies of human disease, plant and animal breeding, and of our understanding of the mechanisms that drive evolution. Although the technology for investigating these problems has changed, the concepts that underlie this research were originally set out in the 1950s and 60s by Thoday and others in the same field. His contributions were recognised by his election to a fellowship of the Royal Society in 1965. He served as president of the Genetical Society from 1975 to 1977.</p> <p>Thoday had a penetrating intelligence and relished the cut and thrust of debate on a wide range of topics. He described himself as an old-fashioned liberal, who believed in democracy despite its defects, and he had a lifelong contempt of and scepticism for views which depended on dogma. In terms of the classic nature versus nurture debate, his understanding of the complex interactions between genes and the environment made him despair equally of genetic determinism and of those who contended that environment lay at the root of society's problems. At a time when many university professors were aloof and distant figures, he could regularly be found in the bar of the local pub playing darts with his staff and research students. Cheerful, ebullient and convivial, he left an indelible mark on genetics. </p> <p>He is survived by his wife, Doris, a sociologist and Fellow of Lucy Cavendish College, and by a son and daughter.</p> <p>• John Marion Thoday, geneticist, born August 30 1916; died August 25 2008</p>",
  "<p>The <a href=\"http://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> warned yesterday of rising defaults on loans amid signs that a worsening <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> is prompting sharp falls in house prices and a squeeze on consumer spending power.</p> <p>In a quarterly health check of credit conditions conducted before the recent market turmoil, Threadneedle Street said lenders had reduced the availability of credit by more than had been expected and anticipated an even tougher environment in the next three months.</p> <p>The report which fanned City speculation about a cut in interest rates next week coincided with a report from the Nationwide showing that house prices dropped by 1.7% in September - the 11th successive monthly fall. Average prices have now fallen by £23,000 since their peak in October last year, while the 12.4% annual rate of decline was the largest since the Nationwide first published its monthly snapshot in the early 1990s.</p> <p>Fionnuala Earley, Nationwide's chief economist, said: \"The higher cost and lower availability of finance resulting from the credit crunch were factors in triggering the slowdown.\" She added that the \"current unrest\" in the financial markets threatened to increase mortgage costs.</p> <p>Seema Shah, property analyst at Capital Economics, said the data \"brought further evidence that the correction in the housing market is unfolding with unprecedented speed. The toxic combination of the mortgage credit squeeze, sharply slowing economic activity, and plummeting buyer confidence have caused house prices to fall at a record pace\".</p> <p>Meanwhile, the Marks &amp; Spencer chairman, Sir Stuart Rose, revealed M&amp;S's worst sales figures for three years. Like-for-like sales of clothing and homewares - which exclude gains from newly opened stores - tumbled 6.4% in the last three months compared to the same time last year. Food sales, which should have been boosted by inflation, were down 5.9% as customers defected to lower-priced stores.</p> <p>Rose said: \"We want shoppers to have confidence, but they are worried about inflation, they are worried about interest rates, they are worried about their house price and they are worried about the safety of their money in their bank.\" He announced a cutback in investment over the next two years in an effort to conserve cash. He also refused to rule out job losses, though he insisted the retailer had \"no immediate plans\" for any redundancies.</p> <p>The gloomy range of data was completed by a survey by CIPS/Markit showing a record contraction in the construction industry, with house building particularly weak. With downbeat data also published in the US, stock markets in London and New York fell. The FTSE 100 closed 89.3 points lower at 4870.3 while Wall Street's Dow Jones industrial average had lost almost 300 points by early afternoon.</p>",
  "<p>Seeing famous people in mundane situations is always disorientating. Seeing Seu Jorge - the dreadlocked Hollywood actor, samba superstar and Brazilian folk hero - in the back room of a Dublin pub, surrounded by pints of Guinness and bags of peanuts, is weird enough. Hearing him and his band get on to the rehearsal stage to perform a Kraftwerk song is positively surreal. </p> <p>\"She's a model and she's looking good,\" he croons in his rich baritone. Behind him a guitar/bass/drums trio are transforming Kraftwerk's icy electro into what sounds like a bossa nova ballad as rendered by Joy Division. The reason for the Kraftwerk cover is that he's chosen a music festival in Dun Laoghaire - the Festival of World Cultures - to unveil a new project, one in which he and a Brazilian rock band perform a mix of Brazilian samba classics and English-language pop songs. </p> <p>\"I wanted to show people that I'm not just a Brazilian who does Brazilian music. I can do that. But I can also do stuff that's less parochial,\" Jorge says. \"It's a bit like the potato. You come somewhere like Ireland and you see that they are obsessed with potatoes. They'll eat fried potatoes, new potatoes, mashed potatoes - all on the same plate. And then they'll follow it up with a packet of crisps! Yet I love how something that originates from South America is now exported around the world. Everyone owns it.\"</p> <p>Rather like the humble tuber, Jorge Mario da Silva, born in Rio 38 years ago, has become a big export for South America. He first came to international attention in the 2002 film City of God, a slice of cinéma vérité set in the grim shanty town where he grew up. He played Knockout Ned, the good-looking, upstanding young former soldier who finds himself embroiled in an increasingly bloody gangland feud. </p> <p>\"People always ask me if the favelas were really that bad,\" he says. \"I always say they were much, much worse.\" Jorge's mother grew up in abject poverty, one of 17 children; his younger brother Vitorio was shot dead aged 16 in a bungled robbery. Jorge himself repaired car tyres on a junk yard from the age of 10 to feed his family. His escape route from the favelas came when he joined a community theatre group in his late teens. He started playing the clarinet and then the flute, before writing and performing his own songs on the guitar. That was how he was spotted by the film director Walter Salles, who recommended him to Fernando Meirelles for a part in City of God.</p> <p>\"Whatever chance you get to leave the favelas, you do it. The main difference between me and other people was my dad. Most of my friends, they never had a father figure. They'd say their father was rubbish, he was never there, he was a waster. My dad was a good guy. He was a percussionist, a sambista - he played the surdo bass drum and the pandeiro. My maternal grandfather, he was also a musician - he played accordion - but he was a bad guy, a hard man. But it meant that I grew up surrounded by music. That was my way out of the ghetto. I don't want to go back now.\"</p> <p>He now lives in Sao Paulo, but spends much of his time away from Brazil. He spent a large part of the past year in Ireland filming his latest movie, The Escapist. The year before that he recorded the album Cru in Paris; before that he was in Italy for six months, playing a maritime troubadour in Wes Anderson's The Life Aquatic With Steve Zissou.</p> <p>\"I spent so much of the last four years away from Brazil that I needed to remind myself why I love Brazilian music, and also make something for the people of Brazil. That's why I recorded my last album, America Brasil. Brazilian people, they want to hear carnival music, they want 'jumps and bumps'. So I made this album, a jumps and bumps album, for Brazilian people to dance to, to party to.\"</p> <p>He's bringing the America Brasil project to the UK this month. It's the first Seu Jorge album to feature completely original music, and it also sees him add to his usual brand of funky samba with the hallmarks of Brazilian roots music - the ukulele-like cavaquino, the squeaky cuica drum and the pandeiro tambourine. \"I wanted to mix up all these authentic Brazilian instruments with the violin to make it a mixture of South American rhythms and North American harmonies. It's an album that says I'm proud to be Brazilian but also proud to be an American, someone from the American continent.\"</p> <p>If America Brasil reasserted his Brazilian qualities, his next project - the one previewed at Dun Laoghaire - could be his crack at the global market. Its genesis was in a track he recorded for Walter Salles's new film about football and the favelas, Linha de Passé. Jorge teamed up with guitarist Lucio Maia and drummer Pupilo from the rap-rock outfit Nação Zumbi and the bassist and film composer Antonio Pinto. \"We played together for a few days and realised that it was a good band. So we picked songs that we all liked and just played them.\" The album, produced by Mario Caldato Jr - the Brazilian who has worked with Beck, the Beastie Boys and Super Furry Animals - is due for release next year. Alongside garage-rock versions of samba classics by Nelson Cavaquinho and Jorge Ben Jor, there are covers of Everybody Loves the Sunshine by Roy Ayers and Rock With You by Michael Jackson. Much of it is sung in English.</p> <p>\"In English it's much harder for me to express myself,\" he says, for the first time circumventing his interpreter. \"I become a different person. I am less confident, more shy, more frightened. In a way it is more honest. I cannot act.\"</p> <p>It's this vulnerability that shines through in his versions of English pop songs. Where Jorge famously sang surreal Portuguese translations of David Bowie songs in The Life Aquatic, here he sings the lyrics in a sweet, bashful, childlike croon. </p> <p>\"All the English-language songs I grew up with, I had no idea what they were singing about. So it was all about the power, the expression. Michael Jackson had a really strong expression. Very strong. His dancing, his movement, his songwriting, his harmonies, his musicianship, he is incredible. Nobody in the favelas of Brazil could understand a word he says. But the feeling was there. We identified with him.</p> <p>\"It's the same with Frank Sinatra, I love what he could do with the voice. I love Stevie Wonder for his songwriting, I love Al Green for his soul, I love Marvin Gaye because he is so cool, I love Bob Marley because he was such a great leader. I want to make music like all these people, but also nothing like them. I have a deep croaky voice, because I smoke too much. I play the guitar differently from Europeans, because I am Brazilian. I don't have the technique to be a jazz musician. But, somehow, what I does sounds good. It sounds like me.\"</p> <p>• America Brasil is out now on Discos Como No</p>",
  "<p>Wolfson Microelectronics, the Edinburgh-based manufacturer of semiconductors, warned yesterday that declining sales of mobile phones, digital cameras and satellite navigation systems would slice up to 20% off its end-of-year revenues.</p> <p>Shares in the company, whose chips are used in devices such as Samsung mobile phones and TomTom satnav devices as well as in Apple's iPod range, dropped nearly 25% yesterday after it said it had seen a \"material reduction\" in orders over the past few days. </p> <p>Wolfson, which had started to cut jobs in the summer after not being chosen by Apple to supply parts for the latest generation of iPod touch and iPod nano portable devices, said it was suffering from lower demand from all its customers. </p> <p>\"In recent days, Wolfson has experienced a material reduction in order intake and a higher level of rescheduling of orders across a broad range of applications and customers as they respond to the continued deterioration in consumer confidence,\" the company said in a trading statement. </p> <p>\"Based on the information currently available, Wolfson expects fourth-quarter 2008 revenues to be in the range of $45m (£26.9m) to $50m. This reduction from earlier expectations is the result of the general economic environment and not reflective of any material design loss.\" </p> <p>Wolfson said, however, that third-quarter sales would be in line with previous guidance of between $56m and $62m, but the company has only recently lowered that target.</p> <p>Shares in Wolfson had almost halved in value this year. Yesterday they closed down a further 27.25p at 82.25p. Meanwhile, analysts at stockbroker Panmure Gordon cut their share-price target for Wolfson to 100p from 120p, but maintained their hold rating on the stock. \"Market conditions combined with negative newsflow should continue to result in the stock trading well below fundamental value,\" analyst Nick James said. </p> <p>The latest setback comes a few weeks after analysts at Merrill Lynch issued a buy notice with a target price of 145p. This compares with a price of 565p seen in the middle of 2006.</p> <p>Wolfson had already embarked on cost-cutting measures in response to an earlier downturn in business, shedding 22 jobs. Among those who left in September was Dave Shrigley, the chief executive, who was replaced by Mike Hickey from Motorola. Shrigley said that he was leaving for family reasons. </p> <p>Wolfson designs and develops semiconductor products which are then made by third parties in Taiwan and China. It specialises in performance mixed-signal integrated circuits which are used to convert analogue signals into digital for storing and processing information. Wolfson will report its interim financial figures later this month.</p>",
  "<p>India's Congress party leadership and the Bush administration were celebrating yesterday after the US Senate finally approved a nuclear cooperation agreement that opens the way for a $14bn investment in new Indian reactors and nuclear plants over the next year alone. The deal also has wider strategic significance, bolstering US-India ties at a time of rising Chinese influence. </p> <p>President George Bush said the agreement, which took three years to negotiate, would \"strengthen our global nuclear non-proliferation efforts, protect the environment, create jobs, and assist India in meeting its growing energy needs responsibly\". A spokesman for India's prime minister, Manmohan Singh, who like Bush views the deal as a legacy issue, described it as \"historic and unprecedented\".</p> <p>Independent experts are less enthusiastic. Daryl Kimball, executive director of the Arms Control Association, said: \"The agreement is a non-proliferation disaster. Contrary to the counterfactual claims of proponents and apologists, it does not bring India into the 'non-proliferation mainstream' and India's so-called separation plan is not credible.\"</p> <p>Kimball was referring to India's pledge to separate its civilian-related and military-related nuclear activities in return for unrestricted supplies of nuclear fuel and technology for the former. Indian claims that the deal transforms the country into a respectable, mainstream nuclear power are also fiercely disputed. Critics say that Delhi's continuing refusal to sign the nuclear non-proliferation treaty (NPT) and the comprehensive test ban treaty, and uncertainty over whether it will test more bombs, places it beyond the pale. Worse than that, they say US acquiescence in India's non-compliance with the main nuclear weapons treaties undermines global security.</p> <p>The reaction of Pakistan (which like India carried out unauthorised nuclear tests in 1998 and has not signed the NPT) was instructive. The prime minister, Yousaf Raza Gilani, said yesterday that Pakistan would demand similar access to nuclear supplies, \"and they will have to accommodate us\". </p> <p>Bush has trumpeted his administration's counter-proliferation efforts in recent months, saying he is responding to worries that terrorists as well as \"states of concern\" such as North Korea, Iran and Syria will obtain or enhance nuclear weapons capability. But progress has been limited.</p> <p>The India deal is certain to encourage Tehran, for example, in its claims that the west is applying a double standard by penalising what it claims is a similarly peaceful civilian nuclear power generation programme.</p> <p>At the same time, a leading expert, Gary Milhollin of the Wisconsin Project on Nuclear Arms Control, warned this week that Iran would attain \"virtual nuclear weapons status\" by the time the next US president is inaugurated in January, three UN sanctions resolutions notwithstanding. Quoting the latest International Atomic Energy Agency report, Milhollin said: \"This means that it [Iran] will be able to produce, within a few months of deciding to do so, enough weapons-grade uranium to fuel a bomb.\"</p> <p>International attempts to inveigle North Korea into banning the bomb also hit trouble after the US insisted on an inspection regime so intrusive that, according to a New York Times editorial, \"only a state vanquished in war\" would accept it. </p> <p>With North Korea threatening to restart its reactor at Yongbyon, US envoy Chris Hill was in Pyongyang yesterday trying to head off collapse. While the state department insists the proposed inspection regime is not especially onerous, the suggestion in Washington is that the vice-president, Dick Cheney, would prefer negotiations to fail rather than accept a \"bad\" deal.</p> <p>Looked at from other perspectives, Bush's legacy on proliferation appears unimpressive, even frightening. US pressure on the 45-nation Nuclear Suppliers Group to bend its rules to facilitate the India deal reportedly verged on outright bullying, leaving that proliferation control body divided and weakened. Bush has meanwhile cancelled a nuclear cooperation agreement with Russia in response to Moscow's invasion of Georgia in August.</p> <p>The US president will leave office amid unassuaged worries about Syria's intentions following the bombing by Israel of an alleged secret nuclear plant there. Notwithstanding Libya's welcome abandonment of its nuclear ambitions, nuclear programmes could yet mushroom across an Arab world increasingly nervous about Iran. On top of all that, Israel's nuclear arsenal remains uninspected and undeclared.</p> <p>Like India, Israel, sees itself as a deserving exception to the rules. The question now is: how much longer can the rules hold?</p>",
  "<p>It's that time of year again, when scientists around the world wait nervously to hear who has joined that elite list of winners of the most prestigious prize in the business. But enough of the <a href=\"http://nobelprize.org/\">real Nobel prizes.</a> They can wait until next week. </p> <p>Last night, it was the turn of their subversive cousins, <a href=\"http://improbable.com/category/ig-nobel/\">the Ig Nobels</a>, those considerably less lucrative, but far more fun prizes, which reward research that makes people laugh first and think later.</p> <p>The Ig Nobels have become a highlight of the academic calendar. The ceremony is hosted by the journal <a href=\"http://improbable.com/\">Annals of Improbable Research</a> at <a href=\"http://www.harvard.edu/\">Harvard University</a>, and is attended by real Nobel prize winners and a paper plane-throwing audience in an irreverent celebration of quirky research.</p> <p>This year, Britain can lay claim to two winners. <a href=\"http://www.cass.city.ac.uk/faculty/d.sims/\">David Sims of Cass Business School in London</a> received the Ig Nobel for literature with his <a href=\"http://oss.sagepub.com/cgi/content/abstract/26/11/1625\">narrative exploration of bastards in the workplace</a>. His research was prompted by a fascination of how seemingly fair and balanced people could suddenly abandon hopes of understanding another's viewpoint and instead write them off as a bastard. \"There's almost a relief in branding someone a bastard, after spending years trying to accommodate their views. It's liberating,\" he told me before the ceremony.</p> <p><a href=\"http://www.neuroscience.ox.ac.uk/directory/charles-spence\">Charles Spence at Oxford University</a> also brought honour on the country by discovering that modifying the sound of a crisp being eaten made it taste fresher than it really is. The work earned him the Ig Nobel for nutrition. I spoke with Charles a couple of days ago and he was delighted at winning. He's doing some fascinating work with sound and food and has already teamed up with <a href=\"http://www.fatduck.co.uk/intro.html\">Heston Blumenthal at the Fat Duck in Berkshire</a> to improve the taste of oysters by playing the <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/3\">sound of the seaside</a> to diners through earphones. He's also tried playing <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/1\">chicken sounds</a> to people eating Blumenthal's egg and bacon ice cream, and <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/2\">fizzing noises</a> to make carbonated drinks test more lively.</p> <p>Other winners include <a href=\"http://www.unm.edu/~psych/faculty/lg_gmiller.html\">Geoffrey Miller at the University of New Mexico</a>, who won the Ig for economics for research suggesting that lap dancers make more money in tips when they are ovulating, and Marie-Christine Cadiergues at the <a href=\"http://www.envt.fr/Accueil/eng_index.htm\">National Veterinary School in Toulouse</a> who claimed the biology prize for showing that fleas on dogs jump higher than those on cats.</p> <p>One of my favourites this year is the medicine prize, won by <a href=\"http://www.fuqua.duke.edu/faculty_research/faculty_directory/ariely/\">Dan Ariely at Duke University in North Carolina</a>. He showed that placebos work better when people think they are expensive drugs than if they are cheaper drugs. It feeds into an intriguing issue, he says. Think of the number of people who are told they can't have very new and expensive drugs, and must do with cheaper, older ones? Ariely thinks these patients may fare worse, because their placebo response is diminished. On the one hand, it might sound like an argument for big pharma to hike up drug prices even further, but Ariely says that instead, companies should use research like his to look at ways of boosting the placebo aspect of their drugs. <a href=\"http://www.predictablyirrational.com/\">Dan has a website where you can sign up to take part in his future work</a>.</p> <p>The Ig Nobel for chemistry this year also stands out. It was awarded jointly to Sharee Umpierre at the <a href=\"http://www.uprm.edu/\">University of Puerto Rico</a> for discovering that fizzy coke is a spermicide, and to Chuang-Ye Hong at <a href=\"http://www.ntpu.edu.tw/english/aboutntpu/message.php\">Taipei University</a> for showing that it is not.</p> <p>Previous Ig Nobel winners have included Kees Moeliker at the Natural History Museum in Rotterdam for reporting the first known case of homosexual necrophilia among mallard ducks. His presentation, which is not for the faint-heated, is below:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/95NETN0jaMw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/95NETN0jaMw&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/95NETN0jaMw&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Meanwhile Brian Whitcombe, a doctor from Gloucestershire, won the medicine prize earlier after reviewing throat injuries among sword swallowers.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/59v0FF5Sw88?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/59v0FF5Sw88&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/59v0FF5Sw88&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Who do you think should be up for future Ig Nobel awards? I'd like to see <a href=\"http://physics-astronomy.jhu.edu/people/faculty/kgb.html\">Karl Glazebrook at Johns Hopkins University</a> awarded the Ig for astronomy. In 2002, he and a colleague discovered that the universe was a nice shade of turquoise, but changed their minds a few months later, and said it was actually beige. <a href=\"http://psychology.psy.bris.ac.uk/people/marcusmunafo.htm\">Marcus Munafo at Bristol University</a> is surely a contender for an Ig Nobel in psychology, for establishing that the effect known as \"beer goggles\" is true. And Simon Moore at <a href=\"http://www.cardiff.ac.uk/\">Cardiff University</a> would be a worthy winner for the Ig Nobel peace prize. He uses computer models to recreate the behaviour of drunken crowds, with a view to reducing brawls outside late night bars.</p>",
  "<p>Speculation mounted in Westminster yesterday that Gordon Brown might appoint leading critic Jon Cruddas to his government in a cabinet reshuffle expected in the next couple of days.</p> <p>The reshuffle has been triggered by Ruth Kelly's resignation as transport secretary hours after Gordon Brown gave his conference speech. Kelly said she told the prime minister during the summer that she wanted to quit to spend more time with her family. </p> <p>While a wide-ranging cabinet reshuffle had been expected - with rumours that Blairite ministers would be punished for their part in moves to destabilise the prime minister - it is now expected to be more modest in the light of global financial instability.</p> <p>Yesterday names tipped for promotion circulated in Westminster, with former No 10 adviser and deputy leadership candidate Cruddas suggested for elevation from the backbenches to the government, possibly to the housing portfolio in the Department of Communities and Local Government.</p> <p>Sources close to the communities secretary Hazel Blears, with whom Cruddas would work if appointed to housing, said he had been making overtures recently and at last week's party conference offered Blears an \"olive branch\" by praising her local area agreements, which set out local priorities and help public services work together.</p> <p>Cruddas made housing problems central to his campaign for the deputy leadership last year. Brown is thought to have offered him a job which he is said to have turned down as it was junior to Blears. Cruddas came third in the deputy leadership contest, and Blears came last.</p> <p>If Cruddas were to accept a job in the government - something he has indicated is now more likely given Labour's downturn in fortunes, telling a newspaper it was now \"all hands to the pump\" - he would bring to government a high-profile leftwing agenda and would be critical of big business. </p> <p>Brown is keen to appoint Cruddas in a bid to stop him becoming a rallying point for disgruntled left-leaning Labour MPs. </p> <p>To keep the gender quota in Brown's cabinet up in the wake of Kelly's departure, Brown may promote current housing minister Caroline Flint to replace Hilary Benn at the Department for Environment, Food, and Rural Affairs. </p> <p>A surprise appointment may be the return of businessman and racing driver Lord Drayson, who stepped down from the cabinet in November last year saying he wanted to race at Le Mans, although it was reported he felt he had been sidelined.</p> <p>Drayson's return may be part of another tranche of non-political appointments of businessmen called up to bolster the economic expertise in the cabinet, to try to cope with the economic downturn. Drayson's return might also help the prime minister fill the hole left by Lord Jones, the former CBI chief who confirmed yesterday he would leave in the reshuffle. It has been known for some time that he planned to leave the cabinet.</p> <p>Other junior ministers expected to be promoted to cabinet level include Liam Byrne, who may be offered the post of minister in charge of supervising delivery across departments. </p> <p>\"He got the highest mark at Harvard in his MBA year. He's the most qualified man in government for this role,\" a special adviser said.</p> <p>If Byrne moved to the cabinet office, Ed Miliband would be freed up to tackle a ministry.</p>",
  "<p>Next has splashed out £17m to buy young fashion brand Lipsy - which is stocked in high street retailers such as Top Shop.</p> <p>The acquisition is Next's first since 1986, when it bought the Grattan catalogue business, which it converted to the Next Directory.</p> <p>The deal comes as Next is seeing sales slide at its 500-strong chain as the economic downturn hits consumer spending. Sales tumbled 6% in the past six months and chief executive Simon Wolfson is acquiring Lipsy to gain a foothold in the thriving teen fashion business, where Next's rivals Asos and Ted Baker are flourishing.</p> <p>Lipsy clothes are more expensive than Next, with miniskirts and ruffled tops at around £40. </p> <p>The Lipsy label was founded six years ago and boasts celebrity fans ranging from glamour model Katie Price to Prince William's girlfriend, Kate Middleton. It has an annual turnover of some £20m. </p> <p>The label is also sold online and is planning to open its first standalone store, in London's Brent Cross shopping centre, next month.</p> <p>Leicestershire-based Next plans to help develop the Lipsy website and will provide capital and expertise to build a chain of stores.</p> <p>Next said Lipsy would continue to supply other retailers and the label would not go into Next stores, although it is already sold through Next Directory. Lipsy, which employs 80 staff, will retain its London head office and will continue to be run by chief executive Jeremy Stakol, who founded the business with his wife, Marcelle.</p> <p>Next is paying £14m cash for the London-based fashion business, together with a further £3.4m of loan notes. Additional payments have been agreed for 2012, 2013 and 2014, depending on the level of Lipsy's profits.</p> <p>Stakol said: \"The prospect of working with one of the UK's leading fashion retailers to accelerate the development of Lipsy is exciting.\" </p> <p>Ted Baker posted half-year results yesterday showing exactly why Next wants a slice of a younger market. Profits climbed 5% to £7.4m from sales up 8% at £72m despite the \"difficult trading environment\".</p> <p>Retail sales increased 17.5% to £53m in the 28-week period, while wholesale sales dropped 12% to £18m as some wholesale customers, such as John Lewis, were converted to retail concessions. </p> <p>Sales of menswear, which accounts for more than half of sales and which is proving especially difficult for other retailers, climbed 7%.</p>",
  "<p>Mining groups were among the big fallers yesterday as the market lost all its early bail-out inspired gains and dropped sharply.</p> <p>Enthusiasm that the $700bn US bank rescue package was coming closer was undermined by growing concerns about the global economy. Worse than expected US unemployment and factory output figures had sent Wall Street tumbling more than 270 points by the time London closed, helping push the <strong>FTSE 100 index</strong> 89.3 points lower to 4870.3. Earlier the index had hit a high of 5052.</p> <p>With commodity prices falling on fears of declining demand and a rise in the US dollar, mining companies led the way lower. Copper, nickel and lead saw falls of 4%, while gold and silver dropped similar amounts on profittaking. Oil slid about $4 to $91 a barrel.</p> <p>So <strong>Vedanta Resources</strong> fell 123p to 912p, <strong>Rio Tinto</strong> dropped 277p to £32.10, <strong>Antofagasta</strong> was down 31.5p at 349p and <strong>BHP Billiton</strong> ended down 88p at £11.21. <strong>Kazakhmys</strong> closed 36.5p lower at 535.5p despite Goldman Sachs upgrading its recommendation from neutral to buy. With the crude price falling, <strong>Tullow Oil</strong> slipped 72.5p to 638.5p and <strong>Cairn Energy </strong>closed 204p down at £18.90.</p> <p><strong>Intercontinental Hotels </strong>dropped 33p to 642p after poor results from US rival Marriott and a downgrade from Citigroup. Brewer <strong>SAB Miller</strong> lost 58p to £10.29 on suggestions it might consider buying Australian brewer Foster's.</p> <p><strong>HBOS</strong> rose 22p to 170.1p after investment group M&amp;G followed Standard Life and backed the <strong>Lloyds TSB</strong> offer on the current terms. Lloyds rose 12p to 262p, valuing the bid at 217p per HBOS share.</p> <p><strong>Marks &amp; Spencer</strong> jumped 17p to 227.25p after its trading statement, which was in line with expectations. <strong>Next</strong> also benefited, up 40p to £10.99.</p> <p><strong>Cable &amp; Wireless</strong> closed 1.4p up at 163p as Kaupthing began coverage with a buy recommendation and a 210p target. The broker said: \"We believe C&amp;W shares are worth around 190p in their current form and around 240p in the case of a break-up. The strategic value to an acquirer such as AT&amp;T (for UK) and China Mobile (International) could be even higher.\"</p> <p>Among the mid-caps, directories group <strong>Yell</strong> climbed 9.5p to 90p on talk that the renegotiation of its banking covenants was progressing well. Its biggest shareholder Invesco said it had raised its stake from 19% to 20.13%. <strong>Aberdeen Asset Management </strong>added 5.5p to 132p after announcing that Japan's Mitsubishi had taken a 9.9% stake and signed a distribution deal with the business.</p> <p>Lower down the market, technology group <strong>Pursuit Dynamics</strong>, a favourite of private investors, jumped 10.5p to 155p on news that Babcock &amp; Brown's biofuels division would use its equipment in four ethanol plants in the US.</p> <p>'Within the past 48 hours there has been a series of negative data points from the global automotive sector [including] weak US auto sales figures'</p>",
  "<p>We will look back on the banking crisis of September 2008 as a defining moment for economic globalisation. It may have started in the US mortgage market and on Wall Street, but through an integrated global economy it has become an international problem. Whatever our response, we should be guided by two principles. First, we should not jettison our commitment to globalisation. Second, a global economy needs global governance. </p> <p>Globalisation works by widening economic networks. It multiplies the sizes of markets, increases the economies of scale that push down prices, and allows countries to tap into sources of productive investment from around the world. Those networks have created a global economic engine that is the biggest eliminator of poverty and creator of opportunity the world has ever seen. But globalisation transmits risk and volatility as well as benefits. </p> <p>Sustaining the huge benefits of economic globalisation relies on preserving these fundamental networks of interdependence, not rolling them back. Changes to financial regulatory frameworks must tackle excessive risk while defending open trade and foreign investment as vital to development. </p> <p>Beyond ending the liquidity crisis, our first response should be to fix the source of the shock. We need to inject confidence by regulating to control excessive risk-taking and heavy leveraging, and to improve the way ratings agencies work. The European commission is right to now come forward with new European rules on these questions. Certain financial products have become so complex that they are not understood by the very institutions that buy and trade them. This is a regulatory and professional failure of the first order.</p> <p>Politicians need to recognise that national solutions are only half the solution. For years, financial markets have been global more than national, yet they operate with limited multilateral coordination or governance. Asset bubbles in one market can have serious consequences in another. The effects of monetary or currency policy are easily exported. Yet the machinery of global economic governance barely exists. </p> <p>Mechanisms for cross-border cooperation in Europe exist but they are incomplete. The rescue package for Dutch financial group Fortis showed European governments can act quickly to limit damage. But the Benelux states that stepped in to help the group have close ties and habits of cooperation. Guarantees for Irish banks have proved more politically complex. The general mechanisms of European coordination must be strengthened so governments and regulators act effectively to address the fact that many financial institutions operate across borders. </p> <p>Internationally, the problem is even more acute. There is no institution with a mandate or real capacity to assess systemic risk in financial markets. There is no institution empowered to speak from the perspective of global economic interdependence and to counsel states on the global picture. Coordination mechanisms among central bankers and regulators exist, but they are weak. </p> <p>They are also skewed towards an economic order that is increasingly outdated. The large emerging economies - especially China - are growing sources of capital and economic demand. They are tightly knit into the global economy. Bodies like the G8 simply do not reflect this changing economic architecture. Effective multilateral governance of the global economy will require institutions that do. It is 64 years since the Bretton Woods conference put in place the basic machinery of modern global economic coordination. It is time for a Bretton Woods for this century.</p> <p>It has always been a mistake to believe that globalisation was putting governments out of business. States and effective governance are what makes globalisation possible: they preserve open markets, enforce rules and responsibilities, and manage the risks for individuals and society. We have been reminded over the past two weeks that the state underpins the market as lender of last resort. But it has a legitimate claim to a wider role. Its role is to ensure that the conduct of individuals or businesses does not put at risk the stability of the system or the foundations of our economies. </p> <p>We have nothing to gain by shutting down financial globalisation. But the networks that make up globalisation will keep transmitting the shocks along with the benefits unless we take a tougher line with excessive risk, and strengthen the multilateral instruments that govern the global financial system. </p> <p>If there is anything cathartic in this crisis it will be a healthy new scepticism for financial products we don't understand, a heightened intolerance for excessive risk-taking, and a new conviction that a global economy needs global economic governance. </p> <p>• Peter Mandelson is EU trade commissioner <br><a href=\"mailto:peter.mandelson@ec.europa.eu\">peter.mandelson@ec.europa.eu</a></p>",
  "<p>David Cameron's renewed claim that Britain is \"a broken society\" had a very plausible ring this week. It has been an exceptionally horrible week in which a jeering mob in Derby urged a disturbed teenager to jump to his death from a roof and then jostled to take pictures of his corpse with their mobile phones; in which a gang of youths in Norwich murdered a man for coming to the aid of someone they were in the process of beating up; in which staff of a flooring company in Essex frog-marched a former colleague through the streets with a placard reading \"thief\" around his neck.</p> <p>In his big speech at the Conservative party conference in Birmingham, Cameron talked of \"the senseless, barbaric violence on our streets\" and \"the angry, harsh culture of incivility that seems to be all around us\". It is difficult to disagree with him. The barbarism we have been witnessing feels in its crudity like a step back into the middle ages. </p> <p>If Cameron's contention that society is \"broken\" is something one could argue about, since it's difficult to know exactly what it means, there is no doubt that society is full of rotten little pockets in which the most callous and brutal behaviour is tolerated if not glorified.</p> <p>A policeman among the negotiators who had been trying to persuade the Derby teenager not to jump said of the crowd's heartless clamour: \"I find it a disturbing and shocking reflection on society when people feel inclined to do that.\" So do we all; but what can be done to curb such revolting impulses?</p> <p>Cameron cannot be expected to know. He talks of \"responsibility\", of education, and, like Tony Blair, of tackling not just crime, but the causes of crime. This is all stuff we have heard many times before, and it's hard to imagine that anything will make much difference until the public mood changes of its own accord, as it has in other times of crisis, such as war. But still, I think he is right to insist that we face up to reality.</p> <p><strong>· </strong>This is not a comfortable time for fat cats. The popular backlash against them is fierce both here and in the United States, where calls to members of Congress by their constituents have been running at about 100 to one against the bail-out plan. Why, it is said, should ordinary taxpayers fork out to save the livelihoods of the greedy pigs who have brought them such grief?</p> <p>But it's better to be a hated fat cat than not a fat cat at all, and it doesn't look as if those who have got hugely rich by gambling with other people's money will have much of a price to pay. Neither Labour nor the Tories, committed as they both are to free markets and trickle-down economics, can find plausible ways of punishing them, and there is no better protection against a financial tsunami than having millions already tucked away.</p> <p>The immunity of the seriously rich to the troubles besetting the rest of us is strikingly illustrated in a brochure of Knight Frank, the grand estate agent, which recently arrived in the mail. House prices may have fallen on average by 12.4% over the past year, but it's a different story where the most expensive properties are concerned. </p> <p>\"Prices of select properties in the super-prime sector - those in the best postcodes with price tags of more than £10m - have only fallen marginally over the past few months and are still much higher than a year ago,\" Knight Frank reports. The number of \"the truly wealthy\" in London is still growing every month, it says; and \"some hedge fund managers and other City traders are still making fortunes\". The result is that \"there is an acute shortage of stock above £15m, and a limited supply between £10m and £15m\".</p> <p>So to the financial hardship many of us face must be added the frustration that there is no obvious way to take revenge on those who have brought us to this pretty pass.</p> <p><strong>· </strong>One thing that might help to mend our \"broken society\" is a general slowing down. When people are driving more slowly to save petrol they are less likely to commit road rage. When people are forced by lack of money to forego visits to pubs and clubs and have to eat \"slow food\" at home instead, they may conceivably quieten down. And even if none of that happens, there is a lot to be said for slowness in general. The accelerating pace of life creates an atmosphere of frenzy in which it is difficult to concentrate or think about anything. Slowness calms the spirit and favours good judgment. If trading in the financial markets were not so frantic, we might not be in our present mess.</p> <p>So it would be a good idea if slowness, forced upon us to some extent by circumstances, were to be cultivated for its own sake. Slow cooking, for example, not only militates against obesity but also, according to a new report by the Food Climate Research Network, helps to reduce global warming.</p> <p>One sector that could set an example is the broadcasting industry, which bombards us with endlessly repeated news \"packages\" and is enslaved by pre-ordained \"running orders\". Even the most accomplished interviewers seem to take pride in cutting their interviewees short - \"We're out of time, I'm afraid\"; \"We have to end it there\"; \"Answer in 10 seconds, please\". They should at least pretend, for our sakes, that they are not in a hurry. </p> <p><strong>· </strong>This week Alexander repaired to the Tuscan countryside, where he lay in the sun reading <strong>Zoë Heller's new novel, The Believers</strong>: \"It is a depressing tale of family dysfunction, but so beautifully written and subtly observed that it left me lost in admiration.\" He also <strong>ate a lot of ripe figs</strong> from the trees.</p>",
  "<p>When the Beatles broke up in 1970, John Lennon used his first solo album to get things off his chest. Heavily influenced by the primal scream therapy he had been undergoing, the record included a song called God in which Lennon trotted out a litany of things he no longer believed in. It was a long and eclectic list including buddha, magic, Kennedy, yoga and - of course - the Beatles. The song ended with a simple statement: the dream is over.</p> <p>For America, too, the dream is over. The past week has seen the nation bellow out its own primal scream of rage at the idea of a big, blank cheque for the financiers who got the US into its current predicament. Judging by the reaction to the Bush administration's emergency stabilisation bill, the list of things Americans no longer believe in is as long as Lennon's: Wall Street, bail-outs, Congress, Paulson, Pelosi - you name it.</p> <p>This reaction is understandable. For the $700bn earmarked to buy up Wall Street's toxic waste, the US government would currently be able to buy Bank of America, Citigroup, Goldman Sachs and Morgan Stanley, lock, stock and barrel, while leaving itself with $100bn or more to put by for a rainy day. Even worse, the Paulson plan isn't even a particularly good plan since it fails to address the real problem of the US banking system.</p> <p>That's not to minimise the impact - and not just for Wall Street and City financiers - should the House of Representatives decline to pass the bail-out plan a second time. The result would be an intensification of the credit crunch, more banks going bust, and a far deeper recession. It would have implications for anybody with a mortgage, a pension and a job: the majority of us.</p> <p>One response to the blatant deficiencies of the Paulson plan has been to say that the world would be better off without a plan at all, because the only way to purge the system of its rottenness is to allow the market to decide which banks are fit to survive. Paulson briefly tried this strategy last month when he allowed Lehman Brothers to go bust; the subsequent mayhem means the \"creative destruction\" thesis now finds few takers in finance ministries and central banks around the world. There is a more sensible way forward, but it requires three things to happen.</p> <p>The first is for policymakers and banks to recognise that it is neither possible nor desirable to recreate the global financial system as it existed prior to August 2007. Paulson appears to think it is possible to put Humpty Dumpty back together again, but it isn't. There is no pain-free solution to the crisis and those policymakers, like Alistair Darling, who have been prepared to say so, will be proved right. Central banks have pumped dollars, euros and pounds into the markets to precious little effect. The reality is that finance became too big and too powerful; a reduction in its size is now inevitable as the previous excesses are worked off. When the dust settles there will be fewer banks and they will be behaving more cautiously. </p> <p>The second requirement is to come up with proposals that address the real issue: that the banks badly need new capital to repair balance sheets battered by the losses on their dodgy investments. For too long policymakers approached the crisis as if they were dealing with a cashflow problem that could be solved by flooding financial markets with liquidity. The penny has dropped that this is a matter of solvency.</p> <p>That's why there is suddenly interest in what Sweden did in the 1990s to recapitalise its banking system. The Swedes took a hardnosed view of which banks were viable and which weren't, then used a tough love policy towards the institutions deemed fit to survive. The state took an equity stake in the banks to ensure that the public was not simply writing blank cheques, put all non-performing loans into a \"bad bank\" which was given the task of recouping the taxpayers' money, and gave a blanket guarantee to depositors but not shareholders. The merits of the scheme were that it was a \"something for something\" deal for Swedes, the taxpayer was protected and it allowed the government to have a say in how the post-crisis banking sector would be organised.</p> <p>Those working in the financial markets are now resigned to some form of state ownership. \"The endgame,\" said George Magnus of UBS, \"must include recapitalisation, including nationalisation, in our view.\" Governments should not blow this golden opportunity. State-backed recapitalisation gives them the opportunity to reconstruct a more sober banking system.</p> <p>But recapitalising the banks is not going to work if a prolonged recession adds to their losses. Across the G7 industrial nations, the outlook is grim and getting grimmer, so the third leg of the recovery plan means a recognition that a lack of growth - not inflation - is the real threat. Those critics of the Paulson plan who say it would be better to spend the money trying to keep struggling mortgage-payers in their home have a point. But monetary policy also needs to be eased, and the sooner the better.</p> <p>Cuts in interest rates do not work overnight, particularly in the current circumstances, where the bursting of the housing bubble means property prices will continue to fall. But central banks risk turning recession into depression unless they recognise the need for cheaper money. In the UK, the recent data on the economy has been abysmal, with dire reports from housing, financial services, construction and manufacturing, and there is a strong argument for a half-point cut in interest rates. </p> <p>Some believe this would be counter-productive because it would lead to a sell-off in the pound and higher imported inflation. That seems unlikely; the reason sterling has been weak is that markets are worried the UK is standing on the edge of the economic abyss; the prospects of a less severe downturn would boost the pound. Nor is there the remotest possibility of lower interest rates re-inflating the housing bubble or leading to a splurge in credit. Cheaper money is needed to prevent banks imploding and unemployment exploding; without it there is a risk of a Japanese-style crisis that drags on for years. </p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>Fortunately Joanna Lumley will not be cutting up her British passport, so the government will not have to slap on an export bar to prevent the loss of a national treasure, as they might for a Turner painting or a Chippendale sideboard.</p> <p>The threat was perfectly serious. If this week's high court appeal had failed and the government had not agreed - within hours of the judgment - to look again at the case of the Gurkhas, Lumley said she would have felt so sickened at the injustice to men judged good enough to die for Britain but not to live here, that she would have renounced British citizenship and sought a passport from the country of her birth, India.</p> <p>As wild, impromptu celebrations broke out among the Gurkhas, their families, lawyers and supporters, she admitted: \"I'm terribly glad really, I had this nightmare that India would turn me down flat, and that would just have been so embarrassing.\"</p> <p>Some may have been cynically amused at the immaculate blonde head - of a woman whose entire career has been built on being an immaculate blonde - among the old men at the photocall outside the court, or her appearances at last spring's Free Tibet rallies during the Olympic torch demonstrations in London. A mid-career passion for newly fashionable human rights causes is a regular showbiz development, from Madonna to Bono.</p> <p>However, among a dizzying array of human rights and environmental causes, Lumley has supported the Free Tibet campaign all her life, meeting the present Dalai Lama as her father and grandfather did his predecessors. She said of the Gurkhas this week: \"I can't remember a time when I did not support their cause - I have always felt like a child of the regiment.\" </p> <p>The human rights lawyer Martin Howe, who represented the Gurkhas, said: \"Her passion for this cause has been deep and tireless, it has known no bounds. Every time we have needed her, she has been here, in person, to lend the power of her presence to this campaign. Her support is as genuine as it could be and she is a true honour to her father who served for 30 years and fought with some of the Gurkha Victoria Cross winners present in court.\"</p>      <video data-media-id=\"gu-video-338197566\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1830745352_gdn-nat-081002-rl-Lumley-4x3.flv\"/> </video>   <p>One writer friend of many years said: \"Get her talking about the environment, or the proposed introduction of ID cards, and you find she has the passion and political intelligence of a social reformer like Beatrice Webb.\" She asked to remain anonymous: Lumley, who has lived all her adult life in the glare of publicity and is canny enough to know how useful it is to her causes, is jealous of her privacy and has said she would ban \"cruel and hateful\" celebrity magazines.</p> <p>She is also a passionate traveller, an enthusiasm inherited from her mother who passed on useful skills like trailfinding, fire making and washing all over with a tin mug of water. Since 1982 she has been a fellow of the august Royal Geographical Society. She was proposed after a particularly arduous trek through the Himalayas to Bhutan by Lord Shackleton, son of the Antarctic explorer.</p> <p>\"She comes often to our lectures and sits quietly in the audience, just enjoying the event,\" said Rita Gardner, director of the RGS. \"She is not just a wonderful actress, she is a deeply serious, highly intelligent person.\"</p> <p>It was her looks, the hair and the startling legs that got her first jobs, in modelling and then film and stage work. She still folds her legs and crosses them only at the ankle, as she was taught at 16 by the Lucy Clayton model agency.</p> <p>On his final Parkinson show, Michael Parkinson watched her slink down his stairs and remarked ruefully: \"What I'll miss as much as anything when I leave this job is the sight of you walking towards me.\"</p> <p>Her career was reinvented twice by unforgettable television roles. In the 1970s, as Purdy in the New Avengers, she launched a thousand haircuts: Nicky Clarke, who still cuts her hair and was an assistant to John Frieda, who created the original sleek bob, recalls that by 1977 he was turning out at least 10 Purdys a day. </p> <p>Then in 1992 she came back as a monster, Patsy in Absolutely Fabulous. The world was surprised to learn her comic timing was as pristine as her accent.</p> <p>Now she takes only jobs that interest her: coming soon are a series on cats, from moggies to the beasts of the jungle, and a documentary on Ian Fleming. Her last, Land of the Northern Lights, was an elegiac trip into the Arctic circle ending with her weeping in the snow under a blazing sky. The inspiration came when Helena Braun, the producer, heard Lumley on Desert Islands revealing her lifelong Northern Lights obsession.</p> <p>\"She's very, very funny, and I hope that came out in the programme, but she is also a very serious person - and a complete trouper,\" Braun said. \"She absolutely does not behave like a star, she was forever wanting to muck in and help sort out the luggage - the crew adored her. It was pretty much the most enjoyable shoot I've ever done.\"</p> <h2>CV</h2> <p><strong>Born</strong> May 1 1946, Srinagar, India<br><strong>Education</strong> Army School, Kuala Lumpur; St Mary's, Baldslow, Sussex<br><strong>Marriages </strong>Jeremy Lloyd, 1970, divorced 1971. Stephen Barlow, 1986. One son, James, born 1967.<br><strong>Career</strong> Model, then theatre. Performances include: Don't Just Lie There Say Something 1971, Private Lives 1981, Noel and Gertie 1983, The Cherry Orchard 2007. Television shows include: Coronation Street 1960, The New Avengers 1976, Sapphire and Steel 1979, Absolutely Fabulous 1992-2001, Final Chance to Save Orangutans, 2005. Films include: On Her Majesty's Secret Service 1968, Curse of the Pink Panther 1982, Shirley Valentine 1989, The Magic Roundabout 2005.<br><strong>Honours</strong> OBE 1995</p>",
  "<p>• Facebook to set up international base in Dublin &gt;&gt; <a href=\"http://www.reuters.com/article/technologyNews/idUSTRE4914OC20081002?feedType=RSS&amp;feedName=technologyNews\">Reuters</a><br>• BBC launches global news channels on YouTube &gt;&gt; <a href=\"http://www.nma.co.uk/Articles/39861/BBC+launches+Global+News+channels+on+YouTube.html\">NMA</a><br>• Scientists aim to deliver e-paper in full computerised colour &gt;&gt; <a href=\"http://www.theguardian.com/technology/2008/oct/02/computing\">Guardian</a><br>• Google Blogsearch relaunches as Techmeme killer &gt;&gt; <a href=\"http://www.readwriteweb.com/archives/google_blogsearch_relaunches_a.php\">ReadWriteWeb</a><br>• Victor Keegan: We'll all be citizens of virtual worlds &gt;&gt; <a href=\"http://www.theguardian.com/technology/2008/oct/02/virtual.worlds\">Guardian</a><br>• Google's Android is good for gamers &gt;&gt; <a href=\"http://www.theguardian.com/technology/2008/oct/02/google.games\">Guardian</a><br>• T-Mobile expects to sell up to 500,000 Google Phones in Q4 &gt;&gt; <a href=\"http://www.moconews.net/entry/419-t-mobile-expects-to-sell-up-to-500000-google-phones-in-q4-insiders-say/\">mocoNews</a><br>• Sony purchases rest of Sony BMG &gt;&gt; <a href=\"http://online.wsj.com/article/SB122289900596595891.html?mod=rss_whats_news_technology\">Wall Street Journal</a><br>• Is China's Skype monitoring messages? &gt;&gt; <a href=\"http://online.wsj.com/article/SB122291621892397279.html?mod=rss_whats_news_technology\">Wall Street Journal</a><br>• Google to reduce dependence on fossil fuels &gt;&gt; <a href=\"http://online.wsj.com/article/SB122289456961995615.html?mod=rss_whats_news_technology\">Wall Street Journal</a><br>• Christian activist boycotting Google for loving the gays &gt;&gt; <a href=\"http://valleywag.com/5057846/christian-activist-boycotting-google-for-loving-the-gays\">Valleywag</a><br>• YouTube rolls out money channel &gt;&gt; <a href=\"http://blog.wired.com/business/2008/10/youtube-rolls-o.html\">Wired.com</a><br>• iTunes store shutdown feared &gt;&gt; <a href=\"http://news.bbc.co.uk/1/hi/technology/7645537.stm\">Apple</a><br>• Music industry braced for digital ruling &gt;&gt; <a href=\"http://www.ft.com/cms/s/0/c05fd0ec-8fe5-11dd-9890-0000779fd18c.html\">FT</a><br>• The online music industry should move to a rev-share model &gt;&gt; <a href=\"http://www.techcrunch.com/2008/10/01/why-the-online-music-industry-should-move-to-a-rev-share-model/\">TechCrunch</a><br>• Microsoft still paying people to search &gt;&gt; <a href=\"http://news.cnet.com/8301-10805_3-10053855-75.html\">CNET</a><br>• US consumers flock to Mac laptops &gt;&gt; <a href=\"http://www.reghardware.co.uk/2008/10/01/apple_market_share_boost/\">Register Hardware</a><br>• ITV inserts advertising into video content &gt;&gt; <a href=\"http://blog.wired.com/business/2008/10/itv-inserts-adv.html\">Wired</a> <a href=\"http://feeds.delicious.com/v2/rss/jemimakiss\" title=\"subscribe\"><br></a></p> <p></p> <p><a href=\"http://feeds.delicious.com/v2/rss/jemimakiss\" title=\"subscribe\">Via delicious</a></p>",
  "<p>Whoever wins the American presidential election next month, there will be a dope smoker in the White House next year. Both <a href=\"http://uk.youtube.com/watch?v=cpBzQI_7ez8\">Barack Obama</a> and <a href=\"http://www.cbsnews.com/stories/2008/08/29/politics/politico/thecrypt/main4397109.shtml\">Sarah Palin</a> have admitted that, in their youth, they smoked marijuana. British politicians are also becoming marginally franker about their own use of the drug, although the standard term is to \"experiment\" with cannabis; strangely, no-one talks about their student days \"experimenting\" with beer and wine.</p> <p>One might have thought that with so many politicians on both sides of the Atlantic having \"experimented\" and lived to tell the tale, that there would be a more receptive response to attempts to address the place of cannabis in the law. This week, the respected Beckley Foundation has published the report of its <a href=\"http://www.beckleyfoundation.org/policy/cannabis_commission.html\">global cannabis commission</a>, compiled by an international team of acknowledged experts on the issue, and its findings make intriguing reading.</p> <p>The thrust of the report, presented in the House of Lords yesterday, is that there is urgent need for a debate to move beyond the stalemate we have now reached. As the report suggests, although cannabis can have a negative impact on health, including mental health, in terms of relative harm, it is considerably less damaging than alcohol or tobacco. While there have only been two deaths worldwide attributed to cannabis, alcohol and tobacco together are responsible for an estimated 150,000 deaths per annum in the UK alone.</p> <p>Yet more than half the arrests for drugs worldwide are for minor cannabis offences and, suggests the commission, the damage done by the criminalising these minor offenders, drawing them into the criminal world and using the time and resources of the justice system to do so, appears to far outweigh the medical and societal damage.</p> <p>The lead author of the report, Professor Robin Room, spelled out the potential areas for discussion and the options for regulation of the drug. He was not advocating legalisation but merely asking for politicians to engage with the actual research that exists. For instance, the lowering of cannabis from a <a href=\"http://www.theguardian.com/society/2001/oct/24/drugsandalcohol\">class B to a class C drug</a> in the UK did not have the effect of increasing its use, despite the parroted claims that it would \"send the wrong message\". In fact, the opposite happened, which makes the government's current plans to reverse the reclassification even more baffling.</p> <p>There is ample evidence that regulation and education work for drugs: in 1950, 80% of men smoked tobacco, now the figure is around 30%, thanks to a mixture of information, taxation and restriction. But neither the government nor the Conservative party dare to discuss the issue and only the Liberal Democrats and the Greens will address what is one of the most important issues facing us. Instead, we follow the bellicose call from across the Atlantic for a \"war on drugs\" as misdirected and misinformed as the \"war on terror\".</p> <p>The global cannabis commission report contains much that would aid the debate. Let's hope that at least some of our politicians \"experiment\" with it.</p>",
  "<p>Getting out of our current <a href=\"http://www.theguardian.com/business/creditcrunch\">financial mess</a> requires understanding how we got into it in the first place. The fundamental cause, according to the likes of John McCain, was <a href=\"http://www.motherjones.com/mojoblog/archives/2008/09/9753_mccain_campaign_lobbyists_wall_street_aig.html\">greed and corruption on Wall Street</a>. Though not one to deny the existence of such base motives, I would insist that the crisis has its roots in <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/01/economy.wall.street.subprime\">key policy decisions</a> stretching back over decades. </p> <p>In the US, there were two key decisions. The first, in the 1970s, deregulated commissions paid to stockbrokers. The second, in the 1990s, removed the <a href=\"http://en.wikipedia.org/wiki/Glass-Steagall_Act\">Glass-Steagall Act</a>'s restrictions on mixing commercial and investment banking. In the days of fixed commissions, investment banks could make a comfortable living booking stock trades. Deregulation meant competition and thinner margins. Elimination of Glass-Steagall then allowed commercial banks to encroach on the investment banks' other traditional preserves.</p> <p>In response, investment banks branched into new businesses like originating and distributing complex derivative securities. They borrowed money and put it to work to sustain their profitability. This gave rise to the first causes of the crisis: the originate-and-distribute model of securitisation and the extensive use of leverage.</p> <p>It is important to note that these were unintended consequences of basically sensible policy decisions. Other things being equal, deregulation allowed small investors to trade stocks more cheaply, which made them better off. But other things were not equal. In particular, the fact that investment banks, which were propelled into riskier activities by these policy changes, were entirely outside the regulatory net was a recipe for disaster.</p> <p>Similarly, eliminating Glass-Steagall was fundamentally sensible. Conglomerates allow financial institutions to diversify their business, and combining with commercial banks allows investment banks to fund their operations using relatively stable deposits instead of fickle money markets. This model has proven its viability in Europe over a period of centuries, and its advantages are evident in the US even now with <a href=\"http://www.usatoday.com/money/industries/banking/2008-09-14-merrill-lynch-bank-of-america_N.htm\">Bank of America's purchase of Merrill Lynch</a>.</p> <p>But conglomeratisation takes time. In the short run, Merrill, like the other investment banks, was allowed to double up its bets. It remained entirely outside the purview of the regulators. As a stand-alone entity, it was then vulnerable to market swings. A crisis sufficient to threaten the entire financial system was required to precipitate the inevitable conglomeratisation.</p> <p>The other element in the crisis was the set of policies that gave rise to global imbalances. The Bush administration cut taxes. The Fed cut interest rates in response to the 2001 recession. Financial innovation, meanwhile, worked to make credit even cheaper and more widely available. This, of course, is just the story of <a href=\"http://www.theguardian.com/business/subprimecrisis\">subprime mortgages</a> in another guise. The result was increased US spending and the descent of measured household savings into negative territory.</p> <p>Of equal importance were the rise of China and the decline of investment in Asia following the 1997-1998 financial crisis. With China saving nearly 50% of its GNP, all that money had to go somewhere. Much of it went into US treasuries and the obligations of Fannie Mae and Freddie Mac. This propped up the dollar and reduced the cost of borrowing for US households, encouraging them to live beyond their means. It also created a more buoyant market for the securities of Freddie and Fannie, feeding the originate-and-distribute machine.</p> <p>Again, these were not outright policy mistakes. Lifting a billion Chinese out of poverty is arguably the single most important event in our lifetimes. The fact that the Fed responded quickly prevented the 2001 recession from worsening. But there were unintended consequences. The failure of US regulators to tighten capital and lending standards when abundant capital inflows combined with loose Fed policies ignited a furious credit boom. The failure of China to move more quickly to encourage higher domestic spending commensurate with its higher incomes added fuel to the fire.</p> <p>Now, a bloated financial sector is being forced to retrench. Some outcomes, like the marriage of Bank of America and Merrill Lynch, are happier than others, like the bankruptcy of <a href=\"http://www.theguardian.com/business/lehmanbrothers\">Lehman Brothers</a>. But, either way, there will be downsizing. Foreign central banks are suffering capital losses on their unthinking investments. As they absorb their losses on US Treasury and agency securities, capital flows toward the US will diminish. The US current-account deficit and the Asian surplus will shrink. US households will have to start saving again.</p> <p>The one anomaly is that the dollar has strengthened in recent weeks. With the US no longer viewed as a supplier of high-quality financial assets, one would expect the dollar to have weakened. The dollar's strength reflects the knee-jerk reaction of investors rushing into US treasuries as a safe haven. It is worth remembering that the same thing happened in August 2007, when the subprime crisis erupted. But once investors realised the extent of US financial problems, the rush into treasuries subsided, and the dollar resumed its decline. Now, as investors recall the extent of US financial problems, we will again see the dollar resume its decline.</p> <p>Emphasising greed and corruption as causes of the crisis leads to a bleak prognosis. We are not going to change human nature. We cannot make investors less greedy. But an emphasis on policy decisions suggests a more optimistic outlook. Unintended consequences cannot always be prevented. Policy mistakes may not always be avoidable. But they at least can be corrected. That, however, requires first looking more deeply into the root causes of the problem.</p>",
  "<p>Plunging sales of mobile phones, digital cameras and satellite navigation systems as a result of the credit crunch and high street slowdown will slice up to 20% off end-of-year revenues at Wolfson Microelectronics.</p> <p>The Edinburgh company that makes semi-conductors for companies such as Apple's <a href=\"http://www.theguardian.com/technology/iphone\">iPhone</a>, plus handsets for Samsung and LG, saw its shares fall by a third in early trading after warning of a \"material reduction\" in orders over the last couple of days as the economic climate worsens.</p> <p>The dismal news will send a shiver through the rest of the chip-making industry and shares in rivals such as <a href=\"http://www.theguardian.com/business/armholdings\">ARM</a> and <a href=\"http://www.theguardian.com/business/csrbusiness\">CSR</a> were hit hard although they later recovered.</p> <p>Wolfson, which started to cut jobs in the summer after losing a chance to participate in the new generation of iTouch and iPod Nano portable devices from <a href=\"http://www.theguardian.com/business/2008/mar/28/technology.apple\">Apple </a>, said this time round it was just suffering from lower demand across its range of 100 customers.</p> <p>\"In recent days, Wolfson has experienced a material reduction in order intake and a higher level of rescheduling of orders across a broad range of applications and customers as they respond to the continued deterioration in consumer confidence,\" it said in a trading statement.</p> <p>\"Based on the information currently available Wolfson expects fourth-quarter 2008 revenues to be in the range of $45m to $50m. This reduction from earlier expectations in the result of the general economic environment and not reflective of any material design loss,\" it added.</p> <p>Wolfson stressed that third-quarter sales would be in line with previous guidance of $56m (£30m) to $62m, but the company has only recently lowered that target. </p> <p>Shares in Wolfson had almost halved in value this year before dropping a further 30% today before recovering later to 82.25p, down nearly 25%.</p> <p>Analysts at stockbroker, Panmure Gordon, cut their share price target for Wolfson to 100p from 120p, but maintained their \"hold\" rating on the stock. </p> <p>\"Market conditions combined with negative newsflow should continue to result in the stock trading well below fundamental value,\" said analyst Nick James in a note to clients.</p> <p>The latest setback comes just weeks after analysts at investment bank, Merrill Lynch, who started covering Wolfson in recent weeks and posted a \"buy\" notice with a target price of 145p attached. This compares with a price of 565p seen in the middle of 2006.</p> <p>Wolfson has already started to cut 22 jobs and costs in a bid to beat an earlier downturn in business. Among those who left in September was Dave Shrigley, the chief executive, who was replaced by Mike Hickey from Motorola.</p> <p>Wolfson designs and develops around 100 different semi-conductor products but has them manufactured by third parties in Taiwan and China. It produces chips that are used in Samsung mobile phones and TomTom satellite navigations systems. Wolfson will report its interim financial figures later this month.</p>",
  "<p>There's a serendipitous symmetry about this debate: <a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/1\">Is the future Conservative?</a> For the first time in years an un-word that had disappeared from modern times, like gasmasks and typewriters, is once again on our lips. Capitalism.</p> <p><a href=\"http://www.labour.org.uk/gordon_brown_conference\">Gordon Brown's speech</a> at the Labour party conference was coy: he alluded to what should be called a \"crisis of capitalism' without using the words. He couldn't, of course, because Labourism is implicated in a love that dare not speak its name; it's fatalistic ardour for capitalism positions it as part of the problem, not the solution. That does not mean that the future is Conservative, even though it might have looked like that all but a week or so ago. </p> <p>The crisis of capitalism is as unsettling for Conservative fortunes in the UK as it is in the US. The Conservatives have at least come out: it's capitalism, they said at the party conference in Birmingham. Well, not capitalism as a system, but casino capitalism, coarse, crass, greedy betting-shop capitalism.</p> <p>As we emerge from these conferences in the midst of a global economc tsunami, we are reminded of the idiosyncracy of English politics – Dave's resort to the race card and old-fashioned right-offness, and Gordon's misty blether about fairness. And both of them blame the problem of inexcusable mass poverty on the poor. What is so enervating about all this is its irrelevance, its estrangement from my pre-occupations, yours, and more importantly the experience of the many millions of people whose societies are framing the future.</p> <p>The proletarianisation of Asia, the combustion of the Middle East, the rise and fall and rise of Eastern Europe, the ravishing tumult of Latin America, the dying of Africa – all this in the context on a perceived crisis of global capitalism – should change the terms of our national conversation. For only two decades capitalism has been given a free hand to roam the world, and in doing its thing, unrestrained, it has brought the world to the brink.</p> <p>Conservatism may own the future: it looks as if it does. But it doesn't control it. That does not mean that <a href=\"http://www.progressive-governance.net/\">progressive politics</a>, on a global scale, is currently positioned to seize the time. It is still gravely wounded by socialism's own conjunctural crises – the cruelty and <a href=\"http://www.raleightavern.org/lovell.htm\">collapse of Bolshevism and state collectivism</a>; social democracy's creation in the image of myopic men's movements masquerading as a labour movement.<br> Despite their considerable achievements, these 20th century experiments were surprisingly brief and unsustainable. They didn't resolve the structural sexism, the colonialism, the oppressions that infuse modernity's faustian grandeur. Nowhere has the tragedy of class as a social relationship – rather than merely the patois of local, subaltern cultures – been resolved. </p> <p>And everywhere wars are being waged that sponsor counter-insurgencies that, in turn, release macho mayhem, rape and pillage. The dilemma of our conjuncture is the mighty crisis of capitalism and the disorientation of progressive politics, largely bereft of the means of mass organisation. And yet, and yet … progressives interested in a dynamic, inventive, cooperative, democratic and egalitarian esprit – didn't create this conjuncture, but it is the moment we have been waiting for. </p> <p>This autumn, Comment is free and Soundings will continue the debate about our political future with a series of public debates, <a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/1\">Who owns the Progressive Future?</a> at the Guardian's new home in Kings Place. This is going to be a political event in the blogosphere not just in King's Cross, London. There'll be blogs and commentary on <a href=\"http://www.theguardian.com/commentisfree/series/whoownstheprogressivefuture\">Cif</a> and after three days they will be transferred to the <a href=\"http://www.soundings.org.uk/\">Soundings website</a> for continued debate. But we hope it will extend to other blogs and websites.</p> <p>The first debate, \"Is the future Conservative?\" with Ferdinand Mount, Phillip Blond, Jesse Norman, Anastasia de Waal and Janet Dale is at 7pm, Monday October 6 2008. For details of this and the other debates see the <a href=\"http://www.soundings.org.uk/\">Soundings</a> or <a href=\"http://www.theguardian.com/commentisfree\">Cif</a> websites.</p> <p><strong>Stop Press: Guardian readers can obtain tickets to this event at the special rate of £5.25 by phoning Kings Place box office on 0844 264 0321</strong></p>",
  "<p>Miners are among the major fallers as the market loses all its early bail-out inspired gains and drops sharply once more by the close of play.</p> <p>Initial enthusiasm that the $700bn US bank rescue package was coming closer to reality was ultimately undermined by growing concerns about the state of the global economy. </p> <p>Worse than expected US unemployment and factory output figures sent Wall Street tumbling more than 270 points by the time London closed, which in turn helped push the <strong>FTSE 100</strong> index 89.3 points lower to 4870.3. Earlier the index had hit a high of 5052 following news of the overnight vote in favour of the US bail-out, albeit the plan is now subject to another vote tomorrow in the House of Representatives.</p> <p>Analysts at Credit Suisse said: \"The aggregate of [recent] economic indicators in Europe, US, UK and Japan suggests global GDP slows to 2.5% - some 1.2% below consensus. US lead indicators are now consistent with US GDP growth of minus 0.5%. On a separate issue, the outlook for the UK consumer looks as bad as the early 1990s.\"</p> <p>With commodity prices falling on fears of a slump in demand as well as a rise in the US dollar, mining companies led the way lower. Copper, nickel and lead all recorded falls of around 4%, while gold and silver dropped similar amounts on profit taking. Oil slid around $4 to $91 a barrel.</p> <p>So <strong>Vedanta Resources</strong> fell 123p to 912p, <strong>Rio Tinto</strong> dropped 277p to £32.10, <strong>Antofagasta </strong>was down 31.5p at 349p, and <strong>BHP Billiton</strong> ended down 88p at £11.21. <strong>Kazakhmys</strong> closed 36.5p lower at 535.5p despite Goldman Sachs upgrading its recommendation from neutral to buy.</p> <p>The bank said: \"The stock offers very high potential upside in our base case and in a mergers and acquisitions scenario. We expect copper prices to recover through the latter part of 2008 and into 2009, on continued strong demand from ongoing infrastructure spending in China particularly. We believe copper is the most supply constrained metal, suggesting to us that once the market refocuses on supply issues, as well as demand issues, the price is likely to recover.\"</p> <p>With the crude price falling, <strong>Tullow Oil</strong> slipped 72.5p to 638.5p and <strong>Cairn Energy</strong> closed 204p down at £18.90.</p> <p><strong>Intercontinental Hotels</strong> dropped 33p to 642p after poor results from US rival Marriott, and a downgrade from Citigroup. Brewer <strong>SAB Miller</strong> lost 58p to £10.29 on suggestions it might be interested in buying Australian group Foster's.</p> <p>But <strong>HBOS</strong> bounced 22p to 170.1p after investment group M&amp;G followed Standard Life and backed the <strong>Lloyds TSB</strong> offer on the current terms. Lloyds rose 12p to 262p, meaning the bid is worth 217p per HBOS share.</p> <p><strong>Marks &amp; Spencer</strong> jumped 17p to 227.25p following its trading statement, which was in line with expectations. Rival<strong> Next</strong> also benefited, up 40p to £10.99.</p> <p>Telecoms group <strong>Cable &amp; Wireless</strong> closed 1.4p higher at 163p as Kaupthing began coverage with a buy recommendation and a 210p price target. The broker said: \"We believe C&amp;W shares are worth around 190p in their current form and around 240p in the case of a break up. The strategic value to an acquirer such as AT&amp;T (for UK) and China Mobile (International) could be even higher. Management is highly incentivised to boost the market cap over the next six months. We believe strong financial results and the announcement of plans to break up the company will act as positive catalysts.\"</p> <p>Among the mid-caps, directories group <strong>Yell</strong> climbed 9.5p to 90p on talk that the renegotiation of its banking covenants was progressing well. At the same time its major shareholder Invesco announced it had raised its stake from 19% to 20.13%.</p> <p><strong>Aberdeen Asset Management</strong> added 5.5p to 132p after announcing that Japan's Mitsubishi had taken a 9.9% stake and signed a distribution deal with the business.</p> <p>But engineering group <strong>Tomkins</strong> slipped 4.5p to 137.75p as UBS downgraded from neutral to sell and cut its price target from 130p to 120p. The bank said: \"Within the past 48 hours there has been a series of negative data points from the global automotive sector. We believe weak US auto sales figures and customer/competitor profit warnings are likely to have had an impact on Tomkins. </p> <p>\"Tomkins should be an early cycle recovery play and offers self-help, restructuring and good management, but we feel it is too early to buy, particularly given the rapid deterioration in automotive data recently.\"</p> <p>Lower down the market technology group <strong>Pursuit Dynamics</strong>, a favourite of many private investors, jumped 10.5p to 155p on news that Babcock &amp; Brown's biofuels division would use the company's equipment in four ethanol plants in the US.</p>",
  "<p>Ah, how fortunes can change. </p> <p>Last week I mused that the movie industry might be dying but if <a href=\"http://www.time.com/time/arts/article/0,8599,1839310,00.html\">the re-birth of Mickey Rourke</a> is anything to go by, life can be found on the most deserted plain. </p> <p>He's already getting huge Oscar buzz for <a href=\"http://www.theguardian.com/film/movie/125816/wrestler\">The Wrestler</a>, while <a href=\"http://www.theguardian.com/film/2008/jul/20/heathledger.actionandadventure\">Heath Ledger's portrayal of the Joker</a> in <a href=\"http://www.theguardian.com/film/movie/122806/dark.knight\">The Dark Knight</a> seems almost forgotten.</p> <p>Talk of the Academy's big night out points to a sullen yet defiant air in Hollywood. The collapse of Fannie Mae and Freddie Mac (surely an end-of-the-pier double act?) may have precipitated the biggest financial downturn since The Great Depression but the next round of awards ceremonies will still shine like a beacon of hope.</p> <p>However, this economic gloom, which I am trying my hardest to ignore, is terrorising the city like the <a href=\"http://www.theguardian.com/film/movie/122649/cloverfield\">Cloverfield</a> alien. </p> <p>I have many sad stories to tell but I promised the people in question that I wouldn't use their bad luck to fill my blog.</p> <p>Suffice to say that many people I know (working above and below the line) were already living on a knife-edge after <a href=\"http://www.theguardian.com/culture/tvandradioblog/2007/nov/07/writingaroundthehollywoodwritersstrike\">the writer's strike</a>, but now that work remains so thin on the ground, some of them are planning to move back to their hometowns. Ironically, in 2008, it pays to be an unpaid intern in this town; they are the only ones guaranteed work.</p> <p>In this rotten lousy climate, I've decided that a) ignorance is bliss; my thinking being that if the banks can't get it right, why should I? And that b) it's time to soldier on regardless.</p> <p>This is my time, my dream, and my life, I'll be damned if I'm going to let a global recession take any of that away from me. Who know how long I'll be walking this planet? Could be months, could be 50 years but I'm not willing to waste any of it living in fear.</p> <p>Even though I'm a child of the capitalist 80s (Thatcher was the only PM I knew until I was 22), I've never known the meaning of the phrase \"financial security\". Does anyone, really? </p> <p>I've never been wealthy yet my life has been a lot more comfortable than most. I downsized to come to LA and I can downsize some more. I don't plan to be hostage to anything other than my ambition and creativity. </p> <p>Yes it's tough talk but what's the choice here? Pack my suitcase and head back to Leigh-on-Sea, or sit tight and make the best of things?</p> <p>When I think of how privileged I am, I realise I have no cause for complaint. I have a very close friend, Ruth, who devotes her life to saving young victims of trafficking in Cambodia. Those girls, some as young as five-years-old, have every right to complain. But according to Ruth they rarely do.</p> <p>Bringing it back to Hollywood, I spoke to <a href=\"http://www.theguardian.com/theobserver/2002/feb/10/features.magazine27\">Kristin Davis</a>, who played Charlotte in <a href=\"http://www.theguardian.com/film/movie/124001/sex.and.the.city\">Sex and The City</a> this week, and she was brutally honest about how her privileged position makes it possible for her to do good works. She said it fulfilled her in a way fame couldn't.</p> <p>Hollywood is the ultimate navel gaze. Just tune into <a href=\"http://www.theguardian.com/lifeandstyle/lostinshowbiz/2008/sep/12/celebrity1\">The Rachel Zoe Project</a>, The Hills or Sunset Tan. Whiny vacuous fools who can't see beyond their hair extensions. </p> <p>I realise that the shallow and ignorant aren't exclusive to LA but the amount of money the entertainment industry generates (even a shaky one) can sometimes give this town an ugly sheen.</p> <p>So why stay? Well, as a writer, this is a great place to write and opportunities do exist. I feel as though I am among people who understand me, people who get it. Their ambition fuels mine. And regardless of its image, not everyone here is a perma-tanned, botoxed fool (although reading this you might well conclude that I qualify for full-blown fool status).</p> <p>Amidst the fear, a vibrant positivity still prevails. And, as a (struggling) writer friend of mine said to me this week over a 50 cent refill coffee, \"I'm going to stay and slug it out. Even if I have to wait tables, wash cars or panhandle on Robertson.\"</p> <p>Because just like Mickey Rourke you never know when your time will come. <br>And it's always better to go down fighting.</p>",
  "<p><a href=\"http://www.theguardian.com/media/globalradio\">Global Radio</a> has created a group-level programming team as it integrates with <a href=\"http://www.theguardian.com/media/gcapmedia\">GCap Media</a>, appointing Luis Clark, the programme director of Heart 100.7FM in the Midlands, as Heart group programming director.</p> <p>Clark's promotion follows his success in boosting Heart 100.7FM to become the most popular radio station in the Midlands, including both commercial and BBC competition. He will be in charge of the <a href=\"http://www.theguardian.com/media/2008/sep/16/globalradio.commercialradio\">32 local stations in the new Heart network</a>.</p> <p>Clark's former deputy, Paul Gerrard, has stepped up to the Midlands programme director role.</p> <p>Jonathan Richards, previously head of news and programme director for talk station LBC, becomes head of news for Global Radio, retaining his existing responsibilities but taking on a wider remit for all news output across the group.</p> <p>Global has tapped Mike Cass, previously director of programming at Galaxy, for an expanded role. He becomes Galaxy Radio group programme director, looking after the expanding Galaxy network and the launch of the brand in Scotland and Hampshire in November.</p> <p>The promotions are effective immediately, with all roles reporting to Richard Park, director of broadcasting and executive director at Global Radio.</p> <p>\"These appointments complete the senior posts in programming, and will simplify the programming management structure for the group,\" Park said. \"There's a lot of work to do, but we now have the right team in place to lead this process.\"</p> <p>A Global Radio spokeswoman said all the positions were newly created as a result of the £375m takeover of GCap Media and there were no associated job losses.</p> <p>Meanwhile, the expansion of Global's studios in Leicester Square is nearly complete, with the first Heart broadcast to take place on November 26, and the first LBC broadcast on December 9.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Sir Ian Blair, the Metropolitan police commissioner, today announced that he is to step down after three controversial years as Britain's most senior policeman.</p> <p>Blair's decision – understood to be his own - comes after claims in today's newspapers about inappropriate use of public money in sharpening the commissioner's image.</p> <p>The <a href=\"http://www.dailymail.co.uk/news/article-1066305/Met-chief-Sir-Ian-Blair-paid-friend-figure-sum-help-sharpen-image.html\">Daily Mail</a> claimed this morning that Blair employed a close friend to give him PR advice prior to taking the job. He denies acting improperly.</p> <p>Blair, once dubbed New Labour's copper, has rarely been far from criticism since becoming commissioner in February 2005. The Oxford English language and literature graduate has twice resorted to quoting Mark Twain, saying that \"reports of his demise are premature\".</p> <p>In recent months he was seen as reliant on the support of the home secretary, Jacqui Smith, and the new London mayor, Boris Johnson, to stay in his post. Blair forged a close working relationship with the former mayor, Ken Livingstone, but this week Johnson called for the mayor to have the power to hire and fire London police commissioners.</p> <p>This week Johnson took over as chairman of the Metropolitan Police Authority.</p> <p>\"I think it is for the good of the Met,\" a former Metropolitan police commander, John O'Connor, told Sky News about the commissioner's likely exit. \"They have been suffering from the baggage of Ian Blair for too long. It has not done the reputation of the Met any good. He has been a lame duck for quite a long time.\"</p> <p>Analysts suggested that Blair's deputy, Sir Paul Stephenson, could be temporarily put in charge of the force. Among those tipped to succeed Blair is the chief constable of the Police Service of Northern Ireland, Sir Hugh Orde.</p> <p>Jenny Jones, a Green party member on the Metropolitan Police Authority, said :</p> <p>\"He hasn't helped himself. There have been lapses of judgment but the Tories have not got on well with him. I think the majority of police officers will breathe a sigh of relief that he has gone. I think they will regret that he has been hounded out of office.</p> <p>\"He put back bobbies on the beat and crime has gone down. He did incredibly well with the 7/7 bombings but then it all started to change after the shooting of De Menezes.\"</p> <p>Blair's problems have been caused in part by a series of high-profile media gaffes and also by events at the Met, the most serious of which was the shooting dead of the Brazilian electrician Jean Charles de Menezes in the wake of the July 2005 bomb attacks on London.</p> <p>The commissioner was criticised after the publication of the official Independent Police Complaints Commission report into the shooting of De Menezes, which found the police operation had been marred by confusion and a lack of resources.</p> <p>The head of the IPCC went on to accuse Blair of causing much of the \"avoidable difficulty\" facing the force since the shooting.</p> <p>More recently, he has had to deal with two high-profile cases of alleged discrimination by his force. In June, the Met's most senior Asian officer, Assistant Commissioner Tarique Ghaffur, said he would sue the force for racial discrimination and victimisation.</p> <p>In 2006, Blair was forced to apologise to the families of the Soham murder victims, Holly Wells and Jessica Chapman. He said \"almost nobody\" could understand why the disappearance of the girls, in August 2002, had dominated the news headlines and become \"the biggest story in Britain\".</p> <p>Around £15,000 of public money was paid to Andy Miller to advise Blair when he took on the job, the Daily Mail reported.</p> <p>Miller's company, Impact Plus, advised the commissioner on communications strategy and leadership style. The paper also reported Scotland Yard paid the firm more than £3m over six years.</p> <p>Contracts awarded to the company are being examined by the chief inspector of constabulary, Sir Ronnie Flanagan.</p>",
  "<p><a href=\"http://www.guprod.gnl/media/telegraphmediagroup\">Telegraph Media Group's</a> operating profits rose 4.9% last year to £34.3m despite the company incurring costs of £24.2m to cover the termination of its West Ferry printing venture with Express Newspapers.</p> <p>Turnover at the group, which publishes the Daily Telegraph, Sunday Telegraph and telegraph.co.uk, rose 4% year-on-year, or £13.8m, to £354.9m for 2007, according to a report filed to Companies House today.</p> <p>Pre-tax profit, before exceptional items, rose £800,000 year-on-year to £33.7m.</p> <p>Operating profits after exceptional costs were £11.8m, a £1m increase on the 2006 figure and up from a £12.1m loss in 2005.</p> <p>TMG's exceptional costs included the £24.2m cost for <a href=\"http://www.theguardian.com/media/2008/jul/24/telegraphmediagroup.mediaunions\">the termination of its West Ferry joint printing venture with Express Newspapers</a>, which facilitated the group's move to News International's full-colour presses.</p> <p>Reorganisation costs of £3.5m were incurred through staff redundancies and extra interest costs. <a href=\"http://www.theguardian.com/business/2007/nov/05/telegraphmediagroup.media\">In 2006 redundancy and reorganisation costs were almost £20m</a>. </p> <p>Total incurred exceptional costs for 2007 were £23.8m, due to TMG's previous landlord at Canary Wharf handing back £5.2m released from a payment scheme.</p> <p>\"The media market is developing rapidly as digital technology, and the spread of broadband access, fundamentally change the manner in which consumers access news and information. This is impacting on the business environment in which the industry operates,\" the directors report.</p> <p>Despite this impact, the directors said that TMG was \"extremely well placed\" to take advantage of market changes as it had adapted to multimedia publishing in line with the demands of advertisers.</p> <p>\"Print advertising is now supplemented online, as advertisers demand multimedia solutions to creative briefs, while there is continuing pressure across the industry on the print circulation volumes, as readers seek news from an increasing variety of sources,\" the report said.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>The <a href=\"http://www.theguardian.com/media/organgrinder/2008/sep/26/itv.ofcom\">more I ponder Ofcom's latest public service review</a>, the more peculiar I find one of its key recommendations. It's the one that says the BBC could be divested of some or <em>all</em> of BBC Worldwide, the commercial arm of the corporation.</p> <p>It is easy to miss the arrival of that little three-letter word in the document, and I confess that in the heat of the moment, seeing the lack of any solution to children's television or signs of backbone in facing down ITV, I overlooked it.</p> <p>But once you have noticed it you wonder whether Ofcom has gone a bit, well, bonkers, as it tries to goad the politicians into action.</p> <p>Just stand back and ponder this basic question. By what right does a regulator, primarily concerned with commercial television, recommend to the government that it asset strip a public corporation of a key division, created over decades of graft?</p> <p>Why should the BBC, let alone viewers, be robbed of the annual income that BBC Worldwide ploughs back into productions? What has Channel 4 done to deserve this unearned largesse? The proposal is so wrong I'm surprised Ofcom's top brass aren't blushing.</p> <p>I am not an apologist for the BBC, but I am with Mark Thompson four square when he slapped down Ofcom last week, saying BBC Worldwide is \"not a portable ATM machine\".</p> <p>What has bbc.com, BBC America, overseas CBeebies channels, global sales of Strictly Come Dancing, Radio Times, or anything else got to do with Channel 4? The answer is: nothing.</p> <p>To my mind this attempted manoeuvre smacks of, not democratic fair Britain, but something closer to Putin's Russia, where profitable but annoying corporations run by disrespectful oligarchs or pesky foreigners can be strong-armed away from their creators, and handed on to someone else in favour.</p> <p>Channel 4 does need help, but it needs help that goes with the grain of what is an advertising funded, independently positioned and mischievous organisation, that is, alas, also the author of a quite a lot of its current woes. I am really not sure that chief executive Andy Duncan, in his campaign for public support, really cherishes that.</p> <p>There is no justification for it receiving assets from the BBC, nor, in my view, a slice of the licence fee, whether Ofcom disingenuously calls it \"the reserved digital portion\" or not (and remember, that only runs up to switchover). Ofcom says it is not seeking to damage the BBC. Well, these moves, if they get any further onto the table, most certainly will.</p> <p>A final point. Channel 4 has been going for 26 years. It understands the most in-demand part of the TV audience, young adults. But there's a rueful saying at the head office that it has taken all its risks on screen, not off. That is, on the business side. By and large its commercial ventures have been stop-start and it has failed to strike profitable partnerships.</p> <p>If Ofcom really wanted to help Channel 4 it would consider changing its total reliance on independents and the terms of trade. Why isn't it allowed to create an in-house development team, work up formats and license them? Build up its own Channel 4 Worldwide? (Perhaps the BBC can put in some advisers to help it out?) Instead it fiddles around with distractions such as 4Radio.</p> <p>Do we really want Channel 4 to morph into a BBC trust fund rebel? What a pathetic vision of the future for this great little public service broadcaster.</p>",
  "<p>If there were a biopic called The Magnum Story, about the international photographic agency that celebrated its 60th anniversary last year, it would open on a tram travelling down the Boulevard Montparnasse in 1933. Two young men, one French, one Polish, are strap-hanging next to one another, though they are obviously strangers. Later, they meet at a gathering of left-wing artists and writers and strike up a conversation. The Pole, who is a student at the Sorbonne, notices something hanging round the Frenchman's neck. It's a viewfinder, the Frenchman tells him, for a Leica. From this chance meeting between Henri Cartier-Bresson and David Seymour, and the friendship that develops between them and an exiled Hungarian photographer called André Friedmann, comes the idea for a photographic agency run by and for photographers. They will share their earnings, retain the rights to all their pictures, and decide where they go to photograph, and why.</p> <p>But before the idea could be realised, war broke out, first in Spain, where Seymour and Friedmann (now working under the byline Robert Capa), photographed at the frontline and Cartier-Bresson filmed a documentary about military hospitals; then in Europe, where Capa and Seymour joined the allied forces and Cartier-Bresson spent three years as a German PoW. He escaped in 1943, the year Capa met George Rodger, an English photographer working for Life, who would become the fourth founder member of Magnum (a fifth, Bill Vandivert, left after a short time). It was another three years before the name Magnum Photos was officially registered in New York in May 1947. The story that the photographers then \"divided up the world\" between them always sounds grandiose, as if they'd held their own private Yalta, but it was a practical solution to the remit they had given themselves: to be where stories might happen, rather than wait to be sent.</p> <p>Although the idea preceded it, the war made Magnum the agency it was. It gave its photographers a moral purpose and made their plan to document the world in pictures part of a general mission for peace. It proved that photographs had a market. Picture magazines had been hugely popular during the war and after it their readers were hungry for reports from countries (and conflicts) they might never see. In personal terms, the war was the reason Cartier-Bresson remained a photographer, rather than return to his first love, which was painting. And it was photographing the horrors of Bergen-Belsen in 1945 that made George Rodger turn to Africa and swear never to photograph war again. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338206086\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/02/NYC460.jpg\" alt=\"Northern Ireland, 1973, by Jones Griffiths, Magnum\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Northern Ireland, 1973, by Philip Jones-Griffiths</span> <span class=\"element-image__credit\">Photograph: Jones Griffiths/Magnum</span> </figcaption> </figure>  <p>That Magnum survived is something of a miracle, not only because the idea of a business run on the basis of its members putting back 40 per cent of their earnings to support each other is almost unheard of these days, but also because a co-operative made up of people who essentially prefer to work alone and so might find consensus (and bureaucracy) a challenging prospect, is an unlikely recipe for success. Survive it has done, though, and grown, despite the gradual erosion of its profitable relationship with the printed press by television, and the undermining of its journalistic purpose by the art market. </p> <p>From the 1980s onwards, like with other global companies, one of its strategies for survival, along with capitalising on its archive sales and transferring them to the internet, has been the reinforcement of its brand. And part of that strategy has included the periodic publication of a Magnum anthology. The latest, Magnum Magnum, a huge tome reflecting the gargantuan tendency in photo book publishing, appeared last November, presenting 69 sets of pictures, each selected by one member from another member's work. This week, the \"compact\" edition is published, two-thirds the size of the original, but with the same number of photographs, at a more manageable £35 rather than £95.</p> <p>Members were limited to a maximum of six pictures each, which means that single pictures have often been extracted from what was originally meant as a narrative essay. Nevertheless it's a useful way of mixing old and new photographers, and it shows, to some degree, how the manner of taking pictures has changed. Apart from the obvious shift, over time, from black and white to colour, Magnum has added new members familiar with the art market (this in itself is a bone of contention for some of the older members) and their photographs have been shaped accordingly, though as Gerry Badger writes in his introduction, \"Photographers do not join Magnum primarily to make art. They join because they want to make photographs about the world.\" </p> <p>So one can identify a shift towards photographing the aftermath of conflict, rather than the action; towards composed tableaux more similar to the staged pictures favoured by the art world. But there are still plenty of photographers in the middle of a war: Thomas Dworzak in Grozny, Afghanistan and the Lebanon; Paolo Pellegrin in the Middle East, Sudan and Iraq. Despite the hopes of the agency's founders, wars are all too available to the photographer who wants to find them. </p> <p>One of Magnum's strengths has been its photographers' long-term relationships with people and places they have followed for years at a time: Bruce Davidson spent the late 1960s photographing life on a single block in Spanish Harlem for his book East 100th Street; Jim Goldberg is currently photographing migration and trafficking in Europe. Philip Jones Griffiths, who died earlier this year, produced his book about the long-term effects of Agent Orange in 2004, nearly 40 years since he made his first pictures in Vietnam in 1966. </p> <p>One relatively recent picture that stands out is by the German photographer Thomas Hoepker. It is a colour picture, more a snapshot really, of five friends meeting by the side of a river. One has his bike, they're all in T-shirts and sneakers, it's a beautiful sunny day and the sky is clear and blue. Across the river, as if the backdrop has been spliced in from another image altogether, is the Manhattan skyline, from which a cloud of dark-grey smoke is billowing up into the blue. This is something that a photograph can do. It can capture a dichotomy; that sickening understanding that before a bomb, or a mine, or an attack from sky, everything seems ordinary, and we're safe, then it isn't and we aren't.</p> <p>As ever with these collections, it's hard to ignore the classics: Cornell Capa's Marilyn Monroe on the set of The Misfits, Leonard Freed's picture of black women clutching Martin Luther King's hand on the back of his open car, René Burri's São Paolo rooftop. But, despite its heft, this book can only provide a taster of what is now available on the web, and I wonder how long the printed anthology will continue to serve its purpose.</p> <p>\u0095 <a href=\"http://www.magnumphotos.com/Archive/C.aspx?VP=XSpecific_MAG.AgencyHome_VPage&amp;pid=2K7O3R1VX08V\">Magnum Magnum</a>, ed. Brigitte Lardinois, published (Oct 6) by <a href=\"http://www.thameshudson.co.uk/books/Magnum_Magnum/9780500543429.mxs/27/0/\">Thames &amp; Hudson</a>, £35. Images from the book will be on sale at a <a href=\"http://www.bloomsburyauctions.com/auction/Magnum\">Magnum Foundation charity auction</a> on October 9 2008.</p>",
  "<p>The suggestion that Britain's man in Kabul <a href=\"http://www.theguardian.com/world/2008/oct/02/afghanistan.usforeignpolicy\">has warned</a> a fellow ambassador that the current international military campaign against the Taliban is, in the <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article4860080.ece\">words of the Times</a>, \"doomed to failure\", should surprise no one. What is news is the way that the Foreign Office has tried to cover the tracks of Sir Sherard Cowper-Coles in a web of obfuscation.<br> The spokesman in London told the Times that the reported remarks by Sir Sherard to his French opposite number were a \"parody\" of what he really said. Instead of muttering behind their hands, the men and women in King Charles Street should come clean and say exactly what Cowper-Coles' assessment of the crisis in Afghanistan really is, and what the British government intends to do about it. The campaign against the Taliban and their allies on either side of the Afghan border with Pakistan has not been going well. The fight is spreading, and the New York Times, through the <a href=\"http://topics.nytimes.com/top/news/international/countriesandterritories/pakistan/northwest-pakistan/index.html?scp=1&amp;sq=Carlotta%20Gall%20%20Jane%20Perlez%20pakistan%20taliban&amp;st=cse\">despatches of Carlotta Gall and Jane Perlez</a>, about the best in the business, suggest that the Taliban are well in control of most of the provinces ringing the Afghan capital.<br> The American command this summer has tried to pour oil on troubled waters, but only succeeded in setting light to it. In July, President Bush <a href=\"http://www.theguardian.com/world/2008/sep/12/usforeignpolicy.usa\">signed the operational order</a> to allow US ground as well as air forces to conduct \"hot pursuit\" operations into Pakistan territory along the North West Frontier, in particular into the provinces of the Federally Administered Tribal Areas (FATA). This is in breach of international law, because it is the waging of aggressive action on sovereign territory, albeit that of an ally, without prior warning or permission. <br> Following <a href=\"http://www.theguardian.com/commentisfree/2008/sep/11/usa.afghanistan\">a raid by US Navy Seals</a> flown in by helicopter on September 6, the US command said it would behave better in future and consult its Pakistan allies about such raids. However, there have been several unannounced attacks by Predator drones since then.<br> On his visit to London this week, General David Petraeus, who, as the new Central Command boss, is in overall charge of US military operations in Afghanistan as well as Iraq, warned that the fight in Afghanistan is about to get a lot worse. \"Obviously, the trends in Afghanistan have been in the wrong direction,\" he said in London and implied that he would like to see a \"surge\" of US and allied troops on the same lines as the surge he commanded in Iraq in the past 18 months.  The commander of the Afghan theatre for the US forces, General David McKiernan, <a href=\"http://www.iht.com/articles/2008/10/01/mideast/military.php\">is reported to be requesting</a> the Pentagon for more American troops. It is unlikely that the UK will be considering matching the US increase – given the widening gaps between US and British commanders and analysts about tactics on the ground and operational methods and concepts. There is evidence of a widening split on strategy – what the campaign is really about and what realistically it can achieve.<br> The American approach, for all the sophisticated jargon and high fallutin' language by David Petraeus about \"mastering the human terrain\" and \"winning the narrative\" in his counter-insurgency doctrine, the Americans still believe in the kinetic approach, the use of force to smash the enemy. This has led to at least 4,500 non-combatant civilians, at least, being killed in US raids across southern Afghanistan this year alone.  More than ever, this is a US-commanded and US-driven campaign: General McKiernan now commands the international support mission to President Karzai, comprising some 39 nations. At the same time, he commands Operation Enduring Freedom against al-Qaida. International efforts in Afghanistan have been bedevilled by the division of commands and missions of the international forces – and this is now sure to get worse. The American command has little time for its Nato allies, even those like the Canadians, the British, Danes and Dutch who are doing the heavy lifting in the south west and taking casualties.  America's view of Nato as a blunt instrument to confront and contain US enemies, from Russia in Georgia, to the Taliban in Waziristan, raises doubts about the value of the alliance in the present complex crisis, developing into a perfect storm from the eastern Mediterranean to Kashmir. These doubts reinforce the old maxim that it is hard to turn a defensive alliance into an offensive one – particularly, in the cause of wars of choice.  The outlines of the perfect storm are more serious than their lack of coverage in the international media might suggest. In the past month, they have hidden behind the global banking meltdown.  In Afghanistan, there is growing mistrust of Hamid Karzai and his corrupt regime in the run-up to next year's elections. He has been soliciting Saudi help to start talks with some of the Taliban. The Taliban is getting stronger in numbers, tactics, and weaponry. It <a href=\"http://www.worldnetdaily.com/?pageId=76286\">is now thought</a> that, at a secret meeting in Peshawar last year, Iran agreed to open up a major supply line of arms and trainers to Taliban in south-west Afghanistan. Since then, Taliban affiliates have been widening their operations, most notably with the bombing of the Marriott Hotel in Islamabad last week.<br> With the resurgence of fighting in Kashmir, where al-Qaida and Taliban allies form the core of the Islamic fighters, there are growing fears of a looming confrontation between India and Pakistan. Both India and Pakistan have, since 1947, regarded Afghanistan and Kashmir as the zones of \"strategic depth\". The novelty this time round in a major Indo-Pak confrontation is that, this time, both countries have nuclear weapons, and in the woodwork of their leadership there are fanatics who believe in using them. Pakistan's military command believes that any fight with India will be one for survival, so they must gather in all the allies they can, including the Taliban.  The Afghan mission in its present form is doomed because it is only a part of much worse and deepening crisis in the region as a whole. Our man in Kabul was right to warn his mates about it, but it's about time our own government 'fessed up and started telling us the truth about what is going right and wrong in Afghanistan, and why we need to be there.</p>",
  "<p>The number of UK households in fuel poverty rose to 3.5 million in 2006, the latest official figures showed today.</p> <p>The data, released by the Department for Environment, Food and Rural Affairs and the Department for Business, Enterprise and Regulatory Reform, showed an increase of one million on 2005 levels. They include around 2.75 million homes classed as \"vulnerable\" - those that contain a child, elderly person or someone with a long-term illness.</p> <p>To be classed as being in fuel poverty, households have to spend more than 10% of their income on gas and electricity. In England, 2.4 million fuel-poor households had fallen into fuel poverty by 2006, of which 1.9 million were vulnerable. </p> <p>This was 900,000 more households than 2005, of which 700,000 were vulnerable.</p> <p>The government attributed the rise to a 22% increase in consumer energy bills between 2005 and 2006.</p> <p>Although the major suppliers cut their tariffs early last year, they increased them early this year, and again in the summer, which could mean the number of homes in fuel poverty today is actually much higher than 3.5 million.</p> <p>The environment minister, Hilary Benn, said that while the government was committed to tackling fuel poverty, \"sharply rising energy price rises have made that goal increasingly difficult\".</p> <p>He said that since 2000, the government had spent £20bn on fuel poverty, benefits and programmes.</p> <p>Unions and charities called on the government to take action to keep prices down. Paul Kenny, general secretary of the GMB union, said: \"It is imperative that the government acts on our motion to the Labour conference last week to give the energy regulator the power to cap gas and electricity prices.</p> <p>\"There is no justification for the high prices currently being charged. Somebody has got to get a grip.\"</p> <p>Help the Aged and Friends of the Earth said there were at least 5 million households already in fuel poverty, and they would be taking ministers to court next week over their failure to tackle the problem.</p> <p>\"Fuel poverty is escalating out of control and the response from government has been completely feeble,\" said Help the Aged's special adviser Mervyn Kohler.</p> <p>\"What is needed is a government strategy that combines both short- and long-term solutions - crisis payments to help with the here and now, and in the longer term improvements to the energy efficiency of our housing stock. </p> <p>\"That is why Help the Aged and Friends of the Earth have sought a judicial review - to ensure the government finally delivers on its duty to end fuel poverty.\"</p> <p>The charity Age Concern estimates that around 5.5 million households could be pushed into fuel poverty this winter, with one in three pensioner households among them. </p> <p>Age Concern's director general, Gordon Lishman, said measures to improve energy efficiency would not be enough on their own to solve the problem. </p> <p>\"What we really need is an urgent review of the government's fuel poverty strategy to tackle the escalating crisis,\" he said. </p> <p>\"As a starting point, the government should be working with energy companies to reform their social tariffs to end the inequalities of energy pricing that mean poorer people pay more.\"</p>",
  "<p>Joe Biden and Sarah Palin tonight face off in one of the most highly anticipated vice-presidential debates in history, giving voters a chance to directly compare the hugely experienced Democratic candidate and his charismatic but untested opponent.</p> <p>The event tonight at Washington University in St Louis, Missouri, is the only head-to-head debate for the vice-presidential hopefuls in the campaign.</p> <p>While Biden, who has been in the US senate since 1972, has to beware of his tendency to lapse into confusing verbosity, the event is being seen as particularly critical for Palin, the Alaska governor, whose knowledge of national and global issues has come under question in recent days.</p> <p>Biden, of Delaware, honed his craft in more than a dozen presidential debates during the Democratic primary campaign, from which he dropped out in January. Palin, meanwhile, only took office in Alaska in 2006 but proved her mettle in debates while running for that position.</p> <p>But since being selected as John McCain's running mate in late August, Palin has failed to show a full command of a number of issues during the few television interviews she has given. Biden, Barack Obama's running mate, while skilled and knowledgeable, is also prone to occasional embarrassing gaffes.</p> <p>In recent weeks the two campaigns have sought to manage expectations ahead of the debate, with both vice-presidential hopefuls praising their opponent as formidable. One liberal television commentator remarked recently that the Republican team has set expectations for Palin's performance so low that she cannot lose.</p> <p>Palin is nonetheless widely understood to have more at stake tonight. If she appears unprepared and ill-equipped to discuss major issues it could even add to the murmur of calls for her to be dumped from the Republican ticket, as well as casting doubt on McCain's judgment in selecting her. </p> <p>But if she is able successfully to parry tough questions, or wow the audience with detailed knowledge of economic and foreign policy matters, she will reignite the Republican base and could win over the small but crucial class of undecided voters. </p> <p>She has spent the last several days in \"debate camp\" on McCain's Arizona ranch, preparing and rehearsing with top McCain aides. Palin has the inbuilt advantage of being telegenic, with a natural speaking style that many voters find appealing.</p> <p>Biden, for his part, must carefully walk the thin line between showcasing his knowledge and abilities and appearing overbearing and condescending to a woman candidate. </p> <p>Tonight's forum will be moderated by Gwen Ifill, a correspondent and moderator on nationally televised public television news programmes. She is seen as a tough questioner unlikely to be caught up in trivialities. Ifill has written an upcoming book about African American politicians entitled, \"The Breakthrough: Politics and Race in the Age of Obama\" that has some Republicans questioning her neutrality.</p> <p>The format is not as free-flowing as last week's presidential debate between McCain and Democrat Barack Obama, and is seen as favourable to Palin. It consists of 90-second answers, followed by a two-minute discussion of each question.</p> <p>Historically, vice-presidential debates have little impact on the course of the election. In 1988, for instance, the Democrat, Texas senator Lloyd Bentsen, was seen as having trounced his Republican opponent, Indiana Senator Dan Quayle. In a memorable moment still discussed today, Bentsen mocked Quayle's effort to compare himself to President John Kennedy. </p> <p>The Republican ticket, led by George Bush Sr, still won the election, although Quayle's own political individual career was effectively ended.</p>",
  "<p>Financial support for some of Britain's most vulnerable social groups is being undermined by the government's decision to end ringfencing of grants from the Children's Fund, experts have warned.</p> <p>Evidence is emerging that cash has been directed away from organisations helping children who are disabled or have special needs, as well as young asylum seekers.</p> <p>The cuts follow a restructuring of the way in which money is distributed. Between 2001 and March this year the Children's Fund paid nearly a billion pounds towards \"preventative\" projects aimed at helping 5- to 13-year-olds and forestalling social problems.</p> <p>The money was allocated through the voluntary and community sector. Since April, however, the cash - currently £132m a year until 2011 - has been routed through local authorities and pooled with other grants.</p> <p>The removal of ringfencing presents councils with a tempting source of cash for favoured projects or those educational and criminal justice schemes deemed a higher priority by central government targets.</p> <p>The National Council of Voluntary Child Care Organisations has warned that smaller community groups are at risk of losing expertise and experience. \"Small organisations are faring less well in the current environment,\" said a spokeswoman.</p> <p>Paul Mason, a senior researcher at Birmingham University's social policy department, who helped organise a national evaluation study of the Children's Fund, said: \"I know there are a lot of fears and I think they are wholly justified. </p> <p>\"Now that all the money is going into a single pot and you have underfunded areas, like social services, some of the money will go off there. There are a lot of competing angles and there's not enough money to go round. </p> <p>\"Crime is a big government priority. The focus has moved away from open, universal access services to more targeted work. </p> <p>\"There are now 150 local children's trusts. Some have built upon Children's Fund work, others haven't. So there's a great deal of variation. It's a very mixed picture. There are no more national evaluations and it is difficult to understand the national picture. But we do know that there's a lack of investment in preventative services.\"</p> <p>In Manchester, the Routes Project, run by the Black Health Agency, provides support for the children of newly-arrived asylum seekers and refugees. It has lost £60,000, almost a quarter of its income due to the restructuring of the funding system. Three of the project's multi-lingual staff have been laid off.</p> <p>\"It has led us to limit help for families,\" said one of the remaining workers. \"For now we have to concentrate on a narrower age group. We hope the [money] will be restored so that we can meet all of the needs.\" </p> <p>Manchester city council denied that any reduction had been due to it cutting support. \"[The] council has not reduced funding. [It] recognises and values the important work of voluntary sector groups and is committed to supporting them with funding.</p> <p>\"The Children's Fund ended in March 2008, but Manchester city council has continued to fund this year and has awarded £190,000 to the Routes Project for its continuing work.</p> <p>\"Over the last four years, the local authority, through Manchester Children's Fund has allocated a total of £720,000 in grants to the Routes Project at an average of £180,000 per year.\" </p> <p>In Newcastle-upon-Tyne, the Edward Lloyd Trust lost £27,000 this year because Children's Fund money it had been receiving to run a Saturday play scheme for children with disabilities was not renewed.</p> <p>\"We are having to run it on a reduced basis,\" said Sally Young, the trust's chief executive. \"It provides a lot for support and activities for those children. It gave them time to play and learn. We have lost half our funding. </p> <p>\"Quite a number of organisations that had services for disabled children in Newcastle lost their funding. We were told the criteria had changed and we no longer met the criteria.\" </p> <p>Newcastle council acknowledged that groups formerly supported were losing financial support. \"[The] council has always prioritised support for children and young people with additional needs,\" a statement said. \"This year government guidelines about the use of Children's Fund, which has been used to support the Edward Lloyd Trust, changed.</p> <p>\"Therefore, we have found some funding from other sources to continue support for the trust in the short term whilst at the same time working to identify longer term sustainable financial support for this and indeed other services for children and young people with additional needs.\"</p> <p>Explaining the national changes to the Children's Fund, the Department for Children, Schools and Families maintains: \"The Children's Fund was a time-limited programme originally due to end in March 2008. Funding was initially ringfenced and distributed through local Children's Fund partnerships, but has been moving towards funding being distributed to local authorities. </p> <p>\"Funding will now continue at £132m in each of the three years from 2008 to 2011. The money will be distributed through local authorities and pooled with other funding to form a new area-based grant. The government is encouraging local authorities and their partners to maintain a strong engagement of the voluntary and community sector in using these funds.\"</p>",
  "<p>Universities have received nearly £400m in government funding to boost their work with local businesses and the wider community over the next three years.</p> <p>The funding announcement comes with an <a href=\"http://www.hefce.ac.uk/pubs/hefce/2008/08_35/\">overview report</a> of how universities are supporting economic and social development.</p> <p>According to Hefce, the funding council, universities and colleges have become a source of knowledge and expertise for a very wide range of economic and social activities.</p> <p>Some of the top sectors to benefit are: creative and cultural; energy and environment; health; advanced engineering and financial services.</p> <p>Institutions are developing a variety of offers to business, including consultancy, educational courses tailored to employers' needs, and community-based projects.</p> <p>In 79% of universities, working with businesses and the community is fully integrated into their mission and the rest have started to follow suit.</p> <p>Some 83% of universities and colleges work with small to medium-sized enterprises.</p> <p>All institutions put forward <a href=\"http://www.ikt.org.uk/heif3/Heif3landing.aspx\">strategies</a> but Hefce singled eight out for special mention:</p> <p>• University College London <br>• Durham University <br>• Trinity Laban Conservatoire of Music and Dance <br>• Coventry University <br>• Imperial College <br>• The University of Hertfordshire <br>• Brunel University <br>• London South Bank University </p> <p>John Denham, the universities secretary, said: \"The Higher Education Innovation Fund was set up by this government under the leadership of Lord Sainsbury.</p> <p>\"Our aim was to support greater collaboration between universities and the outside world in a way that brought economic and social benefits to the country. </p> <p>\"The strategies being published today show that our increased investment was more than justified. Today's report shows that 80% of universities have been working with businesses and the community as a key part of their mission, and that a similar number are offering their services to small and medium-sized enterprises.</p> <p>\"What pleases me is not just the depth of the interaction, but the breadth and diversity of the approaches being employed by different institutions. This is because the fund gives universities flexibility to play to their own special strengths.\"</p> <p>David Sweeney, Hefce's research director, said: \"The strategies that universities and colleges have given us to increase their economic and social impact are truly exciting.</p> <p>\"They fully justify the funds we and the government have been able to provide since 2000.\"</p>",
  "<p>London mayor Boris Johnson has appointed the founder of Carphone Warehouse to head a new team of legacy advisers for the 2012 Olympics.</p> <p>David Ross will lead a board, which, according to Johnson, will seek to ensure the Olympic Park in Stratford, east London, is \"a landmark district of 21st century London\" after the games are finished.</p> <p>Jules Pipe, Labour mayor of Hackney, is among the group of advisers, who will work on transforming the area through a wider sporting, cultural and educational legacy.</p> <p>The promise of a strong legacy was one of the factors that helped convince the International Olympic Committee to award the games to London.</p> <p>The panel was set up after Ross, also the mayor's nominee for the board of the London organising committee for the Olympic and Paralympic games, completed a report in June on preparations for the games and their legacy. </p> <p>He warned that a \"perfect storm\" of global financial issues, the terror threat, and the rising cost of raw materials could break the £9.3bn budget.</p> <p>Ross said: \"As I noted in my report to the mayor, the long-term future of the Olympic park is probably the most important part of the London 2012 arrangements, but also the most complex.\"</p> <p>The board will look at setting up a separate panel in 2009 to secure development and investment, largely from the private sector, for regeneration in and around the Olympic <br>park. </p> <p>Johnson said: \"The Olympic park can and must be a landmark district of 21st-century London that builds on the electrifying excitement and global recognition of the games themselves. This cannot be achieved without robust business and delivery plans, and a clear understanding of what will inspire private investors to make a long-term commitment to the area.\" </p> <p>\"I am looking forward enormously to getting started,\" he added. </p> <p>Other board members announced today are: David Gregson, part-time chair of private equity group Phoenix Equity Partners; Tessa Sanderson, former Olympic gold medalist and head of the Newham sports academy; Sir Bob Kerslake, chief executive of the new Homes and Communities Agency; Harvey McGrath, chair of Prudential as well as the London Development Agency; Jeremy Newsum, executive trustee of the Grosvenor Estate; Julia Peyton-Jones, director of the Serpentine Gallery; Richard Sharp, non executive chair of the board of Huntsworth Communications group and Neale Coleman, the mayor's adviser on the 2012 games.</p> <p>* Read <a href=\"http://www.theguardian.com/uk/davehillblog/2008/oct/02/olympics2012.boris\">Dave Hill's London blog</a> for more on this subject</p>",
  "<p><strong>InterContinental Hotels</strong> has missed out on today's market bounce after poor figures from US rival Marriott International and a downbeat note from Citigroup.</p> <p>Marriott said third quarter profits had fallen from $122m to $84m, and it warned 2009 would be \"unusually challenging.\"</p> <p>Meanwhile Citi has cut its price target from 780p to 750p, saying: \"InterContinental enjoys an attractive fee-based business model and a strong room pipeline. However, we believe the credit crunch could slow down the pace of room openings and make forecasts vulnerable above and beyond the <a href=\"http://en.wikipedia.org/wiki/RevPAR\">revenue per available room</a> deterioration.\"</p> <p>The company's shares have slipped 16.5p to 658.5p, in contrast to the rest of the market which continues to move higher. The <strong>FTSE 100 </strong>is now 57.2 points higher at 5016.8.</p> <p>On the plus side, is the hope that the $700bn US bail-out plan has been rescued. But leaving that aside, the prospects for the global economy continue to look grim. Analysts at Credit Suisse summed up the situation thus: \"The aggregate of [recent] economic indicators in Europe, US, UK and Japan suggests global GDP slows to 2.5% - some 1.2% below consensus.</p> <p>\"US lead indicators are now consistent with US GDP growth of minus 0.5%.</p> <p>\"On a separate issue, the outlook for the UK consumer looks as bad as the early 1990s.\"</p> <p>The ECB has left interest rates steady at 4.25%, but there is a growing feeling the US and UK will need to cut, and cut soon.</p> <p>With US giant GE unveiling a $15bn fundraising and telecoms group AT&amp;T <a href=\"http://ap.google.com/article/ALeqM5i_DMWRMWJ3l2m-yludauwvvg4wsAD93H7CMG0\">feeling the effects of the credit crunch <br></a> it is clear the contagion is continuing to spread.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338198095\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/bank-4623.jpg\" alt=\"Bank of England\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Bank of England<br> Energy efficiency rating: G<br> Annual C02 emissions: 11,983 tonnes of carbon<br> </b> Around 18,000 buildings, including town halls, museums, schools and job centres, are being tested to discover their energy efficiency on a sliding scale where A is the best and G is the worst. The Bank of England, above, isn't so good at saving energy</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198116\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/westminster-8631.jpg\" alt=\"Palace of Westminster\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Palace of Westminster<br> Energy efficiency rating: G<br> Annual C02 emissions: 11,983 tonnes of carbon<br></b> The Bank of England together with the Palace of Westminster consume enough electricity and gas to pump out 21,356 tonnes of CO2 a year, the equivalent of more than 14,000 people flying from London to New York</span> <span class=\"element-image__credit\">Photograph: Doug Armand/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198113\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/warnorth2-8132.jpg\" alt=\"Imperial War Museum North\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Imperial War Museum North<br> Energy efficiency rating: G<br> Annual C02 emissions: 1,396 tonnes of carbon<br></b> In Salford, the Imperial War Museum North, designed by Daniel Libeskind and opened in 2002, scored a G, the same as the building of its sister museum in London, completed in 1815</span> <span class=\"element-image__credit\">Photograph: Don McPhee/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198101\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/PD2434425@DON-McPHEE-4---The-Im-6053.jpg\" alt=\"Natural History Museum\" width=\"482\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Natural History Museum<br> Energy efficiency rating: E<br> Annual C02 emissions: 10,026 tonnes of carbon<br></b> The Natural History Museum spends £1.4m a year on electricity and gas - a figure that is expected to double from this month as a result of rising world energy prices</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198104\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/treasury-6600.jpg\" alt=\"HM Treasury\" width=\"630\" height=\"373\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>HM Treasury <br> Energy efficiency rating: E<br> Annual C02 emissions: 4,122 tonnes of carbon<br></b> The Treasury's headquarters, despite a complete office refurbishment six years ago that was supposed to \"set new environmental standards in Whitehall\", is still towards the bottom of the list</span> <span class=\"element-image__credit\">Photograph: Cate Gillon/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198107\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/gla-7122.jpg\" alt=\"GLA building\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>City Hall, London <br> Energy efficiency rating: E<br> Annual C02 emissions: 2,255 tonnes of carbon<br></b> New buildings also fared badly, raising questions about the validity of sustainability claims made by architects and developers. London's City Hall, built in 2002, was described by its architect Foster & Partners as a \"virtually non-polluting public building\" yet has scored an E</span> <span class=\"element-image__credit\">Photograph: David Levene/freelance</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198119\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/defra-9180.jpg\" alt=\"DEFRA\" width=\"293\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Defra head office <br> Energy efficiency rating: E<br> Annual C02 emissions: 1,322 tonnes of carbon<br></b> The government estimates that almost a fifth of all carbon dioxide emissions in the UK are caused by non-residential buildings. The findings are likely to embarrass the government, which has pledged to make all new public buildings zero carbon by 2018. The Department for the Environment's head office recorded an E</span> <span class=\"element-image__credit\">Photograph: Alisdair Macdonald/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338198098\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/02/1/downing-5546.jpg\" alt=\"Downing Street\" width=\"630\" height=\"339\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Downing Street <br> Energy efficiency rating: D <br> Annual C02 emissions: 675 tonnes of carbon<br></b> No 10 Downing Street is better than average for its building type. But the prime minister's heating, lighting and air conditioning still create a bigger carbon footprint than a street of 28 families of four living in semi-detached homes, each driving 10,000 miles a year and flying to Spain on an annual holiday</span> <span class=\"element-image__credit\">Photograph: Rex Features</span> </figcaption> </figure>",
  "<p>British consumers and businesses will be squeezed further in coming months as banks and building societies cut back even further on the amount of credit on offer. </p> <p>Coming alongside a spate of gloomy economic figures suggesting Britain is rapidly moving into recession, the further squeeze in credit has heightened expectations that there will be an interest rate cut next week. Economists are now wondering whether the general bleakness will force the Bank of England to reduce rates by a half-point, rather than its usual quarter-point move. </p> <p>Michael Saunders at Citi said a rate reduction next week from 5% seems \"highly likely\".</p> <p>\"The case for a 50-basis-point cut may well become overwhelming if the services PMI tomorrow also shows significant weakness, or if other central banks show themselves willing to cut in a coordinated fashion,\" he said. </p> <p>\"Overall, UK policy rates are likely to fall a long way in coming quarters, as evidence of severe economic weakness emerges.\" </p> <p><a href=\"http://www.theguardian.com/money/2008/oct/02/house.prices.property\">Nationwide Building Society this morning reported that house prices fell 1.7%</a> last month to post their biggest annual drop since records began. </p> <p>A survey of construction today showed the sector contracted for a seventh consecutive month in September as commercial activity fell at the fastest pace on record. According to official figures, new orders in the sector declined by 15% in the three months to August from the previous quarter. Private housing orders were particularly weak, falling by 33%. \"The construction sector is now clearly very firmly in recession,\" said Howard Archer at Global Insight.</p> <p><a href=\"http://www.theguardian.com/business/2008/oct/02/recession.interestrates\">British factory output has slumped at its fastest rate in 17 years</a> and the service sector has ground to a halt. Ford is gearing up to introduce a four-day week at a UK factory, although employees will stay on full pay.</p> <p>Banks blamed the worsening economic outlook and the downturn in the housing market for reducing credit and tightening lending criteria.</p> <p>The availability of mortgage lending and credit lines to consumers and businesses worsened more than expected over the past three months, according to the Bank of England's latest credit conditions survey, published today. The amount of unsecured loans on offer to households hit a new low as the global credit crisis deepened.</p> <p>Default rates rose and banks said they expected defaults on all lending to increase further over the next three months. </p> <p>\"It's only going to get worse from here,\" said Paul Daley at Capital Economics. \"Perhaps the worst aspect is that this survey excludes the dramatic events of the last few weeks – it was conducted from August 26 to September 17 - so credit conditions will probably tighten by even more than expected. Even if the problems in the financial markets were miraculously solved overnight, which is unlikely, the impact of the credit crisis on the real economy will be with us for some time.\" </p> <p>A balance of 27.5% of lenders offered fewer unsecured loans to households in the third quarter, the lowest level since the series began. Mortgage lending was even scarcer: a balance of 39.3% of lenders reported a fall in mortgage lending to consumers, albeit fewer than the 47% in the previous quarter.</p> <p>Businesses are also being hit. The balance of lenders reporting a fall in credit availability to firms rose to 36% from 32%. And again, lenders expect to cut credit to firms further. </p> <p>\"The survey highlights the vicious circle that now is at work, with banks cutting back on lending to companies and households because of the worsening economic outlook, a reduced appetite for risk and reduced availability of funds,\" said Saunders. \"In turn, the reduction in the supply of credit exacerbates the downturn – which will reinforce the reluctance of bank to lend in coming quarters. It is notable that banks report that reduced investment spending is a major factor in the downturn in demand for credit from companies.\"<br></p>",
  "<p>Pity the poor pension fund manager charged with putting his punters' savings in a range of investments to provide an adequate and secure income over time. Perhaps purchase an office block or two? Some juicy shares in the bouncy ball that is now the stock market? <br> Yet there could be another far more secure and socially and environmentally beneficial haven for pension funds – <a href=\"http://www.direct.gov.uk/en/MoneyTaxAndBenefits/ManagingMoney/SavingsAndInvestments/DG_10013986\"> local authority bonds</a>. These were once used to build the civic infrastructure and utilities of our cities and indeed they were a common source of public finance until the Thatcher government began the era of constrained local financial independence and increasing centralised economic control.<br> There are no legal constraints on local authorities raising bonds, but it has not been encouraged by governments since the 1980s. However <a href=\"http://www.theguardian.com/politics/2004/nov/29/uk.london2004\">this changed</a> when an important precedent was set whereby the Treasury authorised Transport for London (itself a local authority in legal terms) to issue £600m of bonds as part of its borrowings to improve transport infrastructure. These were snapped up by big investors.<br> This idea was first raised some time ago in the report People's Pensions, published by the New Economics Foundation (<a href=\"http://www.neweconomics.org/gen/\">NEF</a>) but it is even more timely today given the rising unemployment and business collapses inevitable in the wake of the credit crunch. This could be substantially reversed should even a small part of the at least £1tn in private pension schemes be invested into such bonds for public infrastructure. The proven economics of reducing energy use through efficiency, combined heat and power and renewables for buildings make it an excellent choice for funding by such local authority bonds. Part of the savings would fund the repayments due on such bonds. This form of infrastructural investment is also crucial to reducing fuel poverty and tackling climate change, since buildings are responsible for 40% of the UK's carbon dioxide emissions. The final advantage is that this approach could provide a much more stable pension environment, thus encouraging people to put more money into their pensions, and could help close the \"savings gap\" in the pension market.<br> The lead could be taken by the country's largest local authority, Birmingham, which has a proud history of the use of local authority bonds in developing the city in the last century. It is now the biggest landlord in Britain, owning more than 80,000 houses and flats. Many of these are <a href=\"http://findarticles.com/p/articles/mi_qn4158/is_20020409/ai_n12614691\">in need of repair</a> and are energy inefficient. There is nothing to stop Birmingham city council following the example of Transport for London and launching a \"Brummie bond\". This could fund a \"carbon army\" of local employees to crawl like ants over its entire housing stock, making it energy tight, warmer and cheaper to heat. Renewables such as solar electricity and water heating and larger scale combined heat and power systems would all provide business opportunities in the area.<br> Now is the time for the pensions and savings industry to start lobbying for government encouragment of the widespread use of local authority bonds. They are already legal, Transport for London have shown the way, and it could at last give one section of the finance industry a chance to show its social responsibility and its commitment to nurturing the real economy as well as the environment.</p>",
  "<!-- Block 1 --> <p><strong>Preamble:</strong> Belgium. Not the most inspiring of places in which to be fighting for your life. However, it seems that's precisely what Brits seem to spend most of their time doing there. There was the first world war, of course, then its sequel in 1939. Now, in a link that's lazy even by your correspondent's particularly shoddy standards, David Moyes finds his back against the wall in the Stade Maurice Dufrasne. A loss and, hence, Cup exit tonight could see the Scot walking away from Everton – something you can read all about <a href=\"http://www.theguardian.com/football/2008/oct/02/uefa.standardliege\">here</a>, thus allowing me to indulge you with other facts about Belgium for your delight and fascination:</p> <p>Cyclist Bradley Wiggins <a href=\"http://www.theguardian.com/sport/blog/2008/oct/02/bradleywiggins.cycling \">used to collect Belgian beers</a> before polishing them off in all-day drinking binges after the Athens Olympics.</p> <p>Truckmaker Volvo's decision to cut 1,400 jobs from its European plants will <a href=\"http://www.theguardian.com/business/2008/oct/01/automotive.creditcrunch\">hit their workers in Ghent particularly hard</a>.</p> <p><a href=\"http://www.theguardian.com/commentisfree/2008/oct/02/europe.europeanbanks\">The propping up of Fortis</a>, Belgium's largest employer, by the governments of the Benelux countries is just one of the latest bits of bad news for those employed in the business of warding off the credit crunch.</p> <p>And that's all just stuff that's come to light in the last few days. Phew! Who says Belgium's boring?</p> <p>In news of actual relevance to this game: Louis Saha will get his first start for his new club and, if form is anything to by, will be back in the Everton quack's office by 6.53pm this evening. Lescott, despite his error-strewn performance in the first leg retains his place but Yobo won't be able to help out his old club with another own goal unless he's sprung from bench-warming duties. Everton's record signing, Marouane Fellaini, is cup-tied so also won't be able to face his former side. Steven Pienaar, however, is considered fit enough for the bench after recovering from a broken toe.</p> <!-- Block 2 --> <p><strong>Team news:</strong> </p> <p><strong>Standard Liege:</strong> Aragon, Dante, Onyewu, Dalmat, Camozzato, Sarr, Nicaise, Defour, Witsel, Jovanovic, Mbokani. <br><strong>Subs:</strong> Devriendt, Goreux, Toama, Mikulic, Benko, Ingrao, Mangala.</p> <p><strong>Everton:</strong> Howard, Hibbert, Jagielka, Lescott, Baines, Osman, Neville, Cahill, Arteta, Yakubu, Saha<br><strong>Subs:</strong> Nash, Yobo, Castillo, Nuno Valente, Pienaar, Rodwell, Anichebe.</p> <p><strong>Referee:</strong> Peter Sippel (Germany)</p> <!-- Block 3 --> <p><strong>An email:</strong> \"In the photo above, David Moyes looks kind of like Mark E. Smith. If, that is, Mark E. Smith ever smiled. Or was alive,\" reckons Mac Millings of the still very-much-alive <a href=\"http://philspector.files.wordpress.com/2007/07/mark-e-smith.jpg\">but doesn't-really-look-it Fall frontman</a>, whose home phone number I once rang, unsuccessfully, 25 times a day for two weeks in a failed bid to try and conduct an interview. For a small fee, I can provide you with the number too if you want to hear the sound of a ringing phone and frustration.</p> <!-- Block 4 --> <p><strong>It's a cauldron in Belgium</strong> say the team on Five, ramping up the clichometer to maximum. Meanwhile, on the pitch, they're off.</p> <!-- Block 5 --> <p><strong>2 min:</strong> Some team news amendments: the Liege keeper is actually a chap called Espinoza. They've lined up fairly defensively, with a 4-1-3-2 formation. Yakubu makes the most of the space they've left on the wings and plays a good ball to Arteta on the left wing. After some shilly shallying, it goes into the box before Yakubu goes flying, half after a penalty. The referee reckons a goal kick is more the order of the day, though.</p> <!-- Block 6 --> <p><strong>4 min:</strong> Ah, no Espinoza is his surname, Aragon his first. Very confusing. Liege are sitting back, Everton are pushing up and, so far, most of the Everton players are playing the ball to Arteta as if to say, \"Well, you're our best player: do something with it\". He ends up with the ball on the D and it breaks to Yakubu, briefly, before it is cleared.</p> <!-- Block 7 --> <p><strong>6 min:</strong> Louis Saha isn't injured yet. Baines, meanwhile, plays it back to Arteta whose cross is cleared by Sarr. It's the third time the ball has gone into the Liege box in these opening moments, which must be encouraging for David Moyes.</p> <!-- Block 8 --> <p><strong>8 min:</strong> \"Has Moyes picked Baines and Hibbert at full-back in homage Belgium's boy-sized hero sent to do a man's job, namely Tintin?\" chortles Gary Naylor. \"I'm not sure about the Thompson Twins, Yakubu and Saha up front: Everton play best in a 4-1-3-1-1 formation with a screen for the fragile back four and a free rein for Cahill to make his late runs into the box,\" he continues, doing my job for me. On the pitch, Neville plays a poor pass to Osman, which is intercepted by Nicaise (I think). He bombs up the pitch but an attempted chip over the Everton defence goes into Howard's arms.</p> <!-- Block 9 --> <p><strong>11 min:</strong> Dalmat, dangerous in the first leg, brilliantly wriggles free of both Lescott and Neville and charges into the box. He flicks it back Mbokani, who can't get a decent shot away as a result of Jagielka's challenge. Worrying for Everton.</p> <!-- Block 10 --> <p><strong>13 min:</strong> Louis Saha bursts past Nicaise, storms into the area, then sends a shot sailing into the crowd. Good stuff; poor finish. \"This query might have a better home in the Knowledge section but I've noticed that the Everton XI and bench has representatives from 5 continents. I wonder if any other team (perhaps Blackburn?) have beaten this and done all six?\" remarks Elliot Jacobs, a man with perhaps too much time on his hands.</p> <!-- Block 11 --> <p><strong>15 min:</strong> Much like Everton are relying on Arteta, Liege are depending on Dalmat. They send him free down the right and he knocks it back Camozzato, who sends a cross into the area. Jovanovic goes down in that very area with Hibbert in attendance, but nothing doing says the ref. By the way, if these word pictures aren't enough for you, there are actual pictures of tonight's Uefa Cup action <a href=\"http://www.theguardian.com/football/gallery/2008/oct/02/uefa.tottenhamhotspur\">here</a>.</p> <!-- Block 12 --> <p><strong>17 min:</strong> Hibbert has a crack from distance and it bobbles about a bit, confusing keeper Espinoza, who makes a mess of the save. There's no-one nearby to take advantage, though. Then there's an appeal for a penalty at the Everton end (for hand ball), before Saha earns a free-kick at the other when he's knocked over. Defour earns a yellow card when he comes within seconds of punching the referee in the face. An exciting minute, readers.</p> <!-- Block 13 --> <p><strong>19 min:</strong> The free-kick is shoddy in the extreme - it dribbles into the wall, where it hits Tim Cahill who is having a lie down. Need I really tell you what happens when Neville has a follow-up shot? Liege run up the other end but Defour's cross doesn't find Mbokani.</p> <!-- Block 14 --> <p><strong>21 min:</strong> \"You've had that email address since you were nine? You had email at age nine? You're either very young or you were a child prodigy genius who got a job at the Pentagon while the rest of us were getting excited by the ZX81. I don't know which thought depresses me more,\" writes Robin Hazlehurst. Both are true, Robin. I just spend my time hacking these report out to fill in the time when I'm not at the Pentagon. Everton launched a free-kick into the box, by the way. It was too high and went into Espinoza's arms.</p> <!-- Block 15 --> <p><strong>GOAL! Standard Liege 1-0 Everton (agg 3-2) (Witsel, 23)</strong> Defour has a swirling long range shot, which is stopped well by Howard but it falls to Jovanovic who, brilliantly, stands the ball up at the back post - chipping the entire Everton defence - allowing Witsel to stuff it home.</p> <!-- Block 16 --> <p><strong>26 min:</strong> That, in the parlance of the football pundit, has really knocked the wind out of Everton's sails. It was Liege's first meaningful attack and they scored from it. It wasn't Howard's fault - his first save was as good as could be expected in the circumstances - however the rest of the Everton defence needed to close down Jovanovic far more quickly than they did. Having said that, his ball to the back post was exquisite.</p> <!-- Block 17 --> <p><strong>28 min:</strong> \"We know Saha is not injured yet six minutes in, but what about 20 minutes in? I think you need to have a Saha injury update every time you post just so your readers will know that he is, in fact, not injured yet,\" writes Bryan T, which confused me greatly as I thought I was emailing myself. Well, Bryan, he's not injured yet and he's just tried to get onto the end of a ball dinked into the Liege box. He doesn't manage it, nor does he injure himself in so doing - so there's both a minus and plus to the move.</p> <!-- Block 18 --> <p><strong>30 min:</strong> Arteta is trying to pull the strings - aided by the fact that he's moved into the central midfield slot, swapping with Tim Cahill who's gone out left. Unfortunately, a ball that could have been brilliant from the Spaniard is thwarted by the fact the ref's whistle went a good minute before he played it. Everton are screwed here, aren't they?</p> <!-- Block 19 --> <p><strong>31 min:</strong> \"Is Phil Neville's career a 15 year odyssey to prove that he has never been good enough to play for the teams for which he is selected?\" writes increasingly bitter Everton fan Gary Naylor. \"Not good enough for England, nor Manchester United, nor Everton - what is his right level? Stockport County? I wish he'd stuck to cricket.\"</p> <!-- Block 20 --> <p><strong>33 min:</strong> Liege are looking both settled and comfortable at the moment. Their midfield is particularly strong - when not coming within moments of slapping referees - and they've pushed Everton back into their own half. The pattern of play involves the Everton back four passing it amongst themselves then hoofing it up the pitch, where it fails to reach Yakubu or Saha, who's still not injured.</p> <!-- Block 21 --> <p><strong>35 min:</strong> Hibbert bucks the trend by taking the ball to the byline, his cross is cleared, it falls to Neville and then he slips it to Saha. He has a decent sight of goal but doesn't control the bobbling ball and sends a weak shot in. He looks rusty. Uninjured but rusty.</p> <!-- Block 22 --> <p><strong>37 min:</strong> Neville finds himself alone in the midfield. There's not a player anywhere near him. He pauses, has a quick think, then passes it straight to Nicaise. For about the fifth time this evening. Liege race up the other end, win a throw-in, but can't make much of it.</p> <!-- Block 23 --> <p><strong>39 min:</strong> Camozzato, or Marcos, depending on which name he's using today, thumps over a brilliant cross to Mbokani. He goes up with Howard, who gets a fist to the ball, before the striker is wrongly flagged offside. No matter, Camozzato, or Marcos depending on etc and so forth ... , gets the ball back and glides into the box. He elects to thump the ball into the crowd, rather than at the goal, oddly. Saha is still fit.</p> <!-- Block 24 --> <p><strong>41 min:</strong> A long ball sails over Saha's head and Yakubu thinks about going for it, then doesn't. Espinoza claims, clears, then goes back to daydreaming. Camozzato, or Marcos depending on etc and so forth ... , whips in another good cross to Mbokani on the penalty spot. His header is wayward, though, and Jovanovic can't get onto the end of it either. Bit of a let off for Everton.</p> <!-- Block 25 --> <p><strong>43 min:</strong> Yakubu is fouled 40 yards out and in the centre of the pitch. The ball is worked to Hibbert, whose cross is charged down for a corner. With unerring accuracy, Arteta picks out 'keeper Espinoza.</p> <!-- Block 26 --> <p><strong>45 min:</strong> Mbokani runs onto a through ball into the box but Jagielka puts in a great saving tackle to send the ball out for a corner. The reason Liege had the ball? Yakubu had come back into the midfield to 'help out' and had gifted it to them. Cahill's doing nothing on the left, by the way. Arteta hasn't found his range and Saha is still not injured. One minute of extra time added.</p> <!-- Block 27 --> <p><strong>Peep, peep:</strong> That's it for the first half. It may well be it for Everton as well.</p> <!-- Block 28 --> <p><strong>A half-time email:</strong> \"Re: Gary Naylor's tactical email. Fair point about that 4-1-3-1-1, except that the thing that made it work so well the past few years - a stout bald Irishman - is no longer available. Problems with Howard and the back four this season aside, not nearly enough attention is paid to how much we miss Lee Carsley,\" says Ryan Jones all the way from USA! USA! USA!</p> <!-- Block 29 --> <p><strong>MBM regular</strong> and Everton fan Gary Naylor is beginning to get into that kind of angrily morose mood you tend to get into when your team is on the verge of sliding ignominiously out of the Cup. \"Everton are a bit lucky to have nil at the moment,\" he says. \"At the start of the season, at least we were scoring as well as conceding - the nightmare scenario of a fragile defence and a toothless attack looms. Moyes needs to earn his money in the next hour or so.\"</p> <!-- Block 30 --> <p><strong>He's not the only one, either:</strong> \"Man, first we panic buy a player who would have cost £5m before his clash with Liverpool (Fellaini: £15m),\" writes Darren Holliday before winding himself up then really getting in the mood for a <strong>RANT</strong>. \"Then we play a disgraceful home derby. This week the players openly ask Moyes what the deal is with his contract ... no answer to that one. Just now we are playing as badly as we have all season and look second best to a team from Belgium. And at this very second I'm listening to random French conversation darting out of my speakers as the BetFair internet broadcast quite strangely just leaves us hanging there among the crowd staring at an empty pitch ... oh, and now awful Europoop trance is blaring out of the stadium.\" He signs off saying he's off to make some tea but, really, I think he might be rigging up some kind of gun-drawing contraption, shaving his head, and repeating \"Are you looking at me,\" into the mirror over and over again.</p> <!-- Block 31 --> <p><strong>Across the other side of the desk</strong> my colleague James Dart is busily uploading pictures for you to look at. It would be a shame if he was putting all that work in for nothing, <a href=\"http://www.theguardian.com/football/gallery/2008/oct/02/uefa.tottenhamhotspur\">so go and have a look and keep us all happy</a>.</p> <!-- Block 32 --> <p><strong>We're off again:</strong> Saha is still fit.</p> <!-- Block 33 --> <p><strong>47 min:</strong> Neville is penalised for a foul when, actually, he got to the ball first and made minimal contact with the opposition player. It's been that sort of night for him, really. It's raining too. Hard. It's not getting much better for Everton here.</p> <!-- Block 34 --> <p><strong>49 min:</strong> Next Arteta gets done for handball in a dangerous position when under no pressure. The free-kick is launched into the box, it bobbles about, then Nicaise is penalised for hand-ball - it actually bounced off his knee when he was in a decent shot-taking sort of a position.</p> <!-- Block 35 --> <p><strong>51 min:</strong> Dalmat goes on another run up the right and looks up to see what's on. He finds his centre-back, Onyewu, on the edge of the box, looking up eagerly. Dalmat frowns and strokes the ball into touch. A few seconds later Liege win a throw-in of their own. That man Onyewu takes it and concedes a foul throw. What an odd couple of minutes for the central defender.</p> <!-- Block 36 --> <p><strong>53 min:</strong> In the last two minutes, this is what has happened: nothing. Everton are in trouble</p> <!-- Block 37 --> <p><strong>55 min:</strong> Arteta has caught Neville's disease - he keeps passing to Liege players. Still, no matter, Yakubu's got it. What's he going to do with it? He's going to ping it well over Saha's head and into the corner where the Liege goalkeeper chases it down. He mucks about with it for a bit, and allows it roll out for a goal kick. Saha, still fit, looked on at his antics as if he thought he should do something but wasn't sure what.</p> <!-- Block 38 --> <p><strong>57 min</strong> Everton win a corner, thanks to good chasing work by Cahill, and Arteta manages to bend the ball out of play. Hmmm.</p> <!-- Block 39 --> <p><strong>59 min:</strong> Dante runs up the left and completely does Hibbert. A nutmeg from the Liege left-back that left the Everton right-back looking a total mug. His shot to the near post is saved by Howard, who turns defence into an attack that finishes with Yakubu heading well wide.</p> <!-- Block 40 --> <p><strong>60 min:</strong> To cries of \"Ole\", Standard Liege pass the ball amongst themselves while the Everton players chase shadows. Again, it's worked to Dante, who wins a corner. From it, Liege try one or two charged-down shots but can't get an effort on goal.</p> <!-- Block 41 --> <p><strong>62 min:</strong> Anichebe is warming himself up while, on the pitch, Hibbert indulges himself with the sort of agricultural rugby tackle you would more normally see at Twickenham. He has a brief shout at no-one in particular then is subbed for Anichebe, presumably allowing Neville to go to right back.</p> <!-- Block 42 --> <p><strong>64 min:</strong> Nice touch from Arteta, he dinks the ball over Marcos allowing Baines to run onto it but he fires a shot well over. Everton are now playing 4-3-3 with Saha the prong of the three-man attack.</p> <!-- Block 43 --> <p><strong>65 min:</strong> Pienaar is getting his kit on as Everton win a corner from Liege, who are struggling to adjust to Everton's new formation. When it is eventually taken, the keeper comes and flaps, it falls to Anichebe. He shoots and it is deflected over the bar.</p> <!-- Block 44 --> <p><strong>GOAL! Standard Liege 1-1 Everton (3-3 agg) (Jagielka 67):</strong> The keeper flaps again from the ensuing corner, drops the ball, has two unsuccessful air grabs at the ball, and then watches aghast as Jagielka toe pokes it in.</p> <!-- Block 45 --> <p><strong>69 min:</strong> News of that goal would have come to you quicker had I not hit the wrong button on the computer - sorry about that. Meanwhile, Saha is down! He's clutching his head in what looks like real pain after being flattened by a Liege player.</p> <!-- Block 46 --> <p><strong>71 min:</strong> Saha is, not unpredictably, off. Pienaar is on. It was Onyewu who nobbled him. Can Everton get the second goal they need in the next 19 minutes?</p> <!-- Block 47 --> <p><strong>73 min:</strong> Just seconds before Everton scored, this email from Ryan Jones came in: \"Hi Tom. I'm going to a quick staff meeting now, it should take five to 10 minutes. When I get back, I'm convinced, Everton will have scored and shifted the momentum.\" Suspicious. Very suspicious.</p> <!-- Block 48 --> <p><strong>75 min:</strong> Has David Moyes just earned himself an extra few quid on that new contract he hasn't signed? Certainly his tactical change, by putting three up front (I know, it's hardly radical, but still ... ) has caused Liege no end of problems. It's led to one goal and Everton are now getting behind the Liege defence. However, they're also looking more vulnerable at the back.</p> <!-- Block 49 --> <p><strong>76 min:</strong> Ryan Jones' meeting is over and he's feeling triumphant. \"HA!,\" he says. \"Good thing I didn't try to predict the goal-scorer. Among the players on the pitch, Jagielka would've been about my 14th pick - but I will take it!\"</p> <!-- Block 50 --> <p><strong>PENALTY!</strong> Jovanovic plays a one-two with Defour, then ploughs into the box. He connects with Leighton Baines' knee and goes down. Baines didn't do much wrong, Jovanovic was clever, but it was still a penalty.</p> <!-- Block 51 --> <p><strong>GOAL! Standard Liege 2-1 Everton (4-3) (Jovanovic 79)</strong> A poor penalty that's low and straight-ish. Tim Howard, however, elects to dive under it. Everton need a goal to force this into extra time.</p> <!-- Block 52 --> <p><strong>81 min:</strong> \"If Phil Neville had stuck with cricket, as Gary Naylor has suggested (31 min), and been successful - his Wikipedia page claims that 'one of his former coaches called him the greatest schoolboy cricketer he'd ever known' - Mr. Naylor would probably be emailing on what might have become of him had he stuck with football, ending his missive with, 'He's a Lancashire lad, too. We could do with him at Everton,'\" reckons Mac Millings. His efforts tonight - mostly running around in circles, giving the ball away and shouting a lot, ineffectually - would probably be just as useless on the square.</p> <!-- Block 53 --> <p><strong>83 min:</strong> A free-kick is floated into the Everton box. It's cleared up the right and the ball breaks to Yakubu, he begins a few seconds of thoughtful Everton play as they stroke it about waiting for a breakthrough. Arteta thinks he spies it and dinks it to Cahill in the penalty area. He's flagged offside - wrongly - but Onyewu had cleared anyway.</p> <!-- Block 54 --> <p><strong>84 min:</strong> Arteta goes for a screamer. He's 35 yards out, in plenty of space, but his shot is high and wide.</p> <!-- Block 55 --> <p><strong>86 min:</strong> Mbokani gets the ball in the Everton area, has a look at the clock, and realises he doesn't need to do much. So he flicks it from one foot to another a few times, then dribbles back out again. At the other end, Baines sends a cross over from the byline (in fact just over the byline) and the keeper drops it again. Fortunately for him, the ref was wise to Baines' mistake.</p> <!-- Block 56 --> <p><strong>88 min:</strong> Yobo steps out of the dug out to the sound of a Liege fan in the crowd roaring, 'Wahey-hey!' as he, no doubt, contemplates another own goal. Neville comes off in his place.</p> <!-- Block 57 --> <p><strong>89 min:</strong> Dalmat plays a great ball to Jovanovic, who had noticed that most of the Everton players were thinking about attacking, rather than defending. However, he fluffs his shot when Jagielka gets back to deal with him.</p> <!-- Block 58 --> <p><strong>90 min:</strong> A cross comes over and the Liege keeper punches it half way up the pitch, rather than dropping it as per usual. Then Pienaar nods the ball back into the box and Yakubu can't get there before Onyewu thumps it away.</p> <!-- Block 59 --> <p><strong>90 min+2</strong> A long ball into the Liege box is cleared up well by the keeper. There's a minute left and Everton's goose looks cooked.</p> <!-- Block 60 --> <p><strong>90 min +3:</strong> \"Funny how when Everton leveled the score at 1-1 your photo of David Moyes conveyed the knowing smile of a professional in control. Now he's back to looking like he has a large root vegetable up his ...\" writes Richard H.</p> <!-- Block 61 --> <p><strong>90 min+4:</strong> A last desperate lunge from Everton leads to a corner kick. Arteta lines it up, then hits it straight at the first man. That was Everton's last chance and, as the ref brings his whistle to his lips, they know it. So then, that's it: Everton are out.</p> <!-- Block 62 --> <p>Admittedly, Everton were handed a tough draw but they could have beaten Liege if they'd been at their best. Unfortunately, perhaps the uncertainty over Moyes' future and that defeat against Liverpool conspired to produce another poor display - something in which Everton seem to be specialising this season. Liege, however, are a very decent side and wouldn't be a bad bet to go all the way and lift the trophy at the end of the season. With two attacking full backs, a good strike force and a midfield that is both solid and creative, they should do well.</p> <!-- Block 63 --> <p>Thanks for all your emails tonight, I'm off.</p>",
  "<p>The University of Gloucestershire is to investigate sports team initiation ceremonies after footage has come to light of students taking part in a bizarre initiation rite.</p> <p>A <a href=\"http://news.bbc.co.uk/1/hi/uk/7647099.stm\">secretly-filmed video</a> given to the BBC shows students with plastic bags over their heads, drinking and vomiting, egged on by a student dressed in Nazi-style uniform.</p> <p>A university spokesman said a formal inquiry was being launched into alleged \"bullying and intimidation\" during initiation ceremonies, which the university has outlawed.</p> <p>The ceremonies are normally organised by student sport clubs for first-year undergraduates and involve excessive drinking, extreme tasks and following strict orders.</p> <p>The National Union of Students has called for a ban on all forms of initiation at UK universities. </p> <p>NUS president, Wes Streeting, told BBC News: \"We are totally opposed to student initiations. They put students at serious risk and exclude students who don't want to take part in that binge-drinking culture.\"</p> <p>Paul Drake, the university's director of communications, said: \"The university takes the issue of intimidation and bullying extremely seriously.\"</p> <p>He said disciplinary action may be brought against those who are found to be leading \"intimidatory and coercive\" initiation ceremonies.</p> <p>\"The university devotes considerable resource in supporting students and in creating a positive environment so that all students succeed in their chosen area of study,\" Drake said.</p> <p>\"This particular incident illustrates that we have more to do to eliminate poor student behaviour. It should be remembered however that this represents a small minority and the vast majority of students are committed to their studies and represent the university well externally.\" </p> <p>James Durant, students' union president, said: \"The students' union does not support initiation ceremonies and they have been banned on campus for many years.</p> <p>\"We go to great lengths to ensure our sports captains understand that initiation events that include intimidating or bullying behaviour will not be tolerated.</p> <p>\"Many initiation-style events do not involve alcohol or extreme behaviour.</p> <p>\"But there may be exceptions, and if they are brought to our attention, such as the case here, we take it very seriously and will be launching a formal investigation with the university.\"</p>",
  "<p>Google the term \"community investment\" and you will be directed to the corporate social responsibility websites of some of our largest banks. But while the credit crunch bites deep into their reserves, with some banks disappearing altogether, community organisations must be wondering whether they have seen the last of any \"investment\" from the big banks for some time to come. Community investment was always an odd term for the banks to use to describe their charitable works. Exactly what return on investment were the banks looking for?</p> <p>Now, the meaning of the term community investment is being reinvented by a publication being launched at the <a href=\"http://www.fsa.gov.uk/\">Financial Services Authority</a> today. Called Community Investment, the publication describes how communities can invest in themselves, using a little used and poorly understood corporate form: the <a href=\"http://www.fsa.gov.uk/Pages/Doing/small_firms/MSR/Societies/index.shtml \">industrial and provident society</a> (IPS). <br><br>The publication defines community investment as the practice of communities investing capital in business ventures serving a social or community purpose. These might be geographic communities, such as <a href=\"http://www.witherslack.org\">Witherslack</a> in the Lake District, where members of the local community have invested £25,000 of their own money in creating a village store, or they might be communities of interest, such as the 8,000 supporters of small-scale farming who invested nearly £750,000 in share capital to buy <a href=\"http://www.fordhallfarm.com/\">Fordhall Farm</a> and turn it into <a href=\" http://www.theguardian.com/environment/2006/jul/01/ruralaffairs.conservationandendangeredspecies\">England's first community-owned farm</a>. </p> <p>Interest in using share structures as a way of raising capital for social enterprises has been growing steadily since the high-profile share launch of Cafédirect plc in 2004.</p> <p>The government made sure that <a href=\"http://www.cicregulator.gov.uk/ \">Community Interest Companies</a> (CICs) could raise share capital, and is currently setting up a £20m risk capital investment fund that will buy shares in social enterprises. But despite all this interest there are practical problems using plc or CIC formats for community share launches, and there are fewer than ten cases of social enterprises successfully using these formats. </p> <p>In contrast, the number of IPSs with community investment has more than doubled since 2004. There are now at least 49 IPSs that have used community investment to finance initiatives ranging from football clubs to wind farms, with a further 12 initiatives currently under development. Altogether, they have raised over £47m from their 65,000+ members. Whilst some of these IPSs, like Fordhall Farm, have gained national attention, most are low-profile expressions of community solidarity. </p> <p>Back in 2002 a government review of the third sector dismissed the IPS structure as \"a useful, but underused and outdated legal form\". Now, HM Treasury are in the middle of reforming IPS legislation and the FSA, in its role as the regulator of IPSs, is showing a renewed commitment to the format.</p> <p>The principle of community investment is nothing new. The co-operative movement and building societies were founded on this concept of mutuality. It is ironic that the two UK banks that have failed so far, Northern Rock and Bradford &amp; Bingley, were both building societies until they were demutualised back in the 1990s. In contrast, none of the remaining building societies have gone under in the current crisis. Maybe it is time to rediscover the power of community investment.</p> <p>• Jim Brown is the author of Community Investment: using IPS legislation, published by Co-operatives UK. The paper will be launched today by Iain Wright MP, minister for communities and local government, at the FSA</p>",
  "<p><strong>Matthew McEachran </strong>at <strong>Kaupthing </strong>said of <a href=\"http://www.theguardian.com/business/2008/oct/02/marksspencer.retail1\">Marks &amp; Spencer's latest trading update</a>: \"This is not as bad as feared. They indicate that they are running more promotions and offering better value in non-food. This has margin implications. They say they are confident in their autumn/winter offer though. </p> <p>\"If performance at the top line can be held at current levels without a further drop-off, there would be faint hopes of the dividend being held. Overall this statement is better than feared, and there are no awful outlook comments in relation to a bad end to September, albeit based on numerous anecdotes we feel it did happen.\"</p> <p>However, he said City forecasts for pretax profits this year may still need to come down from £695m to £635m.</p> <p><strong>Philip Dorgan </strong>at <strong>Panmure Gordon </strong>said: \"This statement is probably as bullish as it could be, given that the trading environment is the worst for 30 years and that its food business's structural flaws are being exposed. Pricing issues are being addressed, costs are being cut and the capex excesses reined back. We are not sellers of the shares, because we believe that the problems in clothing are no more structural than usual ... We believe that M&amp;S has enormous brand value and that this is worth more than the current share price.\" </p> <p>He added: \"The problems in clothing are well documented, being part consumer, part weather, part internal (although the statement is optimistic about this season's ranges), but it is the problems in food which could create the largest hole in profits. We expect all quoted food retailers to show margin declines in the next 18 months and there appears little hope for M&amp;S's high price/high cost format.\"</p> <p>He is forecasting pretax profits of £595m this year.</p> <p>\"The move to stock brands, while good-intentioned, is flawed and doomed to failure. M&amp;S's prices are too high, its range is too narrow and attempts by the previous managing director to widen the range has merely exposed the creaking supply chain and created more problems in terms of gaps in shelves.\" </p> <p><strong>Jeremy Batstone-Carr </strong>at <strong>Charles Stanley </strong>stockbrokers warned that he could see \"no light at the end of the tunnel\" for M&amp;S. </p> <p>\"M&amp;S's problem is its age-old problem. It is focused on the middle ground, and the middle ground is being torn up between the companies at the bottom and the companies at the top.\"</p> <p><strong>Richard Edwards </strong>at <strong>Citi </strong>said: \"While the food business looks far from being fixed, the progress on cost removal does give this profit &amp; loss shape some resilience. Lower capex guidance ... implies the end (for now) of the store modernisation programme and a slowdown in the space growth dynamic. This action suggests management's view that the full-year dividend for 2008/09 will be maintained.\" </p> <p><strong>Rob Mann </strong>at <strong>Collins Stewart </strong>said: \"Part of the underperformance in food has been self-inflicted through poor operational execution. As such we believe that despite the positioning of the offer there is a recovery that can be implemented in food through a reduction in wastage, improved availability and greater promotional penetration. The new head of food, John Dixon, has been at M&amp;S 22 years and with a background as a food buyer deserves more than a quarter to instigate a recovery.\" </p> <p>He added: \"Although trading momentum will remain negative in the short term and there is a risk of more downgrades to 2009/10 we see medium term value with an attractive recovery story beginning to form.\" </p> <p><strong>Keith Bowman </strong>at <strong>Hargreaves Lansdown </strong>Stockbrokers said: \"Whilst these are not exactly glowing figures, they are not the over-the-cliff disaster which many investors had feared.</p> <p>\"That said, profit margins are coming under pressure via increased discounting and the outlook for both the UK and global economies appears to be weakening almost by the day. For now, and despite a near 50% drop in the share price over just the last 6 months, market consensus opinion currently denotes a weak hold.\"</p> <p><strong>Nick Bubb </strong>at <strong>Pali International </strong>said: \"Now, the like-for-like sales have only been achieved by price-cutting, so gross margin guidance is weak, down 100bps for the year (even worse than our -90bps assumption), despite buying/sourcing gains in clothing. There is no indication of how the -100bps is split between food and clothing, but we suspect food has taken the brunt of the gross margin pain.</p> <p>\"However, there have been useful cost savings ... On this basis, the 22.5p dividend is safe for this year, although next year is a different story: we still expect a divi cut to 16p next year. And the market will like the slashing of capex, from a planned £850m to £700m this year, which will leave net debt at \"only\" around £3.3bn at year-end.\"</p> <p>He added: \"With the worst Christmas for at least 30 years coming up for non-food retailers, we wouldn't get carried away, but the shares have fallen far enough in the short-term and M&amp;S is off the hook for the time being: we are moving from sell to neutral.\"</p>",
  "<p><a href=\"http://www.reuters.com/article/environmentNews/idUSTRE4905G020081001\">EU wants to cut quotas to protect deep sea fish</a> &gt;&gt;Source: Reuters<br>Europe's fisheries chief called for hefty quota cuts on Wednesday to protect exotic deepwater species, some of which can live up to 150 years, with trawling to be banned for deep-sea sharks and orange roughy from 2010.</p> <p><a href=\"http://www.telegraph.co.uk/earth/main.jhtml?xml=/earth/2008/10/02/eahealth102.xml\"><br>EU could save £20bn per year on health by cutting emissions</a> &gt;&gt;Source: Telegraph<br>The EU could save an extra £20bn per year on health spending by setting tougher targets for cutting greenhouse gas emissions, according to a new report.</p> <p><a href=\"http://www.enn.com/energy/article/38310\">Study eases fear about wind farm threat to birds</a> &gt;&gt;Source: ENN<br>Wind turbines do not drive birds from surrounding areas, British researchers say, in findings which could make it easier to build more wind farms.</p> <p><a href=\"href=\" http: environment.newscientist.com channel earth dn14851-microwave-factory-to-act-as-carbon-sink.html?feedid=\"earth_rss20&quot;\">Microwave factory to act as carbon sink</a> &gt;&gt;Source: New Scientist<br>The world's first commercial plant that uses microwave technology to capture carbon dioxide from the atmosphere to help reduce the effects of global warming has started operating in New Zealand.</p> <p><a href=\"http://www.nytimes.com/2008/09/30/us/30everglades.html?_r=1&amp;partner=rssnyt&amp;emc=rss&amp;oref=slogin\">Harsh review of restoration in Everglades</a> &gt;&gt;Source: NYT<br>The eight-year-old, multibillion-dollar effort to rescue the Everglades has failed to halt the wetlands' decline because of bureaucratic delays, a lack of financing from Congress and overdevelopment, according to a new report.</p> <p>Spotted a good story online? Share your links below</p>",
  "<p>• Between 1993 and 2004, he set 23 official world records in speed sailing</p> <p>• In 2002, he became the first person to fly around the world alone and non-stop in a balloon, covering 19,428 miles</p> <p>• As skipper with a 13-member crew, <a href=\"http://www.theguardian.com/world/2004/apr/07/globalflyer.paulmacinnes\">he beat the round-the-world sailing record in 2004</a>, completing the voyage in 59 days and nine hours</p> <p>• In 2005, he made his <a href=\"http://www.theguardian.com/world/2005/mar/04/globalflyer.richardjinman\">first solo non-stop, non-refuelled global circumnavigation</a> in a single-engine plane. There was no refuelling for 67 hours</p> <p>• In 2006, <a href=\"http://www.theguardian.com/uk/2006/feb/12/globalflyer.world\">he broke the record for the longest flight</a>, spending nearly 77 hours in the air and covering more than 25,000 miles</p>",
  "<p>I see John Denham* has taken time out from the global financial crisis to take a poke at Chris Patten, the chancellor of Oxford University and sometime Tory grandee, for saying the current £3,149 cap on student tuition fees is far too low.</p> <p>\"Can there be middle class objection to higher fees?\" if government funding and private donations on a US scale lag behind the needs of a university system determined to stay in the big league, Patten asked.</p> <p>It seemed a reasonable question to me. But it immediately got mixed up in a wider controversy about standards and the extent to which ministerial pressure to ensure poor students get their share of Oxbridge is in conflict with excellence, the \"wider participation\" debate.</p> <p>Denham, who is a thoughtful man, accused Patten of having an \"outmoded\" view of the world and of seeking to preserve his university (he is actually chancellor at Newcastle too) for a socially elite intake. Patten is part of the \"more means worse brigade\" he <a href=\"http://www.theguardian.com/education/2008/oct/02/oxforduniversity.tuitionfees\">told the Guardian's Polly Curtis</a>.</p> <p>Who's right then? I fear Patten is more right than Denham, though both have useful points to make. Denham has – like Gordon Brown in the Laura Spence affair in 2000 - got hold of the wrong end of the stick. It's easy to see why.</p> <p>Denham is a Southampton comprehensive boy who read chemistry. He came up the hard-ish way.</p> <p>But Patten was not a Brideshead elitist either. His father was, as I recall, something exotic and faintly disreputable (a jazz musician?) and he attended a modest private Catholic school – St Benedict's – in west London. He's the type to win scholarships. He got to Balliol College Oxford on brains, not connections.</p> <p>So in their different ways, both men are the products of an elitism that opens careers to talent. Both would agree that's what a modern country needs – we can't afford to exclude the working class, ethnic minorities or women, as both recent party conferences went out of their way to stress.</p> <p>But how best to do it? Labour ministers are right to protest that kids with potential – key word – who attend poor schools need to be rescued, sometimes by turning a blind eye to weaker grades. That's fine and snobby admissions tutors (plenty of stories about them) doubtless need the occasional kick in the arse. But they admit to struggling to meet government targets – social engineering as the vice-chancellor at Cambridge recently called it.</p> <p>There's a familiar irony here. When elite universities and public school graduates accuse Labour of \"social engineering\" they can't see what is blindingly obvious to most people; that Eton is a form of social engineering too, and a very successful model. But the idea that the 7% they educate are the country's cleverest kids - you hear that one too – is self-regarding nonsense.</p> <p>Schools like Eton attract brilliant pupils, but also Beta Minus types whom good teaching can turn into Alpha Minus applicants to Oxbridge and other Russell Group elite universities, C-Minus into B-Minus etc. That's what they're for, that's what dad pays for. </p> <p>Few jobs now exist in the City for mere well-connected dunderheads: the current financial crisis was caused by some of the cleverest idiots from all over the world. But that's another story.</p> <p>Where Labour goes wrong, time and time again, is by not ensuring that state schools can deliver clever children to the Russell Group applications market suitably prepared for what are very rigorous courses: they push the kids hard at Oxbridge colleges, harder than in most places, so I observed watching my children's generation grow up.</p> <p>How best to do it? Much easier for the postwar grammar school generation – people like me, Patten's age - when 7% to 8% of young people went to university. Rapid expansion in the 1960s, the Tory promotion of polys to university status - fine by me – and Labour's more recent expansions are now pushing the figure past 40% and rising.</p> <p>Whether the majority of 18-year-olds benefit from a university education, I personally doubt and once asked Tony Blair (Fettes and Oxford) who looked puzzled and accused me of elitism. Better status for vocational training of a high level – what Ed Balls is again attempting – seems a wiser option, the German model. But better education and tough exams for pupils too, at academies or bog standards.</p> <p>What Patten was saying, if I understand him, is that many university courses cost a lot and that, with 50% attending, the taxpayer can't pick up the whole bill, as it did for much of my education in the 50s and 60s. Who pays? Patten says the middle class – as they do in America – should pay more for the benefits their offspring's education may well yield (no guarantees there).</p> <p>That seems reasonable to me, even in a credit crunch. Why should working class taxpayers subsidise the future elite – not to mention the Bullingdon Club crowd – for benefits they will not directly share? There is a gender issue lurking here too.</p> <p>As brainy David Willetts, a Brummie elite grammar school boy, said in a speech at the Tory conference fringe, most of the extra places in recent years have been taken by middle class women, creating a Bridget Jones marriage market: too few equally educated men for them to marry. Why so? Some 45% of young women now graduate against 35% of young men.</p> <p>Labour doesn't seem to mind that because gender is part of its progressive tick box mentality, as in ethnicity. But class is a factor too and the ex-Trot in John Denham bravely rises to the challenge. </p> <p>What he – and Patten - need to do is to ensure that there's enough money built up in the system (outside Oxbridge it will take time) to provide scholarships and bursaries to the clever poor with the right aptitude and ambition.</p> <p>That's what Harvard does, shamelessly shaking down its alumni for gifts and legacies (it lets their kids in too as part of the deal) so it can finance clever black kids, kids like Barack Obama, come to think of it. </p> <p>I tried to explain that to Gordon Brown in 2000 when the then-chancellor jumped on the Laura Spence (why did snooty Oxford turn her down?) bandwagon when he rang me to make his case against \"the establishment\" for not offering her a place (they went to equally deserving applicants). He hasn't rung back. </p> <p>All Brown's biographers note how distressed he was in his own grammar school fast stream, en route from the clergyman's booked-lined home to elite Edinburgh University at just 16 while friends fell behind. Good for him, but guilt is no substitute for clear-eyed policies to put matters to right.</p> <p><strong>12.25pm, correction: </strong> My apologies for confusing John Denham with John Hutton as business secretary when he is actually secretary for innovations, universities and skills; a mistake I have previously made.</p> <p>I was also wrong to suggests that Denham was a Trotskyite supporter in his younger days. Rechecking with Andrew Roth's authoritative guide to MPs' backgrounds I find he was an active opponent of the Militant Tendency in his student days. </p> <p>These corrections have now been made to this blogpost</p>",
  "<p>\"Can you save us? We're here to be rescued!\" </p> <p>That, in a nutshell, was the collective cry of a swarm of American (and European) bankers, auditors, consultants and industrialists that thronged the cavernous halls of the colossal convention centre in Tianjin at the weekend.</p> <p>While the western delegates at the World Economic Forum's summer conference in the coastal port city that serves as the maritime entry to Beijing were confused, bemused and hyperanxious about the <a href=\"http://www.theguardian.com/business/creditcrunch\">financial crisis</a> and its impact on the global economy, the Chinese were magisterially assured. Certain that they are the new masters of the universe – now or very soon.</p> <p>Wen Jiabao, the Chinese premier, made plain that his country's economy is not immune from the crisis. But, unlike the US and Europe, which are heading for recession or in it, <a href=\"http://www.theguardian.com/world/china\">China</a> had put in place the monetary and regulatory measures to ensure continued growth.</p> <p>It won't be the 11.9% of last year but still, at 8 or 9% in 2008 and the same in 2009, a boost to global trade. Inflation, which peaked at more than 8% in February, has been brought down to 4.9%. And, if Chinese exports – enjoying a €170bn (£130bn) surplus with the EU alone last year – are already experiencing slower growth and even heading for a decline, Wen promised to continue the shift towards domestic consumption and to open up the economy further.</p> <p>But will this happen? Will Wen deliver on his oft-repeated promise to reform China's capital markets? As Stephen Roach, Asia chairman of Morgan Stanley, told delegates, Chinese consumer spending is, at around 35% of GDP, less than half that of the US where the \"binge\" of the last 14 years has come to an end, leaving the US consumer \"toast, done, finished\". The US, he added gloomily, \"will have its version of Japan's lost decade\".</p> <p>There were two striking aspects to the Tianjin discussions among policymakers. First, the Chinese authorities were blunt that it was up to the US to sort out the mess it had created, putting at risk, as Wen told CNN, \"the safety and security of Chinese capital\". Chinese investments in US and European financial assets have gone sour in the toxic meltdown. So the country's leaders are demanding global co-operation to fix the regulatory framework, with Liu Mingkang, the top banking supervisor, exclaiming with unusual ferocity that American lending practices had been \"ridiculous\" and demanding a large say in any reforms.</p> <p>Second, the Europeans figured as virtual bit-part players, vastly outnumbered by the Americans. David Hale, a Chicago-based consultant and economist, told a group of us over drinks: \"The Chinese and Americans are drawn to each other; they have a lot in common – entrepreneurial, can-do.\"</p> <p>Apart from the serial China-visitor, EU trade commissioner Peter Mandelson, the most prominent European delegate was Tom Enders, chief executive of Airbus. Over the weekend he and Wen formally opened the plane-maker's first non-European final assembly line – in a $600m (£340m) plant on a remote former cabbage field that took less than 15 months to build and is now the most modern in the world.</p> <p>Enders denies that Airbus is putting all its eggs in the Chinese basket but he and his executive team are investing heavily in the prospect of sustained growth – not just in the economy but in air traffic as consumers grow richer. They expect Chinese airlines to order more than 3,000 new planes in the next 20 years and Airbus to capture more than half of those.</p> <p>While the new plant involves little technology transfer, Airbus executives don't rule out co-operating more fully with the Chinese in years to come. The authorities are forcing a merger of the country's two main aerospace groups, AVIC I and AVIC II, into a single company and it is already planning a new large jet to compete with its western rivals/allies.</p> <p>As the country celebrated its 59th communist national day and the first space-walk by its astronauts, one senior Airbus manager told us: \"It'll be extremely tough for them to be really competitive with this aircraft but it's the one after that we should be worried about – even if they have so many mountains to climb over the next 30 years.\"</p> <p>A senior European diplomat at the opening ceremony ridiculed that timescale. \"The Chinese are investing heavily in R&amp;D and moving rapidly up the technological value-chain but we Europeans are in danger of falling behind and failing to invest in research. We could swiftly drop out of the premier league as far as they are concerned.\"</p> <p>It was a shuddering thought at the start of a week that saw the toxic contagion of the US financial crisis sweep across the Atlantic like a tsunami to engulf several European banks and force governments to intervene. The same governments that, as I reported last week, thought their financial institutions would remain on the sidelines and their economic model more robust. </p> <p>How wrong they – and I – were. And, if my diplomat friend's fears are proven right, there could be worse to come in other sectors too.</p>",
  "<p>Well, it shouldn't be a surprise really. Back in December last year we at BBC Science set out to make a three-part series for BBC2 about global warming, one of the biggest controversies of our era (<a href=\"http://www.bbc.co.uk/programmes/b00djvq9\">Earth: The Climate Wars</a>). And now we've ended up becoming a part of the controversy. Indeed, having made a point of highlighting how virulent the debate over human-induced climate change has become, I can now report on that from first hand experience. </p> <p>Most of the reaction has come from the blogosphere. Much of it has <a href=\"http://climateresearchnews.com/2008/09/bbc-bias-part-2-earththe-climate-wars-programme-3-a-viewers-view/\">been</a> <a href=\"http://www.climate-resistance.org/2008/09/biased-broadcasting-climate.html\">critical</a>, but some has been <a href=\"http://iainjclark.livejournal.com/191091.html\">supportive</a>. Some of it has even surfaced on more mainstream sites such as <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/09/21/do2105.xml\">the Telegraph</a> and the <a href=\"http://www.dailymail.co.uk/news/article-1063110/BBC-investigated-peer-says-climate-change-programme-biased-sided-polemic.html\">Daily Mail</a>.</p> <p>If there's one thing the reaction to the series makes clear, it is that there is still a furious debate going on out there. Some contributors to the series apparently feel they haven't been fairly represented in the finished films. This is something we take seriously. We can only make these programmes because people are prepared to give up their time for us, and to trust us to use their contributions fairly. Obviously, as programme makers, we have to make selections from interviews. It's our job to make sure that in editing an individual contribution, we don't edit the argument. Have we – taking the film as a whole – done justice to each contributor's position? I'm confident that we did, but I know that contributors who feel passionately about a subject sometimes do feel that their individual arguments deserved more space. </p> <p>Meanwhile, some critics have taken a much more ideological approach. For them, the BBC is the \"Biased Broadcasting Corporation\", incapable of \"balance\" on global warming (or indeed any other major issue). All I can say is that I wish the bloggers could have been there as we made the series. I think that had they been with us they would have been reassured at the level of scrutiny that all the scientific claims in the series were subjected to. And as some of the more thoughtful blogs have noticed, we were determined to give credit to the sceptical arguments where and when they were justified. In fact, to some scientists we gave them a bit too much credit. (The examples are more in emails we've received than on blogs.)</p> <p>Others come at us with a barrage of scientific arguments (although they all boil down to variations on a small number of points). Fair do's; it's a science series, after all. The debate continues online, and I don't propose to go through each argument here. But happily, there are some points which are easy to clarify. </p> <p>In his Telegraph article, Christopher Booker <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/09/21/do2105.xml\">suggests</a> that when we discussed the satellite temperature records we allowed contributor Dr Roy Spencer to admit that there had been an error, but didn't allow him to go on and say that once he corrected for this the results were the same. But in the film, Dr Spencer makes clear that his corrections did change the results. Here, for the avoidance of doubt, is the exact quote:</p> <blockquote> <p> I think when we made that correction I – if I'm remembering correctly – I think we went from a, a cooling trend to a slight warming trend and then ever since then it's been a warming trend, actually by sort of ever increasing amounts.</p> </blockquote> <p>In addition, Mr Booker says that we truncated a graph to reinforce a point attacking the Channel 4 documentary <a href=\"http://www.channel4.com/science/microsites/G/great_global_warming_swindle/\">The Great Global Warming Swindle</a>. Actually we went back to the scientists whose work formed the basis of the original graph in the Channel 4 programme, and asked them for their latest published data. Which we then faithfully reproduced. </p> <p>And then there's the \"hockey stick\" – a graph that reconstructs the temperature of the last 1,000 years. It's claimed by some that the hockey stick has been discredited. So what did we say in the series? That the hockey stick was beyond reproach? Actually no. We acknowledged that the original hockey stick probably did underestimate the degree of variability in the climate before the last 100 years. But that since then many more temperature reconstructions have been done, all of which agree with the main point; the warming in the last 100 years is greater than anything experienced in the last 1,000 years. That conclusion was backed up two years ago in a report by the <a href=\"http://www.nationalacademies.org/\">American National Academy of Sciences</a>. </p> <p>Perhaps a clue to the weaknesses in Mr Booker's article comes from his methodology. <a href=\"http://www.climateaudit.org/?p=3649\">This posting</a> suggests that he went trawling for criticisms from fellow \"sceptics\". Perhaps he didn't check the answers he got back. </p> <p>Many of the criticisms of the series seem to have misunderstood exactly what it was trying to do. Maybe that's our fault for not being clearer. The series set out to tell the history of global warming; in other words, the history of a scientific idea. Our job was to tell the story of how global warming was \"discovered\", the scientific battles that were central to the climate change debate, and to explain how we got to where we are now. Which is where exactly?</p> <p>Today, the overwhelming majority of climate scientists would, I think, agree with three propositions. First, the climate is in a warming trend. Second, that most of this warming trend is down to human emissions of greenhouse gases. And third, that if emissions continue to rise then the result will be continued warming which will become damaging to human society. It's also true to say that – here in Britain – all the main political parties accept that global warming is real, and that it's a threat to society. In America, both candidates for the presidency take the same view. Most major corporations are also in the same camp. </p> <p>Given the above, it would have required a major rewriting of history to conclude the series by saying – as some of our critics would have liked – that global warming is a con (or even a plot), whipped up by wussy liberal scientists with a vested interest in perpetuating the \"myth\" of warming. No, I'm afraid the story of the series is much more mundane. We did our best to accurately reflect the debates of the last 40 years or so, and to tell them in an entertaining and thought provoking way. </p> <p>I guess we got the last bit right at least.</p>",
  "<video data-media-id=\"gu-video-338110489\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1826498825_gdn-soc-080930-es-sick-extract-01-16x9.flv\"/> </video>   <p>A film about depression by a first-time director has won a clutch of awards at film festivals, and praise from the Samaritans charity.</p> <p>Mike Rymer made Sick, a 15-minute short, after discovering that one in four people in the UK experience mental illness during their lives.</p> <p>Samaritans, the mental health charity, advised Rymer, 29, on the script and is backing the film. The charity's PR manager, Mike Cobb, said it was a powerful depiction of how people are affected by mental health issues.</p> <p>\"It is a compelling and moving work that will resonate with its audiences,\" he said. \"The film represents a journey that Samaritans volunteers know only too well.\"</p> <p>As well as directing the film, Rymer wrote the screenplay about the troubled relationship between a father and daughter, who have both had depression. </p> <p>Despite being common, he said the subject is shrouded in silence.</p> <p>\"I didn't sit down to write a film about depression, but I started looking into it and it just became more and more compelling,\" he said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338168921\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/pictures/2008/09/25/Sick_Joanna_220x300.jpg\" alt=\"'Sick' actor Joanna Alexander\" width=\"220\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Actor Joanna Alexander in Sick</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>\"It's common to all countries and cultures and, because so many people commit suicide, it's more deadly than homicide. Depression is such a prevalent condition, but so little understood and so little discussed. This film seeks to start breaking down some of those barriers.\"</p> <p>In the film, a grandfather, Brian, looks back on years of therapy for depression, for which his daughter was the catalyst. Her own depression and alcoholism had previously left her son dependent on his grandparents, but when his wife died Brian put the child into care. His daughter fell apart, and only 15 years on does she find the strength to visit him.</p> <p>Sick won the gold award at the Houston international film festival (WorldFest), along with an honourable mention at California's Accolade film awards and best short film at AsterFest 2008 in Macedonia.</p> <p>It also has financial backing from the South London and Maudsley NHS foundation trust charitable funds, which support projects that improve the environment for service users.</p> <p>\"I'm pleased, because it wasn't the easiest film to market,' Rymer said. \"It's quite confrontational, even the title is confrontational, but it's been well-received.\"<br> Sick is produced by EgoProject Films.</p> <p>In November it will be screened at Filmstock international film festival, Luton, and at Waterford film festival, Ireland. More dates and details on the Sick <a href=\"http://sick.egoproject.net/php/home.php\">website</a>.</p>",
  "<p>The recovery at <strong>HBOS</strong> continues. Its shares are up another 12.7p at 160.8p, on hopes that its takeover by<strong> Lloyds TSB</strong> will succeed, and also boosted by the US bail out plan passing an important hurdle. Late last night the US Senate approved the $700bn package, with the House of Representatives due to decide its ultimate fate tomorrow.</p> <p>News that <strong>Northern Rock</strong> had closed some of its savings offers after a rush of deposits also allayed some of the fears about cash outflows from the other banks. There are still the Irish banks to consider, however, with investors attracted by the full deposit protection offered by the Irish government.</p> <p>Lloyds is up 13p at 263p, which means the value of the HBOS offer is now 218p - still markedly higher than the HBOS price in the market.</p> <p>Overall London shares have reacted cautiously to the US banking news, with the <strong>FTSE 100</strong> up 40.5 points at 5000.1.</p> <p>Chris Hossain at spread betting firm ODL Securities said: \"The Senate approved the purchasing of so-called toxic debt, with revised legislation aimed at stimulating the financial markets and unlocking the current paralysis, but this does not appear to have satisfied market bears. Asia trading was mixed, with fears still persisting about future economic growth. Whilst governments appear to be working hard to provide solutions, there still seems to be an underlying reluctance to commit to buying.\"</p> <p>That was not the case at <strong>Marks &amp; Spencer</strong>, however, where investors were keen to buy. Its shares climbed 15.75p to 226p after its much awaited trading statement came in no worse than expected. Like-for-like sales fell 6.4% in the 13 weeks to the end of September, but it also unveiled plans to cut investment to cope with the difficult trading environment. The news also helped rival <strong>Next</strong>, up 40p to £10.99.</p> <p>Elsewhere, software specialist <strong>Autonomy</strong> added 33p to 978p as it unveiled a licensing deal with energy group Statoil. </p> <p>But Panmure Gordon analyst George O'Connor issued a sell note on the company, saying: \"The latest batch of contract news re-affirms our view that the third quarter ended well for Autonomy. Autonomy has limited exposure to Merrill Lynch and Lehman Brothers and, as a company where 80%-odd of bids are due to compliance, it is well-placed in the current market. However, given changing sector sentiment, Autonomy's premium valuation looks unsustainable – and we are concerned about an emerging disconnect between operational performance and share price performance.\"</p> <p>Heading south was brewer <strong>SABMiller</strong>, down 25p at £10.62 on concerns it might get involved in a possible bid for Australia's Foster's, which has just appointed Goldman Sachs as a defence adviser against any predatory moves from rivals.</p> <p>A warning from chip maker <strong>Wolfson Microelectronics</strong> that it had seen a slowdown in order intake in recent days has left <strong>Arm Holdings</strong> 2.25p lower at 95.75p and <strong>CSR</strong> down 7.25p at 252.5p. Analysts said if Wolfson was suffering the repercussions of a decline in consumer spending, so must other technology companies. Wolfson itself is down 27.5p at 82p.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338167169\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/01/steak460.jpg\" alt=\"Fillet steak\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fillet steak. Photograph: Roger Tooth</span> <span class=\"element-image__credit\">Photograph: Roger Tooth/Guardian</span> </figcaption> </figure>  <p>Anyone who <a href=\"http://welldonefillet.blogspot.com\">works in restaurants</a> will be able to fill you in on the seminal importance of steak and chips. Chefs can bust a gut discovering challenging new flavour combinations, sourcing exotic ingredients and dreaming up florid menu descriptions, waiters can upsell, pitch and caper all they like but a nice big bit of cow, more often than not immolated to a briquette, and a big pile of fried potatoes is what people seem to want.</p> <p>No matter how it's gussied up - as filet avec pommes ficelle or cow-arse and spudwedges - if you took an objective look at their menus you'd have to conclude that UK restaurants are places that serve steak and chips … and then maybe some other stuff.<br><br>Chefs have good reason to wish their customers were more adventurous. For a long time foodies have known that the best steak in town was one they cooked themselves. There's no mystery to it. Buy a good one from a decent butcher, salt it early, chuck it in a criminally hot pan and keep turning it, rest it longer than you think you should and eat it. It's difficult to apply any mystery to that… unless you spin some spurious nonsense about importing <a href=\"http://www.gordonramsay.com/mazegrill/menus/\">grills from America that run hotter than ours</a> (why? We have perfectly serviceable crematoria) or flying in steaks from some remote corner of the Argentine Pampas. </p> <p>Now that quality butchers are selling excellent meat to home cooks it's getting increasingly difficult to explain away the prices that are charged in the steakhouses. The cheapest steak served in one of the top griddle shrines is double the price of the most expensive cut from the <a href=\"http://www.jackoshea.com/\">best butcher in town</a>. In any case, in these <a href=\"http://www.guardian.co.uk/business/creditcrunch\">straitened times</a>, with the admonitions of the <a href=\"http://www.guardian.co.uk/environment/2008/sep/07/food.foodanddrink\">UN</a> and <a href=\"http://www.guardian.co.uk/environment/2008/sep/30/food.ethicalliving\">Food Climate Research Network</a> ringing in our ears, if we're to cut down on the overall quantity of meat that we eat it makes sense to have the best we can afford.</p> <p>But the cost isn't the reason I don't order the steak in restaurants much any more. It's not because of any finer feelings culinary or financial but because I'm frightened someone might see me. Someone might look at my big frame and shaved head and confuse me with the the roaring, climate-change-denying Hogarthian oaves at surrounding tables: … rarer! … longer hung! ... hotter seared! It's got to be grass-fed … it's got to be Dexter! Oi, Waiter! I demand a well-worked, fat-striated muscle, ripped from inside the chest cavity, hung until it's crawling with a thick, cheesey bacterial carpet then cooked for eight seconds on a slab of iron hot enough to sublimate diamonds … and a million pound bottle of claret.</p> <p>It's always men. We have a knack of turning anything into a competition, of obsessing about trivial detail and confusing expertise with the ability to merely afford. So we've turned steak into a pissing contest. My <a href=\"http://www.lobels.com/store/main/wagyumain.asp\">Wagyu's</a> fattier than your <a href=\"http://en.wikipedia.org/wiki/Chianina\">Chianina</a>, yes but my three-month tri-tip has a cheesier aftertaste.</p> <p>I still love my steak. But I loved it when it meant a quiet trip to the <a href=\"http://www.farmersharp.co.uk/farmer_sharp_at_borough.htm\">butcher's</a>, a few minutes with a hot pan and a big glass of fat wine. I don't want to be mistaken for a sinking fund manager, an arms dealer or some other dead-eyed corporate wampyr so, these days, if I have to express any preference beyond 'medium-rare please' I do it very, very quietly.</p>",
  "<p><a href=\"http://www.theguardian.com/business/marksspencer\">Marks &amp; Spencer</a> admitted this morning that it is losing out to budget retailers after reporting a sharp drop in UK like-for-like sales, including food.</p> <p>In a grim trading update, M&amp;S said like-for-like sales in the UK fell by 6.1% in the last three months, piling more pressure on its beleaguered executive chairman, Sir Stuart Rose.</p> <p>The retailer, which has more than 600 British stores and 21 million customers a week, said total UK sales, which includes new store openings, were down 1.6% in the 13 weeks to September 13, with clothing sales falling 3.5%. Group sales edged up 0.4%.</p> <p>\"Consumer confidence remains fragile and the retail environment unpredictable,\" said Rose. \"Consumers are increasingly cautious about their budgets. We have responded by offering our customers better values and more promotions across the business, while at the same time tightly controlling our costs.\"</p> <p>UK like-for-like food sales dropped 5.9% while general merchandise - clothing and homewares - fell 6.4%. With a recession looming, M&amp;S has been struggling as consumers are trading down, while Aldi, Lidl, Asda and Morrisons are all doing well. M&amp;S fired its <a href=\"http://www.theguardian.com/business/2008/jul/02/marksspencer.retail\">head of food Steven Esom</a> in July, who had joined from Waitrose just over a year earlier.</p> <p>Ian Dyson, the finance director, said Waitrose was also struggling as consumers trade down. \"We have suffered to a certain extent from that, as have others like Waitrose. Aldi and Lidl have benefited as a result.\"</p> <p>To stem the slide in food sales, M&amp;S has launched a <a href=\"http://www.theguardian.com/media/2008/sep/03/advertising.marksspencer\">new autumn advertising campaign</a> fronted by the Only Fools and Horses star Sir David Jason, replacing its long-running \"This is not just food\" commercials. The retailer has also started selling branded food products alongside its M&amp;S own-label ranges and launched a budget line.</p> <p>Some analysts suggest Rose could be forced to leave the company earlier than his scheduled 2011 departure date if he does not improve performance. The company issued a shock profits warning in July, just two months after <a href=\"http://www.theguardian.com/business/2008/may/21/marksspencer.retail\">annual profits topped £1bn</a> for the first time in a decade. </p> <p>Rose incurred the wrath of major shareholders when he was elevated from chief executive to executive chairman and faced down an <a href=\"http://www.theguardian.com/business/2008/jul/10/marksspencer.retail\">investor revolt</a> at the retailer's annual meeting in mid-July when more than 20% of investors failed to back his promotion. </p> <p>The only bright spots in today's trading update were a 34% jump in online sales and a 24.2% rise in international sales.</p> <p><strong>M&amp;S hopes to break China</strong></p> <p>The results coincide with the opening of M&amp;S's first store in mainland China – its largest shop in Asia. </p> <p>\"Whatever the situation in the UK – and I think we are competing very, very strongly – there is a fantastic opportunity for us to grow internationally,\" said Carl Leaver, international strategy director and tipped as a potential successor to Rose.</p> <p>\"For us it's not about the situation in the UK , but in isolation from other things it is a great opportunity to grow internationally that is relatively low risk for investors.\"</p> <p>Speaking outside the store in Shanghai , shortly before the release of the figures, he added: \"We didn't start planning this when the domestic market was challenging; it's part of a long-term plan to grow our international business. </p> <p>\"This means our earnings over a period of time are less affected by any single market. It makes absolute sense from that point of view and in terms of growth, we can achieve a profit.\" </p> <p>He declined to say how many stores the firm expected to open on the mainland, or how quickly it expected to turn a profit. But he made it clear that it expected returns within a few years and that more outlets would follow, with the company hoping to open in Beijing within two years. M&amp;S already has 10 stores in Hong Kong.</p> <p>Asked if the company risked taking its eye off the ball by looking to international markets while the outlook for its core UK business was so tough, Leaver insisted: \"We have got a lot of focused management effort in terms of the UK … and a dedicated team looking at the international business. There is no danger of that kind of lack of focus. </p> <p>\"We are not about taking huge risks with our shareholders' money – we are looking for markets around the world. Here we are very confident we can turn a pound. You don't need to look much further than the queue [at these doors].\"</p> <p>At one point the store had to briefly close its doors as hundreds of Shanghai shoppers poured in to inspect the 40,000 sq ft store, which includes three floors of clothing, a large food section and a small range of homewares and a café. Many left with bulging bags.</p> <p>Leaver said the shop was the first stage in the firm's expansion into mainland China, adding: \"Clearly it's not a single store strategy.\"</p> <p>M&amp;S has almost 300 stores overseas and wants to earn 15-20% of group revenues from international business – up from around 8% at present. It hopes to open 50 outlets in India alone over the next five years.</p>",
  "<p>In most years, most of the political parties get an immediate opinion poll bounce from the party conferences. In most years, however, the bounce soon disappears. By November and December, public opinion reverts more or less to where it was in July and August.<br> Some years, however, it is different. Labour went into the party conferences of 2007 still basking in Gordon Brown's flood and bomb fuelled honeymoon. By the end of the three week party bunfight, however, David Cameron had rescued the Tories and put them into an opinion poll lead which has rarely faltered ever since. And 2008? This has been an extraordinary conference season, but less because of what has happened at the three gatherings than because of what has been happening in the world beyond. The closest comparison in recent times must be 2001, when 9/11 eclipsed everything that happened to the British political parties. The <a href=\"http://www.theguardian.com/business/marketturmoil\">global financial implosion</a> has dominated the 2008 conference season. It has left the parties marginal to events. The sense of being in a bubble, always a problem even in less momentous conference seasons, has been even more extreme this year. The parties have tried to get a hearing, but they are walk-ons in a larger drama now, a bit like the character in the Stendhal novel who hopes he is taking part in the Battle of Waterloo but isn't entirely sure.<br> So, what is the verdict? It seems an awfully long time ago since we were all in Bournemouth for the <a href=\"http://www.theguardian.com/commentisfree/commentisfree+politics/libdemconference\">Liberal Democrats</a>, and it seemed at times an unusually futile place to be. Yet the LibDems have had a good conference season. They've got Vince Cable, the Ronaldo of the party battle, the politician every party wishes they had in their team right now. Cable matters because, alone among frontbench finance spokesmen, he got this crisis right while the others got it wrong. The LibDems' determination to become a party offering tax cuts to ordinary families also looks particularly sensible in the light of more recent events.<br> <a href=\"http://www.theguardian.com/commentisfree/commentisfree+politics/labourconference\">Labour</a> had a bad conference, dominated by leadership speculation and climaxing with an overrated speech by Gordon Brown. But events have been kinder. Brown is the one party leader who is currently fighting for his political life. The financial crisis has given him a lifeline, enabling him to reprise his role as Mr Trusty, even though there is a good case for saying he is Mr Blameworthy. Brown came into the conference season as the most unpopular Labour prime minister ever at the head of the most unpopular Labour government in history. He may yet be that again. But not now. To that extent, and however fleetingly, he is the big winner of this strange season.<br> And <a href=\"http://www.theguardian.com/commentisfree/commentisfree+politics/toryconference\">the Tories</a>? My view, certainly not generally shared, is that the Tories panicked this week. They came to Birmingham focused on rebutting Brown's wounding charge that this is no time for a novice. For 36 hours they carried out their mission with great effect. Then, fatally in my view, they stopped and wondered how it all looked in the 24/7 news cycle. The bail-out vote in Washington freaked them out and they overnight switched to being statesmanlike and supportive of Brown in a system which makes that difficult and with a prime minister who is tribal to his gnawed fingertips.<br> The winners of the last three weeks, therefore, have been Labour. The Liberal Democrats have come second, and the Tories have been the losers. A month from now it may — I think it will — look very different. For now, though, the big change wrought by the conference season is that Labour is back in the game, even if only for a while.</p> <p>These three weeks have been a bit like a political battle fought amid the fog and noise of war. The protagonists lunge and parry, charge and retreat, almost by instinct. Where they will all be when the fog lifts and the whole battlefield becomes visible, neither they nor we can say. All we do know is that, wherever the parties then find themselves, they will all claim victory and all pretend that they have ended up exactly where they always intended to be.</p>",
  "<p>Each month several <a href=\"http://www.theguardian.com/money/houseprices\">house price</a> surveys are published which draw together data from recent sales and show which way the market has been moving. Off the back of these, housing market commentators make predictions about where house prices will move next. This page brings together their latest forecasts. </p> <p><strong>HBOS:</strong> House prices to<a href=\"http://www.theguardian.com/business/2008/aug/01/hbosbusiness.houseprices\"> fall by 18%</a> by February 2010. </p> <p><strong>Nationwide Building Society:</strong> On the record as predicting <a href=\"http://www.theguardian.com/money/2008/may/22/houseprices.property\">single digit falls for 2008</a>, but says double-digit falls are \"not inconceivable.\"</p> <p><strong>Council of Mortgage Lenders: </strong> Had predicted a <a href=\"http://www.theguardian.com/money/2008/may/21/houseprices.mortgages\">fall 7%</a> fall this year but now says forecasts are \"futile\". </p> <p><strong>Howard Archer, chief economist at Global Insight:</strong> Revised forecast down in October to predict <a href=\"http://www.theguardian.com/money/2008/oct/02/house.prices.property\">a 16% fall in 2008</a> followed by a 15% drop in 2009.</p> <p><strong>Centre for Economic and Business Research:</strong> <a href=\"http://www.theguardian.com/business/2008/aug/03/construction.houseprices\">Prices should rise by 30% between late 2009 and 2012</a>, \"partly driven by the shortfall in housing supply that the reduction in completions will inevitably precipitate.\" </p> <p><strong>National Housing Federation:</strong> Prices to <a href=\"http://www.theguardian.com/money/2008/jul/28/houseprices.property\">rise by 25%</a> by 2011. </p> <p><strong>Capital Economics:</strong> <a href=\"http://www.theguardian.com/money/2008/jul/31/houseprices.creditcrunch\">35% drop in prices</a> from the peak in 2007.</p>",
  "<p><a href=\"http://www.theguardian.com/money/houseprices\">House prices</a> fell by 1.7% in September and are set to continue to drop in the short term, the UK's biggest building society said today.</p> <p>Over the month the cost of an average home in the UK fell by almost £3,000 to £161,797, according to Nationwide's latest snapshot of the housing market.</p> <p>Prices have fallen for 11 months running and are now 12.4% lower than last September. This is the biggest drop recorded by the Nationwide index since records began.</p> <p><a href=\"http://www.theguardian.com/business/northernrock\">Last September, as the Northern Rock crisis began,</a> the price of an average home in the UK stood at £184,723, according to Nationwide. Since then, falling confidence in the market and tighter lending conditions imposed as a result of the credit crunch have knocked £23,000 off that average price.</p> <p>However, despite the double-digit annual fall, Nationwide said there was evidence the <a href=\"http://www.theguardian.com/money/property\">property</a> market could be stabilising - monthly falls have been running at a similar rate for the past three months and quarterly falls have settled into a pattern after accelerating in the first half of the year. </p> <p>\"This may suggest the beginning of some stabilisation in the pace of house price falls,\" said Nationwide's chief economist Fionnuala Earley.</p> <p>She said the market had changed rapidly since Northern Rock's near collapse heralded the arrival of the credit crunch.</p> <p>Last September, prices were rising at a rate of 9% a year, the Bank of England base rate was at 5.75% and expected to rise, and 40% of <a href=\"http://www.theguardian.com/money/firsttimebuyers\">first-time buyers</a> were taking <a href=\"http://www.theguardian.com/money/mortgages\">mortgages</a> for more than 90% of a property's value.</p> <p>\"The situation in September 2008 could hardly be more different,\" Earley said. \"House prices are falling, activity has contracted sharply, fewer than 20% of first-time buyers are borrowing above 90%, and the Bank rate has fallen to 5% and is expected to fall to 3.5% by the end of 2009.\" </p> <p>Earley said there had been \"some astonishing and unpredictable developments in the housing and financial markets\" over the past year, but since Nationwide began tracking prices in the 1950s there had been other periods of volatility. </p> <p>\"The long-run trend growth in real house prices in the UK is around 2.7% per annum and there is no reason to expect that over the longer term house prices should not continue to go up in real terms, even if we are going through a sharp correction now,\" she said.</p> <p>\"The big question is how far will prices correct and how long before they begin to recover.\"</p> <h2>Regional breakdown</h2> <p>The society also published quarterly figures today which show price falls in every UK region between July and September.</p> <p>Earley said a distinctive feature of the last quarter had been the acceleration of house price falls across the southern regions of England relative to the north.</p> <p>Four out of the six regions registering double-digit annual falls were located in the south, with the south-west and East Anglia recording the largest drop. Prices in these regions are 11.4% down on the third quarter of 2007.</p> <p>The average price of a home in London was 9.4% lower in the third quarter of this year than last year, although it remains the most expensive place to buy with an average price of £274,124.</p> <p>However, Earley warned there could be shocks to come in the capital's housing market. \"The turbulent events within the City have clearly not been helpful for overall economic sentiment in the capital, and it is quite probable that going into the final quarter of the year the aftermath of September's financial market gyrations will have a further negative impact on house prices in London.\" </p> <p>Howard Archer, chief economist at Global Insight, said the fundamentals in the housing market were \"pretty ugly\" and he was revising down his forecast for prices as a result.</p> <p>Previously he predicted a 15% fall in prices by the end of this year and a 12% fall next year, but he said prices were set to fall by 16% this year and by 15% in 2009.</p> <p>\"As a result, house prices are seen falling 30% in nominal terms from their October 2007 peak of £186,044 on the Nationwide measure to stand at £130,005 at the end of 2009,\" he said.</p> <p>Today's figures add to the already gloomy picture in the housing market. </p> <p>Last week the Land Registry reported its first ever fall, saying <a href=\"http://www.theguardian.com/money/2008/sep/27/houseprices.housingmarket\">average prices were down 4.6%</a> in the year to the end of August.</p> <p>Earlier this week the Royal Institution of Chartered Surveyors said sellers were accepting offers that were on average <a href=\"http://www.theguardian.com/money/2008/sep/29/houseprices.property\">9% below the asking price</a> as they became increasingly anxious to secure a sale. </p> <p>Figures published earlier this week by the Bank of England showed a <a href=\"http://www.theguardian.com/money/2008/sep/29/mortgages.property\">95% slump in lending in August</a> and there could be further falls in demand as consumers wait to see what the impact of recent turmoil in the financial markets has on their budgets.</p>",
  "<video data-media-id=\"gu-video-338188219\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The US Senate voted comfortably in favour of the Bush administration's contentious $700bn bail-out of the banking industry early this morning, bringing the package back to life after a bitter week of political wrangling and wild gyrations in financial markets.</p> <p>After a six-hour debate, the emergency rescue plan was passed by 74 to 25. The Senate majority leader, Harry Reid, said: \"I'm very, very happy. This is a good vote.\"</p> <p>The bill is expected to go back to the House of Representatives tomorrow, where Republican and Democratic leaders hope to reverse Monday's shock vote against its progress.</p> <p>The upper chamber's approval will come as a relief to George Bush whose authority has been severely tested by Congress's rebellion. <a href=\"http://www.guardian.co.uk/business/marketturmoil\">Global financial markets have been volatile </a>throughout the week and financial institutions have been struggling to stay afloat on both sides of the Atlantic.</p> <p>The two candidates vying for the US presidency, <a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> and <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a>, both broke off the campaign trail to cast their first votes in the chamber for months.</p> <p>\"This plan is not perfect. <a href=\"http://www.guardian.co.uk/world/democrats\">Democrats</a> and <a href=\"http://www.guardian.co.uk/world/republicans\">Republicans</a> in Congress have legitimate concerns about it,\" Obama told his fellow senators. \"But it's clear from my perspective that this is what we have to do right now to prevent the possibility of a crisis turning into a catastrophe.\" </p> <p>Since it was rejected by the House earlier in the week, the plan has been sweetened with measures to appease doubters. The core proposal still authorises the treasury to spend billions of dollars cleaning up the balance sheets of struggling banks by buying up moribund mortgage-related securities. But it has grown from its original three pages to 451 pages.</p> <p>In its new form, the plan will increase protection for US bank customers by raising the limit of a federal guarantee on deposit accounts from $100,000 to $250,000. </p> <p>Another amendment extends energy-related tax breaks for businesses - a measure intended to win over Republican free-market critics but which has rankled some on the left who see it as a nod to commerce rather than to struggling homeowners.</p> <p>There are still staunch hold-outs in both parties. Bill Nelson, a Democratic senator from Florida, argued that it hardly does anything to help those facing foreclosure on predatory sub-prime mortgages.</p> <p>\"This bill sends a message to Wall Street that if you play fast and loose in the name of short-term profits, the government will make up your losses,\" said Nelson.</p> <p>But Lindsay Graham, a Republican, argued that the alternative was to allow credit to become so expensive that \"Americans are not going to be able to borrow a dime\". He said: \"If you think this costs a lot now, just do nothing and then see what it costs.\"</p> <p>Many Congressional figures say they have detected a change in the mood of constituents towards grudging acceptance of the bailout, partly prompted by this week's plunge in Wall Street stock prices. A long-time critic of the plan, Republican senator Joe Barton of Texas, said the balance of calls to his office from voters had shifted from 60-40 opposed to the package to 70-30 in favour of it.</p> <p>A glut of dismal economic statistics has given fresh impetus for action. New data yesterday showed a slump in manufacturing activity, a dive in car sales and soaring job losses.</p> <p>The world's richest man, Warren Buffett, has likened the situation to an <a href=\"http://www.guardian.co.uk/business/2008/sep/25/banking.wallstreet1\">\"economic Pearl Harbour\"</a>. Some 14 high-street banks in the US have already gone bust this year and investment houses Lehman Brothers and Bear Stearns have fallen victim to the crisis. </p> <p>But on the streets outside Congress, noisy protesters demonstrated against the bailout. <a href=\"http://www.jwj.org/\">Jobs With Justice</a>, a workers' rights group, held rallies outside Washington branches of Bank of America and Citibank. Sarcastically dubbing themselves \"billionaires for the bailout\", they chanted: \"We broke it, you fix it.\"</p>"
]