[
  "Greenspan - I was wrong about the economy. Sort of",
  "Persimmon is sweetest pick of housebuilders",
  "Diary",
  "DSG reveals large fall in computer sales",
  "Radio review",
  "David Evans",
  "Under cover of racist myth, a new land grab in Australia",
  "Climate change targets deal could include aviation and shipping emissions",
  "Big Chinese companies join climate group",
  "Iraq has not put its oil reserves up for sale",
  "The golden age of the dispossessed",
  "'We kicked a lot of doors open'",
  "Dubai group pulls out of deal to buy Charlton",
  "Hard sell",
  "Cabinet's point man finds himself in the thick of it",
  "Where do baby rabbits come from? Sex education to begin at five in all schools",
  "Country diary",
  "European advertising slump takes toll on debt-laden Mecom",
  "Credit Suisse warns of more woes after £680m loss",
  "Time to reform party funding",
  "The Guardian profile: Phil Woolas",
  "Economic landscape for the future",
  "Working for a clampdown on tax dodges",
  "On film: Playing politics",
  "Mothers' plea after children with hepatitis refused nursery places",
  "Microsoft reports record first quarter on Windows Server and Office success (updated)",
  "Zimbabwe's endurance test",
  "In times like these",
  "Credit crunch could crush ethical trading gains, experts warn",
  "Stockmarkets claw back losses",
  "Housebuilders receive analyst boost",
  "Can football offer solace to those crushed by the credit crunch?",
  "The financial cloud's silver lining",
  "Questions over health of Iranian president",
  "Will Bloodhound solve Britain's skills shortage?",
  "Mecom shares slump by 20% as trading update fails to reassure City",
  "Food sales fall for first time in 20 years",
  "Noises off",
  "China bans hepatitis-carrying children from nurseries",
  "DSG damaged by falling sales at Currys and PC World",
  "Fear is the new mindset in the irrational world of finance",
  "Chambers the bare forked athlete gives a gripping performance",
  "Upgrading our RSS feeds",
  "Is the great tax revolt over?",
  "Shares slide on libor and recession worries",
  "How the Madras Rubber Factory gave Indian pace its bounce",
  "Universal Music chairman to promote UK's 'creative Davos'",
  "Retail sales: What the economists say",
  "Is it really all over for al-Qaida?",
  "Mortgage approvals down 57% year-on-year",
  "World markets on edge as recession fears grow",
  "Fathead fun",
  "Thursday's football transfer rumours - David Beckham to Portsmouth?",
  "Financial crisis: Asia and Europe must 'swim together', Barroso says",
  "Transport shares accelerate after Go-Ahead reassures",
  "New newspaper consolidation inevitable",
  "Credit Suisse reveals further losses",
  "Endemol appoints Andy Griffiths as legal chief",
  "Daily Mail plans shakeup in subs' rota",
  "Guardian Daily: New drug hope for people with MS",
  "Google extends global search ad lead",
  "A woman's place?",
  "A woman's place?"
]