[
  "<p>There was some relief for investors today as stockmarkets around the world rebounded after <a href=\"http://www.theguardian.com/business/marketturmoil\">the heavy losses suffered in recent days</a>.</p> <p>On Wall Street, the Dow Jones industrial average was 304 points higher at 8300 by the time the London market closed, a gain of nearly 4%.</p> <p>The FTSE 100 index closed up 73.79 points at 3926.38, a rise of 1.92%, following a recovery in Asian stockmarkets overnight. In the rest of Europe, shares were also up.</p> <p>Insurer <a href=\"http://www.theguardian.com/business/2008/oct/28/aviva-market-turmoil\">Aviva, which reported better-than-expected figures this morning</a> and reassured investors about its capital strength, rose 5.61% to 259p. Banks Standard Chartered and HSBC, which both got hit yesterday amid concerns over the outlook for emerging markets, also recovered.</p> <p>Oil giant BP also saw its shares rise strongly after posting a 148% increase in third-quarter profits. Its shares rose 5.55% to 461.50p. BP benefited from the record oil prices seen over the summer although they have more than halved since then. Today, the price of crude rose towards $64 a barrel. </p> <p>However, concerns about the fallout from the financial crisis on the world economy remain. The Bank of England deputy governor, Sir John Gieve, warned today: \"The instability of the global financial system in recent weeks has been the most severe in living memory. And with a global economic downturn under way, the financial system remains under strain.\" </p> <p><a href=\"http://www.theguardian.com/business/2008/oct/28/creditcrunch-iceland\">Iceland unexpectedly raised interest rates by 6 percentage points to 18%</a> as part of a loan agreement with the International Monetary Fund. The move was designed to restore confidence in its battered currency, which traded internationally for the first time in a week following the announcement. </p> <p>The market mayhem has left the world's financial institutions nursing losses of $2.8tn, the Bank of England said today. In its half-yearly <a href=\"http://www.theguardian.com/business/2008/oct/28/economics-credit-crunch-bank-england\">Financial Stability Report</a>, it called for fundamental reform of the global banking system to prevent a repeat of turmoil \"arguably\" unprecedented since the outbreak of the first world war.</p> <p>Japan's benchmark Nikkei 225 index jumped 459 points to 7621 today, a 6.4% gain, after earlier falling below 7000 to fresh 26-year lows.<br> A weaker yen against the dollar boosted Japanese exporters like Toyota. The dollar, which dropped to a 13-year low of ¥90.87 on Friday, rose to ¥95.51. Currency traders were on alert over possible moves by the Bank of Japan to intervene and cap the yen's strength, which prompted a <a href=\"http://www.theguardian.com/business/2008/oct/27/marketturmoil-currencies\">statement of concern from the G7</a> group of industrialised nations yesterday.</p> <p>Hong Kong's Hang Seng index surged 14.35% to 12596, following a 12% plunge yesterday. The Seoul Composite also recovered after falling earlier, rising 5.6% to close at 999.16. The South Korean central bank made its biggest interest rate cut ever yesterday.</p> <p>\"Sentiment turned positive in the afternoon session thanks to sharp gains in the Hong Kong stock market,\" said Yutaka Miura, senior strategist at Shinko Securities in Tokyo. \"Investors were now buying back after the Nikkei index slipped below the 7000-level in the morning.\"</p> <p>But some analysts described the Hang Seng's rise as \"only a technical rebound\".</p>",
  "<p><a href=\"http://www.theguardian.com/business/bp\">Oil giant BP</a> has reaped the benefits of this summer's record oil prices, smashing all forecasts with a 148% rise in third-quarter profits.</p> <p>The figures are likely to spark fresh protests from motorists and businesses that have been hit hard by higher petrol prices.</p> <p>The shares rose 24.25p to 461.5p today, a gain of 5.55%. BP said it would pay a dividend of 14 cents a share in December, up some 30% in dollar terms from a year ago and 60% higher in sterling terms. </p> <p>\"Although it has since fallen away sharply, the high oil price of the third quarter obviously helped our absolute result,\" said BP's chief executive, Tony Hayward.</p> <p><a href=\"http://www.theguardian.com/business/interactive/2008/sep/16/oilprice\">Oil surged to a record high of $147 a barrel in July</a>, but the price has since more than halved amid mounting fears of a global recession. Today the price of crude rose to $64 a barrel.</p> <p>BP, Europe's second-biggest oil producer behind <a href=\"http://www.theguardian.com/business/royaldutchshell\">Royal Dutch Shell</a>, posted replacement cost profits of $10bn (£6bn) for the quarter from July to September, up from $4bn a year earlier. Replacement cost profit is a measure often used by oil companies and is calculated using the cost of replacing supplies at current prices, rather than the prices at which they were bought.</p> <p>Revenues climbed 45% from $71bn to $103bn over the quarter.</p> <p>\"We are well-placed to weather the prevailing financial storm and to benefit from the business opportunities that may well arise from a downturn,\" Hayward said. \"Our balance sheet is strong and we have committed less of our portfolio to high-cost options like tar sands and gas conversion than some of our peers.\" </p> <p>Analysts were worried about the impact of the recent fall in oil prices on BP, but noted that the company had made good progress on restructuring its crude-processing division, which has underperformed rivals in recent years.</p> <p>\"In refining and marketing they have a restructuring plan under way and that looks as if it has helped the results there,\" said oil analyst Tony Shepard at brokerage Charles Stanley.</p> <p>The oil firm, which expects to spend up to $22bn on capital investment this year, counts pension funds among its major shareholders.</p>",
  "<p>The credit crunch is a salutory reminder of two things: the weakness of governments and the power of governments. Governments failed to predict, prevent or prepare for this crisis; but they have also shown that they can, after all, make <a href=\"http://www.iht.com/articles/2008/10/09/business/09fed.php\">massive interventions</a> in the globalised economy when they want to. Will this lead to great democratic and social reforms as the depression of the 1930s did? At the moment, it seems unlikely.</p> <p>The key difference between today's situation and the aftermath of the 1929 crash is the absence of countervailing forces to finance capital. Contrast this with the middle decades of the last century, when the threat of communism, the power of organised labour, and the strength and autonomy of municipal governments all posed serious challenges to the power of banks and corporations, making it possible for governments to implement the very high levels of regulation and socialisation typical of welfare capitalism. Today, globalisation and the difficulty of effective labour organisation leave governments of the left in a much-weakened position.</p> <p>Despite this, the great <a href=\"http://fabians.org.uk/\">Fabian</a> fantasy – the dream of benign and omniscient government re-ordering social relationships from the centre of administrative power – maintains a grip on the imagination of both left and centre-left which is crippling in its consequences. On the one hand, New Labour tries and fails to solve social problems from the centre. On the other hand, its radical critics have consistently and correctly pointed to New Labour's enthusiastic embrace of most of the neoliberal programme, but they also rarely address the broader question of the global political context and the constraints that it imposes. For example: can anyone really doubt that if New Labour had attempted to resist the international imperative towards privatisation of public services, as many wish they had, then the press and the City would have turned on them savagely, turfing them out of office after a single term?</p> <p>The point is this: if we want a democratic future, then \"what policies should government enact?\" is almost always the wrong question to ask. The question for anyone interested in a progressive route out of the crisis is: \"what alternative sources of power should government be trying to build up, to fill the vacuum left by the financial institutions which have ruled the world for the past 30 years?\"</p> <p>The right has often understood better how to think this way. The most brilliant strategic move by any government in living memory was Thatcher's <a href=\"http://www.theguardian.com/society/2008/sep/30/housing.houseprices\">sell-off of council houses</a>. The effect was to turn a generation of former Labour voters into small-time property speculators, creating a massive source of pressure on future governments to continue acting in a Thatcherite way. So even while real wages were shrinking, debt was spiralling and working-hours climbed ever-upwards, governments have been forced to pursue policy objectives (easy credit, high asset prices) which in the long-term only benefit the real capitalists.</p> <p>New Labour has never had an equivalent strategy. It could have helped the unions to reinvent and renew themselves for the 21st century, instead of pushing hard to remove protections from workers across Europe: by now a revived labour movement would be a powerful ally in the face of recession and Tory revival. It could have thought strategically about how to encourage the development of a democratic media sector in the world of web 2.0: instead it has never ceased to cower before Murdoch.</p> <p>Instead of allowing the PFI industry to erode the democratic accountability of public-service provision, it could have helped to rebuild local government as an ally in the effort to regulate capitalism. After New Labour, this is the path which any potential progressive government worth the name will have to follow.</p> <p><em>\"After New Labour\", the second debate in the \"Who owns the progressive future?\" series, organised by Comment is free &amp; Soundings journal, will take place in London at Kings Place on November 3 at 7pm. Guardian readers can obtain tickets at a special rate of £5.75 by phoning Kings Place box office on 0844 264 0321 and quoting \"Guardian reader offer\". For full details click <a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/1\">here</a>.</em></p>",
  "<p>Admiral Mike Mullen, chairman of the US joint chiefs of staff, spent a couple of days last week reassuring the Baltic republics – Estonia, Latvia and Lithuania – that fellow <a href=\"http://www.theguardian.com/world/nato\">Nato</a> members would stand with them, shoulder to shoulder, should they face Georgia-style aggression from close neighbour Russia. His pledge, undoubtedly sincere, was not entirely convincing.</p> <p>Mullen does not speak for key European states such as France, Germany and Italy, whose leaders have been notably weak-kneed about punishing Moscow for its August incursions into South Ossetia and Abkhazia. The German chancellor, Angela Merkel, led efforts to block a US-backed Nato membership plan for <a href=\"http://www.theguardian.com/world/georgia\">Georgia</a> and <a href=\"http://www.theguardian.com/world/ukraine\">Ukraine</a> earlier this year. American hawk John Bolton, among others, believes that decision encouraged Russia's subsequent adventurism.</p> <p>EU countries are still undecided about renewing strategic partnership talks with Russia suspended after the Georgia row. Foreign ministers will discuss an EU commission review of relations on November 10, ahead of a scheduled EU-Russia summit. The US is conducting a similar re-evaluation.</p> <p>\"Clearly the relationship has changed because of what happened in Georgia,\" <a href=\"http://www.nytimes.com/2008/10/22/world/europe/22mullen.html\">Mullen said</a>. It had caused a \"real chill\" within Nato and across the Baltic region. \"I think it is imperative for all of us in Nato to stay unified on this issue.\" That is a sentiment often heard, and as often disregarded, in relation to Afghanistan where sharp alliance disagreements have emerged. Nato's Afghan over-stretch, squabbling and finger-pointing have raised doubts about its ability to act effectively elsewhere.</p> <p>Verbally at least, Britain, in common with Poland, has taken a harder post-Georgia line than other leading European countries. That follows foreign secretary David Miliband's speech in Kiev in August when he called on the west to \"raise the costs to Russia of disregarding its responsibilities\" and warned against further aggression.</p> <p>Britain's stance has been welcomed by the three Baltic states, which only finally escaped the Soviet Union's clutches in 1991 after half a century of annexation and repression. But they also say actions speak louder than words. Lt-Gen Valdas Tutkus, Lithuania's defence chief, pointed out during Mullen's visit that the main reason his country had joined Nato in 2004 was Article V of its charter – the commitment to collective defence.</p> <p>Nato should upgrade its plans for protecting the region, Tutkus urged, and increase the frequency of military exercises – something Mullen said was under consideration. Whether European Nato governments will support what might be seen in Moscow as an unfriendly act is doubtful. But neither are they moving to build up non-Nato European defence capabilities, despite expert recommendations to do so.</p> <p>Speaking during a visit to London this week, Maris Riekstins, Latvia's foreign minister, suggested it was too soon for conciliatory diplomatic gestures to Moscow, however great the political temptation to pretend everything is alright again. \"We need to have dialogue but the question is, is the time right and has Russia fulfilled its obligations [respecting the EU's Georgia peace deal]? We don't really feel they have done enough.\"</p> <p>Riekstins said he was confident Nato would defend Latvia and its Baltic neighbours if push came to shove, despite differences of view between \"old\" and \"new\" Europe. \"The countries of old Europe made a serious commitment when we joined Nato,\" he said. They would be expected to stick to it. Riekstins said Georgia and Ukraine should be offered Nato membership action plans at the alliance's December meeting even at the risk of provoking Russia. At present Germany and others remain opposed to such a move.</p> <p>Like the Georgia crisis, the global financial crisis is also bringing home to the Baltic states how vulnerable is their position on Europe's fringe – and how EU membership is not quite the panacea some may once have imagined.</p> <p>Latvia and Estonia have enjoyed boom times since independence, with double digit growth and surging foreign investment. But now both economies are in recession, with Lithuania not far behind, as credit dries up and unemployment and external debt rise. Budget cuts and belt-tightening are the order of the day.</p> <p>Continuing, chronic energy dependence on Russia is another worry, exacerbated by the absence of an EU-wide energy policy and by bilateral deals such as the Germany-Russia Nord Stream pipeline project. All three Baltic states, for example, are 100% reliant on Russian gas. And Russia has a long post-cold war history of using energy supply for political leverage.</p> <p>Reviving insecurities are already creating political shockwaves. The victory of the rightwing Homeland Union in Lithuania's weekend general election brought to power a party renowned for its deep hostility to Moscow. Brussels may not want to face it. But such developments are contributing to a new era of increased tensions along the eastern EU's wild frontiers.</p>",
  "<p>The FTSE 100 ended up staging a modest recovery today, underpinned by the strong overnight performance of the Asian markets.</p> <p>After a volatile day's trading, during which it surged past the 4000-point mark yet dropped back into negative territory at one point, the blue-chip index ended the day up 73.79 points at 3926.38.</p> <p>London's leading shares got off to a positive start thanks to the Asian markets: the Hang Seng in Hong Kong surged more than 14%, its biggest one-day rise since 1997, and the Nikkei in Japan bounced back strongly from yesterday's 26-year low.</p> <p>Later the Dow Jones industrial average opened strongly in New York, keeping the FTSE buoyant.</p> <p>Following better than expected figures from insurance company <strong><a href=\"http://www.guardian.co.uk/business/avivabusiness\">Aviva</a></strong>, financial stocks figured among both the leading gainers and the top fallers as investors seemed puzzled as to how to value the sector. </p> <p>Aviva's chief executive, Andrew Moss, said the company's share price had been \"affected by the huge uncertainty in financial markets\" – and he reminded investors that the net asset value per share was 696p at September 30. Shares in Aviva closed up 13.75p at 259p.</p> <p>The financial services group <strong><a href=\"http://www.guardian.co.uk/business/friendsprovident\">Friends Provident</a></strong> was up 28% or 14.3p to 65p, while car insurer <strong><a href=\"http://www.guardian.co.uk/business/admiralgroup\">Admiral</a></strong> saw shares rise 75.5p to 868.5p. The list of fallers included <strong><a href=\"http://www.guardian.co.uk/business/legalandgeneralgroup\">Legal &amp; General</a></strong>, which dropped 8p to 60.9p, while <strong><a href=\"http://www.guardian.co.uk/business/prudential\">Prudential</a></strong> slipped 28.25p to 248.25p.</p> <p>The Asian revival helped the internationally focused banks <strong><a href=\"http://www.guardian.co.uk/business/hsbcholdings\">HSBC</a></strong> and <strong><a href=\"http://www.guardian.co.uk/business/standardchartered\">Standard Chartered</a></strong>, which have been suffering in recent weeks on fears that the recession will be a fully global phenomenon.</p> <p>HSBC's shares soared 20% in Hong Kong, which helped to send them 15.25p higher in London to 678.25p.</p> <p>Standard Chartered's shares closed up 20p to 700p, as it reported on good progress in the third quarter of 2008. </p> <p>\"It is clear that Asian economic growth is moderating but in general, the economies remain resilient and their economic growth rates remain well above the rates of growth for markets in the west,\" the bank said in a trading statement.</p> <p>Meanwhile, the troubled high-street bank <strong><a href=\"http://www.guardian.co.uk/business/hbos\">HBOS</a></strong> climbed 7.6p to 68.6p, narrowing the valuation gap with its merger partner, <strong><a href=\"http://www.guardian.co.uk/business/lloydstsbgroup\">Lloyds TSB</a></strong>, which closed down 7.4p to 162.5p. Lloyds' takeover still values HBOS shares at 98.3p, however, so there is still plenty of ground to be made up.</p> <p>Panmure analyst Sandy Chen set a new price target of 125p on HBOS shares and retained a buy recommendation, provided that investors back the Lloyds deal.</p> <p>Shares in <strong><a href=\"http://www.guardian.co.uk/business/itv\">ITV</a></strong>, the UK's leading commercial broadcaster, fell 2.75p to a new low of 26p, after Fitch Ratings downgraded its rating from BB+ to BBB-.</p> <p>\"The events of the last six weeks suggest there is more than an outside chance that the current UK TV advertising downturn may be materially worse than those in 1990-91 and 2000-01,\" says Alex Griffiths, senior director in Fitch's TMT group in London.</p> <p>Mobile group <strong><a href=\"http://www.guardian.co.uk/business/vodafonegroup\">Vodafone</a></strong> gained 6.05p to 110.55p despite a renewed sell recommendation from Collins Stewart analyst Mark James, who cut his target on the stock from 108p to 90p.</p> <p>\"Our main concern is that that top line pressure in developed markets will tend to dent margins whilst simultaneously the cash costs of expanding in developing markets will drag cash flow expectations down,\" he warned.<br></p>",
  "<p><a href=\"http://www.guardian.co.uk/business/bp\">BP </a>reported i<a href=\"http://www.guardian.co.uk/business/interactive/2008/sep/16/oilprice\">ts third quarter results</a> today. It made an eye popping $10bn for the third quarter (July, August, September), 148% up on last year's $4bn figure.</p> <p>Three months is certainly a long time in <a href=\"http://www.guardian.co.uk/business/oil\">the oil industry</a>. In July – before the world began its downward descent into recession – oil prices hit a record $147.</p> <p>Today, they're barely scraping $60. You could call BP's figures today one last hurrah, attracting the usual opprobrium from consumer groups and the motoring organisations. <br></p> <p>But believe it or not, the oil industry today finds itself at a crossroads. Yes, companies are coining it in – as BP proved today – from its existing fields. For the past decade, most companies have been setting their exploration and production budgets at a $20 a barrel price as a break-even figure. That means that even at today' oil price, companies make big bucks. When oil's at $147, they make a killing. </p> <p>But the problem is, these low cost fields are fast maturing. That means companies have to look at much more expensive so-called \"unconventional\" production such as oil sands or deepwater projects. According to Goldman Sachs, oil sands will only make a decent return for companies if the price is at least $85. For deepwater projects off the coast of Brazil, the figure is around $70. </p> <p>Sadly for us consumers, past profits – like BP's figures – do not determine the investment decisions companies make today which will govern how much oil there is available tomorrow. That means that companies will axes scores of more expensive projects because the low oil price today does not make them economic. In the longer term, that means global oil production will fall even faster than predicted. </p> <p>So when the world economy has recovered and regained its thirst for oil – and whether it takes two, three or five years it certainly will – we may well be asking ourselves: where's all the oil? And we may end up wishing for a return to the good old days when oil was only $147 a barrel.</p>",
  "<p>More men have applied for medical and veterinary degrees at UK universities this year, which may help counteract the dominance of women in these subjects.</p> <p>Women currently make up between 58% and 59% of those studying medicine degrees.</p> <p>In veterinary degrees, women account for 79% of students - an imbalance the government and professional associations have been trying to resolve.</p> <p><a href=\"http://www.ucas.ac.uk/website/news/media_releases/2008/2008-10-28\">Snapshot figures</a> were released by the University and College Admissions Service today on the numbers applying for full-time medical, dentistry, veterinary degrees and to study at <a href=\" http://www.theguardian.com/education/2008/oct/28/oxford-cambridge-applications\">Cambridge and Oxford</a> universities starting in 2009.</p> <p>They show that medicine applicants are up 0.8% and dentistry applicants are up 10.3%.</p> <p>Of medicine applicants, 1.2% more men from the UK applied, compared with 0.8% fewer women.</p> <p>While the number of people applying for veterinary medicine and veterinary science courses is down by 0.7%, a greater proportion of men have applied, bucking a recent trend.</p> <p>Some 11.2% more men in the UK applied for degrees starting in 2009, compared with 2.9% fewer women.</p> <p>Overall, the number of people applying is up 6.5% from 60,532 at this point last year to 64,438.</p> <p>The number of applicants from outside the UK is up 11.1%, with Singapore (24.5%) and Belgium (25.5%) showing the highest increases.</p> <p>Those from the UK are up 5.2% - an increase of 2,522 people.</p> <p>A spokeswomen for the Royal College of Veterinary Surgeons said: \"We sent out <a href=\"http://uk.youtube.com/vetcareers\">career materials</a> to all secondary schools in May as part of the government's <a href=\"http://www.dius.gov.uk/policy/gateways.html\">Gateway to the Professions</a> project.</p> <p>\"It's pretty difficult to say whether that's had an effect but if more men are applying then that's certainly encouraging.\"</p> <p>A <a href=\"http://www.theguardian.com/money/2005/nov/02/studentfinance.accesstouniversity\">government report</a> in 2005 suggested increasing bursaries for poorer students to undertake degrees related to the professions.</p> <p>The higher education minister, David Lammy, said: \"Although it is still early in the application cycle, it is very encouraging to see that overall application numbers in England to some of the most selective courses and institutions are up over 5.4% on this time last year.</p> <p>\"Getting more people into higher education has never been so important for our country's future, and having a more educated and skilled workforce is something from which we will all benefit.\"</p> <p>Ucas' chief executive, Anthony McClaran, said: \"This early indication of continued growth in the number of applications is very encouraging.</p> <p>\"Despite global economic uncertainty, demand for undergraduate courses in the UK is, at this stage of the cycle, demonstrably strong.\"</p>",
  "<p>\"Things are bad but we're doing well.\" So former Argentine president Carlos Menem liked to say, just before his country plummeted into its worst financial meltdown seven years ago. </p> <p>Latin America's leaders appear to be slow learners. As finance ministers emerged from crisis talks in Brasilia yesterday, Venezuela's parliamentarians voted themselves a 42% pay increase. </p> <p>Yet the region's stockmarkets are tumbling, international finance is drying up, currencies are depreciating and jobs are under threat. Latin America's 579 million people have good reason to fear the worst.</p> <p>\"Latin America's presidents are trying to reassure their people, but the global slowdown is already being felt,\" says Lynne Walker, vice-president of the Institute of Americas, a San Diego-based thinktank. </p> <p>In Brazil, the region's largest economy, the value of the local Bovespa stock exchange has halved this year, while the currency has fallen more than 30% against the US dollar.</p> <p><strong>Danger signs</strong><br>A freeze in liquidity represents the most immediate and worrying trend for the region, where average yearly growth rates have averaged 5.6% over the past four years. </p> <p>As the world slides into recession, export orders are decreasing rapidly. For countries heavily dependent on US trade, notably Mexico and Central America, the pinch is hurting. </p> <p>Major investment projects are also paying the price of tighter capital markets. Plans for a $6bn port project in Mexico, a $2.2bn cellulose plant in southern Brazil and a $1.5bn fast-speed train in Argentina are among those now stalled. </p> <p>Add to that the decline in commodity prices and Latin America's export-oriented economies suddenly look to be tottering on the edge of an abyss. The price of copper, for instance, a major factor in Chile's stellar growth in recent years, recently slumped to four-year lows. </p> <p>\"Commodities like soya, gold, copper and oil have helped fund the region's boom,\" says Walker, who describes their recent decline as \"very serious indeed\". </p> <p>Oil dependency presents a stark example. Venezuela and Mexico respectively depend on oil for around 50% and 40% of their federal budgets. The maths is not difficult: a 50% reduction in the oil price, as has occurred since the highs of July, translates into a 50% reduction in government revenue. </p> <p>Remittances are also down. In August alone, money sent to Mexico from the US fell by 12.2%, according to figures from the country's central bank. </p> <p><strong>Reasons for optimism</strong><br>It's not all doom and gloom. Efforts to diversify the region's economies are taking the edge off the crisis, says Rodrigo Sales, a Sao Paulo based analyst. Latin American exports to the US have dropped from 57% in 2000 to 40% in 2007, figures from the Council on Hemispheric Affairs indicate. Over the same period, trade with Asia has increased from 4% to 20% of total exports. </p> <p>\"The fact that Brazil has diversified its exporting platform and isn't dependent on one or two markets has been very helpful in terms of its position before the current crisis,\" says Sales. </p> <p>The Brazilian government has been quick to restore confidence as well, offering loans at market interest rates to companies that are unable to refinance debts due to depreciation of the Brazilian real.</p> <p>Other countries have followed suit. In Colombia, for example, the Bank of Foreign Trade has issued a special credit option to try to encourage international loans. </p> <p>Latin America's foreign currency coffers are also looking healthier. The commodity boom has helped the region's governments squirrel away $460bn in the past four years, according to the Inter-American Development Bank. </p> <p><strong>Regional split</strong><br>Not all the region's policy makers have stuck to the path of prudence, however. Last week, Argentine president Cristina Kirchner announced the proposed nationalisation of the country's $29bn private pension industry. The move sent local markets into a tailspin, wiping 27% off the value of the domestic stockmarket in a mere three days. </p> <p>\"In the case of Argentina the default flag is being raised,\" warns David Duarte, Latin American economist at 4cast, a US firm of analysts. </p> <p>Venezuela's prospects are also looking shaky. Despite considerable foreign assets held by the state-oil company PDVSA, analysts question the liquidity of such investments. </p> <p>Nor does president Hugo Chávez, Venezuela's self-styled \"21st century socialist\", show much political will to rein in escalating public expenditure — a measure many economists view as critical to resolving the country's escalating balance of payments problem. </p> <p>Colombia is also in the \"at risk\" category, according to Duarte. The market-friendly country is struggling with major current account and fiscal deficits. As a staunch defender of the US, however, it's unlikely that multilateral lenders such as the World Bank will allow a key regional ally to fail. </p> <p>\"What we're seeing is a pattern of countries such as Brazil, Chile and Mexico where prudent monetary and fiscal policies have provided them with the cushion to get by over the next couple of years,\" says Duarte. </p> <p>Then there's the rest. The future for the region's second-tier countries is less clear. Carola Sandy, a Latin American analyst with Credit Suisse First Boston, says: \"The countries that had a weaker performance before are going to have a weaker performance in the future.\" </p> <p>But even those at the bottom of the Latin American heap aren't in as much trouble as other emerging markets, says Sandy. </p> <p>\"It's not that Latin America isn't going to be affected by the credit crunch, but it's going to feel it to a lesser extent than other emerging markets, such as eastern Europe,\" she argues. </p> <p>Lower external debt obligations, smaller current account deficits, steadier consumer spending, less exposure to US mortgage-backed securities and existing restrictions to international credit all stand Latin America in better stead than their developing country peers. </p> <p>Earlier this month, the International Monetary Fund predicted growth rates of around 4.5% this year and 3.2% next year, down from 5.5% in 2007. </p> <p>\"We're not telling our clients that Latin America is a disaster … And while there will be less foreign investment in the future, it won't be zero,\" says Sandy. </p> <p>It's hardly a ringing endorsement. But for a region shaken by constant booms and busts, it's a verdict that many crisis-worn Latin Americans will be happy to settle for.</p> <p>• This article was amended on Wednesday October 29 2008. The Institute of the Americas is based in San Diego, California, not Washington DC. This has been corrected.</p>",
  "<p>Poor overloaded taxpayers. Not content with being lumbered with enormous debts to bail out failing banks and huge bills for rising unemployment, the government has just landed us with the potential for an unlimited bill for any nuclear accident or leak from the decomissioning of <a href=\"http://www.theguardian.com/environment/2008/oct/27/sellafield-deal-nuclear-economy\">Sellafield</a> for years to come.</p> <p>In a deal that will thrill private investors, Malcolm Wicks, in one of his last acts as energy minister, caved in to a United States-led private consortium's demands that it will be freed from any liability should anything go wrong for the next 17 years whilst it decommissions Sellafield.</p> <p>The consortium – American company URS Washington, French firm Areva and the UK company Amec – who stand to make hundreds of millions of pounds of profit from the initial £6.5bn contract – insisted that the taxpayers pay the bill for any leak or accident, even if it is caused by errors and mismanagement by the firms themselves.</p> <p>The deal paralleled the arrangement with the banks, who were able to behave irresponsibly with their investments, leaving the government bailing them out by taking over their toxic debts. This is even more graphic – the government has privatised the decommissioning of Sellafield, allowing firms to make millions, and has taken responsibility for any toxic risk away from the companies. A win-win for the firms, a lose-lose for the taxpayer.</p> <p>Worse than that, you might have thought that such a potentially huge risk for the taxpayer would have been properly debated and assessed by parliament. You would have been wrong. There is a proper procedure to do it, but both the government and parliament failed lamentably to do the job.</p> <p>The minister used emergency procedures to rush through the indemnity (scrapping rules that would have made the firms responsible for the first £140m of liabilities) as parliament went into summer recess – shortening the time for consultation for commercial reasons to meet a timetable set by the companies. Only two people saw it, <a href=\"http://www.edwardleigh.net/\">Edward Leigh</a>, chairman of the Commons public accounts committee, and <a href=\"http://www.peterluff.org.uk/\">Peter Luff</a>, chairman of the business and regulatory reform committee. Edward Leigh, who has honourable record of revealing huge waste of public money, agreed to waive any objection and rushed it through. Peter Luff did nothing.</p> <p>Worse than that, the minister and his officials broke the rules by not even putting the deal in the House of Commons library – so no MPs had a chance to object or call for a debate. The <a href=\"http://www.parliament.uk/deposits/depositedpapers/2008/DEP2008-2381.pdf\">document (pdf)</a> finally got there on October 1 – 75 days after the closing date for consulation and a week after ministers had signed the deal with the consortium. We wouldn't even know this if an eagle-eyed MP's researcher, David Lowry, hadn't spotted it. This has allowed <a href=\"http://www.paulflynnmp.co.uk/\">Paul Flynn</a>, Labour MP for Newport West, to demand a belated debate.</p> <p>Malcolm Wicks admits that he was wrong to tell Edward Leigh that he had put the document in the library when his officials failed to do so. But he defends the idemnity for the companies saying it would be \"ridiculous\" to expect them to shoulder the uninsurable costs of a nuclear accident.</p> <p>Edward Leigh is furious that the document was never put there. He says in a letter placed in the Commons library today that he passed the deal but thought that other MPs would have a chance to comment on it. He describes the failure to provide them with the opportunity as \"unacceptable\" and wants the department to go through the exercise again.</p> <p>It is often said that bad things flourish when good men are silent. Edward Leigh, Peter Luff and Malcolm Wicks are essentially decent human beings. But their collective failure to do the right thing at the time brings both government and parliament into disrepute. Edward Leigh has partly retrieved his position by taking a strong stance over the ministry's failings. But the MPs and the minister should hang their heads in shame for failing to safeguard the British public.</p>",
  "<p>As an earnest teenager in the mid-1980s, I remember thinking that I was born too late. Too late for the 60s, the halcyon days of youth culture, and too late for Labour governments. Twenty years on from when I began my politics A-level course, and it couldn't be more different. British pop has since flowered into multifarious imaginative new directions and for the last 10 years the party that was written off by commentators who continuously pondered \"<a href=\"http://books.google.com/books?hl=en&amp;id=AAO7BCcNlE0C&amp;dq=strange+death+of+labour+england&amp;printsec=frontcover&amp;source=web&amp;ots=fYEGWHHAAj&amp;sig=JW1k5ZiqL1LfNf6cZEy4YmZJnUA&amp;sa=X&amp;oi=book_result&amp;resnum=2&amp;ct=result#PPP1,M1\">must Labour lose</a>?\" has dominated the British political landscape. The undergraduate students I now teach myself have little recollection of Thatcher, the dominant political figure of my youth. In 2008, a change of Labour's leadership and consistent Tory poll leads have led many to now ponder what life will look like \"<a href=\"http://www.theguardian.com/commentisfree/series/whoownstheprogressivefuture\">after New Labour</a>\".</p> <p>Answering this question alongside a backdrop of a global economic downturn that has necessitated solutions including bank bail-outs and state ownership, it might be tempting to answer that <a href=\"http://www.timesonline.co.uk/tol/comment/columnists/anatole_kaletsky/article4735446.ece\">capitalism has been killed</a> and a return to pre-New Labour policies are in order. Yet it's always been something of a fiction that old Labour was some sort of extreme left doctrine. Pre-Blair Labour governments followed the same postwar consensus as the Tories they alternated with: tripartite industrial relations, full employment, maintaining Britain's \"independent\" nuclear deterrent and welfare provision. Competing manifestos at elections were more about how to manage this situation than anything truly ideological. As legend has it, Thatcher arrived with her brand of popular capitalism, which shifted the terrain irrevocably rightward. While this version of events is accurate up to a point, Thatcher was the fortunate beneficiary of prevailing circumstances, such as the Falklands war and a weak and fragmented opposition after the SDP experiment. Crucially throughout the Thatcher years, opinion polls consistently demonstrated that state intervention in the economy, increased public spending and expanded state welfare were all popular policies with the electorate, undermining claims of Conservative hegemony. In fact, it was the popularity of Labour, manifested in consistent opinion poll leads, that led to Mrs T's reluctant abdication – when the current freshers were aged just two.</p> <p>The strength of New Labour was its ability to adapt to changing times while the Tories, hell-bent on Euroscepticism, ended up like a narrow sectarian interest group. In reality it is \"events dear boy, events\", to use Harold Macmillan's phrase, that drives politics more often than underlying philosophical leanings – be this political expediency or the problem of the day that needs solving. The right-wing Sarkozy has become one of Gordon Brown's biggest fans in recent weeks. And it looks like the British public too is turning to Blair's successor for solutions as the clueless opportunist Cameron sees his recent 22-point lead wilt under pressure. The oligarch controversy also shows his <a href=\"http://www.theguardian.com/politics/2008/oct/28/george-osborne-party-funding-deripaska\">sidekick Osborne</a> to be equally lightweight – it makes the Tories ever being party of economic competence unimaginable.</p> <p>This generation may still be awaiting its Keynes or Beveridge but it would be far too easy and ultimately wrong to write off Labour now, so long before the next election. The party has always been a broad church. Now New-New Labour must be responsive to the situation we face, where all is interlinked and geopolitical issues range from economic competitiveness to encouraging zero-carbon behaviours. Before 2010 anything is possible. Winning three general elections might have made New Labour claim to be the masters in 2005 but the <a href=\"http://www.independent.co.uk/news/uk/politics/new-labour-era-is-over-says-former-blair-adviser-518867.html\">world has changed</a> since. Post 1997 governments have embraced globalisation but voters may prefer retreating into national identities in these troubled times. Even if the polls stubbornly show the Tories ahead, we could see a return to a 1992 type situation in reverse. Back then I was unfamiliar with the word hubris. By the time of the post-match analysis, the term was uppermost in all the columns. There is much at stake for next time round. Both New Labour and Cameron would be well advised to take nothing for granted if they are to avoid ending up being victim of terminal hubris.</p> <p><em>After New Labour, the second debate in the Who owns the progressive future series, organised by Comment is free and Soundings magazine, will be held in London at <a href=\"http://www.kingsplace.co.uk/\">Kings Place</a> on November 3 at 7pm. Guardian readers can obtain tickets at a special rate of £5.75 by phoning Kings Place box office on 0844 264 0321 and quoting \"Guardian reader offer\". For full details visit the Soundings journal <a href=\"http://www.facebook.com/group.php?gid=32150551470\">Facebook site</a> and continue the discussion. </em></p>",
  "<p>Foraging for food in the countryside is undoubtedly scenic – pretty woodland trails, rambling hedgerows and open fields. But as more and more of Britain's farms and fields are given over to monocultures, it's the urban landscape which is yielding more wild, free and organic food – if you know where to look. </p> <p>The gardens and allotments of the UK's cities support a huge variety of edible plants. Many of these scatter their seeds to the wind so that, for those in the know, beyond the garden or allotment boundaries lie untapped bounties. </p> <p>Twin brothers Andy and Dave Hamilton have been foraging – in both towns and the countryside – for years, and are now sharing their knowledge in a day-long urban foraging workshop in Bristol. </p> <p>Along our walk, which takes most of a sunny Saturday in October, we find <a href=\"http://www.theguardian.com/lifeandstyle/2008/may/17/foodanddrink.recipe\">chives</a> growing among the grass in a playing field beside an allotment. Along a back lane, a raspberry bush escapes from under a garden fence, offering its delicious fruit to eagle-eyed passers by.</p> <p>Having a keen eye is key to foraging. Even in seemingly hopeless, overgrown verges beside alleyways there are goodies to be found. In one such spot we find some horseradish, which looks remarkably like a bunch of doc leaves. Beside some garages grows <a href=\"http://www.wildlettuce.com/index.html#info\">wild lettuce</a> (a bitter salad leaf and a strong narcotic, apparently), while the Tesco car park is full of rosemary. </p> <p>\"They sell it in the shop, but it's growing for free in the car park,\" says Andy, who seems quite cross about it all. \"Why would anyone buy it?\"</p> <p>Another herb he says no one in Bristol needs to buy is bay leaves. \"Bay trees grow everywhere,\" he says, as we pick some from a bush in the street.</p> <p>However, the twins are keen to stress the dangers of over-foraging. While we are out walking, we twice come across people who have been on the course before. One is with his baby and has some chives and some sumac stuffed inside the baby sling, while the other is heading home with a handful of chives (obviously a popular forage) and some sorrel (a lemony tasting leaf that goes well in salads or – the twins' favourite – on cheese sandwiches).</p> <p>Despite both these people being good adverts for the course, the twins ask us to be conservative in how much we take. \"Use your common sense and don't be greedy,\" they say. It is not only other foragers, like themselves, they are concerned for, but also animals. Even nettles, which grow everywhere, are an important food source. We are told just to take the top of the plant, so the rest of it will continue to grow.</p> <p>If you think they are being needlessly cautious in worrying about diminishing nettle populations, you obviously don't realise just <a href=\"http://www.selfsufficientish.com/index.php/wild-foods/204-30-uses-and-facts-of-the-humble-nettle\">how useful nettles are</a>. They can be used to make everything from a rennet substitute for cheese making to an anti-dandruff shampoo.</p> <p>Along the way the twins repeatedly whip out samples of jam or juices that they have prepared earlier from the plants we come across. Among my favourites are sumacade, a lemony drink made from the staghorn sumac tree (not the poisonous white sumac tree), cherry gin, and hawthorn berry jam. By the time we stop for lunch I'm already full (and a little tipsy).</p> <p>Over lunch, at an organic café, naturally, I ask the twins, who have just published <a href=\"http://www.hodder.co.uk/self-sufficientish/\">The Self Sufficient-ish Bible</a>, based on their popular website, where they learnt so much about plants. Both of them say it was a gradual process of trial and error, using books and a good dose of sibling rivalry. \"I wanted to know more than Dave\", says Andy. </p> <p>Dave says he had always been interested in plants, but that being broke had driven him to find out which ones he could eat. With the global economy seemingly about to melt before our eyes, a few more of us may soon find ourselves similarly inspired.</p> <p>Andy says that for him it was initially self-preservation that got him interested in foraging. \"Dave used to get me to eat the plants he'd found to see if they were edible or not,\" he says. \"It was only going to be a matter of time before he gave me something highly poisonous.\" </p> <p>One of the surprising things about the walk is the number of highly dangerous plants out there, within arm's reach. And most of them, such as the juicy red berries of the <a href=\"http://www.english-country-garden.com/flowers/woody-nightshade.htm\">woody nightshade</a>, look temptingly delicious. If in doubt, don't put things in your mouth.</p> <p>Before we leave for home, with minds and stomachs full, Andy whips out his final goodie. It is a flask of hot water he'd added a few pine needles to at the start of the walk. Six hours later, it's a delicious pine needle drink. </p> <p>Foraging for wild things to eat and drink really is that simple – even in the city. It requires no packaging, refrigeration, transportation or irrigation. And it's free. Just remember to leave some for everybody else. </p> <p><em>• To book a day's foraging with the Self Sufficient-ish twins, visit <a href=\"http://www.selfsufficientish.com\">www.selfsufficientish.com</a>.</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339067667\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/8.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"568\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stuart Franklin: 'To the ancient Greeks, Arcadia was a rural idyll. Instead of a lush, bucolic landscape, I found one devastated by the hunt for fossil fuels. Sixty per cent of Greece’s electricity is derived from lignite (brown coal).  This involves bulldozing whole landscapes to feed the nearby power station.  In Megalopolis I found Greece’s second largest lignite mine. The village of Anthohori in Arcadia was wiped off the map - the church of Santa Maria was all that remained'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067555\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/10.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"571\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'The Elbe river, which rises in the Czech mountains and flows mostly through Germany, has achieved notoriety in two different ways. First, its legacy of pollution is over: this is celebrated now by mass bathing. Second, severe flooding in 2002 and 2006 has left the populations of riverside towns wondering when the next catastrophe will strike'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067651\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/3.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"566\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'In the arid landscape of Andalucia lies Europe’s first commercially operated solar thermal plant. Six hundred giant mirrors direct the sun’s rays on to water pipes, creating steam that drives turbines to create electricity. The eventual aim is to fulfill the energy needs of Seville. Renewable energy is beginning to make a significant impact and may help us to reduce our dependence on fossil fuels'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067653\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/4.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"566\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'An increasingly ubiquitous sight in Europe is the wind generator. Are they useful? Are they a blot on the landscape? To the first question I would say yes. The European wind energy industry believes that, given the right political climate, 50 million people in Europe (that will be about a tenth of the population) will have their energy needs met by wind power. To the second question my answer is no. Wind farms convey a sculptural symbol of optimism. Also, they won’t be with us forever'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067646\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/2.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"567\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'I set out to document changing lifestyles in several European cities where the mean or maximum summer temperature has increased by two degrees centigrade or more since the 1970s. All the pictures were taken in the summer. This photograph, from Paris Plage, shows people playing patball on the banks of the Seine. Other images in the series show the Caribbean beach bar culture in Berlin, the near-empty streets of Madrid, and Independence Square in Kiev'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067661\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/6.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"571\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'The Footprint project began in the plastic-covered horticultural landscapes of Andalucia. I visited the region in 2004 to illustrate a Guardian article by Felicity Lawrence and returned in 2005 and 2006 to document various European examples of farming under plastic. This photograph is from Adra, Andalucia. I moved in close enough to see the pesticide streaks running down the sides of the greenhouse'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067649\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/1.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"567\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'Glaciers are retreating in Europe as rapidly as they are disappearing in the Himalayas or the Andes. Most people just think this means the surface area is reducing. However, in this project I climbed under the Gurgler glacier in Austria to find rivers of meltwater and ice caves where the glacier is thinning as well as retreating. I photographed glaciers in Spitzbergen, Austria, Switzerland and France'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067663\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/9.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"579\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'I photographed the artificial landscape of golf in Andalucia and Murcia in southern Spain. It’s a landscape linked to the phenomenon of international retirement migration. The region is already arid and its aridity is set to increase with climate change. Water is so scarce it is now being diverted from the northern Ebro river. In dry years the local boreholes are not replenished. A golfing landscape must always be green'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067665\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/7.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"574\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'In Monchegorsk, a few hours' south of Murmansk in the Kola peninsula, there’s very little vegetation still alive. In 1964 Rachel Carsen wrote Silent Spring, documenting the terrible impact of the pesticide DDT as it liquefies. Here it’s silent autumn. Some life, some autumn leaves, bring hope in a land of devastation. The cause of the pollution is a nickel smelter in the town, which emits a highly acidic and sulphurous byproduct – lethal to the fragile taiga'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339067656\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2008/10/28/5.jpg\" alt=\"Images from Stuart Franklin's Footprint: Our Landscape in Flux book\" width=\"567\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'Although Europe’s forest matrix is increasing, there have been considerable changes to the forest landscape.  In southern Europe, fierce fires have altered the landscape. In the north - in Germany Poland, Czech Republic - individual tree species are responding to climate change by tracking north as the temperature warms. One is the Norway spruce. This picture shows the spruce dying off in the Bavarian forest from a mixture of acid rain and global warming'</span> <span class=\"element-image__credit\">Photograph: © Stuart Franklin</span> </figcaption> </figure>",
  "<p>People everywhere have been fascinated by America's <a href=\"http://www.theguardian.com/world/uselections2008\">presidential election campaign</a>. Wherever you go in the world, it's a subject of <a href=\"http://www.economist.com/world/unitedstates/\">lively discussion</a> — partly because it's been such a gripping drama, from the primaries through to the contest between Barack Obama and John McCain, and partly because America's influence means that everyone feels they will be affected by the result. How frustrating that only American citizens actually get to vote.</p> <p>But what if everyone could vote? The Economist set out to provide that opportunity — in a virtual sense — by creating a \"Global Electoral College\". Loosely modelled on the real <a href=\"http://usgovinfo.about.com/od/thepoliticalsystem/a/electcollege.htm\">electoral college</a> in the United States, it assigns electoral-college votes to each country (including the United States), based on the size of its population. So, for example, China with its population of 1.3 billion people gets 1,900 electoral-college votes, but even tiny Andorra with less than 500,000 people gets three electoral-college votes. Anyone with an internet connection can go online at <a href=\"http://www.economist.com/vote2008/?sa_campaign=blog_referral/guardian/gec/franklin\">economist.com/vote2008</a> and \"vote\" in their own country for McCain or Obama. </p> <p>The poll has been running for several weeks, and still has a few days left: it will close at midnight on November 1st, shortly before the real election day on November 4. But already more than 47,000 people have voted, and the \"result\" is scarcely in doubt.</p> <p>So which way has the world \"voted\"? Overwhelmingly for Obama. The \"popular vote\" (that is, the share of the overall votes cast) is running 85% to 15% in favour of the Democratic candidate. At the time of writing, he was leading in our virtual electoral college by a thumping 9,120 votes to 163. And the map of the world, which colours a country blue if it's leaning towards Obama and red if it's leaning towards McCain, is almost entirely blue. </p> <p>Only Iraq is strongly for McCain, with Congo, Namibia, Macedonia and Cuba leaning towards him (Georgia, once tending to McCain, has recently tilted to Obama). Sudan and Algeria are toss-ups. But much of the rest of the world favours Obama, in many cases overwhelmingly: he has 90%-plus support in the UK and France, for example, not to mention in Kenya (where his father came from) and Indonesia (where he lived as a boy). There are some intriguing regional nuances. Obama's lead is less crushing in eastern Europe and in Israel, for example. McCain also seems to do reasonably well (though he is not ahead) in Venezuela and parts of central America.</p> <p>A couple of caveats need to be stressed. First, our virtual poll is meant to be fun and engaging, but it's of course not the real thing: the decision about who gets to be the most powerful man in the world is up to Americans alone. Second, it is not a properly scientific poll: the virtual voters are the sort of people who read Economist.com, not exactly a representative cross-section of the global population. </p> <p>That said, the results so far of our Global Electoral College are in line with other <a href=\"http://www.theguardian.com/world/2008/oct/17/uselections2008-barackobama1\">polls of international opinion</a>, by the BBC, Reader's Digest and Gallup: <a href=\"http://www.gallup.com/poll/111253/World-Citizens-Prefer-Obama-McCain-Nearly-4to1.aspx\">Gallup's poll of 70 countries</a>, for example, showed showed support for Obama ahead by a margin of nearly four to one. Clearly, it is the Democrat who has captured the imagination of the world at large.</p> <p>And that creates a challenge for the man who emerges as the winner in the actual vote on November 4. If John McCain storms to victory, it seems that much of the world will feel disappointed. The new president's task of restoring America's standing in the world after the battering of the Bush years will be that much harder. </p> <p>If, on the other hand, Barack Obama triumphs, he will face a challenge of a different sort with world opinion. The overwhelming support for him reflected in our poll suggests that enthusiasm for the new president, and the expectations about the change he will bring, will be remarkably high. The challenge for Obama, therefore, will be to live up to those expectations — and to avoid disappointing the world.</p> <p><em>To take part in the Economist's Global Electoral College, go to <a href=\"http://www.economist.com/vote2008/?sa_campaign=blog_referral/guardian/gec/franklin\">economist.com/vote2008</a>.</em></p>",
  "<p>After a while, Ralf Rangnick looked about as <a href=\"http://uk.youtube.com/watch?v=TN066Q-XXiI\">comfortable as a Parisian feline on a date with Pepé Le Pew</a>: the Prof from Hoff&#xa0;just couldn't take this outpouring of adulation anymore. \"Enough!\" insisted the man who can never quite shake off his geography teacher persona. \"This is a press conference, not a manager symposium.\"</p> <p><a href=\"http://www.guardian.co.uk/football/hoffenheim\" title=\"\">Hoffenheim</a>'s manager had just been asked - over and over again - about the secrets of his team's incredible season. <a href=\"http://touchline.onthespot.co.uk/guardian/StatsCentre.asp?Lang=0&amp;CTID=\" 12\"\" title=\"\">Top of the Bundesliga after nine games</a>. Most goals scored. Most chances created. <a href=\"http://www.101greatgoals.com/videodisplay/1703566/\" title=\"\">Hamburg humiliated</a>. Best football played. The establishment unnerved. Few would have predicted that Martin Jol's team would have met the upstarts from the middle of nowhere in a title summit in the Carl-Benz-Stadion on Sunday. Fewer still would have thought they'd ever read the line \"there was a gulf in class between the traditional power-house and new boys\" (Süddeutsche Zeitung) as a tribute to TSG 1899 Hoffenheim's supremacy.</p> <p>Rangnick's ultra-attacking team, with five forward-thinking players, had been much too quick, skilful and crafty for the visitors. \"It was 3-0 after 36 minutes,\" lamented HSV defender Joris Mathijsen. \"That simply can't happen. I don't know what these guys ate before [the match], they were so much better than us.\" Sunday roast with potatoes, pasta, broccoli and rice, actually, but the real reasons for Hoffenheim's fantastic ascent to the top are to be found in the minds of the management, not in the stomachs of their players.</p> <p>\"Hoffenheim are distinguished by a strong belief in the success of a convincing plan and the smart employment of resources,\" gushed Frankfurter Allgemeine Zeitung. While Rangnick is increasingly wary of giving too many of his training secrets away, general manager Jan Schindelmeiser was happy to explain the basic tenet of their thinking. \"Our player selection process is subordinate to our style of football,\" he said. \"We don't buy 30-year-old-players who can't handle our pace.\"</p> <p>In other words, the mythical \"leadership\" figure that many in German football still long for wouldn't be fit to tie Demba Ba's laces. \"Rangnick doesn't need rugged veterans who bring down the tempo to their level,\" noted Süddeutsche.</p> <p>Against Hamburg, the players' average age was a shade under 23. \"The Bundesliga has never seen such cool, collected novices before,\" wrote Berliner Zeitung. In fact, the only time a club have enjoyed similar success in their first ever season was 43 years ago when FC Bayern, Munich's smaller team, had come up with talents such as Franz Beckenbauer and Gerd Müller.</p> <p>The general unease about the \"test-tube club\" bankrolled by software billionaire Dietmar Hopp has (mostly) given way to amazement and joy in the face of beautiful performances by \"Circus Hoffenheim\" (Der Stern). Attempts to dismiss their success as something that was simply bought with lots of money are, in any case, futile in face of the facts.</p> <p>Half of \"Germany's new football heroes\" (Bild), men such as future German international Marvin Compper, were bargain basement cast-offs from other Bundesliga clubs. The others ­­- Vedad Ibisevic, Chinedu Obasi, Ba, Eduardo - are moderately expensive unknowns that any half-decent team could have easily bought themselves. But they were looking elsewhere, or worse, only at the roster of their favourite player agencies (we'll mention no names, <a href=\"http://www.guardian.co.uk/football/schalke\" title=\"\">Schalke 04</a>).</p> <p>What's more, Hopp has spent most of his 200m euros on infrastructure and the new stadium: the very things that more established clubs have naturally enjoyed for years, often at the expense of the German tax-payer.&#xa0;Hoffenheim's naked ambition, hunger for fast, sustainable progress and high-concept methods (some of their attacking moves are adapted from hockey) amount to a slap in the face for sides such as <a href=\"http://www.guardian.co.uk/football/eintrachtfrankfurt\" title=\"\">Frankfurt</a>, <a href=\"http://www.guardian.co.uk/football/hannover\" title=\"\">Hannover</a> or Bielefeld, who have been far too comfortable with their inoffensive irrelevance over the years. Hoffenheim \"show that mediocrity is not decreed by law,\" wrote FAZ.</p> <p>The best news is that those who want German football to modernise now have a second champion; they no longer need to pin all their hopes on Jürgen Klinsmann in <a href=\"http://www.guardian.co.uk/football/bayernmunich\" title=\"\">Bayern</a>'s hyper-pressurised environment of super-sized egos.</p> <p>\"They will go far with that team, meticulousness and strategic work in the background,\" said Klinsmann of the men who have taken up his revolutionary mantle. \"They will be among the top five at the end of the season, and based on their recent performances genuine title contenders, too.\"</p> <p>Rangnick was quick to distance himself from such talk. \"I don't care what happens in May, I care about the next game,\" he said. Hoffenheim play Bochum on Wednesday and anything but an emphatic win would be a surprise. Their reassuringly austere manager - \"Do you want me to dance on the table now?\" he asked on Sunday - will continue to act the kill-joy but that won't stop the music. This season, nobody parties like 1899.</p> <p><strong>Results:</strong> Leverkusen 2-0 Cologne, Schalke 0-0 Bielefeld, Hannover 1-1 Bremen, Cottbus 2-3 Frankfurt, Bayern 4-2 Wolfsburg, Gladbach 1-0 Karlsruhe, Dortmund 1-1 Hertha, Hoffenheim 3-0 Hamburg, Stuttgart 2-0 Bochum<br><a href=\"http://touchline.onthespot.co.uk/guardian/StatsCentre.asp?Lang=0&amp;CTID=12\"><br>Latest Bundesliga table</a></p>",
  "<p>Gordon Brown tonight received the backing of French president Nicolas Sarkozy for a substantial increase in the resources available to the International Monetary Fund to stop the \"financial contagion\" from spreading around the world.</p> <p>The two EU leaders said they wanted to work together to ensure a coordinated response to the financial crisis.</p> <p>The Guardian revealed today that analysts were predicting that the growing global economic crisis could force even oil-rich Russia to seek help from the IMF and EU.</p> <p>In a joint press conference held in Paris before private talks, Brown was flanked by Sarkozy as he said: \"Our concern, both of us, is for the families and businesses of our countries and the insecurity that is felt at the moment, which must be dealt with by actions that governments, nationally and internationally, can take. </p> <p>\"Our first priority at the moment is to stop the contagion to other countries, including in eastern Europe, where there are problems emerging and action must be taken.\" </p> <p>Brown said before flying to Paris this afternoon that there needed to be an immediate increase in the $250bn (£159.5bn) fund available to the IMF, to lessen the risk of the financial crisis spreading around the world.</p> <p>He did not rule out a British contribution to the enhanced fund, but made clear he believed the bulk of any additional money should come from China and the oil-rich states of the Gulf.</p> <p>Brown said that in recent days he had spoken with several people including the IMF managing director, Dominique Strauss-Kahn, the German chancellor, Angela Merkel, as well as Sarkozy, about his proposals, and added that they were also looking at similar ideas. He has also spoken with the Hungarian prime minister, Ferenc Gyurcsány.</p> <p>\"Capital flight has made a number of countries potential victims of this crisis. So in the last few days I have discussed the risk of contagion and the need to stabilise economies right across eastern Europe,\" Brown said earlier today.</p> <p>\"It is clear that the whole of the international community must have an interest in stopping this contagion, to prevent the worsening of the global economic downturn.\"</p> <p>The prime minister said the traditional system at the IMF, which saw surpluses from better off countries channelled to support poorer ones, needed to be revised.</p> <p>\"It is becoming increasingly clear that we cannot delay and that we need substantial international resources in addition to the $250bn that the IMF already has. We need this for the crisis we face now in the 21st century.\"</p> <p>Sarkozy backed the prime minister's calls for a reshaping of the IMF as part of the global response to a global crisis.</p> <p>He said he would use their talks this evening to suggest to Brown increasing the 12 billion euro (£9.6 billion) IMF fund available to struggling countries to at least 20 billion euro (£16 billion).</p> <p>Tonight's meeting was designed to prepare the way for a 27-nation EU summit in Brussels next week \"so that we all speak with the same voice, making the same proposals and the same messages,\" Sarkozy said.</p> <p>That would help ensure concrete decisions at a Washington summit in mid-November \"so that the root causes of the financial problem never repeat themselves\".</p> <p>Sarkozy said he was working \"hand in glove\" with Brown to coordinate Europe's response to the financial downturn and would continue to do so. </p> <p>Brown is also scheduled to host a meeting with Merkel in London on Thursday.</p> <p>The talks with Sarkozy, who currently holds the presidency of the European Union, come as the chancellor, Alistair Darling, prepares to ditch the government's fiscal rules and replace them with new targets on public borrowing to accommodate the new economic climate.</p> <p>Darling will give the chancellor's annual Mais lecture tomorrow – rescheduled from earlier this month when he was busy drawing up the government's historic rescue plan for ailing banks.</p> <p>He is expected to use the speech to scrap the rules on borrowing introduced by Brown in 1997 when he was chancellor. The rules stipulate that the government can only borrow to invest over an economic cycle and that public sector net debt should be no more than 40% of national income.</p> <p>Public debt hit a record £37.6bn between April and September - higher than the whole of the previous year.</p> <p>The chancellor's forecasts of £43bn of borrowing this year are in tatters and some experts have warned that debt could balloon to £120bn in three years.</p> <p>The extent of the government's further borrowing is expected to be laid out in the forthcoming pre-budget report.</p>",
  "<p>Namibia has sold more than seven tonnes of ivory for $1.1m (£703,000) in the first sale of elephant ivory for nearly a decade which began today in southern Africa.</p> <p>Namibia, along with South Africa, Botswana and Zimbabwe, has been taking part in a UN-sanctioned auction of more than 100 tonnes of stockpiled elephant ivory that is being sold exclusively to Japan and China. </p> <p>Namibia's deputy environment minister, Leon Jooste, said three buyers from Japan and three from China bought 7.2 tonnes for a total of $1.18m during the closed-door auction.</p> <p>\"We had nine tonnes on offer, but the remaining 1.8 tonnes will be utilised by local jewellers and carvers,\" he said.</p> <p>The <a href=\" http://www.theguardian.com/environment/2008/jul/16/endangeredspecies.wildlife \">one-off sale was agreed in July</a> at a meeting of the UN body the Convention for International Trade in Endangered Species (Cites).</p> <p>Under the deal, the two countries can bid for up to 108 tonnes of ivory which has been collected from culls and natural deaths and will be used in the traditional ivory carving trade. </p> <p>Both countries will be monitored by Cites to ensure that companies are not mixing illegally sourced ivory with the legal shipments. China and Japan are not permitted to export the material, and it is a condition of any sale that money raised will go to conservation projects to support elephants and community conservation and development programmes.</p> <p>The issue of ivory sales is contentious. The international trade in elephant ivory was banned by Cites in 1989, but since then trading has been permitted for certain large elephant populations. Last week, <a href=\"http://www.theguardian.com/environment/blog/2008/oct/21/1\">eBay banned all trading in ivory</a> on its online auction website.</p> <p>Conservation bodies have warned that sales of ivory could encourage illegal poaching.</p> <p>The Environmental Investigation Agency's campaigns director, Julian Newman, said of today's auction: \"Cites' own comprehensive international monitoring system for tracking illegal elephant products, has shown a steady increase in ivory seizures – driven by a rising demand for ivory.</p> <p>\"This coupled with a lack of sufficient checks in importing countries such as China and instability in some African range states, could easily drag us back to the dark and bloody days of the 1980s when we were seeing around 200 elephants killed by poachers a week.\"</p> <p>The International Fund for Animal Welfare elephants programme director, and former director of Kenya Wildlife Service, Michael Wamithi, said: \"Allowing this exorbitant amount of ivory to flood the market, considering the level of elephant poaching occurring today, is just plain irresponsible.<br> \"Developing countries persistently bear the brunt of escalating Asian markets. By permitting legal trade in ivory, we are only encouraging the laundering of illicit ivory, thereby increasing illegal hunting activities by poachers.\"</p> <p><a href=\" http://www.theguardian.com/environment/2008/jul/15/conservation.wildlife\">Chinese authorities were forced to prove</a> that the country had put in place sufficient measures to regulate sales and crack down on the illegal domestic ivory trade before it was approved as a buyer earlier this year.</p> <p>Japan was already an approved buyer following a one-off experimental sale in 1999. This prompted a number of conservation groups to claim that the sale had significantly increased the killing of elephants in Africa. </p> <p>But Traffic, an organisation founded by WWF and the International Union for the Conservation of Nature (IUCN) that monitors the illegal ivory trade, said there was no evidence of a link between the sale and illegal trading.</p> <p>The auction will continue until November 8.</p>",
  "<p>My friend Dan thinks he's going to live forever. He's not religious, or one of those who believes that <a href=\"http://en.wikipedia.org/wiki/Calorie_Restriction_Society\">extreme calorie restriction</a> will let him live a thousand years (or perhaps just feel like he is). No, thinking it through logically Dan has decided that the <a href=\"http://en.wikipedia.org/wiki/Technological_singularity\">technological singularity</a> is likely to happen in his lifetime. <br> According to this theory, popularised by <a href=\"http://www-rohan.sdsu.edu/faculty/vinge/misc/WER2.html\">Vernor Vinge</a> and <a href=\"http://www.kurzweilai.net/meme/frame.html?main=/meme/memelist.html?m%3D17\">Ray Kurzweil</a> among others, within the next 25 years humanity will create a superhuman intelligence, one that is capable of creating intelligences greater than its own. Humanity will no longer control the pace of technological development, which will rapidly advance to the point that our entire environment is directed by artificial intelligences. <br> And then, Dan reckons, if these intelligences are friendly, we'll all be \"uploaded\" – our entire personalities will be copied into the vast memory banks of these AIs – and we'll live forever. More than that, we'll be able to spend time with our friends, we'll never experience pain or suffering again, all imaginable forms of entertainment will be available to us, along with some that can't be imagined at all. We'll be happy, stimulated, in pleasant company for all eternity. Of course, this is a remarkably similar promise to the assurances various religions have been giving for the past few thousand years. The technological singularity has been called the <a href=\"http://www.tcsdaily.com/article.aspx?id=040506B\">Geek Rapture</a> or Rapture of the Nerds, referring to the belief held by some Christians that they will be taken up bodily into heaven to be with Jesus before the Day of Judgment. I'm fascinated by the similarities with religion; perhaps it's simply impossible for many people to comfortably accept that they really are going to die, that nothing will come afterwards, that there's no hope of rescue. If we can't believe in God, could technology be the way, the truth and the life? <br> I'm reminded of the Doctor Who spin-off Torchwood, which is very robust in its constant assertion that there is nothing after death. In the very first episode, the team of alien-hunters uses a \"resurrection glove\" to momentarily bring a murdered man back to life. Asked what he saw after death, what there was to be seen, the murder victim replies, \"Nothing. I saw nothing. Oh my god, there's nothing.\" And yet this statement was retrieved using this imaginary technology, the resurrection glove. One of the characters in Torchwood is immortal, others die and are returned to life using various pieces of alien gadgetry. Even for those who believe that they don't believe in life after death, it seems impossible to stop imagining technological solutions to the problem.  Perhaps this is because of the vast array of problems technology can solve. We can speak to people on the other side of the world, fly through the air, carry the music of hundreds of orchestras with us in our pockets; why wouldn't technology one day enable us to live forever? Or perhaps it's simply a quirk of our brains; <a href=\"http://www.sciam.com/article.cfm?id=never-say-die&amp;ec=su_neversaydie\">Scientific American magazine</a> and <a href=\"http://arts.theguardian.com/pictures/image/0,8543,-10404640117,00.html\">artist Damien Hirst</a> agree that the mind of a living being cannot conceive its own demise. Either way, I've agreed to try to get Dan into Jewish heaven if he puts in a good word for me with the Technological Singularity. That way we're both covered.</p>",
  "<p>One of the Assembly's two Green Party members, <a href=\"http://www.london.gov.uk/assembly/members/jonesj.jsp\">Jenny Jones</a> is deputy chair of the planning and housing committee, a member of the Transport Committee and the MPA and a sharp interrogator of Mayor Johnson at question time. Here she sets out her alternative to his approach to the coming recession. </p> <blockquote> <p>Life at City Hall seems more and more like being in a parallel universe, where nonsense is meant to make sense and common sense is laughed at. After months of unbridled \"optimism\" in the face of the financial crisis, Boris Johnson announced today that he is developing a \"recovery plan\" for London's economy. Yet, unluckily for all of us, he still seems more concerned with tax cuts and defending his allies in the City rather than protecting Londoners by dealing with the root causes of the malaise facing London's economy.</p> <p>London's over-reliance on the financial services sector makes it uniquely vulnerable to economic shocks. A change in strategy is needed to make London more resilient in the face of not only volatile global markets but also the likely economic fallout from climate change-induced extreme weather events and future energy price shocks brought about by dwindling oil supplies. The Boris economic recovery plan seems aimed at attempting to restore the City to its former glory, without questioning the basic model that caused the problem. This just sets us up to fail again in the future.</p> <p>For a real economic recovery, we need to take three basic steps. First, we need to make London more affordable for ordinary Londoners who will be suffering most from the economic downturn. The Mayor's decision to raise bus fares while scrapping the £25 congestion charge for the most polluting vehicles punishes the poor at the expense of the better off. We need a new Fares Fair campaign to cut the cost of public transport, and free insulation for anyone that needs it to help reduce energy bills.</p> <p>Second, as promoted by organisations including the UN Environment Programme and the New Economics Foundation, we need a 'green new deal' to create jobs in the growing environmental sector, from manufacturing clean technology to installing measures to save on household energy. Sadly, the Mayor's skills strategy ignores the immense opportunities in this area.</p> <p>Third, we need to decentralise London's economy to help it weather future economic storms. This means re-invigorating neighbourhood economies, growing more food locally, and re-starting London's long-neglected manufacturing sector.</p> <p>Above all, the current crisis starkly displays the need to make London's economy more resistant to shock, more sustainable and more socially just. Boris's plan fails on all three counts, and in our very own parallel universe he's trying to pass off his nutty more-of-the-same plans as a cogent policy direction.</p> </blockquote> <p>My thanks to Jenny for those proposals. Previous contributions to what now looks suspiciously like a series on London and the recession have been provided by <a href=\"http://www.guardian.co.uk/uk/davehillblog/2008/oct/26/kenlivingstone-borisjohnson\">Ken Livingstone</a>, <a href=\"http://www.guardian.co.uk/uk/davehillblog/2008/oct/21/london-london\">Mike Tuffrey</a> and Jo Valentine of <a href=\"http://www.guardian.co.uk/uk/davehillblog/2008/oct/16/london-london\">London First</a>. The Blond's action plan is <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=19457\">here</a>.</p>",
  "<p>Jibril Rajoub doesn't look like a man you'd want to mess with. His large, imposing frame and bullet-like bald head make the new president of the Palestinian Football Association resemble an ageing prizefighter, which in some ways he is. Whilst most football administrators cut their teeth in bureaucratic hell, Rajoub has a far more colourful and controversial past.</p> <p>By the age of 17 he had been sentenced to life in jail for throwing a grenade at Israeli troops. At 33 he was exiled to Lebanon and by the time of the second intifada he had risen through the Fatah ranks to become Yasser Arafat's trusted national security adviser, building a reputation as the West Bank's internal 'hard man' while also being known as a political moderate opposed to attacks on Israeli soil. Yet for the past six months Rajoub has been involved in one of the hardest scraps of his life: trying to bring international football to Palestine for the first time.</p> <p>This weekend was a momentous occasion for the Palestinians after it was announced that, finally, <a href=\"http://www.guardian.co.uk/world/2008/oct/25/palestine-jordan-football-match\" title=\"\">the national team would be allowed to play a home game in the West Bank</a>, a remarkable feat almost entirely attributable to Rajoub, who has had to overcome more than a decade of failure, exile and broken dreams. Yet when Fifa tentatively recognised Palestine in the mid 1990s, it was a cause for massive celebration in the West Bank and Gaza. Fifa was, after all, one of the only international bodies to recognise Palestine's existence.</p> <p>Games couldn't be played at home, Fifa deemed it too dangerous, but there was no shortage of Arab capitals willing to show Palestinian solidarity, and Amman and Doha became their new home as the team launched a bid to reach the World Cup finals. Qualification, the Palestinians reasoned, would be a damn sight more effective for the cause of national self-determination than almost anything else. By 2004 they were ready for a crack at the 2006 finals in Germany.</p> <p>It started well for them too. Fifa had relaxed rules on citizenship meaning that the Palestinians could call on their massive Diaspora to fill the team sheet. Adverts were put into magazines in Germany, Chile and the United States to attract players. A multinational squad was assembled, followed by an 8-0 thumping of Chinese Taipei and then a respectable 1-1 draw with Iraq. Then the wheels fell off. </p> <p>Movement restrictions between Gaza and the West Bank, not to mention the restrictions within them, meant the team could rarely train together. Training camps were set up in Egypt, but the players from Gaza would rarely get through Israeli checkpoints. The coaching staff, realising that nine-man training sessions probably weren't great preparation for a World Cup qualifier, started picking more players from the West Bank, breeding resentment amongst the two groups of players and effectively creating two different national teams.</p> <p>The nail in the coffin came when the team was denied permission to leave Palestine to play Uzbekistan. The Palestinians, without their Gaza contingent, could only scrape together 10 players. It was a miracle they lost only 3-0. The campaign was over, the Palestinian dream of statehood through the back door shattered.</p> <p>Palestinian football went into decline. The West Bank's football league was suspended as it was almost impossible to fulfil any fixtures when there were so many checkpoints to negotiate. If the fans managed to get to the game, it was unlikely that one of the teams, or sometimes even the referee, would make it. </p> <p>The Gaza league, though, continued unmolested, one of the few areas other than tunnel construction to benefit from Israel's unilateral pull-out from the strip. The team's efforts to reach the 2010 World Cup finals also ended on the desk of an Israeli bureaucrat. They were eventually eliminated when the team couldn't get visas for a qualifier against Singapore last October.</p> <p>The FA pleaded that movement restrictions had again stopped the players from travelling, but its objections fell on deaf ears and Fifa awarded the match 3-0 to Singapore. Then Rajoub came riding to the rescue in May, driven by his trademark ruthlessness and a single-minded objective of giving Palestine home advantage for the first time in its history.</p> <p>\"From the first moment I was elected as president I started organising to have a match here between our first national team with any team that would play us,\" he explains as multiple phones go off around him. \"In my first meeting with [Fifa president] Sepp Blatter in May, I asked him and the process began. He said OK and would sponsor such a match and then the deputy president [of the FA] of Jordan approached us. </p> <p>\"But to be fair many, many teams approached us to be the first team to play in Palestine but our brothers in Jordan insisted and they deserve to be the first one to play the match because they have helped us so much and contributed to where we are today.\"</p> <p>It's apt that Jordan were the first team to play in Palestine, and not just because Amman became a temporary home for the team. It is estimated that up to 80% of Jordanians are of Palestinian descent, and a number of the players from the national team trace their origins back to the West Bank and what is now modern day Israel. </p> <p>Even Jordan's most popular team, current champions Wihdat, have a strong Palestinian identity. The owner is a Palestinian-born Christian MP in the Jordanian parliament and the club are based in the Palestinian Wihdat refugee camp in Amman. The fan's most popular chant is \"Allah, Wihdat, Al Quds Arabi\" (God, Wihat, Jerusalem [for the] Arabs).</p> <p>Yet it was touch and go whether the match would take place at all. As you'd expect in a part of the world where politics seeps into every action, organising the game had become something of a logistical nightmare. To start with the West Bank has very few grass pitches, let alone stadiums, so a new home for Palestinian football needed to be found. </p> <p>Rajoub began by travelling to Israel and meeting with sympathetic Knesset members to build support for a new national stadium, built next to the Green Line on the edge of East Jerusalem in Al Ram, a stone's throw from the separation barrier that divides the landscape.</p> <p>Palestinian Authority policemen were not allowed to patrol the area so a special deal had to be struck with the Israelis to allow them to police the stadium. Then there was the slew of dignitaries to be taken care of. Blatter was in town to admire his handiwork: it was money from Fifa's Goal project that paid for the stadium's completion. But the main problems giving Rajoub headaches were the same problems that have afflicted all of his predecessors: getting the players to the games.</p> <p>As the national team is split in two, travel permission had to be sought from the Israelis. Six players from Gaza were denied permission to travel to the game, including the team's captain, Saed Jundiyah, who the Israeli's deemed a \"security risk\". </p> <p>The last time I met him, at a football tournament in Jordan last summer, he had the opposite problem: he was stuck in Jordan, denied permission to get back into Gaza. But most worryingly for Rajoub, the Jordanian national team had been detained at the Allenby Bridge crossing between Jordan and the West Bank.</p> <p>While most would buckle under the pressure, Rajoub knows a thing or two about operating under tough conditions. \"Listen, you know my background: I am a Palestinian fighter. Wherever I go I make order and I make action plans,\" he said 48 hours before the match, as his staff made frantic phone calls to try to ease the Jordanians' passage. </p> <p>\"I define what I want and make sure the means are there to assure my ends and my goals. This is what I got as chief of security, national security adviser, and when I was in the underground resistance. I've used the experience of my past and my contacts to ensure we've got what we wanted.\"</p> <p>It was for these qualities that Rajoub secured his almost unanimous election as head of the Palestinian FA, in itself an interesting move given his past and the continuing enmity between Hamas and Fatah factions. He is one of Fatah's most important operators and was even spoken of as a potential president after Yasser Arafat's death. But Islamic Jihad and Hamas have criticised him in the past for instigating occasional purges to halt attacks against Israeli targets.</p> <p>\"There were some concerns,\" Rajoub admitted. \"But I was elected by all the political factions, extreme right, extreme left, PFLP [the left-wing Popular Front for the Liberation of Palestine], Palestine Democratic Union, everyone. I am proud of that and I think football should not be used to divide and should present all the Palestinian people as one. There is no political affiliation in the team, it is a national issue.\"</p> <p>His stock has risen to such a level that reports earlier this month suggested that he had travelled to Gaza for secret security talks with deposed Hamas prime minister Ismail Haniya. Whether this footballing détente between the two factions spreads to other areas is another issue entirely. </p> <p>Just east over the separation barrier, a little over an hour's drive to the coast, is the Ramat Gan Stadium in Tel Aviv, the home of Israeli football. Palestine might look to Asia, and Israel Europe, but could the two teams ever play each other in Jerusalem in a peace match, I ask. Rajoub is cautious.</p> <p>\"First of all on the national level we are playing an active role to bridge the internal gap between the competing [Hamas and Fatah] factions and I think we are making a success of this but it's up to the Israel,\" he said. \"Do they want peace, security, settlements, checkpoints or occupation? </p> <p>\"The core message we want to give the international community is values, competition without violence and bloodshed. It is up to the Israelis to decide. We cannot co-operate on the one hand and then, on the other, live under restrictions and internal arrest.\"</p> <p>Yet you get the feeling that, with Rajoub at the helm, anything is now possible. He has already achieved more for Palestinian football, and Palestinian national unity, than almost anyone else in the past few years. </p> <p>\"I have a strategy for the next four years [but] I am using all my effort, all my power just to get through the next 48 hours, let me cross this bridge first,\" he explained, no pun intended. \"The Israelis are still preventing the Jordanian national team from crossing over. It's Friday. The match is Sunday so the challenge is very huge. See what can go wrong? Let's see if we make it through the next 48 hours my friend, and then I'll concentrate on what come next.\"</p> <p>And he did make it through. In the end the last-minute diplomacy worked. The Israelis let the Jordanian team through and a packed Faisal al Husseini Stadium reverberated to chants of \"Football is more noble than war\" as Palestine took an early lead, only to be pegged back. <a href=\"http://www.guardian.co.uk/football/video/2008/oct/27/palestine-jordan-football\" title=\"\">It finished 1-1</a>, a good result against a team 68 places above them in the Fifa rankings. But, as it always is for Palestine, the result didn't really matter. Walking out on to home turf was victory enough.</p> <p><em>When Friday Comes: Football in the War Zone (Mainstream) by James Montague is out now</em></p>",
  "<p><a href=\"http://www.theguardian.com/business/business+world/iceland\">Iceland's central bank</a> unexpectedly raised interest rates by 6 percentage points to 18% today as part of a loan agreement with the International Monetary Fund.</p> <p>The move was designed to restore trust in Iceland's battered currency. After the announcement, the Icelandic krona traded internationally for the first time in a week. </p> <p>The rate hike, which took rates to the highest since the Icelandic central bank began targeting inflation in 2001, came just a fortnight after borrowing costs were eased. Last week Reykjavik agreed a stand-by loan of $2.1bn (£1.33bn) with the IMF, but its prime minister said the country needs another $4bn.</p> <p>Two weeks ago, the central bank cut rates by 3.5 percentage points to 12%. \"This has come a bit out of the blue following the latest interest rate cut,\" said Elisabeth Gruie, emerging markets strategist at BNP Paribas. \"And it reflects a desperate attempt to restore a degree of confidence in the local market and restore trading in the Icelandic krona, which has been completely frozen.\"</p> <p>The island has been hit hard by the <a href=\"http://www.theguardian.com/business/creditcrunch\">global financial crisis</a> and three of its biggest banks have been nationalised.</p> <p>The rate rise means that investors get a much higher return for putting money back into the Iceland's crippled financial system.</p> <p>\"It is of overarching importance to restore stability in the foreign exchange market and support the exchange rate of the crown,\" said the central bank, Sedlabanki.</p> <p>Its governor David Oddsson said the rate rise was required before the IMF's board signed off the package, which is expected to happen on Thursday.</p> <p>He admitted that Icelanders would suffer from higher borrowing costs. \"This rate will obviously be very hard on the public and businesses. It should not come as a surprise given the enormous blow when 85% of the banking system collapses,\" he said.</p> <p>But the central bank chief, a former prime minister who has faced calls to resign, said the island would bounce back. \"At the end of all this, my guess is that the biggest surprise will be how fast we were back on our feet given the enormity of the blow.\"</p> <p>Iceland's finance minister, Arne Mathiesen, said interest rates could come down again once the krona had stabilised.</p> <p>Jon Harrison, an analyst at Dresdner Kleinwort, said the rate hike would help but more work was needed before people felt comfortable trading the krona. \"That's started today, but it's still very illiquid,\" he said.</p>",
  "<p>As an Australian who experienced living in London, I understand there are those Britons who assume that Australia is a <a href=\"http://www.theguardian.com/commentisfree/2008/oct/24/australia-aborigine-howard-rudd\">racist nation</a>. As such, I feel compelled to report back to the motherland, who colonised this continent of indigenous nations <a href=\"http://www.samuseum.sa.gov.au/page/default.asp?site=2&amp;page=TIN_Tribal\">more than 200 years ago</a>, about a recent development with the potential to shift the Australian consciousness.</p> <p><a href=\"http://www.sbs.com.au/firstaustralians/\">First Australians</a> is a new television series commissioned by SBS, Australia's multicultural broadcaster. It tells the colonial history of Australia from an indigenous point of view. This was a bravely ambitious undertaking. It's a truism that victors write history, and more so in a case where Europeans documented history, while Aboriginal people inherited a tradition of oral storytelling, much of which was lost through killing and assimilation.</p> <p>Australians are not just being invited to recognise the tragedy of our past. We're being invited into the world view that found some of our realities to be both foreign and bizarre. These realities are based on concepts such as the Westminster system of government, the use and acquisition of natural resources to create money, cities built on coasts, clear-felling of trees, dams built along rivers, cattle and sheep being led into deserts to compete with native wildlife for food, and open-cut mines slicing the land. At a time of global warming and stockmarkets crashing, perhaps seeing all perspectives on our current situation is a healthy thing.</p> <p>In a <a href=\"http://www.abc.net.au/rn/breakfast/stories/2008/2387215.htm\">recent interview</a> with the ABC's Radio National, First Australians' writer, director and producer Rachel Perkins, an Arrernte and Kalkadoon woman and daughter of the late indigenous rights activist Charlie Perkins, told of the challenge involved in making the programme. The seven-part series, which can be viewed online, begins with the Dreamtime creation story, cuts to the landing of the First Fleet at Botany Bay in 1788 and follows through to prime minister <a href=\"http://www.theguardian.com/world/2008/feb/11/australia\">Kevin Rudd's apology</a> to Australia's \"stolen generation\" earlier this year. </p> <p>Perkins undertook extensive consultation with the descendents of those whose stories are told, she interviewed historians, and she read, drawing \"tiny shreds of material\" about indigenous experiences from European sources. Each episode focuses on one part of the continent, the people of that country, the way they were met with the onslaught of British expansion, and the indigenous leaders who rose to that challenge. There are stories of friendship and attempts at understanding, and there are stories of wars, murders and dispossession. The programme tells of violations against people, <a href=\"http://www.theaustralian.news.com.au/story/0,,24530536-16947,00.html\">culture</a> and <a href=\"http://www.fremantlepress.com.au/media/2008/848/Heartsick+for+C\">country</a>, which are indeed violations that <a href=\"http://www.abc.net.au/rn/encounter/stories/2008/2367046.htm\">fuel one other</a>.</p> <p>As outspoken indigenous academic Marcia Langton comments in the third episode: </p> <blockquote> <p>If I was to speculate as to why the history is not taught in schools the way that it should be, perhaps this history is so shameful that most Australians could not admit that this is the origin of their state and their nation.</p> </blockquote> <p>However, comments on the First Australians' website, by both indigenous and non-indigenous viewers, are frequently posted and have a mood of gratitude that these stories are being told. It seems that Rachel Perkins was making a prophetic statement at the outset of the series, when she told the ABC: </p> <blockquote> <p>I think that certainly my generation and the new generation that's coming up, I think there's a real thirst and I'm really hoping that First Australians is the beginning of satisfying that interest.</p> </blockquote> <p>One comment on the website described the series as polemic, saying it should be taken as such. If the series is polemic, it should make no apologies about it, for these stories are being told in a country polarised by former prime minister John Howard's refusal to say sorry to those who were taken from their families, their country, their culture. Howard was aligned with historians such as Keith Windschuttle, who rejected accounts of large-scale massacres of Aboriginal peoples at the hands of guns and arsenic.</p> <p>As Rachel Perkins said: </p> <blockquote> <p>There's nothing like looking at history to see how far relationships have come in the last 200 years, from killing each other to negotiating and having more of a partnership.</p> </blockquote> <p>Even with the long-awaited symbolic gesture of the apology carried out by Rudd, policy still has a long way to go (and can never be expected to make amends for all the wrongs of our forefathers). By policy, I'm not talking about throwing money at old problems, some of which are have spiralled into hellish scenarios met with <a href=\"http://www.theguardian.com/commentisfree/2008/oct/24/australia-aborigine-howard-rudd\">military intervention</a> but setting new agendas and reframing the way we see our country. A good starting point for that is a truer understanding of our past. </p> <p>First Australians is contributing to that kind of understanding. Australians are becoming more aware that while indigenous people were being denied the right to grow up with their biological families, the broader Australian community was being denied the right to know the whole truth about its past.</p> <p>Rachel Perkins, like many of those who have commented via the SBS website, hopes that First Australians becomes <a href=\"http://www.marcom.com.au/product_details.php?prod=6SBFAUS\">part of the school curriculum</a> in Australia. She told the ABC: </p> <blockquote> <p>The fundamental principle with this series is that indigenous history and experience must be at the centre of the Australian experience. It is a shared history.</p> </blockquote>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339041156\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/PD3303084@Large-Carved-Face-at--3437.jpg\" alt=\"Mayan civilisation\" width=\"289\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Large sculpted face in Copán, Honduras </span> <span class=\"element-image__credit\">Photograph: Macduff Everton/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339041162\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/GD5451965@Mayan-Chac-Mool-Statu-4630.jpg\" alt=\"Mayan civilisation\" width=\"395\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chac-Mool statue in Chichén Itzá, located on Mexico's Yucatan Peninsula</span> <span class=\"element-image__credit\">Photograph: Joe Drivas/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339041159\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/PD4844187@Mayan-Temple-ca-4187.jpg\" alt=\"Mayan civilisation\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A temple in Tikal, Guatemala</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339041165\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/GD5975247@-FOR-IMMEDIATE-RELEAS-5088.jpg\" alt=\"Mayan civilisation\" width=\"617\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Xcaret ecological reserve in the Mayan Riviera</span> <span class=\"element-image__credit\">Photograph: Israel Ieal/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339041168\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/GD654877@A-stone-carving-on-the-5587.jpg\" alt=\"Mayan civilisation\" width=\"593\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A carving in the ruins of Xunantunich, Belize</span> <span class=\"element-image__credit\">Photograph: Buddy Mays/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339041174\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/PD1461551@Mayan-pyramid-6492.jpg\" alt=\"Mayan civilisation\" width=\"572\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The temple of Kukulkan, known also as El Castillo, lies in the centre of Chichén Itzá  </span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339042298\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/42-19280882-5725.jpg\" alt=\"Mayan civilisation\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tzompantli or 'wall of skulls' at Chichén Itzá</span> <span class=\"element-image__credit\">Photograph: Carson Ganci/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339042301\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/42-19288563-6365.jpg\" alt=\"Mayan civilisation\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Governor's Palace at Uxmal, Yucatan, Mexico</span> <span class=\"element-image__credit\">Photograph: Robert Harding/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339042304\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/60421-6915.jpg\" alt=\"Mayan civilisation\" width=\"482\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Temple of the Warriors, Chichén Itzá</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339046697\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/28/climatechange/Untitled-1-8737.jpg\" alt=\"Mayan civilisation\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An aerial view of Tikal </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
  "<p>UK media buying and research group <a href=\"http://www.theguardian.com/media/aegis\">Aegis</a> today reported 7.3% revenue growth for the first nine months of this year, but said it was \"more cautious\" about the runup to Christmas.<br> The group's media operation, Aegis Media, which includes Carat and digital network Isobar, grew by 8.8% and research group Synovate by 4.9% in the nine months to September 30.</p> <p>Aegis said that revenue growth at its media arm was \"broadly in line\" with performance in the first half of the year, with most countries in continental Europe at double-digit rates for September.</p> <p>However, Aegis Media UK experienced a small revenue decline in September.</p> <p>There was \"slightly negative\" revenue growth in the Spanish media operation in \"difficult market conditions\" in the first nine months, and an expected third-quarter decline in the US.</p> <p>The company said that overall its results for the first nine months of the year were \"healthy\".</p> <p>\"However, current uncertainty in financial markets and the more negative outlook for the global economy make it difficult to forecast accurate levels of client spend for the fourth quarter,\" Aegis said in its interim management statement. </p> <p>\"As a result of this reduced visibility we have become more cautious about the outcome for the full year.\"</p> <p>Aegis said that the fourth quarter was of critical importance as it was its \"most significant trading period\".</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><strong><a href=\"http://www.reuters.com/articlePrint?articleId=USTRE49Q77B20081027\">Europe cracks down on fishing for deep-sea species</a><br>Source: Reuters</strong><br>Europe's exotic deepwater fish, some of which can live up to 150 years, have won more protection from the European Union as fisheries ministers agreed to hefty quota cuts for the next two years. Species such as forkbeard, black scabbardfish, greater silver smelt and roundnose grenadier grow and reproduce far more slowly than fish in shallower waters and are far more vulnerable to overfishing.</p> <p><strong><a href=\"http://www.independent.co.uk/environment/climate-change/swans-stay-in-warm-siberia-975515.html\"><br>Swans stay in 'warm' Siberia</a><br>Source: The Independent</strong><br>The arrival of thousands of swans fleeing plunging temperatures in their breeding grounds in western Siberia is usually one of the first signs that winter is on its way in Britain. But wildlife experts are reporting that the swans' 1,800-mile mid-October migration has so far failed to materialise, with climate change turning the once famously harsh Russian region into a more inviting winter haven for the majestic birds. Some 300 Bewick's swans – of the 8,000 or so which usually make the annual flight west to the UK – were expected at Slimbridge Wildfowl and Wetlands Centre in Gloucestershire by 21 October but have not yet been sighted. The Royal Society for the Protection of Birds (RSPB) said it feared the Bewick's swans could lose their collective memory of where UK wetlands such as Slimbridge are.</p> <p><strong><a href=\"http://www.enn.com/business/article/38498\">Risks of global warming greater than financial crisis: Stern</a><br>Source: Reuters</strong><br>The risks of inaction over climate change far outweigh the turmoil of the global financial crisis, a leading climate change expert said Nicholas Stern, a former British Treasury economist, while calling for new fiscal spending tailored to low carbon growth. \"The risk consequences of ignoring climate change will be very much bigger than the consequences of ignoring risks in the financial system,\" said Lord Stern who released a seminal report in 2006 that said inaction on emissions blamed for global warming could cause economic pain equal to the Great Depression.</p> <p><strong><a href=\"http://news.mongabay.com/2008/1027-costa_rica.html\">Costa Rica protects green macaw by banning logging of mountain almond tree</a><br>Source: Mongabay</strong><br>Costa Rica's high court has prohibited the cutting of a certain species of tree, because a highly endangered parrot uses the tree for nesting. The court protected the mountain almond tree a slow-growing, a towering tree with dense wood that makes it ideal for lumber wood.</p> <p><strong><a href=\"http://environment.newscientist.com/channel/earth/dn15043-2090-is-the-deadline-for-the-end-of-fossil-fuel-use.html?feedId=online-news_rss20\"><br>World can halt fossil fuel use by 2090</a><br>Source: New Scientist</strong><br>The world could eliminate fossil fuel use by 2090, saving $18 trillion in future fuel costs and creating a $360 billion industry that provides half of the world's electricity, the European Renewable Energy Council and environmental group Greenpeace said.</p> <p><strong><a href=\"http://news.mongabay.com/2008/1021-hance_adhd.html\">Nature helps with ADHD may even out-perform medication</a><br>Source: Mongabay.com</strong><br>Children with ADHD are better able to focus after a twenty-minute walk in a natural setting, according to a study published in the Journal of Attention Disorders. The study compared walks in nature to those in urban or residential areas and found that the child's ADHD improved most after walking in a green space.</p>",
  "<p><a href=\"http://www.theguardian.com/money/houseprices\">Property prices</a> in England and Wales fell by 2.2% in September and the average house cost 8% less than in the same month last year, according to official figures published today. </p> <p>The Land Registry's monthly report, considered the most accurate snapshot of the housing market, said the average home cost £168,814 last month, down from £183,526 in September 2007. </p> <p>The rate of decline in prices has almost doubled <a href=\"http://www.theguardian.com/money/2008/sep/26/houseprices.property\">since August</a>, when prices were down 4.6% year-on-year, the first time the index had shown a fall since its launch in 2002. </p> <p>Wales saw the sharpest fall in prices, a drop of 5.5% in September, and an annual fall of 10.7%. </p> <p>The Land Registry figures highlight how far transactions volumes have plummeted since the downturn in the housing market began late last summer.</p> <p>The most recent figures show that in the months between April and July, an average of 57,887 properties changed hands each month. </p> <p>This represents almost half the volume of homes sold in the same period in 2007, when an average 110,828 transactions a month were recorded. </p> <p>The report coincides with the Financial Services Authority's figures showing a <a href=\"http://www.theguardian.com/money/2008/oct/28/repossessions-debt\">jump of 71% in repossessions</a> over the 12 months leading to the second quarter of 2008, while the number of homeowners in arrears has also increased by 16% over the year.</p> <p>Howard Archer, chief economist at Global Insight, said the Bank of England was likely to attempt to support the housing market with \"aggressive\" cuts in interest rates. </p> <p>Rates were cut by 0.5% to 4.5% earlier this month and the Bank is set to meet again next week.</p> <p>However, Archer said this might not be enough to stop prices falling further. </p> <p>He added: \"With already accelerating unemployment set to pick up significantly further, the housing market will suffer from a marked rise in the number of forced house sales, and a reduction in the number of potential house buyers. </p> <p>\"Rising unemployment and recession will also keep wages down, thereby limiting the recovery in affordability stemming from falling house prices and lower interest rates.\" </p> <p>Archer predicted house prices could fall by 33% from their August 2007 peak by the first half of 2010.</p>",
  "<p>Does the name Abdelbaset Ali Mohamed al-Megrahi mean anything to you? If you live outside Scotland, probably not. Yet he was a central player – the central player? – in an event which shook us all to the core in the relative innocence of the pre-9/11 era. </p> <p>But even to step off the overnight Edinburgh sleeper is to be reminded of the different rhythms of Scottish public life. They were always there, but devolution of power from Westminster to Holyrood has made them more so. <br><br>What is the biggest controversy to arise from the global banking crisis in Scotland?</p> <p>Not inter-bank liquidity or bonuses paid to City low-fliers. It is whether or not the \"UK government\" – that remote entity, the \"government in London\" - is right to persist with the emergency merger between Lloyds TSB and HBOS now that it is buying into all stricken banks.</p> <p>Alex Salmond's SNP administration, eminent Scots bankers and much of the media are campaigning to unpick the deal – in Scotland's perceived interests.</p> <p>The fate of al-Megrahi is another event important to Scots but also to us all. The reputations of Scottish, and by extension British, justice are at stake (though they retain their different historic roots: Roman law and English common law).</p> <p>Have you remembered him yet? He is the former Libyan Airlines steward and intelligence officer convicted in 2001 of being responsible for the smuggled bomb that destroyed Pan Am flight 103 over Lockerbie on the night of December 21 1988. 270 people died.</p> <p>Why is he in the news again as well as being in Greenock prison on the lower Clyde? He has always denied his guilt, lost an appeal in March 2002, but has been <a href=\"http://news.bbc.co.uk/1/shared/bsp/hi/pdfs/28_06_07_reviewlockerbie.pdf\">given leave by the Scottish Criminal Cases Review Commission to appeal again</a>. Judges cited four possible grounds for suspecting a miscarriage of justice in the case.</p> <p>That appeal is due to be heard next spring. But doctors have now confirmed that al-Megrahi does not have until then. He has an advanced form of prostate cancer that has spread to other parts of his body. The medics say the 56-year-old Libyan may have only three months to live.</p> <p>So the issue is: should al-Megrahi be released early from his 27-year sentence and sent home to his family to die? The decision is Scotland's, more precisely that of the justice minister, Kenny MacAskill. But since people from many countries died over (and in) the small Borders town in 1988 the ramifications stretch wider.</p> <p>British victims' families, quoted in the Scotsman, which supports the campaign to let al-Megrahi go, tend towards compassion. One such is Jim Swire, whose daughter Flora perished in the bombing and who campaigned vocally for justice. Swire is clearly a man of quality who has expressed doubts about the safety of the conviction on neutral (Dutch) territory in 2000 – despite the 230 witnesses and £75m cost.</p> <p>\"It would be a tragedy if he is to spend the rest of his life in a Scottish prison, particularly if he is not guilty,\" Swire told the newspaper. \"I don't feel vindictive towards him at all,\" says a mother who lost her son. American relatives quoted sound more vengeful, which may represent how Americans feel – and may not.</p> <p>Tam Dalyell, the former Labour MP and all-purpose troublemaker, has always believed the prosecutors in the Crown Office were less than frank about the quality of their witnesses in front of the three Scottish judges who tried the case. British and US intelligence services were under huge pressure to get someone.</p> <p>He is particularly alarmed about a man called Tony Gauci, the Maltese shopkeeper who identified the accused as buying key items. His probity was vouched for, but later <a href=\"http://www.timesonline.co.uk/tol/news/uk/article584098.ece\">a senior lawyer admitted he was \"not quite the full shilling\"</a>.</p> <p>What about the rest of us? If the families, not all of whom regard the conviction as doubtful, are prepared to let him go, why should we think otherwise? </p> <p>My only further thought from the period is that Colonel Gadafy's Libya in the 80s was a friendless whipping boy for US anger, impotence and frustration about the Arab world. It was the decade when Ronald Reagan had it bombed from UK bases for no convincing reason. (Margaret Thatcher agreed only because she felt she owed him one for help retaking the Falklands.) </p> <p>Syria, far guiltier of anti-American actions, as I recall, was treated more leniently for reasons of state, though no longer. <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/27/syria-usa\">As Simon Tisdall writes in today's Guardian the Bush administration has a genius for doing things that big up Iran</a>, including pushing Damascus into its embrace.</p> <p>It is all far from Greenock prison, where al-Megrahi is apparently dying. Over to you, Mr MacAskill.</p>",
  "<p>Retail sales in Britain fell for the seventh consecutive month in October and the outlook for next month remains weak, a survey showed today.</p> <p>The Confederation of British Industry said half of all retailers surveyed suffered falling sales volumes this month, while only 23% reported a rise from a year ago. </p> <p>This resulted in a balance of 27% of retailers saying sales were down, the same as in September and compared with analysts' expectations of 35%. Little improvement is expected for next month, with a balance of 25% of retailers predicting a drop in sales.</p> <p>In August, the balance dropped to -46%, the lowest level since the series began in 1983. Over the past three months, a balance of 33% of retailers reported lower sales.</p> <p>\"Retailers have had another tough month and, while there are some winners, the majority are suffering. The sector looks set to endure a very challenging run-up to Christmas,\" said Andy Clarke, chairman of the CBI's survey panel and retail director of Asda. \"Shoppers face competing pressures on their wallets and are spooked by worries over job losses and the slowing economy.\"</p> <p>The majority of sectors suffered sharp sales declines, although shops selling shoes and leather did well, as did DIY stores.</p> <p>\"While not as bad as feared, the CBI survey was still undeniably very weak,\" said Howard Archer at Global Insight. \"It does little to alleviate fears that the economy is set for further marked contraction in the fourth quarter after GDP shrank by 0.5% quarter-on-quarter in the third quarter. With consumers being hit very hard by a punitive combination of factors, which have been magnified by the financial crisis, the prospects for spending look bleak.\"</p> <p>He said it was \"highly possible\" the Bank of England would slash interest rates by up to one percentage point to 3.5% this week.</p> <p>In stark comments, Bank of England deputy governor Sir John Gieve warned today: \"The instability of the global financial system in recent weeks has been the most severe in living memory. And with a global economic downturn under way, the financial system remains under strain.\"</p>",
  "<h2>The European western</h2> <p>During the 1960s, the Italian film industry re-invented the American western. The genre was attractive for a variety of reasons. </p> <p>For many Europeans, the western was widely acknowledged as a quintessentially American form of film storytelling. The pared-down circumstances of the American west allowed for an operatic intensity of drama. </p> <p>Plus, the films were alluring to producers because of their relative economy. These movies became identified, because of their Italian origins, as spaghetti westerns.</p> <h2>Spaghetti in the desert</h2> <p>Italian film-makers drew on their familiarity with the genre to re-cast the western in a more cynical light than their American contemporaries. Film-makers in America had generally mythologised the west in terms of the harsh moral certainties of biblical teaching. American films were shot against the conveniently close backdrop of Monument Valley and the Arizona dessert.</p> <p>The ironic re-invention of the genre became a global phenomenon through the success of Sergio Leone's \"Dollars\" trilogy. Clint Eastwood was cast as the man-with-no-name bounty hunter, Blondie, and launched toward global superstardom.</p> <h2>Sergio Leone</h2> <p>The success of these films encouraged the producers to give the director, Sergio Leone, carte blanche for his next project. That project became Once Upon a Time in the West (1968). In the beginning, the script was fleshed out by Leone, Dario Argento and Bernardo Bertolucci - whose collaboration &lt;produced a story with a conceptual and philosophical sophistication unusual for cinema. </p> <h2>Marx in the west</h2> <p>The story of Once Upon a Time is set against the land-grab associated with the building of the trans-continental railway. So the drama is played out against a background of money and technology that provides a determining force for the characters' actions. The foregrounding of these powerful themes lends the film a historical, sociological and psychological realism. </p> <p>In the 1960s, the critical understanding of human behaviour was advanced through the development of social-science methodologies. The revelation, in detail, of the complex workings of modern society was generally understood as informed by Marxist theory and the pop culture sensibility of the Frankfurt School intellectuals. So, the film provides a watershed by acknowledging and foregrounding the complexity of the systems that determine our behaviour. </p> <h2>The poster</h2> <p>This poster for Once Upon a Time in the West is unusual to both British and American eyes. The narrow vertical format suggests that it was printed, as a stock-poster, for display in the doors of the local bars surrounding the cinema. This form of local display is quite usual in France and Italy and has resulted in a particular, and quite specific, form of poster. The addition of a coloured paper sticker with the exact date and time of the presentation would finish off the display. The coloured paper stickers were usually printed locally in letterpress.</p> <p>The simplification of the design into two, related, elements is daring. The poster comprises the title of the film in a playbill form of typeface. In addition there is a pictorial element derived from the opening gun battle sequence. The figure is conspicuous for his distinctive duster style coat. Let's look at these things in detail.</p> <h2>Bar-room playbills and thrifty typefaces</h2> <p>The playbill typeface was designed in the 19th century as a display type for the semi-literate communities of the American west. Display types were first originated in the 18th century as part of a growing demand for large sized typefaces that could be read, or at least recognised, from a distance. Typically, these letterforms were used on shop fronts and in letterpress poster design. So, they are entirely associated, in historical terms, with the emergence of organised commercial entertainments. This playbill typeface has a compressed form that, allowing more letters per line, is implicitly associated with the solid western value of thrift.</p> <p>Display types are immediately recognisable. In order to catch the eye, they use exaggerations of scale, form and perspective. The solid black printing associated with these letters is a historical reference to the ancient black-letter typefaces of early wood-block printing. The solid and exaggerated black serifs produce a distinctive optical dazzle and visual punch. This pattern can be recognised and, by association, linked to the various entertainments. </p> <p>For many people these letters, spelling out saloon or the names on a wanted poster for example, are an immediate and powerful reference to the Wild West.</p> <h2>Duster coats</h2> <p>The duster was a long, loose coat made of canvas or linen. It was designed to be worn by horsemen and to fit over their normal clothing and to protect it from trail dust. For practical purposes the coat had an exaggerated vent that allowed the coat to be worn comfortably whilst riding. On foot, the coats had a particular flapping gait. In addition the long, loose, coats allowed a variety of guns and weapons to be concealed. Just like the poncho, the coats allowed for the ready and speedy use of firearms. So the flapping duster was associated in the popular imagination, and from its very beginning, with violent and itinerant groups of horsemen. </p> <p>These specific associations help explain why the duster was rarely seen in the traditional western. The hero, individually isolated, could ride long distances without requiring special clothing except in the most difficult circumstances. Furthermore, the moral integrity of the hero would be fatally compromised by the use of a coat to hide a gun. Lastly, the action of most westerns is played out against the civilised backdrop of town and community. Even the saloon bar setting of many westerns required the protagonists to fight it out in their Sunday best.</p> <h2>The fight scene</h2> <p>The poster image comes from the railway station shoot-out that provides the climax of the long opening, and credit, sequence of the film. Three men, wearing trademark dusters, await the train and form an intimidating welcoming committee. After a long wait, the train arrives. The men are surprised when no one appears. It is only as the train departs that they become aware of the visitor. After some discussion, a gunfight takes place and the newcomer rides away. The sequence is constructed as a reference to the station scene in High Noon.</p> <h2>The railways</h2> <p>The duster coats are recognised as belonging to a local gang. In fact the agents of railway speculator, Morton, wear the coats as a form of disguise. The ruthlessness of Morton is based on a number of personalities associated with the American railway boom and its associated frauds, scandals and mayhem. The underhand and double-dealing of the railway speculator provides the framework for a film about violent duplicity and revenge. </p> <p>This is my all-time favourite film. I've watched it many times and I'm still amazed by it. It's big and clever and beautiful. The poster's great too.</p>",
  "<p>The advertising and marketing group <strong><a href=\"http://www.theguardian.com/business/aegisgroup\">Aegis</a></strong> warned today that despite \"healthy\" results for the first nine months of 2008, it could not forecast what its clients would be spending in the remaining three months of the year. </p> <p>Current uncertainty in financial markets and the more negative outlook for the global economy make it difficult to forecast accurate levels of client spend for the fourth quarter. </p> <p>\"This is our most significant trading period, with seasonally higher advertising volumes, project close-outs and determination of performance-related incentives,\" Aegis said in a statement. </p> <p>\"As a result of this reduced visibility, we have become more cautious about the outcome for the full year.\" </p> <p>The shares took a tumble on this somewhat gloomy assessment, dropping more than 13% at one point to 55p before rallying to 59p.</p> <p>\"With a number of quarters of negative revenue growth ahead, three are no obvious catalysts for the shares to bounce sustainably,\" said Alex de Groote, a media analyst at Panmure Gordon. </p> <p>\"That said, we retain a buy [recommendation] above all because Aegis owns a number of strategic assets in digital marketing services, and market research.\" </p> <p>Meanwhile, across the channel, the French advertising group <strong><a href=\"http://www.theguardian.com/media/publicis\">Publicis</a></strong> predicted a \"marked slowdown\" in the ad industry next year.</p> <p>Third-quarter revenue at the group fell 1.5%, partly because of the dollar and pound's weakness against the euro.</p> <p>\"We believe our industry will face a difficult end of 2008 and a marked slowdown in 2009,\" the Publicis chairman and chief executive Maurice Levy said in a statement.</p>",
  "<p><a href=\"http://www.theguardian.com/politics/alexsalmond\">Alex Salmond</a> has signalled a significant switch in economic policy as his plans for a new local income tax for all wage earners came under sustained attack from <a href=\"http://www.theguardian.com/politics/alistairdarling\">Alistair Darling</a>.</p> <p>The first minister said during campaigning in the <a href=\"http://www.theguardian.com/politics/glenrothes\">Glenrothes byelection</a> yesterday that his government was considering major concessions to win over critics of proposals to replace the council tax with a new 3p in the pound income tax for local services.</p> <p>The chancellor said the new tax – the most significant economic reform proposed by Salmond's nationalist administration in Edinburgh – was a \"profound mistake\". It would worsen the financial problems facing Scots at a time of recession and damage the jobs market, he said.</p> <p>Darling said: \"If you are trying to attract people to come and settle in Scotland, or to stay in Scotland, telling them income tax will be more here than it is in the rest of the country would be extremely damaging.\"</p> <p>Within less than three hours yesterday morning, Darling, Salmond and the former Conservative leader William Hague spoke at set piece events within a few hundred yards of each other in the Methil area just beside the Firth of Forth. </p> <p>Darling visited a small college, Hague sampled award-winning Irn Bru-flavoured sausages and Salmond arrived at an oilrig and wind turbine fabrication yard. </p> <p>Economic issues again dominated campaigning before next week's crucial byelection. </p> <p>Hague accused the government of squandering the economic benefits of the last decade and damaging Britain's credibility by allowing public borrowing to escalate so sharply. </p> <p>\"The reason the pound is going down in value is that internationally, people no longer have confidence in the responsibility of the British government. That's what we have to change,\" he said. </p> <p>The <a href=\"http://www.theguardian.com/politics/snp\">SNP</a> is narrow favourite to overturn <a href=\"http://www.theguardian.com/politics/labour\">Labour</a>'s 10,664-vote majority on November 6, and are focusing their campaigning in the relatively poor constituency on the rising cost of living, the recent 40% increase in energy prices and demands for greater subsidies for domestic fuel bills. </p> <p>Labour believes that Brown's success in leading global efforts to rescue the banking system has bolstered their chances. A YouGov poll for the Sunday Times showed Labour in Scotland had regained their lead over the SNP in a general election vote and bookmakers yesterday slightly increased the odds of the nationalists winning Glenrothes.</p> <p>Lindsay Roy, the Labour candidate and headmaster of Brown's old school in the neighbouring town of Kirkcaldy, claims that voters are complaining about the SNP's income tax proposals on the doorstep. </p> <p>Salmond said abolishing the council tax was actually immensely popular among voters. But he could now drop his insistence on a nationally-set 3p rate to win support from the Lib Dems in the Scottish parliament.<br> Instead, Scotland's 32 councils could be allowed to set their own tax rates – a key Lib Dem demand. Students could also be exempted, and dividends from shareholdings may now be included in the taxable income, he conceded. </p> <p>Salmond insisted his party was far more in tune with voters on this issue and on their greatest anxiety of all: rising living costs. \"Focusing on that is what is going to win this byelection for the SNP,\" he said.</p>",
  "<p></p> <p><strong>By Patrick Smith</strong></p> <p>Online marketing spend in Russia will total between $1bn (£610m) and $1.5bn (£920m) this year as spending on most European countries plummets amid widespread fears of recessions and economic slowdown, reports <strong><a href=\"http://lenta.ru/news/2008/10/25/billion/\">Lenta.ru</a></strong>, via <strong><a href=\"http://www.sfnblog.com/index.php/2008/10/27/2527-russian-online-marketing-up-in-2008\">snfblog</a></strong>. The figures, from research firm <strong>Tagline</strong> which analysed 600 companies in Russia, show that spend on contextual ads will be between $320m (£196m) and $450m (£276m) by the end of the year while search spend is set to be between $250m (£153m) and $400m (£254m).</p> <p>Most countries are staring at successive periods of declines: <strong>IPA's</strong> recent <strong><a href=\"http://www.paidcontent.co.uk/entry/419-q3-web-ad-spend-stagnant-weakest-growth-in-seven-years-bellwether\">Bellwether</a></strong> report showed that online ad spend in Britain was flat in Q308 and <strong><a href=\"http://www.paidcontent.co.uk/entry/419-economy-now-hitting-even-web-ad-spend-but-how-bad-is-it/\">Enders</a></strong> cut its 2008 forecast from £3.56bn to £3.33bn, despite most in the industry predicting – or at least hoping – that online ad spend would weather a downturn and continue to grow. Tagline's figures give a rather wide margin of error but it seems undisputable that Russia's digital media industry is riding out the global downturn better than its neighbours to the west and to the east.</p> <p><strong>From <a href=\"http://www.paidcontent.org\">paidContent</a>:</strong><br>• <a href=\"http://www.paidcontent.org/entry/419-mansuetos-koten-breaking-news-doesnt-bring-in-ad-dollars-aggregation-do/\">Mansueto's Koten: Breaking news doesn't bring in ad dollars, aggregation does</a><br>• <a href=\"http://www.paidcontent.org/entry/419-la-times-cuts-75-newsroom-jobs-10-percent-of-news-staff-laid-off/\">LA Times cuts 75 newsroom jobs; 10% of news staff laid off</a><br>• <a href=\"http://www.paidcontent.org/entry/419-lauren-rich-fine-on-newspaper-circulation/\">Lauren Rich Fine on newspaper circulation</a><br>• <a href=\"http://www.paidcontent.org/entry/419-industry-moves-valueclicks-yovanno-takes-ceo-spot-at-gigya-jupitermedia/\">Industry Moves: Jupitermedia; National Geographic Digital</a></p> <p><strong>From <a href=\"http://www.paidcontent.co.uk/\">paidContent:UK</a>:</strong><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-what-downturn-russian-08-web-ad-spend-could-reach-15-billion-report/\">Three bidders left for Reed Business; former publisher of WSJ involved in one group</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-reed-elsevier-plans-even-sweeter-sweetener-for-struggling-rbi-sell-off/\">Reed Elsevier plans even sweeter sweetener for struggling RBI sell-off: report</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-broadband-content-bits-aardman-youtube-bebo-dancejam-uk-music/\">Broadband Content Bits: Aardman/YouTube, Bebo/DanceJam, UK Music</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-myspace-shuts-holland-office-hyves-wins-dutch-buzz/\">MySpace shuts Holland office; Hyves wins Dutch buzz</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-kents-local-govt-web-tv-forced-to-cough-up-costs/\">Kent's local government web TV forced to cough up costs</a></p>",
  "<p>The FTSE 100 powered back up towards the 4000 mark today, boosted by a rally on the Asian markets, recovering commodity prices and strong corporate performances from <strong><a href=\"http://www.guardian.co.uk/business/bp\">BP</a></strong> and <strong><a href=\"http://www.guardian.co.uk/business/avivabusiness\">Aviva</a></strong>.</p> <p>Soon after opening, the index of London's leading shares reached 3978.81 – a rise of just over 126 points on last night's close.</p> <p>After an hour of trading, however, it fell back to around 3873, a rise of just 20 points.</p> <p>As with yesterday's early plunge, the London market took its lead from the performance of markets in Asia, which enjoyed strong recoveries.</p> <p>The Hang Seng in Hong Kong surged more than 14%, its biggest one-day rise since 1997, and the Nikkei in Japan bounced back strongly from yesterday's 26-year low.</p> <p>In Hong Kong, shares in <strong><a href=\"http://www.guardian.co.uk/business/hsbcholdings\">HSBC</a></strong> leapt by 20%, which helped to send them higher in London.</p> <p>HSBC, which has suffered in recent weeks as fears for a global recession have intensified, was up more than 10% in early trade to 730p, before slipping back to the 700p mark.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/standardchartered\">Standard Chartered</a></strong>, the other internationally focused bank that has had a hard time of late, was one of the FTSE 100's top gainers this morning too, with shares up more than 9% to 743p.</p> <p>Another loser yesterday turned winner today was the mining group <strong><a href=\"http://www.guardian.co.uk/business/xstrata\">Xstrata</a></strong>, which reacted well to improving commodities prices, up 8% to 764.5p.</p> <p>Insurance group Aviva was the FTSE 100's top riser this morning after it reported better-than-expected figures.</p> <p>Aviva's chief executive, Andrew Moss, made a point of mentioning the company's share price and how it had been \"affected by the huge uncertainty in financial markets\" – and he reminded investors that the net asset value per share was 696p at September 30. Today shares in Aviva rose by more than 11% to 272.25p.</p> <p>Oil giant BP also saw shares benefit from a strong results statement, with third-quarter profits up 148%. Shares rose 3.2% to 452p.</p>",
  "<p>The <a href=\"http://www.guardian.co.uk/business/2008/oct/28/economics-credit-crunch-bank-england\">Bank of England may have put the paper cost</a> of the global crisis at a staggering $2.8 trillion, but how does one come to grips with such a sum? </p> <p>Think of it like this: it could pay for 46 bail-outs of the kind the Treasury handed to the banks RBS, HBOS group and Lloyds TSB - or pay off the last quarter's public debt 45 times. </p> <p>It is more than three times the sum of UK annual public spending, and also equivalent to the wealth of 100 Oleg Deripaskas - before the credit crunch anyway. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339058449\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2006/11/23/Bordeaux140.jpg\" alt=\"Wine tasting\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>It's equal to 138m bottles of 1947 Petrus Pomerol, the bankers' favourite vintage. Or, if it's your turn in the coffee round, 773bn lattes - nearly 13,000 each for every UK citizen.</p> <p>How would you spend it?</p>",
  "<p>Oil giant <a href=\"http://www.theguardian.com/business/bp\">BP</a> today beat analysts' forecasts as its reported a 148% surge in third-quarter profits to top $10bn (£6.5bn), boosted by record oil prices.</p> <p>The forecast-busting performance is likely to spark fresh protests from motorists and businesses who have felt the pain at the petrol pump this year.</p> <p>Shares in the company rose more than 6% to 466.5p in early London trading.</p> <p><a href=\"http://www.theguardian.com/business/oil\">Oil prices</a> have since fallen by more than half their July peak of $147 to just above $60 a barrel as global recession fears mount, despite moves by oil cartel Opec to cut production.</p> <p>BP's chief executive, Tony Hayward, said today: \"Although it has since fallen away sharply, the high oil price of the third quarter obviously helped our absolute result.\"</p> <p>The company averaged a selling price of more than $111 a barrel, compared to $71 in the same period last year.</p> <p>Stripping out exceptional gains, BP's underlying \"clean\" profits of $8.9bn shattered City expectations.</p> <p>Despite the boost from record oil prices, Hayward maintained that BP had also benefited from an improved operating performance.</p> <p>Increasing production from major projects more than offset the impact of hurricanes in the Gulf of Mexico during a period in which BP produced 3.66m barrels of oil equivalent a day, up 5% on an underlying basis year-on-year.</p>",
  "<p>In \"<a href=\"http://www.theguardian.com/environment/2008/oct/23/energy\">The great green electricity con</a>\" Fred Pearce is right to point out the greenwashing going on among many of the UK's large electricity suppliers.</p> <p>However, by deliberately ignoring the independent generation and supply sectors, he tars all renewable electricity suppliers with the same brush and taints the whole sector.</p> <p>The electricity industry in this country is dominated by a handful of large players. As his article shows, the percentage of renewable electricity offered in the tariffs from these companies can be surprisingly low. The practice of \"double counting\", or selling the same unit of electricity twice, is, as one of his contributors says, \"enormous\".</p> <p>The way the market works at the moment is that the generator is awarded three certificates for each megawatt of renewable electricity produced: a Rego (renewable energy guarantee of origin), a Roc (renewable obligation certificate) and a Lec (levy exemption certificate).</p> <p>The suppliers can then sell this megawatt of electricity to several customers – and in turn those customers can claim they are buying from a green source. It allows the supplier to sell once to, for example, a domestic customer using the Rego as proof; and the same unit again to a business customer using the Lec as proof.</p> <p><a href=\"http://www.good-energy.co.uk/\">Good Energy</a>, the UK's only supplier of electricity from 100% renewable sources, has long argued for clear guidelines on what is allowed and what is not. The key area of crossover is between the domestic and the industrial and commercial market. Ofgem's attempt to bring forwards guidelines has met with resistance from some parts of the industry purely because the confusion suits them.</p> <p>Ofgem guidelines that provide the market with simple dos and don'ts on the supply of green electricity would end the practice immediately. It would safeguard domestic consumers and ensure that industrial and commercial customers are making claims about their supply correctly.</p> <p>However, by ignoring the independent sector and small-scale suppliers such as ourselves, Fred Pearce implicates us all in the same scandal. This is rather sad as the smaller end of the market tends to be where the innovation really comes from.</p> <p>Our customers know that every unit of electricity bought from Good Energy comes from a 100% renewable source – either from our own generating assets or those which we've bought from independent, small-scale producers using wind, solar or small hydro. The key to this is that we have an independent audit – not expensive but very effective – to verify our claims. That means our customers can look up what we're doing and hold us to account. We also buy back from home generation customers in our HomeGen scheme.</p> <p>Each new customer of ours creates a financial link between customer and renewable generator, and every new customer we get means that we have to make sure we secure new renewable generation for the future.</p> <p>Pearce's ire should be directed not only at the companies that supply green electricity less than transparently, but also at the historic behaviour of the powers that be at the Department for Energy and Climate Change and Ofgem for not believing that this is an important part of the market. This attitude may yet come back to bite them.</p>",
  "<video data-media-id=\"gu-video-339047710\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1883523803_usTwoLittleGods-848x480.flv\"/> </video>   <p>Sony BMG has signed up filmmakers including Stephen Kijack, the director of Scott Walker: 30 Century Man, and Brazilian Marcos Prado to make a series of online short films in a global marketing campaign to launch singer Dido's new album.</p> <p>The Sony BMG campaign, to promote the launch of Dido's third album, Safe Trip Home, on November 17, eschews the traditional music industry route of a blanket marketing push using media such as TV and poster ads.</p> <p>In conjunction with agency Industry Approved, a marketing team travelled to 16 cities in 24 days to try to tap into the core demographic of Dido fans and come up with a targeted marketing strategy.</p> <p>The result was to sign a number of filmmakers to create videos of \"12 trips home\" - filmed in locations including New Zealand, a Portugese fishing village and a Mumbai taxi cab - that will be seeded online.</p> <p>Prado's film tells the story of an elderly woman making her way to her home in a waste site in Rio de Janeiro.</p> <p>Kijack has shot a short film, called Burnin' Love, that charts the experience of author Martin Pousson returning to his house in New Orleans a year after Hurricane Katrina wreaked havoc across the city.</p> <p>Another of the films, called Don't Believe in Love, focuses on teenagers in London. Made by Ben Unwin, who has worked with artists including Stereophonics and Boy George, the film takes a look at how the bedrooms of teenagers are like a \"home within a home\".</p> <p>In Mumbai, director Siddarth Sikand follows a day in the life of a female taxi driver; while Brazilian director Cristiana Miranda portrays the double life of young Portuguese fisherman juggling home life and long days at sea. </p> <p>Dido said: \"I wanted every song to have its own film to represent the album as a whole.\" </p> <p>Ged Doherty, the chairman and chief executive of Sony BMG, added: \"The record industry is legendary for not knowing who their consumers really are. </p> <p>\"Dido didn't want a typical marketing campaign shoved down people's throats. A typical industry campaign is just to buy TV, posters and the side of a bus. But where is the idea under that?\"</p> <p>He said that the strategy was built on interviews across the world aimed at a \"sweet spot\" demographic of Dido fans aged between 27 and 30 years old.</p> <p>Doherty added that the filmmakers were given the freedom to interpret the idea of a trip home in any way they wanted using a chosen song from the album for inspiration.</p> <p>\"The campaign is all about home. It could mean the planet, being displaced or family,\" he said. </p> <p>\"One ad doesn't work for all consumers and marketing pounds have to go further to get people's attention. There are so many messages out there.\"</p> <p>Doherty said that Sony BMG had been building its knowledge of more innovative, targeted marketing campaigns in stages with advertising for other acts including Will Young, Kings of Leon and AC/DC.</p> <p>The AC/DC campaign tapped into the mindset of the fans aged 45 and older to \"unleash the rock'n'roll within\" with a campaign that included men transforming into singer Angus Young in their own time in a garden shed.</p> <p>The Dido campaign marks the first time Sony BMG has attempted the new strategy for a global marketing campaign.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<h2>Georges de la Tour - The Magdalene (1640-1645)</h2> <p>The play of dark and light assumes an almost metaphysical resonance here. An apparently pregnant woman gazes intently at a sputtering candle while, with moving delicacy, touching the ground zero of a human skull. Yet the theme of meditation on mortality is embodied more fully and with greater impact in De La Tour's masterful command of chiaroscuro: that candle-light redeeming the beautifully bared shoulder from the shadow's grasp. (RC)</p> <h2>Fernand Léger - Three Women (1921)</h2> <p>LÈger's women, who all have the same tumbling waterfall of black hair, are modernist descendants of Ingres's nudes. In a sense this is the culmination of French painting, a monument to its ideals of beauty and reshufflings of the classical, modern and erotic, held here in delicate, beautiful balance. (JJ)</p> <h2>Leonardo da Vinci - <a href=\"http://www.theguardian.com/culture/2008/oct/27/leonardo-da-vinci\">read more here</a></h2> <h2>Hubert le Sueur - Equestrian statue of Charles I (1633)</h2> <p>The setting was recently re-landscaped, but in the roaring traffic and urban clamour many still miss one of the finest and earliest London statues, by the French artist le Sueur, who spent most of his career at the court of Charles I. Completed just in time for the civil war, it was ordered to be destroyed but instead buried to save it, and eventually re-erected by Charles II; the badly eroded base is said to be by Grinling Gibbons. (MK) </p> <h2>Roy Lichtenstein - Whaam! (1963)</h2> <p>Pop artist Roy Lichtenstein painted America as a boy's fantasy, filling it with bottle blondes, chiselled hunks and comic-book explosions. Whaam! is based on an image from All American Men of War, which celebrated the superpower's global supremacy in comic book imagery. (JL)</p> <h2>Limbourg Brothers and others - Les Très Riche Heures (c1412-1416)</h2> <p>The wealthy Duc de Berry commissioned the greatest miniaturists of the age to illustrate a prayer book featuring the activities of his many vine-yards and chateaux. The result is the apex of International Gothic style and possibly the most valuable property survey in the world. (AH)</p> <h2>Maya Lin - Vietnam Veterans' Memorial (1982)</h2> <p>Maya Lin's black wall bearing the names of Americans who died in Vietnam is overwhelming in its calm eloquence. It is rare to walk down the gently sloping path into the cut in the ground in which it is set without seeing someone in tears beside one of the names. (JJ)</p> <h2>Fra Filippo Lippi - Madonna and Child with Birth of the Virgin (c1452-1460s)</h2> <p>The beautiful sad-eyed Virgin who looks out from this circular painting is modelled on Lucrezia Buti, a young nun with whom Lippi - a friar - had a child. His paintings are among the tenderest Renaissance works, especially when she's in them. (JJ)</p> <h2>El Lissitzky - Victory over the Sun (1923)</h2> <p>The New Man strides on robot limbs, his heart a red square, in El Lissitzky's suite of prints illustrating a science fiction opera first staged in St Petersburg four years before the October Revolution. (JJ)</p> <h2>Ambrogio Lorenzetti - Good Government in the City and the Country (1338-1340)</h2> <p>The people of Siena dance in their streets, so happy are they with the way the city is governed behind its pink walls, and peace and prosperity reign over the green hills of Tuscany in this lovable painting that makes you wish you too lived on the eve of the Black Death. (JJ)</p> <h2>Lorenzo Lotto - Portrait of Andrea Odoni (1527)</h2> <p>The great lateral sweep of this picture with its broad-chested man sweeping out his arms as he shows his collection of antiquities, whose ruinous stone faces haunt his green life, enfolds you and makes you feel he's opening his heart. (JJ)</p> <h2>LS Lowry - The Sea (1963)</h2> <p>Forget matchstick men and mill chimneys. Lowry was the greatest seascape painter of the 20th century. A greyish vacuity of sky and a greyish striation of sea, and there you have it - melancholic depths comparable to a late Rothko abstraction. (RC)</p> <h2>Sarah Lucas - Two Fried Eggs and Kebab (1992)</h2> <p>Sarah Lucas employs visual puns and bawdy humour to create provocative works about gender stereotypes and macho behaviour. Her classic work Two Fried Eggs and Kebab is a reclining naked female figure constructed from a table, two eggs and a kebab to represent genitalia. (JL)</p>",
  "<p>• As Barack apparently tightens his grip on the red Republican states and, according to Prospect magazine, nets the endorsement of Sir Paul McCartney, we note with sadness the extent to which the Obama phenomenon has divided conservatives on both sides of the Atlantic. John McCain's people now denounce Sarah Palin as a \"diva\", more interested in herself than the party. Here, poor Boris Johnson is under fire in Telegraph-land and indeed from Melanie Phillips (she's mad as hell and she's not going to take it any more), because last week he endorsed the Democrat. God knows what the response will be if they catch up with the Tory whip who proudly sports an outsized \"Vote Obama\" wristwatch. We hope Obama wins next week for many reasons, not the least of which would be the charges of betrayal that would begin on November 5 - the tantrums, foul oaths and tears. </p> <p>• For the threat Obama poses is being taken very seriously. The right here is all of a tizz, in part because of the writings in the US of figures such as Frank Gaffney - a former senior official under US President Reagan - who says that Obama \"hopes to win the White House by relying, in part, on the Jihadist vote\" funded by \"between $30m and $100m from the Mideast, Africa and other places Islamists are active\". Obama has promised change but writing in the Washington Times, Gaffney tells us that his election will in fact lead to \"global theocratic rule under shariah, and the end of our constitutional, democratic government\". Unless James Bond intervenes. And Doctor Who. And Austin Powers.</p> <p>• Then there is Obama's link with Bill Ayers, the domestic \"terrorist\" denounced by Sarah Palin. The two men served on a charitable board together, the Woods Fund of Chicago, and this perhaps tells you all you need to know about Obama's judgment. And that of Doris Salomon, once BP's community affairs director, as well as Patrick Sheahan, executive director of public affairs at UBS bank, both of whom are still listed with Ayers as members of the board. BP? UBS? Who next?</p> <p>• Indications, meanwhile, that the credit crunch is affecting the blingiest of footballers. Manchester United's fanzine United We Stand tells of Manchester City's Brazilian star Robinho, recipient of £160,000 each week and star of the club's 3-0 drubbing of Stoke City this weekend, spending £700 in Harvey Nichols in the city the other day, a sum commensurate with his fee for running from the tunnel to the pitch. He was then noted waiting 25 minutes in a queue, the better to acquire a Harvey Nicks discount card and thus receive the 50% reduction. Take care of pennies; especially now.</p> <p>• There is the sort of cross-party agreement we always dreamed of in Northern Ireland, but only because the DUP, the Ulster Unionists and the SDLP have a common enemy. The Reverend Terence Cadden of Seagoe parish church in Portadown wrote to youth leaders telling them that Halloween contained \"negative spiritual influences\" and that parties associated with the event would be \"inappropriate\". Bad move. Stephen Moutray of the DUP told the Belfast Telegraph he couldn't \"see the harm\" in a bit of Halloween japery. Indeed, he sells the bits you need in his supermarket. \"Dressing up for a bit of fun and dunking for apples can hardly be construed as being anti-Christ,\" says Dolores Kelly of the SDLP. \"Churches have more important social and community issues to deal with,\" added George Savage, spokesman on the issue for the Ulster Unionists. No word, it's true, from Sinn Féin. The unity might not last, but surely there is enough there to delight the man who famously felt the hand of history on his shoulder. When the Israelis and the Palestinians come together, his work will be done. </p> <p>• And finally there's good news and bad news for residents of the Scilly Isles. The good bit is that 286 free bus passes have been sent there for the over-60s. The bad news is that there is no public bus to use them on, just a few local ferries. But it does mean cheaper bus journeys for all who make it to the mainland. Rejoice, rejoice. </p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p>Leeds seems an appropriate place to talk about terrorism. The cell of suicide bombers who wreaked carnage on the London transport system on July 7 2005 included young men brought up in Leeds. They lived a mile or so from where we're sitting now in the lobby of the Queen's Hotel.</p> <p>Professor Caroline Kennedy-Pipe comes through the revolving doors and past the uniformed flunkeys before perching rather uncertainly on the edge of a luxurious armchair. In truth, we've met here because it's handy for the station. She lives just outside Leeds and she's on her way home from Hull University, where she was recently appointed chair of war studies.</p> <p>\"Caroline is one of the leading experts in the UK and beyond,\" says Justin Morris, head of politics and international studies at Hull. \"She has done policy work for the government here and I think also in the US.\" Kennedy-Pipe, 46, can't talk about any of that, needless to say, except to confirm that it's true on both counts. But she is happy to discuss her latest transatlantic research project. She's working with Kevin Murphy, a psychologist from Penn State University, along with a team of engineers from the Georgia Institute of Technology, to examine the use of what she calls \"IEDs - improvised explosive devices,\" she explains. \"What everybody else calls suicide bombs.\"</p> <p>Calling them IEDs, apparently, sounds more scientific and therefore more likely to attract the big bucks that academics need for big investigations. \"There's a move to make us social scientists more method-driven,\" Kennedy-Pipe goes on. She readily concedes, however, that there is no hard-and-fast formula for producing a terrorist. \"And you can't interview suicide bombers afterwards to ask why they did it,\" she points out, grimly. \"Their motivations are not always clear, it seems to me.\"</p> <p>All the more reason for the need to work across disciplines and search for vital clues, she suggests. \"Can we possibly produce a useful model, and would that have any purchase in the real world? IEDs have been one of the primary ways of killing our troops in Iraq. So we need to know more about the kind of people doing this.\"</p> <p><strong>Lessons of history</strong></p> <p>Part of her role will be to analyse how the lessons of history apply to current conflicts. Last year she published her book on The Origins of the Cold War and, 10 years before that, The Origins of the Conflict in Northern Ireland. \"I know that Tony Blair made the point that al-Qaida is a very different beast from the IRA,\" she says. \"Well, perhaps so. But there are similarities. The IRA were never the cuddly bunch that some people are now trying to portray them as.\"</p> <p>Surely that's because former IRA commanders have become part of the government of Northern Ireland, I suggest. \"Exactly. And that tells you how politics changes. I don't want to sound frivolous, but one reason why terrorists eventually become part of the structure that they were trying to destroy is that they get old. They also get defeated.\" So does she believe that the \"war on terror\" can succeed? \"The war in Ireland eventually showed the IRA that violence wouldn't bring success. The intelligence services had such a stranglehold that terrorists couldn't move about as they had done in the 1970s.\"</p> <p>So one of the lessons of history, in the Kennedy-Pipe world view, is the need for patience. Over 40 years before the collapse of the Soviet Union, she points out, the journalist Walter Lipman and the diplomat George Kennan were advocating a policy of containment. Sitting out the cold war, in other words, until the economy of the other side collapsed. \"A really confident great power would have sat out 9/11 and realised that the new global pattern of politics has to be adapted to, not by war, but by a series of other methods,\" she suggests. \"Horrific though it was, the 9/11 casualty rate was quite low. I say this with no disrespect intended to the families involved, but you have to ask whether it really warranted unleashing two major wars.\"</p> <p>Yes, governments have to be seen to be doing something, she concedes. \"But the military option is a blunt one when you're dealing with al-Qaida. You're doing exactly what the terrorists want.\"</p> <p>Kennedy-Pipe has a self-effacing manner at odds with her achievements. She is, after all, president and former chair of the British International Studies Association (Bisa). As a woman, what's more, she's something of a rarity in her chosen field. War is seen as a macho subject. In fact, it was two male soldiers who first stirred her interest in military history. One was Harry Hearder, professor of Italian history at Cardiff, who had spent much of the second world war in Italy. The other was Robert O'Neill, professor of war studies at All Souls, Oxford, and a veteran of two tours with the Australian army in Vietnam.</p> <p>Kennedy-Pipe was brought up just outside Oxford, the daughter of liberal Irish parents - her father ran a small building merchant's. \"But I didn't go to the university there until I did my PhD,\" she explains. \"At 18, I wanted to get away and my boyfriend had gone to Cardiff the previous year.\" Hearder's first-hand experiences of war evidently inspired her. She emerged with a first-class honours degree in history. But why specialise in war? \"I knew I wanted to teach, so I thought I might as well teach something important. And when you study history, there's a war in every course. Why does humankind spend so much time developing more effective ways of killing one another? Look at the 20th century: almost in the blink of an eye you've gone from the bayonet to the nuclear warhead.\"</p> <p><strong>Terrorism toolkit</strong></p> <p>And now, in the 21st century, we have increasing numbers of terrorists setting out to blow themselves and others up with IEDs. It just so happens that our meeting at the Queen's Hotel coincides with the government unveiling its \"toolkit\" for teachers to spot potential violent extremists and report their suspicions to the authorities.</p> <p>Kennedy-Pipe is not impressed. \"It looks to me like another example of government trying to make people think they're doing something effective,\" she says, \"and undermining the compact between teachers and pupils in the process. In my experience, those who are drawn to radicalism are very good at hiding it. This generation is really media-savvy, and there's a link between those looking at internet videos of atrocities against Muslims and their recruitment to al-Qaida. They're aware of global political grievances. And their alienation from mainstream society where they grew up means they feel they have more in common with youth in far-flung corners of the globe. Hence the British young men at training camps in Pakistan. The battlegrounds are far wider than we anticipated before 7/7.\"</p> <p>On reflection, perhaps, there's nothing particularly appropriate about discussing terrorism in Leeds. The bombers from just up the road could have come from any town or city in the UK or, indeed, across the world.</p> <p><strong>Curriculum vitae</strong></p> <p><strong>Age: </strong>46</p> <p><strong>Job: </strong>Chair of war studies at Hull University</p> <p><strong>Before that:</strong> Professor of international relations and war studies at Warwick</p> <p><strong>Likes:</strong> rugby, tennis and netball (Oxford blue)</p> <p><strong>Dislikes:</strong> ironing, having her photograph taken</p> <p><strong>Married </strong>with one son</p>",
  "<p>The ruins lie silent and abandoned in the heart of the jungle; blocks of stone surrendered to the vines, which twist and writhe over temples, plazas and pyramids. Weeds and forest creatures have colonised the inner sanctums; mahogany and cedar trees swallow what once were roads, blotting out the sun. This is Tikal, the ancient Mayan city of northern Guatemala. There was a time when tens of thousands of people lived here. The architecture and urban planning - there are epic monuments, boastful inscriptions and even courts for playing ball games - embody boundless human confidence. </p> <p>Today the only voices are of murmuring tourists, interlopers into a domain of spider monkeys and jaguars. \"The imagination reels. There are reliefs, pyramids, temples in the extinguished city. The ... sound of flapping wings trickle into the immense sea of silence,\" wrote Miguel Ángel Asturias, Guatemala's Nobel laureate. </p> <p>Shortly after its apogee, around AD800, the Mayan civilisation, the most advanced in the western hemisphere, withered. Kingdoms fell, monuments were smashed and the great stone cities emptied. Tikal now stands as an eerie embodiment of a society gone wrong, of collapse. How it came to pass is a question that has long fascinated scholars. Titles such as Ancient Maya: The Rise and Fall of a Rainforest Civilization fill faculty bookshelves. It has also provided fodder for literature and films, most recently Mel Gibson's Apocalypto. There is a grim, irresistible appeal to this tale of central American oblivion.</p> <p>Recent events have injected a jarring note into Mayan studies: a sense of anxiety, even foreboding. Serious people are asking a question that at first sounds ridiculous. What if the fate of the Maya is to be our fate? What if climate change and the global financial crisis are harbingers of a system that is destined to warp, buckle and collapse? </p> <p>No one is suggesting that vines will start crawling up the concrete canyons of Wall Street, or that howler monkeys will chase pin-striped bankers through Manhattan. Mayan kings who screwed up were ritually tortured and sacrificed with the aid of stingray spines to pierce the penis; an emphatic application of moral hazard. In our era, the only thing slashed is a bonus. </p> <p>There are, however, striking parallels between the Maya fall and our era's convulsions. \"We think we are different,\" says Jared Diamond, the American evolutionary biologist. \"In fact . . . all of those powerful societies of the past thought that they too were unique, right up to the moment of their collapse.\" The Maya, like us, were at the apex of their power when things began to unravel, he says. As stock markets zigzag into uncharted territory and ice caps continue to melt, it is a view increasingly echoed by scholars and commentators. </p> <p>What, then, is the story of the Maya? And what lessons does it hold for us? According to Diamond's thesis, this: the ancients built a very clever and advanced society but were undone by their own success. Populations grew and stretched natural resources to breaking point. Political elites failed to resolve the escalating economic problems and the system collapsed. There was no need for an external cataclysm or a plague. What did for the Maya was a slow-boiling environmental-driven crisis that its leaders failed to recognise and resolve until too late. </p> <p>\"Because peak population, wealth, resource consumption, and waste production are accompanied by peak environmental impact - approaching the limit at which impact outstrips resources - we can now understand why declines of societies tend to follow swiftly on their peaks,\" wrote Diamond in a 2003 article, The Last Americans: Environmental Collapse and the End of Civilization. The idea is expanded in his book Collapse: How Societies Choose to Fail or Succeed. The link between environmental, economic and political stress is clear, says Diamond. \"When people are desperate and undernourished, they blame their government, which they see as responsible for failing to solve their problems.\"</p> <p>A visit to the jungle ruins in the Yucatán peninsula, stretching from southern Mexico down to Guatemala, El Salvador, Honduras and Belize, is a humbling experience. There is sticky, sapping heat and squadrons of biting, stinging mosquitoes. The Maya were not a homogenous empire like the Inca or Aztecs but a series of squabbling kingdoms. The first settlements have been dated back to 1800BC but what is known as the \"classic\" period started much later, around AD250. The final period - zenith and collapse between AD750 and AD900 - is known as the \"terminal classic\".</p> <p>Tikal, deep in the forest of Petén in northern Guatemala, was one of the Mayan capitals, a sprawling complex of limestone structures that was home to up to 100,000 people. Kings doubled up as head priests and political leaders. There were acropolises with hieroglyphs and pyramids with flat roofs from which astronomers and mathematicians mapped the planets and calculated calendars.</p> <p>The Maya accomplished all this without pack animals - no cows, mules or horses to heave and push, just human muscle - and with limited water, which forced reliance on rainfall. By AD750 there were several million in the region, most of them farmers. Monuments and palaces became ever grander as kings and nobles competed for glory. And then everything went pear-shaped. Archaeological records show monument building abruptly stopped, as did the boastful inscriptions. There is evidence that palaces may have been burned. </p> <p>Most dramatically, the population vanished. Over a few generations numbers withered from millions to tens of thousands, maybe even just thousands. Most abandoned the cities and migrated north. The birth rates of those who stayed tumbled. (Mathematically, Russia's population decline is on a similar trajectory). By the time Spaniards clanked into southern Yucatán in the 1500s there was hardly anyone left. Today, lush vegetation has reclaimed Tikal, turning everything mossy and green, but the temples, the tallest pre-Columbine structures, rise high over the canopy. George Lucas used Tikal as the site for the rebel base in the first Star Wars film.</p> <p>To explain the mysterious collapse some scholars posit an invasion, or disease, or shifting trade routes, or a drought. There is wide agreement, however, that a leading cause was environmental pressure. \"The carrying capacity of the ecosystem was pushed to its limits,\" says Marcello Canuto, an anthropology professor at Yale. Lakes became silted and soils exhausted. Tilling and man-made reservoirs provided more food and water but population growth outstripped technological innovation. </p> <p>Complex and organised it may have been but Mayan society resembled a frog who stays in slowly boiling water, says Canuto. \"Things were brewing within the system that were not picked up until too late.\" When the political elites did react they made things worse by offering greater sacrifices to the gods and plundering neighbours. \"The kingdoms were interdependent and there was a ripple effect. They did not respond correctly to a crisis which, in hindsight, was as clear as day.\" </p> <p>The environmental trouble built up over centuries and was partly concealed by short-term fluctuations in rainfall patterns and harvest yields. But when the tipping point came, events moved quickly. \"Their success was built on very thin ice. Kings were supposed to keep order and avoid chaos through rituals and sacrifice,\" says David Webster, author of The Fall of the Ancient Maya. \"When manifestly they couldn't do it people lost confidence and the whole system of kingship fell apart.\"</p> <p>Which brings us to modern parallels. Webster, watching the season's first snowflakes through the window of his office at Pennsylvania State University, has been waiting for the question. Pinned to his wall is an old clipping about the fall of Enron Corporation in 2001. \"That was the first tremor,\" he muses. \"You know, human beings are always surprised when things collapse just when they seem most successful. We look around and we think we're fat, we're clever, we're comfortable and we don't think we're on the edge of something nasty. Hubris? No: ignorance.\"</p> <p>Some anthropologists hesitate to make direct links between ancient and modern societies, deeming it out of academic bounds. Not Webster. \"In common with the Maya, we're not very rational in how we think about how the world works. They had their rituals and sacrifices. Magic, in other words. And we also believe in magic: that money and innovation can get us out of the inherent limits of our system, that the old rules don't apply to us.\" He snorts.</p> <p>This is a modish view these days but it was considered cranky luddism back during the 1980s stockmarket boom and the 1990s dotcom bubble. That was when masters of the universe bestrode Wall Street and Francis Fukuyama caught the triumphalist liberal economic zeitgeist with his book The End of History and the Last Man. That era, to borrow from Star Wars, feels a long time ago in a galaxy far, far away. Now Bear Stearns and Lehman Brothers are history and governments are taking over banks and propping up markets. </p> <p>If traders and their mumbo jumbo about securitisation and derivatives resemble Mayan priests chanting in their temples then Bush and Gordon Brown are the hapless kings who egged them on rather than query the \"magic\". As chancellor, Brown blessed the conjuring. \"In budget after budget I want us to do even more to encourage the risk-takers,\" he said in 2004. Now the frailty is revealed and instead of Gordon Gekko's \"greed is good\" we are hearing Shelley's Ozymandias: \"Nothing beside remains. Round the decay/ Of that colossal wreck, boundless and bare/ The lone and level sands stretch far away.\" </p> <p>Canuto sees an unhappy precedent. The Mayan kings who allowed their era's crisis to spin out of control were unfit to remedy it, not least because they were invested in the broken system. \"The ones who caused the crisis are the ones you don't want trying to resolve it.\" Bush, by coincidence of timing, is on his way out but Britain's prime minister and other G8 leaders are hanging on.</p> <p>Several commentators have argued that the financial crisis is but a squall compared with the ecological hurricane they say is coming. A European study estimates deforestation alone is causing a loss of natural capital worth between $2 trillion and $5tn annually. \"The two crises have the same cause,\" wrote George Monbiot in the Guardian earlier this month. \"In both cases, those who exploit the resource have demanded impossible rates of return and invoked debts that can never be repaid. In both cases we denied the likely consequences.\" With ecology the stock from which all wealth grows, the financial and environmental crises feed each other, says Monbiot.</p> <p>If so, the Maya offer an ominous glimpse of what may lie in store. \"Their population growth was like driving a car faster and faster until the engine blew up,\" says Webster, the anthropologist. \"Look at us. I'm 65. When I was born there were two billion people in the world, now we're approaching seven billion. That's extraordinary.\" Eventually pressure on scarce resources will overwhelm technology - and do for us as it did for the Maya. \"The western conceit is that we can have it all - and call it progress,\" says Webster. His voice drops. \"I'm glad I'm not 30 years old. I don't want to see what's coming in the next 40 to 50 years.\"</p> <p>Armageddon, like hemlines, is prone to changes in fashion. It has been on a roll with films such as 28 Days Later, I Am Legend and Blindness, which posit a world grimmer than anything Hobbes envisaged. Cormac McCarthy's post-apocalyptic novel, The Road, was hailed as an environmental fable. \"By day the banished sun circles the earth like a grieving mother with a lamp,\" he writes, before introducing baby-skewering cannibals. That too is being made into a film. Webster does not think things will get that bad. \"Not like Mad Max,\" he says, managing to sound almost cheery. \"But definitely unpleasant.\" </p> <p>The gloom may be misplaced. Reports of capitalism's death have been exaggerated before and it has stubbornly survived Karl Marx, the Great Depression, world wars and oil shocks. And in contrast to the Maya, it is possible our technology will prevail over population and environmental pressures. Malthusian doomsayers have consistently underestimated the capacity of better irrigation, pesticides, new strains of crops and other technologies to boost food yields. The rate of population growth is slowing and human numbers are expected to peak at around 9.2 billion by 2050 before declining. That Asians are moving more and more to western-type diets and consumer baubles will strain resources, acknowledges the Economist. But don't worry: \"There is no limit to human ingenuity.\"</p> <p>If the gloomy environmental prognosis is correct, and global warming is set to wreak major havoc, what are the chances we will respond better than the Maya? Electing Bush instead of Al Gore suggests limited wisdom in picking kings, and emasculating the Kyoto treaty was perhaps as sensible as burning corn harvests to appease the gods. When Republicans chant, \"Drill, baby, drill!\" it is not much of a stretch to picture them, barefoot and in traditional huipil shirts, rooting for another sacrifice.</p> <p>Nevertheless there are promising omens. Governments are beginning to assign monetary values to natural \"assets\" such as forests, a conceptual leap that could reinvent economics. The EU has set up a carbon-trading market to get industry to cut greenhouse gas emissions. The UN is pushing for a new climate treaty in which governments will pay tropical countries billions of dollars annually to leave their forests untouched. Ecuador has already requested $350m a year in exchange for leaving 1bn barrels of oil beneath its Amazon floor. \"I believe the 21st century will be dominated by the concept of natural capital, just as the 20th was dominated by financial capital,\" says Achim Steiner, head of the UN environment programme.</p> <p>Even so, would that be enough? Civilisations rise - and collapse - for many different reasons. If there is a simple lesson to be drawn from central America's abandoned ruins it is to protect the environment and control population growth, says Michael Coe, author of the seminal 1966 text, The Maya. \"No civilisation lasts for ever. Most go for between 200 and 600 years.\" The Maya, Romans and Angkor of Cambodia lasted 600. </p> <p>And us? \"Western civilisation began with the Renaissance, so we're hitting 600 years,\" says Coe. \"The difference is we have a choice whether to let things get worse or fix them. That's what science is about. But it takes will on the part of those who govern and those who are being governed.\" Coe, one of the world's leading experts on civilisation collapse, pauses. \"To tell you the truth, I don't know if we have that.\"</p>",
  "<p>The spectre of a cascade of failing economies from the Baltic to Turkey was raised yesterday as a $16.5bn IMF bailout for Ukraine was mired in political infighting and Hungary sought its own $10bn rescue package.</p> <p>A showdown in Kiev between Ukraine's president and prime minister threatened to torpedo the emergency loan deal secured by the beleaguered ex-communist country. With Hungary putting the finishing touches to its rescue package analysts predicted that the growing crisis could force even oil-rich Russia to seek help from the IMF and EU.</p> <p>Turkey, in political crisis and financial meltdown, began talks with IMF officials on a second loan package within the past decade. Belarus and Serbia also turned to the fund for help.</p> <p>Iceland, already bailed out with a $2bn loan but facing a 10% decline in national output, indicated it would need a further $4bn as it turned to its Nordic neighbours, Norway and Sweden, for aid. With global financial turmoil sweeping central and eastern Europe, experts pointed to a likely wave of falling dominos as countries living way beyond their means succumbed to frozen global credit.</p> <p>The immediate focus of concern was on Ukraine where a clash between President Viktor Yushchenko and his ex-Orange revolution ally, prime minister Yulia Tymoshenko, over elections next month put at risk the IMF package which includes controversial measures to shore up the banking system.</p> <p>The scale of the Ukrainian crisis, exacerbated by plunging prices for steel, its main export, was underlined when the central bank indicated it was seeking as much as $20bn in support from international bodies, including the IMF. Ukraine's warring political factions have seen the currency, the hryvnia, collapse by 20%, the stock market by 80% and the central bank raid its reserves to defend the currency.</p> <p>Russia, where stock markets have crashed by more than two-thirds since May, has been buoyed by a $500bn stabilisation fund drawing on its colossal oil and gas assets. But Daniel Gros, head of the centre for European Policy Studies, warned that its growth in output and living standards could plummet to zero if oil prices stayed low - threatening a political crisis in the medium term.</p> <p>Belarus said it would ask the IMF during talks in Minsk for $2bn this week. But Hungary, already bailed out last week with a €5bn credit from the European Central Bank and forced to raise interest rates from 8.5% to 11.5%, became the first EU country to turn to the IMF for help.</p> <p>Emerging economies in central and eastern Europe within the EU for the past four-and-a-half years have enjoyed powerful economic growth fuelled by excessive lending from western banks which have taken over local institutions. The result has been soaring inflation and trade deficits.</p> <p>Andreas Wörgötter, a senior OECD economist in Paris, said: \"A common aspect of their problems is an over-expansion of domestic demand, particularly in areas like real estate, which helped create the property bubble - and this was loan-financed. If the loans were in foreign currencies then the wind is blowing on these countries from all four directions.\"</p> <p>Gros calculates EU banks have €1,500bn in outstanding loans to these countries and \"you need only a small percentage of these to go bad and you can imagine the scale of the recapitalisation required\".</p> <p>The countries seen as most vulnerable to EU/ECB/IMF bail-outs are the three Baltic states - Estonia, Latvia and Lithuania. Slovenia, already within the eurozone, Slovakia, soon to join, the Czech Republic and Poland are viewed as relatively safe - so far. It is, however, Turkey immediately and Russia, eventually, that cause the greatest concerns.</p>",
  "<p>The gloves are off, and an epic ideological battle has begun. The enemies of Keynesian economics are launching a fight-back. Hardly pausing despite the crashing failure of their wild, free markets, the old forces of darkness are back. Is Labour equipped to make the case powerfully enough? Can it not only do the right thing, but capture the public imagination and own the spirit of these perilous times? Words to draw a picture of good government hold the key to winning the Keynes v Hayek argument.</p> <p>Opening salvoes from the vanguard of neo-conomics came in a letter 16 economists wrote to the Sunday Telegraph attacking the Brown-Darling plan to borrow and spend to ease what threatens to become a recession at least as bad as 1981. \"Occasional slowdowns are natural and necessary features of a market economy,\" they wrote breezily. Laissez-faire is the best policy, but if something must be done, \"which is highly disputable\", then \"taxes should be cut\". </p> <p>These people know what they mean: they have been here before. It flatters some of these crude marketeers to call them anything as grand as Hayekians - but that was the ideology of those who devised the catastrophic Thatcher-Howe 1981 budget they seek to reprise. It cut spending and sent unemployment over 3 million. They turned recession into social catastrophe and now Sir Alan Peacock, Professor Tim Congdon and Ruth Lea, along with the chief economists of Lloyds TSB and Cazenove, advocate making the same callous mistake again. </p> <p>The truth is, few have changed their mind, apologised for past errors or learned any lessons. Alan Greenspan said: \"I found a flaw. I don't know how significant or permanent it is.\" Henry Paulson only admits: \"I could have seen the sub-prime crisis coming earlier,\" but adds, \"I'm not saying I would have done anything differently.\" Mervyn King can't admit his mistake in keeping interest rates so high for the past year as this crisis brewed. Only personal pride stops the MPC meeting immediately, confessing its error and cutting rates by 2%. </p> <p>Gordon Brown seems unable to stop saying things so blindingly untrue that you wonder how he gets the words out. As hammer-blows rain down day after day, he still asserts that Britain is \"better placed\" to weather recession. What's needed now to win trust is unvarnished truth. He can hardly admit he made Britain vulnerable by encouraging heavy dependency on financial services and neglecting manufacturing for a decade, with no help for green renewable technology - but he can stop boasting, as he did again yesterday, that we can be the \"one of the great successes\". </p> <p>Alistair Darling is being sent out to perform the U-turn. In tomorrow's Mais lecture he will say he is abandoning Brown's golden rule, in order to borrow more than the 40% of GDP that Brown laced himself into to prove his prudence. If King won't swallow his pride and cut rates fast, Darling should abandon Bank of England independence, too. </p> <p>Which way will the Tories jump - towards Hayek or Keynes? They are divided between the hard Redwoodites and Cameron's modernising tendency. A senior Tory told the Guardian, \"As we head into a downturn, there will be calls for tax cuts and for the government to live within its means. That is very helpful for us.\" But it's for them to make that call. What do they think? At PMQs, Cameron has modest fun twitting Brown for failing to fix the roof when the sun shone. But Labour has not borrowed excessively, at about 40% compared with the European average of nearer to 60%, with France and others well above. Anyway, \"we wouldn't start from here\" is no answer to the only question that matters - what would you do now? So far, they have been struck dumb.</p> <p>True, we don't yet know how much Darling intends to borrow and spend: the golden rule was going to bust itself anyway. Wait for his pre-budget report, which may be a month away. The only promise so far is to bring forward spending for Crossrail and other projects. How much is needed to adopt the Green New Deal and build renewable energy to help us towards energy independence? Whatever it takes will be money prudently invested. What would it take to build all the social housing Labour has forgotten about in the past decade? How much to ensure a good apprenticeship and real work to see all young people through the bad years? That too is a precious investment, considering the \"broken society\" cost of the lost 1980s generation and their children. We wait to see if ambition and imagination win the day over caution. </p> <p>Meanwhile, Hayekian commentators are sharpening their knives against \"Brown's misty-eyed Keynesian adventure\". The argument has not been won yet: Labour has to make the case eloquently, as opinion polls show profound scepticism of government's ability to spend money well. Conservatives may be wavering, uncertain which way the public will jump, but Labour would be rash to think pro-Keynesianism was a done deal. There has been premature talk of tectonic plates shifting and sea changes: the left is good at seeing new dawns in public consciousness. </p> <p>Certainly there's fear as shares, pound and pensions plunge while jobs are scythed. People are glad to hear Labour will protect homeowners from repossession and small business from foreclosing banks. A curiously comic slump chic among some well-heeled people in no danger of losing jobs or homes boasts of shopping at Lidl and Oxfam, while sewing machine sales soar: the genuinely stricken don't buy brand-new electric machines. This mood may signal sympathy with the hard-pressed and revulsion at recent gluttonous spending, even a yearning for more spartan habits. But if we are in for what the Bank of England's deputy governor warns is \"possibly the largest financial crisis of its kind in human history\" (he wasn't around for the Black Death), Labour will recall that in 1952 actual austerity was not too popular. </p> <p>This is Labour's great chance to show what good government can do to save people in time of need, against a strong folk memory of Thatcherite brutality. But for all Brown's new-found decisiveness and polls starting to move Labour's way, the Tories are still winning by miles. Can Brown or Darling make the Lloyd George and FDR speeches that turn political tides? This is not a callow political point: a deep recession that will last well beyond the next election means arguments now over Keynes or Hayek will determine the country's fate for years to come. <br><a href=\"mailto:polly.toynbee@theguardian.com\"><br>polly.toynbee@theguardian.com</a></p>",
  "<video data-media-id=\"gu-video-339057706\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1883586886_Obama-rally-in-Canton-NEW-To-Brightcove-16x9.flv\"/> </video>   <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> attempted an act of political alchemy yesterday, combining his campaign's early passion with the gritty reality of America's economic crisis to build a winning argument to send him to the White House.</p> <p>The Obama camp had billed yesterday's speech as the <a href=\"http://www.guardian.co.uk/world/democrats\">Democrats</a>' closing argument to the American people, 21 months after he began his run for the White House. He chose to deliver it in <a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a>, the state which more than any other will decide whether Obama or <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> wins the White House, one week from today.</p> <p>The speech was more of a summing up than a new line of persuasion as the Democrat tried to rally his supporters even while he moved to contain their expectations of change if he wins the White House.</p> <p>\"In one week, in one week, after decades of broken politics in Washington, eight years of failed policies from George Bush and 21 months of a campaign that has taken us from the rocky coast of Maine to the sunshine of California, we are one week from change in America,\" Obama told the crowd. But he went on to warn: \"It won't be easy, Ohio. It won't be quick.\" </p> <p>The candidate, who stepped off the stage in Canton yesterday to his signature tune of \"signed, sealed, delivered\" was visibly greyer than the Obama who racked up his first victory in the <a href=\"http://www.guardian.co.uk/world/iowa\">Iowa</a> caucus in early January.</p> <p>The signature appeal for hope and change which had so moved the crowds was weighed down by the economic crisis that has overwhelmed the election and contributed mightily to Obama's lead over McCain in battleground states.</p> <p>Obama got his wildest cheers when he promised to bring green jobs to Ohio and to scrap taxes for elderly people living on less than $50,000. But again he warned that his ambitious plans might be hostage to economic turmoil. \"I won't stand here and pretend that any of this will be easy - especially now,\" he said. \"The cost of this economic crisis, and the cost of the war in Iraq, means that Washington will have to tighten its belt and put off spending on things we can afford to do without.</p> <p>\"On this, there is no other choice.\" </p> <p>Yesterday's meeting was in some ways a celebration of Obama's journey, with the Democrat reminding supporters of the improbable nature of his candidacy.</p> <p>It was also an indictment of McCain, who Obama cast as a clone of George Bush. \"Senator McCain still has not been able to tell the American people a single major thing he'd do differently from George Bush when it comes to the economy,\" he said. \"Senator McCain says that we can't spend the next four years waiting for our luck to change, but you understand that the biggest gamble we can take is embracing the same old Bush-McCain policies that have failed us for the last eight years.</p> <p>Obama will take other opportunities to try to seal the deal with American voters this week. Tomorrow, he has booked a half-hour slot on national networks for a primetime address. The slot, just as Americans tune in to Game Six of the World Series, is the most ambitious ad spend ever, and will cost the campaign more than $1m a network.</p> <p>There will be further razzmatazz tomorrow when Obama campaigns with Bill Clinton in Orlando, <a href=\"http://www.guardian.co.uk/world/florida\">Florida</a>.</p> <p>But his appearance yesterday, before fewer than 5,000 supporters in this town, was a reminder that Obama still has a slog ahead of him in Ohio. No Democrat has won the White House without Ohio since John Kennedy in 1960, and the state is not natural terrain for Obama.</p> <p>While he has surged ahead of McCain in states that usually go Republican such as Virginia and Colorado, it has been a tougher, slower sell in Ohio - as even his most ardent supporters acknowledge.</p> <p>\"At times, it seems neck and neck to me,\" said Katy George. Her friend, Peggy Kelly, a chef at a local restaurant, chimed in: \"There are a lot of stubborn Republicans in the lower part of the state.\"</p> <p>But the campaign is feeling increasingly confident, buoyed by the heavy turnout in early voting, which started a week ago.</p> <p>Registered Democrats have swamped Republicans. In Cleveland, long lines of African American voters waited for more than two hours to cast their ballots, passing the time by singing the civil rights-era song Eyes on the Prize.</p> <p>The rush had the campaign scrambling yesterday to find marching bands to entertain waiting voters on election day.</p> <p>Charlie Buhacker breaks eye contact and looks away when he says that he voted for George Bush over John Kerry in 2004. This time Buhacker was an early supporter of Obama. He has been working phone banks for Obama six nights a week for the last three months. He reckons he has logged 1,600 calls.</p> <p>It was slow going at first, he admits. People were suspicious of Obama and cynical about his message of hope. Some were outright racist. \"But that died down the last couple of weeks,\" he said. \"People realised it doesn't make a difference.\"</p> <p>He added: \"It's the economy.\"</p> <h2><a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a></h2> <p>Polls show the race in Ohio, a key swing state with 20 electoral votes, favouring Obama. Most put him about 10 points ahead of McCain, but some indicate a much smaller advantage. Ohio's mix of rural white, urban black, and middle-class voters hit by the decline in manufacturing jobs, make it a test for either party; every candidate the state has backed in presidential elections since 1964 has gone on to the White House. Ohio is historically divided between a conservative south, which was settled by Virginians, and the more progressive north, settled by anti-slavery New Englanders. No Republican has ever become president without taking Ohio.<br><strong>Daniel Nasaw</strong></p>",
  "<p>Back in the old days, a monstrous behemoth sat centre-stage in classrooms across the land: the blackboard. A coiled sheet of continuous canvas, painted black, drawn across two parallel rollers and mounted on a sturdy oak frame, it was a black hole of attention, sucking the lives out of children and teachers alike. </p> <p>Blackboards had their uses. An imaginative science teacher might pull down violently on one of the metal runners to demonstrate friction, and many are the teachers who, faced with an unruly class, would threaten the ultimate sanction: scratching their nails down it.</p> <p>But a blackboard came with issues. It was difficult to write on it in any legible manner, and having to use chalk made a teacher's lot an intolerable circle of purgatory. Chalk got all over your favourite trousers, into your pores and up your nose. </p> <p>The fact that chalk dust embedded itself into the skin allowed teachers to coin a metaphor: teachers didn't work in schools, no, they toiled at the \"chalk face\". Many male teachers spend their lives in fear of their job being seen for the poncey pastime it is, and coining a term that compared reading a lovely story to a classroom of four-year-olds to the environment endured by miners masculinised our work. That we had cause to invent such a ludicrously self-pitying metaphor confirmed, for good, that we are fundamentally poncey. </p> <p>We cried poncey tears of relief when the blackboard was cast out upon the bonfire of progress, to be replaced by its more handsome cousin: the whiteboard. For two or three years we waltzed in a carefree way in front of the whiteboard, delighting in the freedoms it gave.</p> <p>No longer were we chained by the classroom's central device. It was possible to do so many things easily with the whiteboard. Whiteboards were so vast we could write to the end of the line; they lent themselves to colour, so we could draw maps or fairy castles; and crucially, readers of Education Guardian, you could illustrate thought on them in real time. I repeat. You. Could. Illustrate. Thought. In. Real. Time.</p> <p>You can't illustrate thought in real time anymore. The whiteboard too has been thrown on that same fire as its cousin. Every headteacher showing prospective parents around a school will proudly announce that each classroom has a Smart Board interactive whiteboard. These are the new behemoths of progress at the centre of the room - the old whiteboard reduced in size, or shifted to a fusty corner; sometimes split in two, so that two useless mini versions flank their nemesis, looking on apologetically and enviously as the projector buzzes. (Or, as is often the case, doesn't.)</p> <p>Like the blackboard, the Smart Board has its uses, although they are more limited than any headteacher would have you believe. They are great for showing photos, bringing a visual stimulus into lessons; and they show a mean DVD. But their place at the front of the class means every lesson must have a PowerPoint presentation, and a teacher's key tool is the memory stick on which they store their presentations. The Smart Board's central positioning destroys a teacher's ability to be spontaneous. You cannot come in any more with a couple of board markers and a handful of good ideas. \"Why have you not turned me on?\" screams the board. \"Why have you not sat up all evening downloading pictures that would make me look as if I had some vital use? You are lazy and should be sacked.\" </p> <p>Alexandre Borovik, a professor of pure maths at Manchester University, who remains loyal to the blackboard, has opinions about the \"snake-oil peddlers from staff development and teaching quality who cannot imagine an 'enhanced learning environment' without an all-singing, all-dancing PowerPoint presentation\".</p> <p>He speaks as a blackboard mathematician, but his points resonate with this whiteboard English teacher: \"A mathematics teacher is not just conveying information; he or she teaches to think mathematically, and teaches by example, in real time. It is crucially important to be in full control of timing and tempo of the narrative. If a lecture involves calculations, it is crucially important to let students feel the subtle play of rhythms, emphasise switches and branch points in the procedure, highlight recursion and reduction to simpler cases.\"</p> <p>If I am modelling sentence construction or the semicolon, drawing a map illustrating colonialism in Africa, or scribing arrows outlining connections between ideas, I want to be able to do it quickly: as quick as I think; as quick as I talk. I want to be able to teach with my whole body, use gesture, employ pause to illustrate nuance, become as one with the board; become, in those rare moments of flow, both dancer and dance. Now the board dictates that, rather than pirouette, twist and enthuse, I click a frigid button. </p> <p>They have their uses, Smart Boards, but they are a tool, not a teacher. Their central position gives them primacy. If you have a say, get yours put at the side of the room. Or ask for it to be given to someone more worthy; you'll make do and have your old whiteboard back.</p>",
  "<p>Autumn's <a href=\"http://www.theguardian.com/business/marketturmoil\">market mayhem</a> has left the world's financial institutions nursing losses of $2.8tn, the Bank of England said today, as it called for fundamental reform of the global banking system to prevent a repeat of turmoil \"arguably\" unprecedented since the outbreak of the first world war.</p> <p>In its half-yearly health check of the City, <a href=\"http://www.theguardian.com/business/bankofenglandgovernor\">the Bank</a> said tougher regulation and constraints on lending would be needed as policymakers sought to learn lessons from the mistakes that have led to a systemic <a href=\"http://www.theguardian.com/business/creditcrunch\">crisis</a> unfolding over the past 15 months.</p> <p>The Bank's Financial Stability Report, which will be sent to every bank director in Britain, more than doubled the previous estimate of the potential losses faced by all financial institutions since the spring, but said that given time the actual losses could be pared by between a third and a half.</p> <p>The £50bn pledged by the government had helped underpin the system, the Bank said, and would provide a breathing space for UK banks so that they did not have to sell assets at cut-price values immediately. The report also expressed cautious optimism about the effectiveness of the recent global bail-out plan. </p> <p>The Bank's estimate exceeds that made by the International Monetary Fund recently. The IMF concentrated on US institutions and did not include losses from the turmoil of recent weeks. Estimated paper losses from UK banks on mortgage-backed securities and corporate bonds are currently £122.6bn, the Bank report said.</p> <p>Gordon Brown insisted yesterday that it was right for the government to increase borrowing in order to fund investment to help the economy through tough times. But he moved to reassure markets that he would not preside over a reckless increase in borrowing during the recession and said he would reduce it as a proportion of GDP once the economy picks up.</p> <p>Paving the way for an expected abandonment of the tight fiscal rules he established as chancellor, Brown said: \"The responsible course of government is to invest at this time to speed up the economic activity. As economic activity rises, as tax revenues recover, then you would want borrowing to be a lower share of your national income. But the responsible course at the moment is to use the investments that are necessary, and to continue them, and to help people through very difficult times. </p> <p>\"I think that's a very fundamental part of what we are doing.\"</p> <p>In another turbulent day yesterday on global markets, there were hefty falls in Asian stockmarkets and a fresh fall in the pound. Japan's Nikkei index closed down more than 6% at a 26-year-low of 7162.9. London's FTSE 100 recovered from an early fall of more than 200 points to close 30 points lower at 3852.6, while the Dow Jones closed down 2.42% at 8,175.77.</p> <p>Brown and Peter Mandelson, the business secretary, served notice that Britain should brace itself for a downturn when they both warned about rising unemployment. Brown said: \"I can't promise people that we will keep them in their last job if it becomes economically redundant. But we can promise people that we will help them into their next job.\"</p> <p>Mandelson was more blunt as he warned of the impact of the recession. \"We are facing an unparalleled financial crisis,\" he said during a visit to Moscow. \"I don't think yet people have realised what the impact is going to be on our real economy.\"</p> <p>The Tories intensified their attacks on the government by depicting Brown as not a man with a plan but a man with an overdraft.</p> <p>Responding to Brown's remarks, George Osborne, shadow chancellor, said: \"What they are talking about is borrowing out of necessity, not out of virtue. Gordon Brown is a man with an overdraft, not a man with a plan. He is being forced into this borrowing. He presents it as a strategy but it is actually a consequence of his great failure that borrowing is already out of control before we even get into the worst of the economic circumstances that we are in.\" </p> <p>Brown was speaking as the Treasury finalised plans to rewrite the fiscal rules which have governed his approach to the economy over the past decade. Alistair Darling will use his pre-budget report next month to say that it is time for a more flexible approach in the new economic cycle, which started in 2006-07.</p> <p>The previous FSR in April envisaged a gradual recovery in global markets and the Bank was careful today not to sound the all-clear despite the coordinated action in Britain, the US and the eurozone this month to recapitalise banks and provide extra liquidity to markets. \"In recent weeks, the global banking system has arguably undergone its biggest episode of instability since the start of the first world war,\" it said.</p> <p>Sir John Gieve, the Bank's deputy governor for financial stability, added: \"With a global economic downturn under way, the financial system remains under strain. But it is better placed as a result of the exceptional package of capital, guaranteed funding and liquidity support. That is helping to underpin the banking system both directly and by demonstrating the authorities' determination to do whatever is needed to restore confidence.</p> <p>\"Looking further ahead, we need a fundamental rethink of how to manage systemic risk internationally. We need to establish stronger restraints on the build-up of risks in the financial system over the cycle with the dangers they bring to the wider economy.</p> <p>\"That means not just increasing capital and liquidity requirements for individual institutions but relating them to the cyclical growth of risk in the system more broadly. Counter-cyclical policy of that sort should complement regulation of companies and broader macroeconomic policy.\"</p> <p>The Bank believes that the capital injection from the taxpayer will also prevent banks from slashing their lending too aggressively over the coming months, relieving the recessionary pressure on the economy.</p> <p>Figures released yesterday, however, from financial data provider Moneyfacts showed banks were failing to pass on interest rate cuts to mortgage borrowers despite making severe cuts in savings rates. It said most institutions had already passed on the last half-point base rate cut to savers while holding back on cuts in home loan interest rates.</p> <p>\"Some providers are using the base rate cut as a way of increasing their margin for risk, by not passing on the full cut to mortgage customers but passing the cut on in full to savings customers,\" it said. </p> <p>A separate study last week marked a new low in the number of mortgage products available. </p> <p>Concerns at widespread job losses across the finance sector prompted unions to demand a \"social contract\" to protect jobs. Derek Simpson, Unite's joint general secretary, said: \"Workers in the financial services are facing insecurity as the world is gripped by economic turmoil. The Unite 'social contract' sets out the principles which employees expect the government and finance companies to now sign up to.</p> <p>\"Unite is calling for the protection of jobs, pensions, the end to short-term remuneration policies and an overhaul of the regulatory structures in the financial services sector. There must be a recognition of the importance of employment in the financial services sector, as many communities now depend on the sector since being decimated by the collapse of the manufacturing industry. </p> <p>\"Workers in the financial services industry are not the culprits of the credit crunch and we are not prepared to allow them to become the victims. The taxpayer must now get firm assurances that the financial lifeline extended to these large organisations will be used to protect jobs and the public. It is not acceptable for the government to socialise the risk without allowing the wider society to capitalise on the rewards in the finance industry.\"</p> <h2>How much is that?</h2> <p>The Bank of England may have put the paper cost of the global crisis at a staggering $2.8 trillion, but how does one come to grips with such a sum? Think of it like this: it could pay for<strong> 46 bail-outs</strong> of the kind the Treasury handed to the banks RBS, HBOS group and Lloyds TSB; or pay off the last quarter's<strong> public debt</strong> <strong>45</strong> <strong>times.</strong> It is more than <strong>three times the sum of UK annual public spending</strong>, and also equivalent to the wealth of<strong> 100 Oleg Deripaskas</strong> - before the credit crunch anyway. It's equal to <strong>138m bottles of 1947 Petrus Pomerol, </strong>the bankers' favourite vintage; or, if it's your turn in the coffee round, <strong>773bn lattes</strong> - nearly 13,000 each for every UK citizen.</p>",
  "<p>• Workers have seen the value of their pension pots fall by nearly a third during the past year as stockmarkets have tumbled, according to research published yesterday. Defined contribution pension schemes have lost £157bn since last October according to Aon Consulting. In October 2007 these pensions had assets worth £552bn but the value of those assets has now fallen by 28% to around £395bn. The sharp drop came despite more than 3.7 million workers and their employers paying contributions totalling £6.7bn billion into the schemes during the period. Aon said the economic downturn was taking its toll on the money workers had set aside for their pension and warned that those close to retirement may have to work for longer to make up the deficit.</p> <p>• The Japanese camera and copier manufacturer Canon is forecasting its first decline in profits for nine years because of sluggish demand and the strong yen. Digital cameras have been one of the hit electronics of recent years but Canon said wilting consumer sentiment had eaten into demand. Worries about the global economy have also prompted corporate clients to cut spending on copiers and other office machines. The company yesterday cut its operating profit forecast for 2008 by a quarter. Last week Sony cut its annual operating profit forecast by 57%, blaming the strong yen and slower sales of flat-screen TVs and digital cameras.</p> <p>• A slump in demand from car makers is biting into profits at engineering firm GKN forcing it to shed jobs in its automotive components businesses. All 1,400 of the company's temporary workers in the sector will be laid off by the end of the year and three-quarters of its 50 or so automotive related factories around the world are cutting back production. A number of carmakers, including several in the UK, have already announced plans to curb production and yesterday the German auto firm Daimler was reported to be planning to double the Christmas/New Year stoppage period at two of its factories. </p> <p>• More than 22,000 jobs in Northern Ireland's ailing property market could be lost next year, the construction industry said yesterday. A survey by the Construction Employers' Federation estimated that up to 5,000 more jobs could go in the sector next year while civil engineering firms predicted 18,000 redundancies in 2009. The gloomy forecasts are based on the ongoing slowdown in the housing market and the prospect of fewer large scale infrastructure developments being undertaken by the government in the coming 12 months.</p>",
  "<p>Apologies to anyone who might think I am belittling the enormity of the global economic turmoil and the likely recession that will follow, but can it tell us anything about policy and practice in the education sector? I pose the question because for the past two decades, large chunks of education policy have been concerned with developing a public sector version of \"the market\" and trying to adopt the \"innovation and flexibility\" of the private sector. </p> <p>In fact, much of the political debate around the whole of public sector reform centres on how far market principles can be adopted. At one extreme are those who believe that having anything to do with the private sector will lead to the commercialisation of schools and the betrayal of childhood, and at the other end are those who think any central control inhibits progress. There is no doubt that breaking down the lack of transparency and the inward-looking culture that used to be the hallmark of the public sector has brought great benefit. So too have the partnerships forged with parts of the private sector; from mentoring and work-based learning to providing services and developing diplomas. We offer our children a better deal because we've shifted away from the state paternalism of the old system. </p> <p>How much further can schools be pushed towards adopting market principles? It is still a matter of debate and we've not yet reached a settled position. Political parties might be beating a hasty retreat from espousing deregulation and untrammelled freedom as saviours of the City, but the same concepts, albeit to a much lesser degree, still weave their way through education debates. Indeed, the original concept of the academies programme - and the city technology colleges that preceded it - was built on the assumed benefits of deregulation and private sector management. Academies were at one time intended to be schools that embedded market principles: independence from the state, liberation from the customs and practices of their neighbouring schools, and greater freedoms for their leaders and sponsors. </p> <p>In this case, the policy has developed and the reality is somewhat different, so it's worth reflecting on the shift. The relationship that academies now have with central government is closer to that which any other school has with its local authority. Academies are monitored more carefully than any other part of the school system. Their success, to a large extent, derives from their ability to recruit outstanding school leaders and teachers and from the quality of the relationships they make with their sponsors and other partners. So, I'd beware the calls of the Conservatives and others who see the original academies model as the way forward and remind them that unfettered freedom doesn't have a good track record. </p> <p>This issue of the right balance between freedom and accountability is at the core of how we run public services and will become more important in any sector in which the public have an interest. Ironically, in the very same week that we were bemoaning the minimalist inspection accorded the financial sector, the government announced a move away from the over-prescriptive accountability framework in schools with an end to the key stage 3 tests. Regulation frameworks were under attack from both ends. </p> <p>Maybe there are some lessons to learn. Those who would have us import the extremes of market principles into the education service should reflect on what can happen when competition is allowed to run unchecked. Perhaps more important, we've been reminded that the way we hold organisations to account will influence how they behave. Throwing away all external controls can hide failure on a large scale, but ignoring the need to constantly review how accountability mechanisms are influencing behaviour can distort the way that any organisation works.</p> <p>• Estelle Morris is pro vice-chancellor of the University of Sunderland</p>",
  "<p>With 14 years' experience running out-of-school activities for children and glowing reports from parents, the education charity Kids' City felt sure it was offering a good service. So why was it so difficult to scrape more than a \"satisfactory\" in an Ofsted inspection? And why were some of its most successful breakfast and after-school clubs judged to be failing? </p> <p>The chief executive, Jackie Nunns, was convinced the inspection process itself was to blame. It just wasn't appropriate for out-of-school settings, she believed. She decided to launch an inspection of Ofsted.</p> <p>Kids' City has now developed its own inspection framework. Staff can grade inspectors from \"inadequate\" to \"outstanding\" on issues ranging from whether they were courteous to whether they were suitably experienced to assess the setting. At the end of each inspection, the results will be collated in a report and delivered to Ofsted. \"The approach may seem a bit tongue in cheek,\" says Nunns. \"But we are completely serious in our concerns.\" </p> <p><strong>Specific needs</strong></p> <p>Her biggest concern is that inspectors do not take into account the specific needs of out-of-hours services. Unlike school or nursery settings, where at least three days' notice is given, inspectors can swoop on breakfast and after-school clubs completely unannounced. </p> <p>With many clubs running on a skeleton staff (one play worker to eight children is usual) the manager is not always able to stop what they are doing to locate paperwork or answer inspectors' questions. </p> <p>And because many clubs use \"borrowed\" premises (usually schools), many play workers are not in control of their environment. Nunns cites an example of a club that was failed because the school gate had been left open to let teachers out. Another failure came because toilet paper was located outside toilet cubicles (something the \"host\" school insisted on). \"It is not uncommon to arrive at a school only to be told you can't use the room you were planning to,\" says play manager Catherine Savoury, who runs an after-school club in south London. \"More often than not, you're starting on the back foot. The last thing you need is an inspector demanding to see your policy documents.\" </p> <p>Even 24 hours' notice of an inspection would make all the difference for breakfast and after-school clubs, says Nunns. \"At least we could organise an extra member of staff, to free up the play manager to spend time with the inspector and make sure any relevant paperwork was to hand. Ofsted argues that unannounced inspections allow them to see settings running normally, but staff say it's not 'normal' for play managers to have an inspector demanding information while they are trying to do their job.\" </p> <p>At the end of an inspection, verbal feedback is given, but play managers rarely have a \"right to reply\" says Nunns. Reports are published on the web within 20 days. Savoury is still smarting from comments published about her. \"We got the report back and it said 'the play manager is unsuitable'. I was devastated. We eventually found out it was because they claimed not to have received the 'fit person' form play workers have to submit about their health. I sorted it out, but they still refused to remove the comments. We had to send the report to parents with a letter explaining what had happened. Fortunately the parents were supportive. One - a barrister - thought it might be defamation and offered to look into it for me. But I decided to drop it.\" </p> <p><strong>'Wraparound' care pledge</strong></p> <p>The government has pledged that by 2010 all schools will be offering \"wraparound\" care from 8am-6pm, but many inspectors lack knowledge and experience of out-of-hours care. \"Many seem to be from an early years background,\" says Anne Longfield, chief executive of 4Children, a national charity for children and young people. \"Inspectors need to understand that out-of-hours provision is more self-directed than nursery. It's more about facilitating than teaching. Yes, there needs to be a range of activities on offer, but after a busy school day, some children want to flop around or read or chat with friends. It's a different context to the classroom, much freer, much more informal.\" </p> <p>Ofsted remains unapologetic about its approach. A spokesperson said: \"Ofsted's first concern is with the outcomes for children attending these settings. Inspectors will base their professional judgments on the overarching principle of 'what is it like for a child here'? We inspect in this way so that we can see settings running normally. We do not expect providers to make special preparations for inspection.\"</p> <p>In the past, out-of-school providers were inspected by local authorities, something Nunns feels was much more useful. \"Because they were local, as well as looking at how you were doing, they could offer practical advice, ideas and contacts. Now there is no opportunity to celebrate the things which are being done well. To the play managers, it feels as if inspectors are just there to nitpick, not to help you improve your service.\"</p>",
  "<p>Joey Barton boasts a strange knack of attracting supporters' opprobrium and managers' plaudits in almost equal measure. It has not taken long for Joe Kinnear to fall under the troubled Newcastle United midfielder's peculiar spell and yesterday Barton's latest boss was not about to criticise the man dubbed \"football's baddest lad\" for brazenly kissing the club badge on his tracksuit while warming up at Sunderland on Saturday.</p> <p>Granted Barton, newly free to play again after his release from prison and subsequent Football Association ban, had just been showered with missiles and spittle but that provocative response suggested that turning teetotal might not have cured his behavioural problems entirely.</p> <p>Kinnear, though, seemed unfazed. \"I'm not worried, I don't see what he did wrong,\" he insisted. \"Ninety per cent of footballers kiss their badges at some time. I will probably say to Joey that he can kiss the badge again if he scores a hat-trick.\"</p> <p>Barton will have that chance tonight when he is scheduled to replace the injured Nicky Butt in Kinnear's midfield against West Bromwich Albion at St James' Park. It is a match deemed \"must win\" by the interim manager in the wake of the defeat at Sunderland that left Newcastle mired in relegation waters and Barton, making his first start for six months, could prove a key figure.</p> <p>Regardless of Barton's assaults on a man in Liverpool city centre last Christmas and his former Manchester City team-mate Ousmane Dabo the previous spring, Kinnear merely sees him as a footballer capable of saving the Tyneside club's season. \"I'm not saying what he did was right and Joey would be the first to admit that but, judging him on football, Joey's decent. He adds something different to us,\" he said.</p> <p>\"He's got two good feet, he's a good finisher and is one of the best passers of the ball at the club. Joey sees the pass early and delivers. He likes to get forward and play quick football in and around the penalty area. He can give opponents problems. Joey is offensive, he likes to drive forward and link up play in the last third of the pitch.\"</p> <p>Kinnear managed his share of rough diamonds, not to mention the odd rogue, at Wimbledon and identifies with Barton. \"I had similar players at Wimbledon,\" he said. \"These types are characters. Joey's very popular in and around our squad but then he would be, the way he rabbits on.\"</p> <p>Barton has received private counselling from his new manager in the art of turning criticism into a form of positive energy. \"I've said to Joey that I know what you are going through,\" revealed Kinnear. \"I've been through it a hundred times myself with opposition fans because of the stick that went with Wimbledon and the Crazy Gang and the stigma that went with Vinny Jones and John Fashanu and the like. </p> <p>\"We lived with it and decided to create a siege mentality and were very successful at doing that.\" Kinnear feels Barton would have fitted in well at his old club: \"Joey's very bubbly and lively. He probably has the most to say of anyone in our dressing room.\"</p> <p>Kevin Keegan effectively put his neck on the line to support Barton in the face of stiff boardroom opposition but Kinnear is convinced his predecessor was right. \"Just remember Kevin Keegan gave Joey 100% backing,\" he said. \"And I've found him a model of consistency and a very professional footballer. My message to our fans would be just get behind Joey Barton. Supporters want to see players who are totally committed and he is. \"</p> <p>While the Toon Army are divided as to whether Barton should have been offered his latest shot at redemption, there is a growing fear that Championship football beckons next season. Kinnear is having none of it. \"Relegation is unthinkable,\" he declared. \"West Brom is a massive game for us but mid-table is still attainable. Things can turn round quickly. Reach tenth spot and people will be asking if we can win something.\"</p>",
  "<p>Gay men and women in Germany are being invited to live in an exclusive housing development, in a unique project that aims to make them more visible in the community.</p> <p>Villa Anders (\"Alternative Villa\") in the working-class district of Ehrenfeld in Cologne will offer gay Germans the chance to live together in a discrimination-free environment, say the organisers, the Gay and Lesbian Living Association (VSLW).</p> <p>The €6.7m (£5.3m) project will receive some state support, but is essentially meant to be self-financing in what developers have recognised as a commercially viable enterprise. So far, tenants have been found for all but 15 of the 70 flats, which they are expected to move into by the end of 2009.</p> <p>Jens Lidy, 41, a theatre and television director, said he felt liberated by his decision to move from his home in a suburb of Cologne to a flat in the complex. </p> <p>\"As a gay person, I've spent my life playing a sort of hiding game, making sure the neighbours didn't know I was gay, because I never knew how they would react,\" he said. \"I leaped at the chance to move into Villa Anders, because I feel I can finally be myself among people who have had a similar experience.\"</p> <p>His new flat boasts a balcony, and a view on to the project's leafy green courtyard. But what makes it most attractive for Lidy, he says, is the opportunity it gives him to live as an individual in a community.</p> <p>Cologne is home to the largest gay and lesbian community in Germany. It is also considered one of the most tolerant of European cities. </p> <p>Some have questioned why the development is necessary, and whether it will have the effect of separating the residents from the rest of the community.</p> <p>\"I don't buy the 'ghetto' arguments,\" says Stefan Jüngst, a spokesman for the project. \"The point is, this puts us in the middle of the community. In many European cities, like Warsaw or Moscow, this sort of thing would not be possible - because there's so much homophobia that the place would be firebombed within days.\"</p> <p>Villa Anders follows several similar but unsuccessful projects in other German cities. A retirement home for gay and lesbian singles and couples was also opened in Berlin last year. </p> <p>Jüngst said the aim had been to make the project as multi-generational as possible, but it had been difficult to attract over-60s, who were meant to fill 30% of the places. \"Older gay men in particular have been fearful of becoming the targets of violence,\" Jüngst said. The number of attacks in Cologne in the past few years had been rising, he added.</p> <p>The biggest challenge had been to work with the neighbours to overcome prejudices, Jüngst said.</p> <p>\"It is known that lots of projects like this have failed over the last 15 years largely because of local opposition,\" he said. \"So we have taken the view we need to work closely together - inviting the neighbours to breakfast and meetings to discuss their concerns.\"</p> <p>While the residents will have their own individual living spaces, they will be encouraged to mix together socially, and younger residents will be encouraged to help older tenants with shopping and other care issues.</p>",
  "<p>Record falls in Asian stock markets show that confidence, or the lack of it, knows no borders in a globalised world. This does not, however, mean that Asia is without its own growth drivers in the shape of China and, to some extent, India.</p> <p>The start of the week saw Asian markets from the Philippines to China fall dramatically, while Hong Kong and Tokyo saw record lows, on the back of a few pieces of bad news. Japan announced a substantial increase in the recapitalisation funds to help its banks to the tune of $110bn. The largest of China's four major state-owned commercial banks, ICBC, reported lower than expected profits, reflecting its $1.3bn exposure to the financial crisis. Further afield, IMF bail-outs of Iceland, Ukraine and anticipated lending to Hungary and Pakistan underscored the fragility of economies to balance of payments crises. </p> <p>The dramatic falls in Asia, which triggered subsequent declines in Europe, underline doubts over the exposure of Asian banks and financial institutions to a crisis that began in the US. The American and British rescue plans may have somewhat stabilised markets, but continuing volatility in Asia can only undermine stability on the bourses of Wall Street and London. </p> <p>For much of developing Asia, the US remains the main export market - leaving those economies to a large extent susceptible to the vicissitudes of American markets. And yet, while no country is immune from financial contagion, Asia does have independent engines of growth. India, for instance, only accounts for about 1% of world merchandise trade and its own consumers provide much of its growth. More telling, however, is China, given its importance in the global economy. The IMF estimates it overtook the US as the largest engine of growth in 2007, and contributed about a third of global economic growth in the first half of 2008. </p> <p>Recent years have seen a growing emphasis on Chinese trade surplus. Despite official estimates recording a halving of exports in the third quarter, however, real economic growth was recorded at 9% per annum - that is, the halving of exports cut the growth rate by 1.2%. It follows, therefore, that were Chinese exports to fall to zero, China would still grow at 7.8%. Such a figure is inevitably imprecise, but it squares with China's strong growth rate before the big economic opening of the 1990s. Consumption in China accounts for half of GDP, which has room to increase, particularly if the government pays more attention to consumers in rural areas - the majority of the population - where better social welfare provision would reduce the motive for precautionary saving. Saving is likely to remain high in China, but a modest reduction will help to decrease the investment rate, which is fuelling asset bubbles in the country.</p> <p>The state ownership of China's banks means recapitalisation can be rapid. Indeed, nearly all of the large banks have received sizeable injections in the past from China's foreign exchange reserves, shrinking the bad loans on their books. (ICBC's profit might have been down, but it was still 25%.) </p> <p>Burgeoning Chinese domestic demand will serve as an engine of growth, boosting the countries and companies in Asia and elsewhere that are selling to its market. Although the crisis will cause concern in China, its government also has the funds to support its economy after several years of impressive growth. </p> <p>No country is immune from the financial crisis, but some will be better sheltered. China may well emerge with a strong set of domestic growth drivers as a result.</p> <p>• Linda Yueh is fellow in economics at St Edmund Hall, Oxford University <a href=\"mailto:linda.yueh@economics.ox.ac.uk\">linda.yueh@economics.ox.ac.uk</a></p>",
  "<p>Premier Rugby is hoping to expand live coverage of the Guinness Premiership on to terrestrial television, as broadcasters yesterday delivered initial bids in the first major domestic sports rights auction since the global economic meltdown. It yesterday received initial expressions of interest from broadcasters for live rights and highlights from the 2010-11 season onwards. The contract is likely to run for three or four years. </p> <p>Sky Sports, which has held the rights to regular live coverage of the league since the sport turned professional in 1996, is a strong favourite to retain the live rights for the bulk of the action. </p> <p>It will point to figures showing that it has helped increase attendances and revenue for the clubs over the past decade. Since its first season, average attendances have more than doubled and total revenues have increased from £55m to more than £85m over the past six years.</p> <p>But Premier Rugby is keen to follow the lead of the Football League and conclude a deal that includes some element of terrestrial exposure. Under the League's deal, the majority of Championship matches will be shown on Sky Sports, with 10 games per season on the BBC from 2009-10. </p> <p>Premier Rugby sees the model as the ideal balance between income and exposure. But it is believed that ITV, which recently agreed a deal to show regular highlights on ITV4 this season after the BBC was accused of neglecting club rugby, is unlikely to bid seriously for live rights. </p> <p>The tender process will now go to a second round of bidding. Premier Rugby's sponsorship deal with Guinness, reckoned to be worth up to £6m per year, is also up at the end of the season and negotiations are continuing about renewing it. </p> <p>Analysts will watch the auction with interest to see if the credit crunch has any effect on broadcasters' capacity to compete for sports rights. Premier Rugby argues that it remains a good-value route to a hard-to-reach, affluent audience. </p> <p>The rights to top-flight rugby union are currently split between broadcasters. The BBC has exclusive rights to the Six Nations until 2013 while Sky shows England internationals in the southern hemisphere as well as the Guinness Premiership and the Heineken Cup. </p> <p>The rights to the next two rugby world cups, previously held by ITV, will not go out to tender until the venue for the 2015 tournament has been decided.</p>",
  "<p>It was tempting to believe, even as the Tokyo stock market embarked on the most critical period in its history a few weeks ago, that the Japanese economy's worst days had already been and gone.</p> <p>Surely its nadir - or so the reasoning of the optimist went - was the bursting of the postwar bubble in the early 1990s, the years of drift and decline and, finally, the spectacle of a massive, if belated, bank bail-out.</p> <p>But the notion that financial crises are a throwback to an era that ended with the death throes of the \"lost decade\" is being exposed as so much folly.</p> <p>Yesterday, as the Nikkei benchmark index slumped to a 26-year low, Japan's biggest banks were again nursing their wounds. You have to go back a quarter of a century to witness the Nikkei struggling as it did yesterday, when it lost more than 6% to end at 7,162, its lowest level since October 1982. The Nikkei has lost more than 20% since last week and 40% in the past month.</p> <p>If history repeats itself, the current stock market nosedive may yet prove to be the harbinger of a rally that will take it to heights currently unimaginable on the floor of the Tokyo Stock Exchange or in the boardrooms of Sony, Toyota and Canon. After all, by 1989, the Nikkei had risen to a barely comprehensible 40,000. </p> <p>In truth, though, the immediate future promises to be one of unremitting pain for the world's second biggest economy. That sense of foreboding was crystallised yesterday by a G7 warning on the yen's dramatic recent gains against the dollar, forcing exporters to revise downwards earnings and sales forecasts.</p> <p>Recent data resounds to the unsettling echoes of past misery. Demand is weakening at home and from the US and China - in recent times reliable drivers of Japan's export-led recovery. </p> <p>The forces of that recovery are suffering once more. Sony has seen its share price plummet, and last week reduced its full-year profit forecast by 38%. Toyota, which now appears destined to overtake General Motors as the world's biggest carmaker largely by default, has lowered its global sales forecast. And megabanks such as Mitsubishi UFJ - itself a byproduct of Japan's last financial meltdown - have made, or are seriously considering, new share issues to raise capital.</p> <p>After weeks of mild prevarication, Japan's leaders are sufficiently alarmed by the fading fortunes of the country's banks to introduce tighter controls on short selling and expanding a government fund to recapitalise banks to as much as 10 trillion yen from 2 trillion yen.</p> <p>Japan's economy shrank in the second quarter of this year, stoking fears that the trend will be repeated for the current quarter, in turn confirming what some analysts believe, that Japan is already in recession. Corporate bankruptcies leapt 34% last month at their fastest pace in eight years, construction material prices are rising and smaller companies are finding that the lending tap is running dry.</p> <p>This week saw warnings that property prices face an imminent collapse now that prospective homeowners are failing to take up the slack of oversupply in the residential housing market.</p> <p>Japan's jobless rate hit a two-year high and the availability of jobs sank to a four-year low in August. Retail sales have been weakened by slow personal consumption and high food and energy prices, with forecasts warning of similarly flat conditions to come.</p>",
  "<p>One of the reasons the recession still feels slightly unreal is that few companies are going bust. One can point to profit warnings, dividend cuts and job losses, but a proper recession implies corporate collapses and debt defaults. Yet corporate insolvency rates are close to historical lows. The chart shown, extracted from today's Bank of England Financial Stability Report, suggests bad news may arrive soon.</p> <p>The bars show the percentage of corporate debt that is accounted for by firms whose interest payments are greater than their profits. In many cases, such a position will be sustainable for a while, but almost certainly cannot be tolerated indefinitely. The Bank, by the way, is looking only at non-financial firms with more than 100 employees - the heart of corporate Britain.</p> <p>The worrying part is the sharp rise in 2007. Last year, even before the onset of recession, more than a quarter of the outstanding corporate debt was being serviced by firms whose profits were insufficient to cover the interest payments. That was a worse position even than 1991 and 1992, the bleakest years in the last recession.</p> <p>Ignore the fact that the figures for 2001 and 2002 were even higher. The data for those years, one suspects, were inflated by the hordes of dotcom start-ups that never made a profit in the first place. The difference this time is that the most indebted companies tend to be operating in the retail and property markets and certainly used to make profits - that is what encouraged them to take on so much debt.</p> <p>The Bank says that commercial property prices fell 24% between their peak in June 2007 and September 2008, and concludes: \"With falling prices pushing more commercial property loans into negative equity, rental growth slowing sharply and tighter credit availability, covenant breaches are likely to increase. This may force some commercial property businesses to refinance or default.\"</p> <p>But maybe not before these bad borrowers have drawn the banks further into their web. Another chart in yesterday's report shows that banks have extended undrawn credit facilities of £160bn to non-financial corporates. About a third of these facilities, the Bank thinks, relate to sectors it defines as \"vulnerable\". </p> <p>So the stage is set for a tug-of-war between banks and struggling corporate borrowers. Only about 10% of outstanding loans are due to mature in 2009, the Bank thinks, but it notes \"pockets of vulnerability\". Yes, indeed. The data suggests that a significant chunk of corporate Britain is grossly over-extended even before the recession bites.</p> <h2>Odey's eye</h2> <p>Still, some see investment opportunities in the downturn. Warren Buffett and Anthony Bolton have already declared that they detect value in certain areas of the stockmarket, and yesterday a well-known name from the world of hedge funds declared that he is \"on their side\".</p> <p>Crispin Odey, of Odey Asset Management, whose firm saw the credit crisis earlier than most, is not predicting that the real economy will escape. Quite the reverse: \"The next six to nine months will be a terrible trading environment.\" And many people have under-estimated the severity of the coming recession. His point is that some companies will find themselves in prime position as over-capacity is squeezed out of their markets; further, some of these stocks can be bought cheaply today.</p> <p>Odey's eye is caught by a chart of the price/earnings ratio for the UK stockmarket over the past few decades. At the peak in 2000, investors were paying 25 times annual earnings to acquire a slice of UK plc. At the start of the 2008, the ratio was down to 12 times. Now, with the market substantially lower, we could be looking at single-digit ratios, which last appeared in 1976-82, after another period of \"monetary disorder\" in 1974.</p> <p>Of course, one has to be careful with price/earnings ratios. If corporate profits collapse (and Morgan Stanley yesterday predicted a 33% peak-to-trough slump in the UK), such equations can quickly become slippery and misleading.</p> <p>Odey also expects \"a major fall-off\" in earnings, but he is hunting for resilient companies that will benefit as over-capacity is removed. Some of his favourite picks are probably too exotic for most tastes - a Ukrainian wheat producer and a tiny South African platinum miner, for example. Closer to home, he mentions BSkyB, Northern Foods and BP.</p> <p>You can see what he means about BP. At seven times historic earnings and a dividend yield of 6%, the company is being priced as if it will never be able to grow or improve its business again. Even if you are bearish about the price of oil in the short term, that seems an unlikely outcome.</p> <p>We shall see. The FTSE 100 has fallen about 1,000 points since Bolton said he was starting to feel optimistic for the first time in years. Some of these successful investors may turn out to be too early in their calls. But it's probably wise to note where they see opportunities.</p> <p><a href=\"mailto:nils.pratley@guardian.co.uk\">nils.pratley@guardian.co.uk</a></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339051724\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/27/corporatedebt.gif\" alt=\"Corporate debt graph\" width=\"460\" height=\"577\" class=\"gu-image\" /> </figure>",
  "<p>The thickness of sea ice in the Arctic dramatically declined last winter for the first time since records began in the early 1990s. The research by British scientists shows a significant loss in the thickness of the northern ice cap after the record loss of ice in the summer of 2007, although the weather was not abnormally warm.</p> <p>The findings, published in the journal Geophysical Research Letters, raise the possibility that the loss of the Arctic sea ice could accelerate, because as the ice recedes the water temperature rises. This summer the sea ice recorded its second-lowest extent after the record low of 2007, again despite relatively cool air temperatures.</p> <p>However, Katharine Giles of the Centre for Polar Observation and Modelling at University College London, who led the study, said it was too soon to say whether the downward trend would continue and lead to summer sea ice disappearing even faster than forecast. \"It's dangerous to extrapolate out because colder weather would mean the ice could recover again,\" said Giles. \"This data will help climate modellers to validate their models and make them more accurate.\"</p> <p>The study, part-funded by the Natural Environment Research Council and the European Union, found the thickness of sea ice in the Arctic was almost unchanged in the five winters from 2002-6, but then declined 10%, or 26cm, last winter. In parts of the western Arctic, where the greatest loss was recorded the previous summer, the loss was nearly double the average. </p> <p>But Vicky Pope, the Met Office's leading adviser to the government on climate change, warned: \"There's clearly a decline over the last 30 years and we can detect a human signal in that, but the change in the last couple of years could be due to natural fluctuations in the weather.\"</p> <p>Other causes of sea ice changes could include ocean currents and wind piling up ice, making it important to measure both thickness and extent to calculate total volume, said Giles.</p>",
  "<p>A new generation of electric public service vehicles, including postal vans, police vehicles and ministerial limousines is to be introduced as part of a government initiative to speed up the introduction of low-emission technology on Britain's roads.</p> <p>A number of ministers, including Ed Miliband, the climate change secretary, are already chauffeured in petrol-electric hybrid cars, and all of the Department of Transport's official cars are hybrids. But plans unveiled yesterday will put green vehicles at the heart of the government's fleet. Around £20m will be available to provide electric and low-carbon vans to public sector organisations, including Royal Mail, the Metropolitan police, the Environment Agency and the government Car and Despatch Agency as well as councils around the country.</p> <p>The announcements are part of a £100m proposal by the government to develop the technology and infrastructure needed to make electric and low-carbon cars a practical reality. As part of the plans, motorists will be able to test-drive demonstration models of the latest electric cars in locations around Britain from next year. Each car will need to keep within a maximum emission of 50g CO2/km. Drivers will be asked to report back on their experiences as part of a consultation.</p> <p>In addition, around £30m will be used to develop research into electric vehicles. This includes work to make car designs more practical and affordable, as well as developments of more general technologies for vehicles that could deliver big carbon reductions in coming decades.</p> <p>Around 22% of the UK's carbon emissions come from transport, with 13% of these from private cars. </p> <p>Speaking yesterday at a meeting of international experts in electric car technology, the transport secretary, Geoff Hoon, said: \"Electric cars and other low carbon vehicles, like plug-in hybrids, cut fuel costs and reduce harmful emissions. If we can inspire more people to use them, it will help us to make a positive impact on climate change.\"</p> <p>The government signalled its intention to develop electric cars as part of its renewable energy strategy, published in July, which outlined how the UK could generate the increased power it needs in the coming decades while reducing overall carbon emissions.</p> <p>\"Van emissions are rising more than any other mode of road transport,\" said Hoon. \"That's why we are committed to this new programme to help kick-start the market. In the public sector there is considerable demand for vans, so we want to use our spending power to lead the way in developing lower carbon options that will appeal across the board.\"</p> <p>Greenpeace's senior transport campaigner, Anita Goldsmith, said: \"Electrifying our transport network is a vital step in the fight against climate change and will be key to reducing our dependence on foreign oil, so it's very encouraging that the government has recognised this.\"</p> <p>Friends of the Earth's senior transport campaigner, Tony Bosworth, said electric cars could be part of the solution to climate change. \"To be truly green, electric cars should run on electricity generated through renewable sources of energy. The government's immediate priority must be ensuring the EU sets tough targets for emissions from new cars in the next few weeks. The UK has a pivotal role to play, and it must stand firm against the self-interested lobbying of the car industry.\"</p> <p>Goldsmith said the government should introduce immediate practical measures, such as free parking and cheaper road tax, for people who go electric, as well as a renewed focus on improving public transport. \"While £100m sounds like a lot, it's the same amount as the government spends on widening a mile and half of motorway. If ministers get this right then Britain's ailing car industry could become a trailblazer in this technology, creating thousands of jobs and exporting zero emission cars to developing countries.\"</p> <p>The government said its electric car plan was part of a long-term plan to create up to 10,000 new green jobs in the UK. Officials said opportunities in the wider low carbon economy could see the creation of a million green jobs by 2030.</p> <h2>Electric avenues: Coping with the power surge</h2> <p>• There are several models of electric car already on the market, from the ubiquitous Toyota Prius hybrid to the American all-electric Tesla sports car. The main problem preventing the uptake of electric vehicles in large numbers, however, is not the car technology itself but the power infrastructure required to make them practical. </p> <p>• Local councils in London, including Westminster, Camden and Islington, have a few charging points for private electric cars and provide free parking. The cars are also exempt from the congestion charge. But the City of London withdrew free-parking privileges for electric cars this year, with the aim of discouraging all car use in the Square Mile, saying that reducing overall congestion was the most important issue.</p> <p>• One potential solution, thought to be favoured by the government, is Project Better Place, an idea backed by Silicon Valley entrepreneur Shai Agassi. His company has raised more than £100m so far to set up a network of charging and battery-exchange stations in Israel by 2010. </p> <p>Instead of plugging in their cars when out of power, drivers can pull into a recharging station to swap their flat battery for a fully charged one. </p> <p>The cars, being developed by Renault-Nissan, are expected to have a range of 140 miles on a full charge with a top speed of 68mph.</p> <p>Project Better Place has already announced plans for networks of electric cars in Denmark and Australia and is bidding to set one up in France.</p>",
  "<p>Britain's shell-shocked house building sector suffered another blow yesterday when Persimmon warned it was writing down the value of its land bank by £600m.</p> <p>The decision follows further falls in the price at which Persimmon is able to sell its houses, which has a knock-on effect on the value of its land holdings.</p> <p>Earlier this year Persimmon said it was taking a £40m provision against the land bank in the face of a 5% fall in prices in the first half and an expected further 5% decline in the second half of the year.</p> <p>Persimmon said yesterday that in September the financial markets had been hit by a series of shocks, both in Britain and globally, which had rocked consumers' confidence and in turn affected the housing market.</p> <p>\"The uncertainty created in the housing market by the increasingly turbulent and uncertain outlook in financial markets has had a negative impact on all our regions across the UK,\" the company said.</p> <p>Chief executive Mike Farley said that at times during September Persimmon had seen cancellation rates hit 40%, compared with 33% earlier in the second half and a more normal level of between 20% and 25%. As a result Persimmon is now calculating that prices will fall 10% in the second half. Farley added that the company had undertaken a thorough review of all its land, looking beyond the end of the year.</p> <p>\"We have looked at the market place, we are not predicting what prices will be ... We are just being prudent.\"</p> <p>Initially Persimmon shares fell by about 8% to about 200p on the announcement, which had been brought forward from the planned date of November 18. However, they recovered to end the day 10p higher at 227.25, a net gain of 4.6%.</p> <p>Persimmon said it expected to sell about 10,000 houses this year, well down on the previous year, with sales revenues to date of about £1.8bn and a further £250m booked for 2009. The company said it was keeping a tight rein on costs and remained focused on increasing the volume of social housing sales by about 25%.</p> <p>It said that, despite the downturn in the second half, it still expected to be able to cut borrowing both in the second half of this year and again in 2009. \"The group continues to comply with all its financing covenants,\" Persimmon said in yesterday's interim management statement.</p> <p>The company said it remained fully behind government efforts to stimulate the market by pressing lenders to restore mortgage availability to 2007 levels.</p> <p>\"Until this begins to take effect we do not expect to see any improvement in trading conditions and we continue to carefully monitor all our activities. In the meantime, our focus remains on generating cash and reducing overall working capital levels to maintain a strong balance sheet for the future.\"</p> <p>Andrew Gardner, an analyst at MF Global, described the statement as a \"mixture of hot and cold, with higher than expected write-downs but reassuring news on sales and cash generation\". </p> <p>He added: \"After the write-downs the book value per share is in the region of 610p.\"</p> <p>Gardner estimated that full year profit before tax could be about £150m, against a consensus forecast of £154m, and said he believed net debt should fall from £900m in the first half to about £700m by the end of the year.</p> <p>\"The group's cash position is our main focus, particularly in the current gloomy environment, and as such we take more comfort that this is still positive\", Gardner said.</p> <h2>Property collapse</h2> <p>The housing crisis claimed another victim yesterday when <strong>David McLean Holdings </strong>went into administration, with the threat of hundreds of job losses. The Flintshire-based company, with 320 staff and a turnover of £160m, blamed the property downturn for the move. Nick Edwards, joint administrator from Deloitte, said: \"Whilst the property downturn has impacted the group's cash flow, the land and property assets are high quality, and combined with the excellent reputation of the group, should make the housebuilding division an attractive prospect for potential purchasers.\" The administrators would continue to trade that part of the business while they looked for a buyer, but Edwards said they would close McLean's contracting division, which had struggled to generate \"a critical mass\" of profitable contracts. A \"significantly reduced\" staff would be retained.</p>",
  "<p>Daytime TV - I haven't done that for a while, not since I was last unemployed, actually. Still, it could be good practice, for when the recession really hits, and we're all watching daytime TV. In the freezing cold ...</p> <p>Oh dear, not a happy time to be dropping into <strong>Doctors</strong> (BBC1). Sandy is just finding out she has cancer in her pancreas, and only has a few months left - at best. It's already spread to her liver. And to her husband, who seems to be dying too. I can't believe it, a double tragedy, just as I get involved. Oh, it turns out Eddie is faking it; he doesn't like his wife to get all the attention. Caroline, their daughter, is much nicer. She wants to take Sandy somewhere nice, like the Chelsea Flower Show, as a pre-death treat. But then there's an awkward little pause as she realises the next show won't come round in time. </p> <p>Daytime soaps like Doctors contain a lot of little pauses. I think it's meant to make the dialogue feel more like real conversation. You find the same in school plays. There's also much lifting of eyebrows, and knitting of brows, to show emotion. The script of Doctors, I'm sorry to say, seems to have cancer too. </p> <p>Let's see if the global economic crisis has affected <strong>Dickinson's Real Deal </strong>(ITV1). That's Dickinson as in David, the antiques man with the loud suits and the even louder copper face. \"Will a snuff box get an offer that's not to be sniffed at?\" This is a show that can't resist a pun. \"Will Barry be under the weather when the hammer falls on his umbrella?\" Hang on, under the weather means ill doesn't it? So Barry's going to get sick if his umbrella doesn't get a good price? Hmm, that would have been a good one to resist. </p> <p>Anyway, Barry's health doesn't need to suffer, because the umbrella gets a handsome price. As does the snuff box. And a lady called Deirdre has three phone-bidders competing for her silver tea set at auction. It gets £3,900 in the end. Oligarchs, most probably. Or maybe this was all filmed pre-crunch. Still, if the situation catches up with the show, they can always melt down the host's face and get a bit for that. </p> <p>David Dickinson is a man who somehow epitomises daytime TV. The host of <strong>The Alan Titchmarsh Show</strong> (ITV1) appears to be heading that way, too. There was a time when Titchmarsh looked set for great things on television. </p> <p>He was all over it, had a grand series about Britain. Was he going to be a Dimbleby? Or - whisper it - the next Sir David Attenborough? But here he is, relegated to the afternoon, to be watched only by the elderly with their tea and by students with their breakfast. He's got David Frost on, and that Carol woman from Big Brother. In fact, a lot of the material on this show seems to be generated by other things on television. So here's Neil Fox on to talk about Peter Kay's spoof X-Factor show. And the winner of a TV opera-singing competition. Television doesn't need external stimuli anymore, it has become self-generating, like an amoeba. Well, daytime telly has. </p> <p>Oh, and there are lots of competitions, of the £1-a-call variety. On Titchmarsh's show, the question is whether Britain's biggest flower show is in Chester, Chelsea or Chichester. Ha, I know that - from watching Doctors. Actually, to be fair (on myself), I did know the answer before. But I think I'm beginning to understand something about daytime telly. Not only is it self-generating, but you also have to watch it all in order to get the answers to the competions, which then pay for more of it. It's a monster that sucks you in and feeds off you when you're most vulnerable (old, young, unemployed). </p> <p>Look, here's another: <strong>Rosemary Shrager's School for Cooks</strong> (ITV1). Rosemary is the posh cookery teacher from Ladette to Lady; this is another show generated by television. And this poor unemployed woman is on here to learn to cook, not because she wants a job, but because she wants to avoid being at home when there's nothing to do except watch daytime TV. She is, in other words, running away from herself.</p> <p>• What did you think? Have your say at <a href=\"http://theguardian.com/culture/television\">theguardian.com/culture/television</a></p>",
  "<p>In a speech to the Royal Society of Arts yesterday, justice secretary Jack Straw took us on a tour of his world. In that world, although the government has invested wisely in punishment, with England spending more of its output on law and order than any other OECD country, the penal system lacks public confidence. And there's a simple explanation for this - it's all because of the \"criminal justice lobby\" that has forgotten about victims, shrouded the system in a \"fog of platitudes\" and lost the ability to communicate in plain language. We must, Straw said, refocus the system on \"punishment\" and \"reform\" - two simple worlds that the public understands and can sign up to.</p> <p>In a parallel universe the justice system is not run by penal reform groups, but by New Labour - a government responsible for most of the complexity and jargon Straw bemoans. The money spent has resulted in overcrowded prisons whose record numbers undermine their capacity to reform offenders and cut reoffending. That government also seldom wearies of repeating the tired and lazy mantra that speaking up for victims must mean getting tough on offenders - often for electorally expedient reasons. One wonders what lesson sentencers will draw from Straw's decision to repeat it now.</p> <p>Straw is right about one thing, though. The crisis of the penal system in England and Wales is testament to the fact that it lacks a coherent public philosophy, a story about why and whom, what way and how much, we punish that can really connect with public thinking about crime in society.</p> <p>Such a philosophy starts from where \"public opinion\" recognisably is. But it need not end there. Given the condition and failings of prisons today, society needs to find a rationale for radically reducing the scale and harshness of the penal system - and for that milder and smaller system. Penal moderation is the best candidate we have for such a philosophy, and it has more to offer than Straw would have people believe.</p> <p>Penal moderation brings together three ideas: restraint, parsimony and dignity. It seeks, first, to instill a sense of caution in how society talks about and delivers punishment in ways that reflect the ambivalence that most people feel towards it. It reminds us, second, that prison is perennially failing, and punishment is destined to disappoint, because the levers that lead individuals to conform lie mainly beyond its control. It should thus be an institution of last resort. Third, penal moderation requires a penal system that treats with dignity all those whom are brought under its control, recognising that offenders are and remain citizens and must be treated accordingly. To speak about punishment like this is not a counsel of despair. Nor is it to \"forget victims\". It is, however, to challenge the reckless and costly fantasy that there exists a penal solution to crime problems and to recognise there are better ways in which to protect the rights and dignity of victims than getting, or sounding, tough with offenders.</p> <p>The opposite of moderation is not simply expansion, but excess - an accurate description of how our society responds to crime today. Historians can be left to puzzle over why a government that inherited and sustained falling crime levels has behaved with such counterproductive hyperactivity in this field. The penal crisis is, however, a legacy of that restless excess.</p> <p>Penal moderation assists here by reminding us that it doesn't have to be this way. Since 1995 prison numbers have risen by 60%. In France over that period they rose by 1%, in Canada they fell by 11%. In Straw's world, there is a government proud of its record on law and order. In the rest of the world, England and Wales are regarded - like the US - as a global punitive outlier.</p> <p>Over the last decade penal policy has been driven by the most strident voices from polls, focus groups or the press. Yet this rests on a partial reading of what is known about public sentiment towards crime and punishment. There are victims whose lives are blighted by crime or whose experience makes them angry enthusiasts for \"tough\" punishment. But there is also evidence that the majority of people have little experience of crime, rarely think about it and, when prompted to do so, express ambivalent feelings about the proper response to it. These are not people minded to send a donation to a penal reform group. But when given actual cases to ponder they sentence much like, or more lightly than, real sentencers. They view prison as futile and back the idea of offenders repairing damage they have caused. They also know a waste of money when they see one.</p> <p>Political moderation means speaking for this ambivalence about punishment, for those who understand England and Wales as tolerant, forgiving, pragmatic nations - not as lands of thoughtless penal excess conducted in their name.</p> <p>Twice in his speech Straw invoked Winston Churchill's remark about punishment being an \"unfailing\" test of the civilisation of any country. Yet I doubt Churchill intended that a society could pass this test with the levels of law and order spending of which Straw seems so proud, or by investing more money in prisons in the last five years than in the NHS. In a civilised society, punishment should a matter for sorrow and regret, not a badge of political pride.</p> <p>• Ian Loader is professor of criminology at Oxford University and a member of the Commission on English Prisons Today <br><a href=\"mailto:ian.loader@crim.ox.ac.uk\">ian.loader@crim.ox.ac.uk</a></p>"
]