[
  "Polling day in America – as it happened",
  "Wall Street closes higher and Mexican peso hits two-month high ahead of election results – as it happened",
  "Call for release of Ethiopians arrested after their relatives protested in Australia",
  "The Guardian view on air pollution: ministers must act",
  "Plan for immigration removal centre near Glasgow airport rejected",
  "Australian politicians barracking for Donald Trump? That's disturbing",
  "'I always believe there's a way': the journey that inspires Cricket Australia's Sam Almaliki",
  "Theresa struggles to take back control – from her own Maybot",
  "EU leaders plan to meet next month to discuss Brexit without UK - Politics live",
  "Two years and 20 candidates later: how the 2016 campaign tore up the rulebook",
  "'We're preparing for the worst': urban heads await funding changes",
  "Global 'greening' has slowed rise of CO2 in the atmosphere, study finds",
  "Hillary Clinton and Donald Trump cast their ballots after record early voting",
  "Bob Dylan: a Hockney-like painter of America's strange essence",
  "'Afghan Girl' rejects offer to suspend deportation from Pakistan",
  "'You're only here for the culture!' Is Hull getting its buzz back?",
  "My violent father drove me straight into America's arms",
  "This election was a great opportunity for Republicans. Instead, the GOP lies broken",
  "This is humankind's 'great urbanisation'. We must do it right, or the planet will pay",
  "Hillary Clinton buoyed by high Latino turnout in final hours of election",
  "Donald Trump has made it clear: in his America, Muslim citizens don’t exist",
  "US election: final campaign day – as it happened",
  "Your election night survival guide: what to expect as polls close",
  "Standing Rock protesters sit out the election: 'I'm ashamed of them both'",
  "Call of Duty: Infinite Warfare review – fun, fast, but a wasted opportunity",
  "This has been a year of high political anxiety. Here’s how to survive it",
  "Theresa May’s India trip reveals much about who will matter in post-Brexit Britain",
  "Syrian held on Nauru lands in Cambodia as sixth refugee to take up resettlement offer",
  "Jutting's victims: how two Indonesian women met their deaths in Hong Kong",
  "Jeremy Clarkson says plans to reveal BBC stars' pay are 'disgusting'",
  "Damilola, Our Loved Boy review – it's unbearable, knowing where this is going",
  "George Brandis misled parliament over Justin Gleeson matter, Senate committee finds – as it happened",
  "Refugee deported to Nauru had arrived in Australia on cruise thinking he had valid visa",
  "Brexit weekly briefing: hard exit prospects take hit after article 50 ruling",
  "How we got here: a complete timeline of 2016's historic US election",
  "The human zoo: Mumbai's new animal park can't hide our chronic lack of space",
  "Government to launch 'free speech' inquiry into section 18C of the Racial Discrimination Act",
  "Cinemas, pubs and winter clothes boost consumer spending",
  "India’s crackdown in Kashmir: is this the world’s first mass blinding?",
  "The mannequin challenge: like the Harlem Shake, but stationary",
  "Building regulator blocking deal on spurious 'productivity' grounds, union says",
  "Backpacker tax: Labor proposes cutting rate to 10.5% to end impasse",
  "Labor rejects government's proposed lifetime refugee travel ban"
]