[
  "The cumulative effects of racism: it eats away at the essence of your being",
  "Trump a threat to north Asia, says former Australian ambassador to US",
  "Def Jam's Russell Simmons targets ex-friend Trump's campaign 'of hate'",
  "TEF is an unreliable test for university teaching",
  "Trump implies 'second amendment folks' could stop Clinton judge picks – as it happened",
  "A short history of Nauru, Australia’s dumping ground for refugees",
  "How to contact the Nauru files reporters securely and confidentially",
  "What are the Nauru files? How to read and interpret them – explainer",
  "‘I want death’: Nauru files chronicle despair of asylum seeker children",
  "The Nauru files: the lives of asylum seekers in detention detailed in a unique database – interactive",
  "Syrian refugee Rami Anis belatedly brings a smile to Rio’s swimming pool",
  "Qatar policy of buying handball team earns no favours at Rio 2016",
  "Affluent southerners who voted for Brexit",
  "Andy Murray makes case for Rio 2016 gold with win over Juan Mónaco",
  "Post-Brexit Sunderland: 'If this money doesn't go to the NHS, I will go mad'",
  "Mexico Miss World pageant director shot dead in targeted attack",
  "Andy Burnham ‘not afraid of challenging Labour policy’",
  "'It makes you recoil': Trumpageddon at the Edinburgh fringe",
  "Glasgow murder of Asad Shah spurred by sectarianism in Pakistan",
  "CCTV shows men suspected of releasing insects in Byron restaurants",
  "The Republicans tried to sink Obama. Instead, the party imploded",
  "Inside the 12 August edition",
  "Norway may block UK return to European Free Trade Association",
  "Crime pays: DC's Suicide Squad tops UK box office with £11.25m",
  "'Discovery of the year': sunken British ship found in Russian Arctic",
  "Giving birth the Jools Oliver way – letting the kids watch",
  "Erdoğan and Putin discuss closer ties in first meeting since jet downing",
  "Olympian touts 'victory for clean sport'",
  "'Untold devastation' in South Sudan triggers grave humanitarian crisis",
  "I'm a Hispanic immigrant. But to the world I am a lily-white Wasp",
  "Channel 4 axes Raised by Wolves, but Caitlin Moran promises third series",
  "David Huddleston obituary",
  "Guardian Weekly Letters, 12 August 2016",
  "Team USA's day four Rio highlights: Ledecky, Phelps and women's soccer",
  "How to make a caipirinha, the Brazilian cocktail that could unseat the margarita",
  "Edinburgh festival 2016: the shows we recommend",
  "Brexit weekly briefing: economy takes centre stage as politics stalls",
  "Sydney to host forum for Pacific LGBTI activists on fighting for equality",
  "From Suicide Squad to The Killing Joke: does DC have a problem with women?",
  "Why has this summer blockbuster season been so bad?",
  "Drawn to the abyss: literature's fascination with  homelessness",
  "Putin and Erdoğan to have first meeting since jet downing",
  "Republican Susan Collins says she won't vote for Donald Trump in scathing op-ed",
  "Olympics 2016 daily briefing: Lilly King slams Efimova over drugs ban – in the pool and out",
  "Rio Olympics: Lilly King says previously banned athletes should not be at Games – as it happened",
  "The alt city guide to Cardiff",
  "Sovereign borders chief argues hiding asylum seeker boat turnbacks essential for security",
  "Why Malcolm Roberts' demand for 'empirical evidence' on climate change is misleading",
  "Offshore detention was destined to fail and the collapse might be closer than you think",
  "Hillary Clinton hits back at Trump's economic proposals – as it happened"
]