[
  "<p>The role of the weak pound in pushing up prices for UK shoppers and motorists will become clearer this week, with official figures expected to show a sharp rise in inflation.<br></p> <p>One leading economic forecaster is warning that rising costs will continue to hit consumer spending next year and in 2018, as a decline in business investment after the Brexit vote applies further downward pressure to economic growth. </p> <p>Inflation is forecast to have hit its highest level since late 2014, when measured on the consumer prices index (CPI). Economists forecast the rate will have jumped to 0.9% in September from <a href=\"https://www.theguardian.com/business/2016/sep/13/uk-inflation-remains-unchanged-at-06\">0.6% in August</a> when the data is published on Tuesday, according to a Reuters poll.</p> <p>Sterling’s plunge against other currencies since June’s vote to leave the EU has raised the cost of imports to the UK and last week <a href=\"https://www.theguardian.com/business/2016/oct/13/tesco-unilever-resolve-marmite-dispute-price-supermarket\">sparked a pricing row between Marmite maker Unilever and supermarket Tesco</a>. Experts say currency moves will take time to trickle down to the prices consumers pay at the tills but they expect some early effects to be seen in September’s inflation figures.<br></p> <p></p> <p>“CPI inflation should jump up in September, and looks set to rise quickly over the coming months,” said the consultancy Capital Economics in a note to clients predicting a 1% inflation reading for September. “A rise in September looks inevitable. The drop in sterling and rise in dollar oil prices has seen fuel prices at the pumps rise by over 1% in September.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-16T16:16:57/embed.html\" data-alt=\"Inflation chart\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-16T16:16:57/embed.html\">Inflation chart</a> </figure>  <p>“What’s more, we expect inflation to pick up further next year, to over 2% by spring as the effects of the drop in the exchange rate work its way through the inflation pipeline.”</p> <p>The EY Item Club, a forecasting group that uses Treasury modelling, expects the UK economy to grow 1.9% this year, fuelled by a 2.5% rise in consumer spending on the back of low inflation. However, this performance is expected to fizzle out, as inflation jumps to 2.6% next year and 1.8% in 2018, causing consumer spending to slump to 0.5% and 0.9% respectively. </p> <p>Alan Clarke, economist at Scotiabank in London, is predicting inflation will rise to 0.8% in September as an increase in fuel prices overshadows the impact of cheaper food. He expects that downward effect from food prices to fade once supermarkets stop cutting prices. “Last week’s Tesco versus Unilever standoff highlighted that the end of the supermarket price war may be close,” he added.</p> <p>Economists at Daiwa Capital Markets highlighted the likely effect of a weaker pound, which recently <a href=\"https://www.theguardian.com/business/live/2016/oct/04/pound-dollar-low-construction-imf-brexit-business-live?page=with:block-57f3516de4b03ca720ca247e#block-57f3516de4b03ca720ca247e\">touched new 31-year lows against the US dollar</a>. “The data are … expected to suggest that the sharp depreciation in sterling following the referendum has already started to push prices up,” they wrote in a research note.<br tabindex=\"-1\"></p> <p>The prospect of rising inflation spooked financial markets last week and investors offloaded UK government bonds, known as gilts. At the close of another tumultuous week on markets, 10-year gilt yields, which move inversely to prices, rose to their highest levels since the referendum in June.</p> <p>The pound remained under pressure against the dollar and the euro, falling to below $1.22 and €1.11. That compares with $1.49 and €1.31 the night of the vote on EU membership.</p> <p>The key pressure on sterling over the last fortnight has come from worries that the government has set a course for a hard Brexit settlement that leaves the UK shut out of the European single market. Ministers have hinted they would sacrifice that access in return for stricter immigration controls. </p> <p>Such signals from Theresa May’s government had “shattered” a relatively benign market view of Brexit, said economists Robert Wood and Gilles Moec at Bank of America Merrill Lynch.</p> <p>Referring to the mood over the summer, they wrote in a research note: “We often heard the argument that Brexit risks were overblown, that article 50 might never be triggered, or that even if it was, Brexit would never really happen.”</p> <p>Now, however, <a href=\"https://www.theguardian.com/politics/2016/oct/01/theresa-may-to-propose-great-repeal-bill-to-unwind-eu-laws\">May’s commitment to trigger article 50 by the end of next March</a>, launching the formal process of leaving the EU, meant Brexit was “getting real faster than markets expected, and getting real in a potentially negative way: a ‘hard Brexit’ looks more likely in our view,” Wood and Moec added.</p> <p>The falling pound, inflationary pressures and blow to businesses’ investment plans from the Brexit vote leave the Bank of England with a difficult balancing act. <a href=\"https://www.theguardian.com/business/2016/aug/04/bank-of-england-cuts-uk-interest-rates\">Policymakers cut interest rates to a record low of 0.25% in August</a> and hinted at another cut to follow before the end of the year. But after reports suggesting consumers and businesses have shrugged off the initial shock of the Brexit vote, that further reduction is in doubt.</p> <p>“Until the last couple of weeks, the monetary policy outlook had appeared clear cut, with the monetary policy committee giving a strong steer that it intended to loosen policy again before the end of the year. But since then the enduring strength of the incoming data and the further sharp depreciation of the pound have thrown a couple of spanners into the works,” said Andrew Goodwin at the consultancy Oxford Economics.</p>",
  "<p>A long-billed, long-legged wader stands on the edge of the mud, waiting for the tide to recede so she can begin to feed. Nothing about her stands out: she isn’t strikingly pied like the <a draggable=\"true\" href=\"https://www.rspb.org.uk/discoverandenjoynature/discoverandlearn/birdguide/name/a/avocet/index.aspx\">avocets</a>; she doesn’t have the <a draggable=\"true\" href=\"https://www.rspb.org.uk/discoverandenjoynature/discoverandlearn/birdguide/name/c/curlew/\">curlew</a>’s impossibly long, curved bill; and she isn’t flying around while yelling a frantic, urgent call like the <a draggable=\"true\" href=\"https://www.rspb.org.uk/discoverandenjoynature/discoverandlearn/birdguide/name/r/redshank/index.aspx\">redshanks</a>. </p> <p>Yet she has a far better story to tell than any of them. For she is a <a href=\"http://www.arkive.org/bar-tailed-godwit/limosa-lapponica/\">bar-tailed godwit</a>: one of the greatest of all the bird world’s global travellers. She has already flown here to the river Parrett, that muddy river flowing into the Bristol Channel, from her breeding grounds far to the north – somewhere on the <a draggable=\"true\" href=\"http://www.ucmp.berkeley.edu/glossary/gloss5/biome/tundra.html\">Arctic tundra</a> in Scandinavia or Northern Russia.</p> <p>Having stopped off to feed and refuel, she may then just keep on going: to Spain or Portugal, or even as far as West Africa. Like all migrants, she must make a carefully calculated trade off: choosing between the potentially more reliable food supply farther south, set against the dangers of going so far.</p> <p>Different populations of different wader species make different choices – some staying put, others flying thousands of miles – which explains why, when I visit a coastline almost anywhere in the world, I come across little flocks of globetrotting birds feeding along the seashore.</p> <p>But this particular godwit’s travels, impressive though they are, pale into insignificance compared with <a href=\"http://nzbirdsonline.org.nz/species/bar-tailed-godwit\">her cousins on the other side of the planet</a>. Back in 2007, another female bar-tailed godwit was fitted with a tracking device in New Zealand, enabling scientists to follow her journey for the first time.</p> <p>What happened next astonished even the most ardent students of bird migration. The bird – nicknamed “E7” – first returned to her breeding grounds in Alaska via the Yellow Sea in China.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2008/oct/22/wildlife-conservation\">Wading bird travels 7,000 miles nonstop to break flying record</a> </p> </aside>  <p>In August she made the long journey back to New Zealand. But this time she did it non-stop, taking nine days to travel 11,700 kilometres – more than 7,000 miles – to her destination. This smashed all previous distance records held by birds, and was also the longest recorded journey without stopping to feed and refuel made by any living creature – so far, at least. </p> <p>Until this extraordinary discovery, we had always assumed that, like their counterparts here in Europe, Alaskan godwits migrated along the coasts of Asia before island-hopping across the Pacific to New Zealand. Yet this one plucky little bird rewrote the textbooks, making us look at bird migration anew.</p> <p>The godwit on the river Parrett isn’t the only migrant passing through my coastal patch on its way south. A constant stream of low-flying swallows skims the surface of the sea, while <a href=\"http://www.wildlifetrusts.org/species/whinchat\">whinchats</a> perch on hawthorn bushes and <a href=\"https://www.rspb.org.uk/discoverandenjoynature/discoverandlearn/birdguide/name/w/wheatear/\">wheatears</a> flit along the shore, momentarily revealing their snow-white rump (the name comes from the Anglo-Saxon for “white arse”). </p> <p>This trio are definitely heading south of the Sahara, and while the bar-tailed godwit may join them, she could simply decide to stay put for the winter. Just across the river from here, the tidal lagoons at the new <a href=\"http://www.wwt.org.uk/wetland-centres/steart-marshes/\">Wildfowl and Wetlands Trust nature reserve at Steart</a> are packed with molluscs and crustaceans. That’s just what she needs to keep up her energy levels during the cold weather to come.<br></p>",
  "<p>Last week ministers began to take their first steps towards suspending the privacy rights of the nation’s citizens. With little fanfare the <a href=\"http://www.publications.parliament.uk/pa/bills/cbill/2016-2017/0045/en/17045en.pdf\" title=\"\">digital economy bill</a> began hearings in parliament and while the proposed legislation contains some measures to be welcomed – such as creating a legal right to minimum internet download speeds – the big unwelcome change is that the public’s personal data will be shared across departments without specified safeguards. What vague measures have been outlined the information commissioner described as <a href=\"http://www.publications.parliament.uk/pa/cm201617/cmpublic/digitaleconomy/memo/DEB36.pdf\" title=\"\">incoherent and inconsistent</a>. If the bill becomes law, it will matter not if the data was collected for one reason and used for another. Government departments will be able to pool data collected without having put in place robust privacy protections. Such an approach invites public sector bodies to mimic the data free-for-all that currently exists in the private sector. We are already halfway there. Last week it emerged that details of <a href=\"https://www.theguardian.com/uk-news/2016/oct/12/individual-childrens-details-passed-to-home-office-for-immigration-purposes\" title=\"\">individual children on the national pupil database in England and Wales were passed to the Home Office for immigration purposes</a> hours <a href=\"https://www.theyworkforyou.com/lords/?id=2016-10-12b.1890.4\" title=\"\">after ministers said this was not happening</a>.</p> <p>The thinking is that for all the hand-wringing over the prospect of a too-powerful state limiting civil liberties, more lives are blighted by the erosion of authority than by its extension. So the government points to success in mapping troubled families and says data sharing helps work out “warm home” discounts for those in fuel poverty. Yet the bill is a symptom of a dangerously illiberal creed. There is an idea that data science will transform governance: that by harvesting and interrogating vast amounts of citizens’ personal data, policymakers can pinpoint solutions to society’s problems. It won’t. Instead big data politics will furnish an overweening state with arguments to justify ideological choices. Data science is often just information alchemy. Look at what happened when the data suggested that a single mother in York had been claiming benefits fraudulently because she had been cohabiting with Joseph Rowntree, the Quaker philanthropist who died in 1925. <a href=\"http://www.thetimes.co.uk/edition/news/mother-hit-by-benefits-blunder-v57fz2m0k\" title=\"\">She lived in a property provided by the Joseph Rowntree Housing Trust, now a housing association.</a> With her welfare cut, she was forced to rely on a foodbank and told that she’d need to appeal. As Cardinal Richelieu realised long ago, “if you give me six lines written by the hand of the most honest of men, I will find something in them which will hang him”.</p> <p>In an age of deserving and undeserving citizens, judgments will have to made over the division of resources. But should virtue be ascribed by politicians who can build policies by deciding how much privacy the public is entitled to? What if local councils could decide to revoke a residential parking permit because they can access your driving record? <a href=\"https://www.ft.com/content/6b31b8a0-2994-11e6-8ba3-cdd781d02d89\" title=\"\">Where’s the debate over Home Office plans to build up a picture of personal behaviour</a> by running automated algorithms on bulk data sets – which could include passport records and police records? In this new battleground who is fighting for the interests of privacy in the democratic system? Since ministers have not spelt out data safeguards no one can give the public any&#xa0;answers.</p> <p>What we are heading towards is Facebook government. Ministers have decided to change the default settings on public privacy controls so that individuals’ personal information would be shared, reflecting, they contest, a shift in society towards greater openness. They are beholden to the idea that by capturing citizens’ data they can reshape the state for the common good. In this world, voters are not consumers of public services, they are inputs. But personal data is the property of the citizen. It is not for government to decide whether it can be repurposed without informed consent – a lesson apparently unheeded despite the <a href=\"https://www.theguardian.com/technology/2016/jul/06/nhs-to-scrap-single-database-of-patients-medical-details\" title=\"\">debacle over abandoned plans to share medical records</a>. There is confusion over who can amass and manipulate data in the public and private sphere. Brexit complicates this, since we do not know whether the new <a href=\"http://ec.europa.eu/justice/data-protection/reform/index_en.htm\" title=\"\">EU data protection regime</a> will be in place when the digital economy bill supposedly becomes law. Ministers say transparency and trust on public data will need to go hand in hand. This rings hollow. Whitehall does not even collect or analyse its performance in protecting information. <a href=\"https://www.nao.org.uk/press-release/protecting-information-across-government/\" title=\"\">Last month the National Audit Office pointed out</a> 9,000 personal data breaches by departments. Ministers need to pause the bill and replace it with a better balance between the needs of government and the privacy of citizens.</p>",
  "<p>Brexit has been referred to as the biggest foreign policy issue facing Britain since accession to the European economic community in 1973. In many ways, this is true of&#xa0;Ireland too. As the process unfolds, one of the biggest challenges for Ireland is how we maintain a strong and close relationship with our UK friends and neighbours while remaining at the heart of the European Union. While we deeply regret the outcome of the UK referendum, Ireland remains, and will remain, a committed member of the EU.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/13/huge-rise-in-britons-applying-for-irish-citizenship-after-brexit-vote\">Huge rise in Britons applying for Irish citizenship after Brexit vote</a> </p> </aside>  <p>Since the <a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\">referendum</a> I have engaged extensively with both my UK government counterparts and each of my foreign ministerial colleagues all across the EU. I’ve spoken to the UK foreign secretary, Boris Johnson, and the secretary of state for Northern Ireland, James Brokenshire, on several occasions, and I was pleased to welcome the secretary of state for exiting the EU, David Davis, to Dublin for discussions. Several other EU foreign ministers have also visited Dublin and last week, the EU commission’s chief Brexit negotiator, <a href=\"https://www.theguardian.com/politics/2016/jul/27/jean-claude-juncker-puts-michel-barnier-in-charge-brexit-talks\" title=\"\">Michel Barnier</a>, visited Dublin – the sixth capital he visited on his tour of 28. And Ireland’s taoiseach, Enda Kenny, has had extensive discussions with Theresa May, Angela Merkel, François Hollande, Donald Tusk and many others.</p> <p>In my discussions with EU colleagues, I have emphasised the importance of the Irish and Irish-British dimensions to Brexit for our citizens, our economy and trading links, our common travel area with the UK and, of course, Northern Ireland and its invisible border with the rest of the island. I’ve also stressed the need for a strong EU, characterised by partnership, peace and prosperity. I have been heartened by the strong support across Europe for the peace process and the understanding about our special circumstances on the island.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>One of our key concerns about Brexit is any risk to the effective invisibility of the border between north and south</p> </blockquote> </aside>  <p>Overall, we will be working for special arrangements that take account of Northern Ireland’s unique circumstances. The process ahead is extremely complex and multi-layered. We are currently auditing and assessing the implications of Britain’s withdrawal from the EU across a range of sectors through dialogue between the north and south, between London and Dublin, through bodies such as the British Irish Council and with our EU partners. This in no way pre-empts the wider negotiations between the UK and the EU 27.</p> <p>Ireland’s relationship with Britain is unique in every possible way – politically, economically, culturally, legally and in terms of people-to-people links. One in four people in Britain can claim Irish heritage, while in the business world almost 60,000 UK company directors are Irish-born. The Dublin-London route is the <a href=\"https://en.wikipedia.org/wiki/List_of_busiest_passenger_air_routes\" title=\"\">second busiest air route</a> in Europe. We trade over €1.2bn a week between us, and Ireland is the UK’s <a href=\"http://www.finfacts.ie/irishfinancenews/article_1028937.shtml\" title=\"\">fifth largest trading partner</a>. We must do everything we can to protect these hard-won positive links.</p> <p>Northern Ireland is a core priority for Dublin in terms of the Brexit process. While the peace settlement is by now well-established, we can never afford to be complacent. Twice in the two years after I became foreign minister, I have spent long periods of time in Belfast participating in political talks. These ultimately led to the <a href=\"https://www.gov.uk/government/publications/the-stormont-house-agreement\" title=\"\">Stormont House agreement</a> in December 2014 and the <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/479116/A_Fresh_Start_-_The_Stormont_Agreement_and_Implementation_Plan_-_Final_Version_20_Nov_2015_for_PDF.pdf\" title=\"\">Fresh Start agreement</a> last November. I witnessed at first hand how the still delicate political stability in Northern Ireland can be shaken.</p> <p>The Good Friday agreement provides the framework for our engagement in Northern Ireland, and we have worked alongside the UK government and Northern Ireland’s political leaders to stabilise the devolved institutions in Belfast and deliver important initiatives. Last month, honouring commitments under the Fresh Start agreement, James Brokenshire and I signed a treaty to establish an independent reporting commission to help tackle the legacy of paramilitarism which continues to plague some vulnerable communities in Northern Ireland. We want to see that scourge removed from people’s lives.</p> <p>Brexit presents a substantial challenge to this remarkable but still incomplete progress. Across the UK as a whole, 52% of voters opted to leave the EU. However, in Northern Ireland, 56% voted to remain. The people of Northern Ireland are in a unique position both in the UK and the EU, entitled to define themselves as British, Irish, or both. Common British and Irish membership of the EU has been a fundamental element in the political context which allowed the peace process to move forward.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/12/ireland-to-set-up-rainy-day-fund-as-buffer-against-brexit-shock\">Ireland to set up 'rainy day fund' as buffer against Brexit shock</a> </p> </aside>  <p>When the UK leaves the EU, Northern Ireland will be the only region that shares a land border with another EU member state. One of our key concerns about Brexit is any risk to the effective invisibility of the border between north and south. The Northern Ireland executive and the Irish and UK governments have been unanimous in their view that we must maintain the openness of the border which is enjoyed today.</p> <p>The common travel area, where citizens of Britain and Ireland have enjoyed free movement in each other’s countries since 1922, is highly valued on all sides. The reinstatement of any kind of hard border would also have obvious negative consequences for cross-border trade and economic activity. Equally serious would be the effect of resurrecting a potent symbol of division in a society emerging from conflict where many communities and groups are working hard to foster greater reconciliation, shared understanding and partnership.</p> <p>Future arrangements between the UK and Ireland, and between the Irish government and the Northern Ireland executive, will have to be placed in the wider framework negotiated between the UK and the 27 other EU members – including Ireland. The Irish government will work hard to make sure all sides are fully conscious of the need to work together to ensure the transformed Irish-UK relationship and the enormous achievements of the peace process are safeguarded for future generations.</p>",
  "<p><br>For Ireland, the move to Brexit brings two economic threats: clear short-term risks and huge uncertainty about the future. </p> <p>Above all, the problem in the next year or two will be volatility – in currency markets, confidence, trade and investment. Beyond that, who knows, though the rough rule for Ireland is the harder the Brexit, the worse the outcome.</p> <p>Government forecasters and private sector economists have crunched the numbers. The official GDP growth forecast for next year has been cut by half a point to 3.5%, though the sums were done before sterling’s latest fall. The rough guide is that every 1% cut in UK growth hits Ireland by 0.3-0.4%. </p> <p>But all sides concede that the many uncertainties of Brexit could lead to more damage. A <a href=\"https://www.esri.ie/news/new-report-on-the-economic-consequences-of-brexit-for-ireland/\">landmark study</a> by the Economic and Social Research Institute last year warned that Brexit could reduce bilateral trade flows between Ireland and the UK by 20% or more in time. Looking at the island of Ireland, the ESRI pointed out that the Irish Republic was a more important market for Northern Ireland than vice versa.</p> <p>Beneath the numbers lurk the great uncertainties. What will Brexit mean for UK growth, a vital factor for Irish exporters? Can sterling fall much further? How will Britain’s talks with the EU affect the terms on which Ireland trades with Britain and, perhaps most importantly, the common travel area that allows free movement of people? </p> <p>“Words like ‘paradigm shift’ sound very hackneyed but in my career in business it is hard to imagine anything so pervasive and critical,” said Feargal O’Rourke, managing partner of advisory company PwC. “And one of the key issues is that the scale of the uncertainty makes planning very difficult.”</p> <p>Standard economic models suggest a loss to Irish GDP of between one and three percentage points after a decade, depending on the new trading arrangements, according to Alan Ahearne, economics professor at NUI Galway. </p> <p>However, he warned that disruptions to trade, particularly from new regulations and any reinstatement of <a href=\"https://www.theguardian.com/politics/2016/oct/10/idea-of-uk-border-controls-in-ireland-is-ridiculous-says-irish-mep-matt-carty\">the border on the island of Ireland</a>, were the kind of factors often underestimated by standard forecasts.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/03/irish-economy-exporters-feel-chill-from-brexit-fall-in-sterling\">Irish exporters feel chill from Brexit fall in sterling</a> </p> </aside>  <p>The immediate focus is sterling. If the pound heads for parity with the euro (it has fallen to about €1.10 from above €1.40 a year ago), a big challenge will become a crisis. Firms are already going bust, and Irish manufacturers exporting food to Britain are feeling the crunch.</p> <p>“The collapse in sterling is already being felt in the low-margin agri-food sector in particular,” said Dermot O’Leary, chief economist at Goodbody Stockbrokers. “With further downsides remaining for sterling, the pain is likely to worsen.”</p> <p>And the fall in sterling has other immediate impacts. Shoppers are starting to cross the border again into Northern Ireland, particularly for big ticket items. Online sterling purchases by Irish shoppers are soaring. </p> <p>There are also repercussions in the other direction. One Belfast woman who booked her wedding reception in Donegal has seen the sterling cost rise from £20,000 to £23,000 in a couple of weeks. </p> <p>Northern Ireland faces a similarly glum outlook. Growth predictions have been slashed, with one forecaster cutting the outlook for next year to 0.5% growth, from 1.9%. The other big threat to the north’s economy is the potential loss of EU subsidies, particularly in the farming sector but also in support investment. </p> <p>The second big economic question centres on trading arrangements after Brexit: will there be tariffs applied on trade between Britain and Ireland? This could be ruinous, particularly for farmers who rely on the UK market to sell their products.</p>  <figure class=\"element element-image\" data-media-id=\"28d5c18b3c830876b27806b40179d63b2fac0637\"> <img src=\"https://media.guim.co.uk/28d5c18b3c830876b27806b40179d63b2fac0637/0_271_4928_2957/1000.jpg\" alt=\"Anti-Brexit campaigners at a mock customs hut in Carrickcarnon this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-Brexit campaigners at a mock customs hut in Carrickcarnon this month.</span> <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> </figcaption> </figure>  <p>But the third factor is the most emotive. If a border is reinstated on the island of Ireland it will be seen as a step back in time to the days of the Troubles – and a massive blow to the economic and social relationship that has been built in recent years. There are an estimated 14m crossings of the border each year, a vital conduit for business, tourism and daily life – and for business supply chains.</p> <p>For the Republic there is also the wider issue of the future of the free travel area covering all of the UK, with Westminster tightening immigration controls. The UK labour market has traditionally acted as a destination for Irish emigrants, particularly at time of high unemployment. An estimated 400,000 people who were born in the Irish Republic are resident in the UK. </p> <p>Set against this, the upside looks thin. Yes, some businesses could migrate from the UK to Ireland, though Dublin looks unprepared for this, particularly in terms of available property. Ireland may also gain from foreign direct investment that would otherwise have gone to Britain. </p> <p>O’Rourke of PWC believes EU companies could choose Ireland over the UK to avoid tariff barriers. Furthermore, companies could choose to manage more of their supply chains from the Republic, given the potential complications and costs of moving goods through the UK.</p> <p>There will be years of working out a new trade deal, and the uncertainties are unlikely to lift in the meantime. It is impossible to run this through any economic model. There are simply way too many variables. The simple rule of thumb is that for Ireland, the harder the Brexit, the bigger the risks. Irish former finance minister Ruairí Quinn said last week that this was the biggest crisis faced by Ireland since the outbreak of the second world war.</p> <p><em>Cliff Taylor is business editor of the Irish Times</em><br></p>",
  "<p>Irish leaders have warned of an economic “disaster” on both sides of the border without decisive action to confront the effects of Britain’s impending departure from the EU.</p> \n<p>Amid warnings of “incalculable consequences” for the Irish Republic and Northern Ireland as the Brexit process unfolds, Ireland’s prime minister Enda Kenny will convene an unprecedented cross-border summit of political leaders to consider what steps to take. </p> \n<p>The prospect of Brexit has already raised intractable questions about <a href=\"https://viewer.gutools.co.uk/politics/2016/oct/09/britain-to-push-post-brexit-uk-immigration-controls-back-to-irish-border\">the border that runs across the island</a>, and has vexed farmers who send half their beef to British dinner tables. The slump of sterling is squeezing Irish exporters and the future of Northern Ireland, which relies heavily on EU subsidies, is uncertain. Some forecasters fear that Ireland could be harder hit than Britain by the tumult.<br></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/16/martin-mcguinness-calls-for-special-eu-status-for-northern-ireland\">Martin McGuinness calls for special EU status for Northern Ireland</a> </p> \n</aside> \n<p></p> \n<p>At this delicate moment, the Guardian and the Irish Times are collaborating on a week-long series exploring the predicament facing Ireland and the UK.<br></p> \n<p>Kenny told the Irish Times that he would summon all political players to an unprecedented All Island Civic Dialogue on 2 November. “It is really important that we have all of the voices reflective of Ireland over a series of meetings,” he said. “I am going to invite to that all of the political parties who wish to attend and I don’t mean that I expect a grandstanding performance from each of them.</p> \n<p>“It is more of a listening exercise from political parties because we need to hear the voice of retail, the voice of trade, of commerce, of the construction sector, education and all of these areas, north and south.”</p> \n<figure class=\"element element-image\" data-media-id=\"63466819939fc6883e2355c34974b27ba3867a2b\"> \n <img src=\"https://media.guim.co.uk/63466819939fc6883e2355c34974b27ba3867a2b/0_467_5325_3195/1000.jpg\" alt=\"An Orange Order parade in Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">An Orange Order parade in Northern Ireland. Enda Kenny said all voices would be heard at the summit.</span> \n  <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> \n </figcaption> \n</figure> \n<p>Such is the seriousness of the situation that the taoiseach and the Irish foreign minister, Charlie Flanagan, have assembled a team of almost 100 people to work on Brexit, with embassies across Europe being beefed up to cope with the fallout.<br></p> \n<p>“Brexit has been referred to as the biggest foreign policy issue facing the UK since EEC accession in 1973. In many ways, the same is true of Ireland,” Flanagan writes <a href=\"https://www.theguardian.com/commentisfree/2016/oct/16/brexit-hard-borders-ireland-trade-peace-agreement-brexit\">in a Guardian opinion piece</a>.</p> \n<p>Martin McGuinness, Northern Ireland’s deputy first minister and Sinn Féin leader said that Brexit threatened devastating consequences for the island.</p> \n<p>“As things sit at the moment we are going to suffer big time,” McGuinness <a href=\"https://www.theguardian.com/world/2016/oct/16/martin-mcguinness-calls-for-special-eu-status-for-northern-ireland\">told the Guardian in an interview</a>. “Theresa May says ‘Brexit means Brexit’, but so far as we are concerned Brexit means disaster for the people of Ireland.”</p> \n<p>Britain’s departure from the EU will deprive Ireland of a crucial ally in Brussels. The two countries are often mutually reinforcing in the EU bureaucracy, siding with one another on matters of trade, regulation, financial services and tax.</p> \n<p>Former taoiseach John Bruton says Ireland now has to “up its game substantially” in Brussels, lamenting what he says is the unravelling of centuries of common trade.<br></p> \n<p>“We have been part of a common economic area for a very, very long time, only broken in the 18th century when Britain adopted anti-Irish trade practices and there was an episode in the 1930s,” he said. “The decision to leave is reversing 1,000 years of history between Britain and Ireland.”</p> \n<p>For Ireland the Brexit question is not theoretical – Irish political and business leaders are already dealing with the strain brought on by the collapse in sterling following the 23 June referendum.</p> \n<figure class=\"element element-atom element--supporting\"> \n <gu-atom data-atom-id=\"7340c0a7-09a6-4627-b639-349724fb0559\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will Brexit affect Ireland?</h1> \n    <div>\n     <p>Britain's decision to leave the EU affects Ireland in myriad ways. The fall of sterling has hurt Irish exporters, who sell £15bn of products in Britain every year. There is deep uncertainty over what will happen to the border between Ireland and Northern Ireland after Brexit. Few want a return to a 'hard border' studded with checkpoints, yet fully open British frontiers seem destined to disappear. Ireland has opportunities too, not least that it could attract banks, financial firms and other businesses wary of investing in an isolated UK with an uncertain future.<br></p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>Britain is Ireland’s largest export partner, while Ireland is Britain’s fifth biggest trading partner, with €1.5bn (£1.35bn) in transactions each week. The London-Dublin route is Europe’s busiest airlink.</p> \n<p>Bruton is among those warning of potential trade wars post-Brexit if Britain tries to increase market share through subsidies.</p> \n<p>“If Britain avails of its exit from the single market to reintroduce subsidies to British food production, as was the case before the common market, this would cause serious damage to the Irish food industry and would probably necessitate retaliation by Europe,” he said. “Anti-dumping measures are part of the armoury of the EU and they have been used before and could be again.”</p> \n<p>At the moment all Irish exporters, both north and south of the border, are grappling with short-term and long-term challenges. “There isn’t anybody in Ireland that has not been touched in some way by this. If you’re not an exporter, then you’re likely to be a supplier to an exporter. The effect of the currency slump is very serious,” said John McGrane, director general of the <a href=\"http://www.britishirishchamber.com/\">British Irish Chamber of Commerce</a>.</p> \n<p>Large food exporters to Britain have been able to insure themselves against sterling’s decline because they hedge their currencies. </p> \n<figure class=\"element element-image\" data-media-id=\"aba74d41947b5e1506628b7e590a8df876dc5cb5\"> \n <img src=\"https://media.guim.co.uk/aba74d41947b5e1506628b7e590a8df876dc5cb5/0_115_3500_2101/1000.jpg\" alt=\"Workers harvest mushrooms at Reilly Mushroom farm in Athlone.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Workers harvest mushrooms at Reilly mushroom farm in Athlone. Another factory, in Tipperary, recently closed down.</span> \n  <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> \n </figcaption> \n</figure> \n<p>McGrane predicted job losses after Christmas on both sides of the Irish Sea, saying it was not possible to “pent up price increases without being able to pass them on”.</p> \n<p>A mushroom factory in the small rural town of Tipperary that closed in August was an early warning sign, a canary in the coalmine. An estimated 90% of mushrooms are exported to the UK, bringing in about €120m each year.</p> \n<p>The Tipperary factory relied heavily on British sales and closed with the loss of 75 jobs as a direct result of Brexit, with the owner blaming the drop in sterling against the euro.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/16/brexit-hard-borders-ireland-trade-peace-agreement-brexit\">Even after Brexit, hard borders won’t be returning to Ireland | Charlie Flanagan</a> </p> \n</aside> \n<p>“I did not expect when the British people went to the polls that it would have had any consequence for a small town like ours,” independent councillor Denis Leahy told the Guardian. </p> \n<p>Last week the Irish government responded to desperate calls for help by announcing a €150m loan fund for farmers being crushed by the weakening of sterling.</p> \n<p>“Food business works on extremely thin margins of around 2%. If you have to add 17% to your costs because of currency exchange, then you have a 15% straight loss. Irish industry is just looking on at this with great alarm,” said McGrane.</p>",
  "<p>A group of around 10 unaccompanied refugee children are expected to leave France for the the UK on Monday as part of the Home Office’s attempt to relocate children from the refugee camp in Calais before it is demolished.</p> <p>The 10 children follow an advance party of five – four Syrians and one Afghan – who arrived over the weekend. According to French authorities they will be followed by a further group of around 10 on Tuesday, all of whom qualify for relocation under the <a href=\"http://ec.europa.eu/dgs/home-affairs/what-we-do/policies/asylum/examination-of-applicants/index_en.htm\">Dublin Regulation</a> because they have family living in the UK.</p> <p>Local government officials in Calais told AFP there was “no deal for a larger-scale plan” for the UK to take more.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/17/child-refugees-calais-reunited-family--too-little-some-too-late\">Rescuing these 10 Calais children is too little and, for some, it’s too late | Suzanne Moore</a> </p> </aside>  <p>The Home Office said that after a meeting between the home secretary, Amber Rudd, and the French interior minister, Bernard Cazeneuve, it had sent a team to Calais to help identify children who qualified. Cazeneuve said he was asking “Britain to assume its moral duty”.</p> <p>At least 187 children in Calais have been identified by the Red Cross as being eligible under the Dublin rules. However, the Home Office has been <a href=\"https://www.theguardian.com/world/2016/oct/08/child-refugees-calais-camp-stranded-britain-ignored-pleas-home-office\">accused of dragging its feet</a> over processing their cases. In the first nine months of 2016, just 140 children were brought to the UK under the Dublin rules, 80 of them from France.</p> <p>The UK has also made a wider commitment to taking in unaccompanied migrant children under the <a href=\"https://www.theguardian.com/uk-news/2016/sep/05/disgrace-to-europe-former-child-refugee-lord-dubs-calais-camp\">Dubs amendment</a> passed in the House of Lords this year. </p> <p>The Home Office said it would send a second group of staff to France to help identify and prioritise children to be brought to the UK under the amendment. </p> <p>It was originally expected that the amendment – which was introduced by Lord Dubs, who came to the UK from Nazi Germany as a child on the Kindertransport – would see around 3,000 children given a home in the UK. However, Rudd <a href=\"https://www.theguardian.com/uk-news/2016/oct/10/300-children-from-calais-camp-good-result-amber-rudd\">said last week</a> that it would be a “good result” if the UK ended up taking around 300 unaccompanied children from the camp in Calais.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/oct/15/very-scared-death-teenage-stowaway\">'He was very scared': the death of a teenage stowaway</a> </p> </aside>  <p>The Calais camp – a dirty and unsafe collection of makeshift shelters – is home to around 10,000 people, with official estimates suggesting there are between 600 and 900 unaccompanied minors. The French were originally planning to begin demolishing the camp as early as Tuesday, but the plans have been postponed for at least a week.</p> <p>“As the home secretary told the House of Commons on Monday, our priority must be to ensure the safety and security of the children in the Calais camp,” said a Home Office spokesman. </p> <p>“When she met the French interior minister she made it crystal clear that we intend to transfer as many minors as possible who qualify for transfer to the UK to claim asylum on the basis of close family in the UK under the Dublin Regulation, before the start of the clearance.</p> <p>“In addition, children who are eligible to come to the UK under the Dubs amendment to the Immigration Act 2016 must be looked after in safe facilities where their best interests are properly considered. Work is continuing on both sides of the Channel to ensure this happens as a matter of urgency.”</p>",
  "<p>Narendra Modi has sought to further ratchet up international pressure on Pakistan by urging leaders from major developing nations to stand together against the “mothership of terrorism”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/18/india-accuses-pakistan-of-being-terrorist-state-17-die-kashmir\">India calls Pakistan a 'terrorist state' as 17 soldiers die in Kashmir</a> </p> </aside>  <p>In a barely concealed reference to Pakistan, the Indian prime minister accused his country’s neighbour of promoting terrorism. “Tragically the mothership of terrorism is a country in India’s neighbourhood,” Modi told a gathering in India of the heads of governments of the Brics countries – Brazil, Russia, India, China and South Africa.</p> <p>“Terror modules around the world are linked to this mothership,” he said. “This country shelters not just terrorists. It nurtures a mindset. A mindset that loudly proclaims that terrorism is justified for political gains. It is a mindset we strongly condemn. And against which we as Brics need to stand and act together. Brics must speak in one voice against this threat.”</p> <p>Sunday’s meeting in the Indian state of Goa was attended by the president of Russia, Vladimir Putin, and the president of China, Xi Jinping.</p> <p>Modi’s Hindu nationalist government has hardened its stance against Pakistan since a September attack on a military base in Uri that killed 19 soldiers. India firmly blames the attack on Pakistan-based jihadis – a charge Islamabad denies. The attack prompted India to launch what it said were <a href=\"https://www.theguardian.com/world/2016/sep/29/pakistani-soldiers-killed-surgical-strikes-kashmir-india\">a series of cross-border “surgical strikes”</a> on “terror launch pads”. . </p>  <figure class=\"element element-image\" data-media-id=\"cab895edea475de02f19a6c71464c534063bbb54\"> <img src=\"https://media.guim.co.uk/cab895edea475de02f19a6c71464c534063bbb54/0_42_3500_2101/1000.jpg\" alt=\"Demonstrators burn Pakistan’s national flag during a protest against the Uri army base attack in Kashmir last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators burn Pakistan’s national flag during a protest against the Uri army base attack in Kashmir last month.</span> <span class=\"element-image__credit\">Photograph: Mukesh Gupta/Reuters</span> </figcaption> </figure>  <p>India has also moved to isolate Pakistan at a time when Islamabad is struggling to focus international attention on months of civil unrest in the India-controlled half of Kashmir, a Himalayan region that the two countries have contested since independence in 1947.<br></p> <p>Last month India successfully encouraged Afghanistan, Bangladesh and Bhutan to <a href=\"https://www.theguardian.com/world/2016/sep/28/pakistan-humiliated-by-south-asian-countries-boycott-of-summit\">boycott the South Asian Association for Regional Cooperation</a> summit that was due to be hosted in Islamabad in November. </p> <p>All the Brics countries condemned recent terror attacks in a “Goa declaration” released to mark the end of the summit, but did not mention Pakistan by name. “We strongly condemn terrorism in all its forms and manifestations and stressed that there can be no justification whatsoever for any acts of terrorism, whether based upon ideological, religious, political, racial, ethnic or any other reasons,” the statement said.</p> <p>China is one of Pakistan’s closest allies and has committed to investing $46bn (£38bn) in infrastructure projects in the country. Although analysts say Beijing is uncomfortable with Pakistan’s alleged sponsorship of jihadi groups, China has not joined in the international chorus of condemnation.</p> <p>This month China once again blocked Indian-led moves to include Masood Azhar, the head of a Pakistan based militant organisation, on the UN’s official terrorism sanctions list. Azhar’s Jaish-e-Mohammad group was blamed by India for a <a href=\"https://www.theguardian.com/world/2016/jan/13/pakistan-holds-members-of-group-blamed-for-india-airbase-assault\">deadly attack on India’s Pathankot airbase</a> in January which killed seven military personnel. Although Pakistan did launch a limited crackdown on the group it said it had not been able to find evidence linking Azhar to the Pathankot attack.</p>",
  "<div id=\"block-580387fde4b047a4eaafd12e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T14:00:31.725Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\"> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/16/peter-sagan-cycling-world-championships-2016-mens-road-race-mark-cavendish\">Peter Sagan beats Mark Cavendish to the line to win road race world title</a> </p> </aside> </div>   </div> <div id=\"block-58038532e4b01ffb8ffcc385\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:49:16.744Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Anyway, that’s all from me after a gruelling and ultimately compelling old race. Thanks for your company and correspondence and stay on the site for reports and reaction. Bye.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:49:56.525Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-5803843ae4b047a4eaafd118\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:47:10.438Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“I am still in shock,” says a sweat-drenched and breathless Sagan, and thanks “the biggest fans’ group here from Slovakia” who had come to support him. He praises Kolar’s work in the closing stages and gives a shout-out to the regulars from his local, before embracing his brother and fellow rider Juraj. Aww! </p> </div>   </div> <div id=\"block-58038335e4b01ffb8ffcc37a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:43:24.152Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Looking at the replay, Cavendish just got slightly congested behind Matthews as he went left for the line, with Sagan going to his right and getting clear to edge home. Boonen takes bronze. You can’t really fault Cavendish’s ride, given the odds he was up against it following the problems his team encountered early in the race, but Sagan was masterful and proved his class again, to take his second world title.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UCI_cycling/status/787649057728659456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s <a href=\"https://twitter.com/petosagan\">@petosagan</a> again! WHAT A CHAMP! <a href=\"https://twitter.com/hashtag/UCIDoha2016?src=hash\">#UCIDoha2016</a> <a href=\"https://t.co/yT3YTnlXN4\">https://t.co/yT3YTnlXN4</a></p>&mdash; UCI (@UCI_cycling) <a href=\"https://twitter.com/UCI_cycling/status/787649057728659456\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:44:20.268Z\">at 2.44pm BST</time></p>  </div> <div id=\"block-580382c0e4b01601238965a1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:39:27.803Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Peter Sagan wins world road championship!</h2>  <div class=\"block-elements\">  <p>Stunning finish. Leezer is hauled in, Blythe leads out Cavendish, but Sagan comes through and wins on the line, with Cavendish in second</p>  <figure class=\"element element-image\" data-media-id=\"e1595dd9a5029ac4c62251f8f63396e8c28ed870\"> <img src=\"https://media.guim.co.uk/e1595dd9a5029ac4c62251f8f63396e8c28ed870/0_0_3642_2436/1000.jpg\" alt=\"Sagan celebrates.\" width=\"1000\" height=\"669\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sagan celebrates.</span> <span class=\"element-image__credit\">Photograph: Karim Jaafar/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:49:51.969Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-58038238e4b016012389659f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:36:45.323Z\">2.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Leezer of Holland attacks with 2.5 to go, opening up quite the gap. Has he got enough? Roelandts of Belgium pursues, with Boonen on his wheel. Suddenly Belgium are up against it</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:37:54.924Z\">at 2.37pm BST</time></p>  </div> <div id=\"block-580381f3e4b047a4eaafd10b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:35:22.835Z\">2.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>3km to go: Kolar leads from Terpstra. Cavendish is still on Sagan’s wheel in the centre of the group.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:35:46.491Z\">at 2.35pm BST</time></p>  </div> <div id=\"block-58038163e4b047a4eaafd106\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:34:36.610Z\">2.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>4km to go. Terpstra breaks to the front! But Van Avarmaet goes with him. While Blyth staves off an attack on Cavendish from Boasson Hagen. Then Kolar of Slovakia takes over at the front.</p> </div>   </div> <div id=\"block-58038113e4b047a4eaafd103\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:32:01.990Z\">2.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Now Boasson Hagen comes to the front, ahead of his Norwegian team-mates, as Benatti peels away from the front too. Terpstra and Leezer of the Dutch team are still hanging in there as well.</p> </div>   </div> <div id=\"block-58038080e4b0160123896599\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:29:40.685Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>7.5km to go. Naesen pulls away from the front, letting a straining, exerting Stuyven clear at the front, though he’s not pulling out altogether, and he carries on at the back of the pack. But Boonen effectively only has two team-mates left now. What a finish this promises to be – still too tough to call</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:30:46.749Z\">at 2.30pm BST</time></p>  </div> <div id=\"block-58037fcfe4b0160123896597\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:27:11.055Z\">2.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Belgians continue to sit at the front, Cavendish and Blythe continue conferring at the back, Boonen will surely be readying himself …</p> </div>   </div> <div id=\"block-58037f20e4b047a4eaafd0f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:24:00.581Z\">2.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It looks as if Boonen backs himself in a straight sprint, confident in his Belgian team-mates to set the scene. It’s still a big ask. Meanwhile, Cavendish is on the wheel of Sagan, waiting, calculating. 12km remaining – and still we wait for a big attack or break.</p> </div>   </div> <div id=\"block-58037e48e4b016012389658f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:20:18.993Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cavendish and Blythe are still about halfway back in the front group, chatting away about their options, as they come to the bell. One lap to go, with Stuyven at the front, followed by Bennati and Naesen. This looks as if it’s going to be very close, and tense.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UCIDoha2016/status/787642953447661568\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">12 countries among the leading group: which one is going to win? <a href=\"https://twitter.com/hashtag/UCIDoha2016?src=hash\">#UCIDoha2016</a> <a href=\"https://t.co/Rz7PhsPlOm\">pic.twitter.com/Rz7PhsPlOm</a></p>&mdash; UCI RWC Doha 2016 (@UCIDoha2016) <a href=\"https://twitter.com/UCIDoha2016/status/787642953447661568\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:21:24.790Z\">at 2.21pm BST</time></p>  </div> <div id=\"block-58037c42e4b016012389658d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:12:13.640Z\">2.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the crowds, or lack of. “There’s plenty of people here who want to watch the race,” writes Steven Cumming in Qatar, “the problem is the men’s race is on a Sunday which is the beginning of the working week in the Islamic world. UCI seem to be unable to budge the signature road event due to television rights one thinks.</p> <p>“Saying that I was at the women’s race yesterday, and there was a conspicuous absence of local support, only western expats or travelling fans. The only sport out here that will get any engagement is motorsport or football (soccer). Qatar 2022 world cup will of course be rammed with international fans predominantly from established rich world footballing nations. Even the dead rubber matches of little significance will get attendances as the authorities will likely draft the local labour population.”</p> <p>Meanwhile, the third group (the second chasing pack) are now flagged in en masse. 21km to go.</p> </div>   </div> <div id=\"block-58037b1ee4b016012389658b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:07:01.513Z\">2.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Viviani drops back for a tactical chinwag with his race car – an interesting move so close to the finish – but he’s still in contention, on Sagan’s wheel. the flat course giving little away in terms of offering clues over fatigue or tactics. 25km to go, and still no attacks, though they’re still pedalling at a fair old pace.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T13:09:36.993Z\">at 2.09pm BST</time></p>  </div> <div id=\"block-5803799de4b0160123896589\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T13:01:46.984Z\">2.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Keukelaire has worked himself to the bone, but it’s now taking its toll and he slips to the back, his shift done. Stuyven of Belgium goes to the front, Blythe and Cavendish still in the midst of it all, crossing the line with two laps to go in 12th and 13th respectively. Remarkably, a number of the initial breakaway group from many hours ago, including Roth, Dougall and Berharne, are still with the leaders now.</p> </div>   </div> <div id=\"block-58037882e4b047a4eaafd0e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:56:30.885Z\">1.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The absence of spectators at roadsides does lend a slightly strange atmosphere to everything, as a number of your emails have pointed out. Crossing sports, is this what we can expect at Qatar 2022? On the road, nothing much has changed for a while – are we heading for a straight-up sprint finish? We have 33km remaining.</p> </div>   </div> <div id=\"block-580376f7e4b0160123896580\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:51:03.311Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, we have 37km remaining now, and challengers to the still-dominant Belgians include Viviani of Italy, Michael Matthews of Australia, Boasson Hagen and Kristoff of Norway, Slovakia’s Sagan and of course Cavendish.</p> </div>   </div> <div id=\"block-5803768ee4b016012389657c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:46:44.956Z\">1.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Degenkolb calls it a day! He looks angry and dejected, as has been blatantly obvious for the past hour. Kittel has jacked it in too. The chasing group is now three minutes behind, and out of it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T12:48:40.676Z\">at 1.48pm BST</time></p>  </div> <div id=\"block-58037267e4b047a4eaafd0d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:36:38.913Z\">1.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Naesen just pulls off the front to let Keukelaire have another turn up the front. Belgium will be disappointed if they can’t manage a victory here, but while Cavendish is among them, he cannot be discounted. Just under 50km to go.</p> </div>   </div> <div id=\"block-58037151e4b01ffb8ffcc343\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:24:51.786Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The lead group have been strung out for pretty much the entirety of the 100km or so they’ve been at the head of the race. It’s been intense – will tiredness take its toll? Angry John Degenkolb continues to have a go at the front of the first chasing pack, but they’re still just under two minutes behind.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T12:30:32.645Z\">at 1.30pm BST</time></p>  </div> <div id=\"block-58037041e4b047a4eaafd0cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:21:46.143Z\">1.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, with the gap at two minutes plus from the chasing group, where and when are the breakaways going to come from the leading group? Cavendish and Sagan both have to calculate how to deal with the team groups around them – from the strongly represented Belgium, Italy and Norway – and might even go against type and work together, as the less protected contenders. There are now<strong> four laps to go</strong>. Naesen of Belgium remains at the very front.</p> </div>   </div> <div id=\"block-58036e45e4b047a4eaafd0c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:12:48.197Z\">1.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Keukelaire, who’s ridden excellently, comes to the front for the moment as the Belgian masterclass continues. Cavendish and Sagan remain tight next to each other. Some tomfoolery group in the chasing back as Degenkolb storms across the line between friendly ‘bantz’ and outright needle and squirts a bottle of water at the Belgian Debuscchere behind him. Fraught rush-hour-style road-rage stuff, this, and an official drives over to have a word.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/blogdroed/status/787627517016506368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">John Degenkolb has lost it! <a href=\"https://twitter.com/hashtag/UCIDoha2016?src=hash\">#UCIDoha2016</a> - the most exciting thing that’s happened in this race</p>&mdash; blogdroed OMB (@blogdroed) <a href=\"https://twitter.com/blogdroed/status/787627517016506368\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T12:15:44.877Z\">at 1.15pm BST</time></p>  </div> <div id=\"block-58036d64e4b047a4eaafd0c3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:09:03.075Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The German riders Degenkolb and Griepel are raging against the dying of the light back in the chasing group – they’re more than two minutes behind now and don’t look like making up the ground they need, but they haven’t given up. Yet. 70km to go.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T12:15:57.653Z\">at 1.15pm BST</time></p>  </div> <div id=\"block-58036bf7e4b01ffb8ffcc331\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T12:03:09.157Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With five laps to go there are three Belgians and three Italians at the very front (Naesen leading), with Boasson Hagen next, and Boonen and Cavendish just sitting back, poised. No major moves yet until the front-runners can be sure the chasing group’s out of the game.</p> </div>   </div> <div id=\"block-58036a0ee4b047a4eaafd0be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:56:29.689Z\">12.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Degankolb tries another break from the chasing group, which is two minutes behind now, but the German can’t force the issue due to the inevitable Belgian pressure. Blythe is safely back in the leading group, and his team-mate Cavendish is still very much in there, biding his time for the finish.</p> </div>   </div> <div id=\"block-58036962e4b0160123896543\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:51:13.542Z\">12.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bennati is back at the front of the lead group, with Cavendish about two thirds of the way down it. A bit of bother for his team-mate Blythe though – he has to stop to fix a puncture. Greipel meanwhile tries to lead another attack from the chasing group, but the Belgians are having none of it and stay with him. In the second group Scott Thwaites takes a tumble but is back on his bike soon enough.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:52:11.425Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-5803675fe4b047a4eaafd0b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:44:25.877Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Degankolb tries to lead one last break from the chasing pack, but the Belgians have been excellent among this group too and stay on his tail. Up at the front, Boonen is just sitting back as his muckers do the work at the very front but looks composed. Naesen is first over the line at the end of the first lap. And the gap is now 1:40 between the front and the chase group, who might just be effectively knocking it all on the head shortly.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:44:48.131Z\">at 12.44pm BST</time></p>  </div> <div id=\"block-58036606e4b01ffb8ffcc31f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:37:00.647Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Way back down the field, the riders in the fourth chasing group are flagged off the course. It’s a measure of how punishing this race has been that it’s a sizeable group indeed. Rowe, Thomas and Cummings are among them – a desperately disappointing end for those GB riders. At the front, the gap between the Belgium-dominated leading group and the main chasing one is stretched to 1:30. Though Viviani of Italy is at the very front at present.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/garynaylor999/status/787610979924336640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/tomdaviesE17\">@tomdaviesE17</a> Cav isn&#39;t too disadvantaged - without a team, he might get left alone. He&#39;s all about hooking the right wheel in the last 2kms</p>&mdash; Gary Naylor (@garynaylor999) <a href=\"https://twitter.com/garynaylor999/status/787610979924336640\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:39:32.007Z\">at 12.39pm BST</time></p>  </div> <div id=\"block-5803656ee4b01ffb8ffcc31d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:34:16.780Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Switzerland’s Michael Schar is another in the fraying chasing group to say, ‘what the hell? Why not have an attack’ and does so, but there’s little that’s concerted going on among that pack.</p> </div>   </div> <div id=\"block-58036496e4b01ffb8ffcc317\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:31:24.069Z\">12.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Belgians and the Italians appear to have conferred on tactics, with Bennati slipping back into a domestique role, to ensure pressure is maintained on the chasing group, just to keep those fancied riders in the chasing group at arm’s length. 100km to go!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:31:40.808Z\">at 12.31pm BST</time></p>  </div> <div id=\"block-580362dfe4b016012389652e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:27:36.190Z\">12.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bennati of Italy is first over the line at Intermediate 1, followed by Blythe, as they enter the circuit with seven laps to go. Haller attacks to move ahead of the chasing group, in which Britain’s Thwaites and Swift are hanging on in there. Caleb Ewan of Australia pulls out at the first crossing of that finish line.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:28:51.443Z\">at 12.28pm BST</time></p>  </div> <div id=\"block-580361dae4b01ffb8ffcc30a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:20:16.506Z\">12.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Peter Sagan makes a mistake – but only in failing to grab some refreshment; he’s still very much in the mix, race-wise, as is Cavendish, while the Norwegian pair Boasson Hagen and Kristoff are riding well too. It’s been a rotten race for Germany mind, with no riders in the front group, and Greipel and Kittel marooned in the chasing pack. The Belgians are working well to shut down and contain Greipel at the head of that group too.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:20:56.981Z\">at 12.20pm BST</time></p>  </div> <div id=\"block-58036119e4b047a4eaafd0aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:16:28.663Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Belgians lead a train at the front, with no real sign of the gap closing to the chasing pack – it’s still just over a minute. Now they’re on the seven-lap circuit Belgium can boss things from here, as they prove by just stepping up the pace a little to keep up that gap.</p> </div>   </div> <div id=\"block-58035eeae4b047a4eaafd0a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:06:01.232Z\">12.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The leading group are now in The Pearl, approaching the finishing circuit. 120km to go.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:08:13.403Z\">at 12.08pm BST</time></p>  </div> <div id=\"block-58035de1e4b047a4eaafd0a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T11:03:24.352Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re back in more built-up territory now as the riders encounter at a couple of symbols of modern Qatar - a big stadium and a ring road. The leading group have an advantage of a minute and eight seconds over the next one. There’s 123km to go. Boonen, Sagan and Cavendish in contention – Belgium in general in the box seat. Of the early breakaway group, the South African Dougall remains impressively up among the front-riders</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T11:04:04.896Z\">at 12.04pm BST</time></p>  </div> <div id=\"block-58035b90e4b047a4eaafd09a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:53:20.968Z\">11.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cavendish is riding well in the circumstances, it must be said, unfazed by the loss of team-mates (though Blythe is sticking to his task) and the dominance of the Belgians, who with six riders in the leading group continue to hold all the aces. A less than chuffed Kittel leads the second group, but it’ll be tough to make that ground now.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:54:11.471Z\">at 11.54am BST</time></p>  </div> <div id=\"block-580359eae4b0160123896513\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:46:06.260Z\">11.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The chasing group, exposed and lacking team-assistance, look poorly placed to reel in the front runners now, especially against an unforgiving wind. Which means the riders in that early breakaway group, staying with the leaders, are still nicely positioned. For the British, Cavendish and Blythe are still on their own and likely to remain so.</p> </div>   </div> <div id=\"block-5803590de4b047a4eaafd091\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:42:55.539Z\">11.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The early breakaway group are caught, parting as Boonen leads the Belgian train right through the middle of them, with 144km to go. Sagan and Cavendish are still among the front group, as is Boasson-Hagen of Norway. It’s all gone a bit pear-shaped for Ireland’s Sam Bennett, who was riding strongly earlier but has now dropped right back, possibly suffering from a hand injury.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UCIDoha2016/status/787602348214456320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Main riders in Group 1 of the peloton: <a href=\"https://twitter.com/petosagan\">@petosagan</a>, <a href=\"https://twitter.com/MarkCavendish\">@MarkCavendish</a>, <a href=\"https://twitter.com/tomboonen1\">@tomboonen1</a>, <a href=\"https://twitter.com/GregVanAvermaet\">@GregVanAvermaet</a> , <a href=\"https://twitter.com/blingmatthews\">@blingmatthews</a>, <a href=\"https://twitter.com/Kristoff87\">@Kristoff87</a>, <a href=\"https://twitter.com/Sammmy_Be\">@Sammmy_Be</a>,. <a href=\"https://t.co/hdo8JwG9x9\">pic.twitter.com/hdo8JwG9x9</a></p>&mdash; UCI RWC Doha 2016 (@UCIDoha2016) <a href=\"https://twitter.com/UCIDoha2016/status/787602348214456320\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:43:33.697Z\">at 11.43am BST</time></p>  </div> <div id=\"block-58035805e4b01ffb8ffcc2e5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:38:13.784Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tom Boonen has 22 stage wins in Qatar under his belt, and it is showing in both his and his team’s performance. Cavendish is still among them in the first chasing group, but shorn of all team-mates bar Rowe (unless the British riders in the second group can make serious ground), he faces a big uphill task now, though not literally, in the punishing, flat windswept desert. Scores on the doors now: 21 seconds from the leaders to group 1, who are a minute or so ahead of the second group.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:39:47.347Z\">at 11.39am BST</time></p>  </div> <div id=\"block-580356dae4b0160123896508\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:32:56.803Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Marcel Kittel is another expected contender who’s nowhere, straggling back in the peloton’s third group, as the race calms down a touch after the chaotic kerfuffling of a few kilometres back. Ramirez of Colombia and Lagkuti of Ukraine are the very front two in the race, but it’s almost game over for that first breakaway group, whose lead on the first group is now whittled down to under a minutes and a half.</p> </div>   </div> <div id=\"block-580355d8e4b0160123896504\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:27:30.594Z\">11.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Meanwhile Andre Greipel, quiet thus far, moves to the front of the second group in the peloton, but he’s some way off making his mark. The second group sits 40 seconds or so behind the first, who are closing on the leading group, which now has a lead of only two and a half minutes. </p> </div>   </div> <div id=\"block-58035552e4b01ffb8ffcc2dd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:25:49.232Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s all got very chaotic, including for the race organisers’ computer system, which is glitch-ridden and confusing the TV commentary team. There are only 25-30 riders in this race now, with Blythe providing the assistance to Cavendish, but the Belgians remain compact and in control, while almost everyone else looks stressed and ragged.</p> </div>   </div> <div id=\"block-58035490e4b047a4eaafd07d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:23:54.981Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cavendish and Blythe are the only British riders together in that first group, in which Tom Boonen and Peter Sagan are now nicely placed. It’s going to be very tough for Cavendish now. More crash woe for Colombia, as Ramirez in the leading group skids off onto his backside as his front wheel appears to be lifted off the ground, suggesting the wind is getting up once more. 159km to go.</p> </div>   </div> <div id=\"block-58035378e4b01ffb8ffcc2d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:19:02.637Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are some actual spectators now – well, a couple of people with Spanish flags. In front of them they see a nasty little crash – the Australian Durbridge colliding with Mezgec of Slovenia and Gaviria of Colombia at the back of the second group in the peloton. The Belgian still in command at the front of the first group in the peloton, which is now under four minutes from the leaders.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UCIDoha2016/status/787596533260808192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The 🇧🇪 Belgian team has not been trapped by the echelon <a href=\"https://twitter.com/hashtag/UCIDoha2016?src=hash\">#UCIDoha2016</a> <a href=\"https://t.co/PdXOimB87i\">pic.twitter.com/PdXOimB87i</a></p>&mdash; UCI RWC Doha 2016 (@UCIDoha2016) <a href=\"https://twitter.com/UCIDoha2016/status/787596533260808192\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:21:01.512Z\">at 11.21am BST</time></p>  </div> <div id=\"block-58035200e4b01601238964f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:13:04.919Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>All sorts going on now. The Belgians are pushing hard now at the head of the peloton, and it’s disrupted Britain’s strategy – Geraint Thomas and Luke Rowe have dropped right back, which will concern Cavendish. Sam Bennett, the Belgian born Irish rider, is battling gamely among the Belgians at the front of the peloton. Peter Sagan’s well in contention too – there’s 167km to go, and under five minutes separate the leading group from the rest. There are now two very distinct groups in the peloton.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:15:07.430Z\">at 11.15am BST</time></p>  </div> <div id=\"block-5803506ce4b047a4eaafd070\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:07:47.226Z\">11.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re heading south again now, the road narrower, a tad more uneven looking, and taking its toll. The Netherlands’ Tom Dumoulin’s had to retreat for technical assistance, a possible flat tyre. The peloton is now properly fragmented and strung out, the British and Belgian riders still pushing strongly at its head. Caleb Ewan of Australia is struggling now, and has dropped right back. And there’s been a nasty little crash involving the American Marcotte, who’s one of three riders unseated.</p> </div>   </div> <div id=\"block-58034fd7e4b01601238964ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T10:03:11.986Z\">11.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Belgian riders make a drive for the front of the peloton, but Britain’s Luke Rowe makes it to the very front of the pack as they make their first turn, Cavendish just behind him. The leading group are being reined in now, the gap down to 6:50. The first splits are beginning to emerge in the peloton, as the British team pile on the pressure. This is impressive stuff.</p> </div>   </div> <div id=\"block-58034f29e4b047a4eaafd06a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T09:59:51.094Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are some of the straightest and flattest and frankly dullest roads you’ll see, but they’ll be turning soon, and the peleton has closed on the leading group to under eight minutes, with Corella of Mexico dropping back from it. The British team still look nicely placed at the front of the peloton.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T10:00:44.110Z\">at 11.00am BST</time></p>  </div> <div id=\"block-58034c19e4b01601238964e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T09:51:50.191Z\">10.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A swirling sandstorm just misses the front of the peloton, in which the Dutch move up towards the front. The gap to the leading group is now just under nine minutes behind the leading group, but no significant movements as yet. 185km to go.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T09:52:08.786Z\">at 10.52am BST</time></p>  </div> <div id=\"block-58034ad5e4b047a4eaafd063\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T09:43:55.101Z\">10.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A little bit of jostling and jockeying in the peloton as they approach the turn back towards Doha, and the wind begins to pick up. Australia’s Renshaw and Ewan drop to the back for ice pack and cooling assistance before working their way wide on the left back into a congested pack. The absence of crowds or landmarks along the way lends a slightly odd atmosphere to proceedings. 190km to go.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T09:44:47.044Z\">at 10.44am BST</time></p>  </div> <div id=\"block-5803447fe4b047a4eaafd04d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-16T09:28:47.898Z\">10.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mid-amble</h2>  <div class=\"block-elements\">  <p>Morning everyone. Welcome to live coverage of the men’s world road race. Essential technical maintenance work meant Guardian Towers had to turn the internet off and turn it on again overnight, which means you join us mid-race, but with still just under 200km or so to go in the searing heat in Qatar.</p> <p>So what’s happening? The early breakaway was led by Ramirez of Colombia, Morocco’s Anass Ait el Abdia, Sergiy Lagkuti of Ukraine, Ryan Roth of Canada, Eritrea’s Natnael Berhane, Nick Dougall of South Africa, and the Mexican Rene Corella. The lead group is about 10 minutes ahead of the peloton, at the head of which Mark Cavendish is being assiduously looked after by Steve Cummings, and his GB team-mates.</p> <p>It looks mercilessly scorching out there, as they head towards the turn. I feel parched and weary just watching it, and I’m in rainy London.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-16T09:38:22.317Z\">at 10.38am BST</time></p>  </div>",
  "<p>For almost two decades, Jerzy Kwapniewski has regularly been making the 1,000-mile trip from his home in Poland to a tucked-away corner of Worcestershire to help gather the apples and hops at harvest time.</p> <p>“I love this place and I enjoy the job,” he said. “The money is good and I can see that the farm appreciates me coming. I feel a link with this area. I feel part of the business, part of the team. I feel a connection with the countryside here and with English people.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2016/oct/08/walking-into-the-unknown-rural-england-weighs-up-the-reality-of-brexit\">'Walking into the unknown': rural England weighs up the reality of Brexit</a> </p> </aside>  <p>The worry for Kwapniewski, 50, and the other Poles, Romanians and Bulgarians who work at <a draggable=\"true\" href=\"http://stocksfarm.net/about/\">Stocks farm</a> close to the Malvern hills, is that Brexit may put their livelihoods at risk. </p> <p>Those who employ seasonal workers are deeply concerned too, fearing that Brexit may lead to a labour shortage that could make it more difficult to harvest fruit and veg. </p> <p>“I was shocked at the referendum result,” Kwapniewski told the Guardian. “I thought everyone was united. I thought England was part of Europe. I couldn’t believe the result. I am worried. I think it’s going to affect me personally next year or the following one. I don’t know how it’s going to end for me.”</p> <p>Kwapniewski spends time in Worcestershire in the spring and autumn – around three months a year in all. “Sometimes when it’s necessary you stay longer, sometimes shorter. If we plant more trees, the season is longer.” </p> <p>He speaks passionately about the gentleness with which the eating apples – Gala, Braeburn and Red Windsor – have to be picked. Any bruises and they will not make the supermarket shelves. He calls the drying of hops an art. </p> <p>Kwapniewski’s excellent English and longevity at Stocks farm means he acts as a supervisor. “There are others here who have been here 10 years. We go to the pubs, we are part of the community. We’re all feeling very uncertain and I think the UK will lose out too.”</p>  <figure class=\"element element-image\" data-media-id=\"d5bb0c25b4a2c0bb77ff91bb4264f4994ef47dbc\"> <img src=\"https://media.guim.co.uk/d5bb0c25b4a2c0bb77ff91bb4264f4994ef47dbc/294_397_2946_1768/1000.jpg\" alt=\"Jerzy Kwapniewski driving a tractor at Stocks Farm\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerzy Kwapniewski driving a tractor at Stocks Farm.</span> <span class=\"element-image__credit\">Photograph: Eddie Keogh/Reuters</span> </figcaption> </figure>  <p><a href=\"https://twitter.com/alicapper?lang=en-gb\">Ali Capper</a>, who runs Stocks farm with her husband, Richard, is concerned that Brexit may make it harder to recruit and keep loyal workers like Kwapniewski. “We want simple flexible access to reliable competent workers,” she said. “They need to be a mix of low-skilled and high-skilled. We don’t mind where they come from. We want someone who can come in, pick seasonal fruit or veg and go home. It’s not an immigration issue. They come in, they go home again. We feel we need some form of visa scheme that allows us to bring in seasonal workers.”</p> <p>There used to be such a system – <a href=\"https://www.gov.uk/government/speeches/seasonal-agricultural-workers-scheme-and-the-food-processing-sectors-based-scheme \">the seasonal agricultural workers scheme</a> (Saws), which for decades allowed workers from around the globe to work in the orchards and fields – but it was <a href=\"http:// https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/257242/migrant-seasonal-workers.pdf\">scrapped by the Tory/Lib Dem coalition</a> in 2013. </p> <p> “Saws was abolished because immigration had become too hot a potato,” said Capper. “That scheme brought workers in and had a 98% return rate. It sent them home again.” </p> <p>Capper argued that since 2013 the industry had become more reliant on seasonal workers coming from EU countries. “The industry has become a stepping stone for people to come, arrive and work in our industry then jump into other jobs. Arguably [scrapping Saws] exacerbated the immigration issue – an own goal.”</p> <p>Capper, who is chair of the National Farmers’ Union (NFU) <a href=\"https://www.nfuonline.com/sectors/horticulture-and-potatoes/hort-and-pots-news/meet-the-horticulture-and-potatoes-board/\">horticulture and potatoes board</a>, is often asked why British people do not want to pick apples. “It’s not about pay,” she said. “A good picker may be earning £8, £9, £15 an hour.</p> <p>“The reason British people don’t do this work is that they are seasonal jobs in rural locations that are hard to get to. You work in all weathers, often outside. We live in a first-world developed economy with a society that has an aspiration to have jobs that are inside, in town, that are permanent, year-round and allow them to have a mortgage, have a rental contract. </p> <p>“Seasonal work means you need to move from farm to farm. Those jobs require you to live very close to or on the farm. For us to put perfect fruit on supermarket shelves, we are often picking at odd times of day. </p> <p>“You have all sorts of cultural and social issues around why seasonal work doesn’t suit the people that live in first-world developed economies. This is not just a UK problem. Australia, New Zealand, the US, the rest of western Europe all rely on workers generally from poorer countries who don’t mind working outside.”</p>  <figure class=\"element element-image\" data-media-id=\"a1203f5f33219f2e6968d9fc2763b3b543e30e12\"> <img src=\"https://media.guim.co.uk/a1203f5f33219f2e6968d9fc2763b3b543e30e12/514_167_2986_1792/1000.jpg\" alt=\"Ali Capper at her farm\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ali Capper at her farm.</span> <span class=\"element-image__credit\">Photograph: Eddie Keogh/Reuters</span> </figcaption> </figure>  <p>Capper said that even before Brexit it was getting more difficult to recruit from the EU because young Poles, Bulgarians and Romanians were also beginning to reject outdoor farm jobs. The youngest picker at Stocks farm is 21, but the average age is probably 40-something. “What the sector needs is some form of certainty quickly – before Christmas,” said Capper. </p> <p>This apple season is late but the fruit is expected to be full of flavour and juice and vibrant in colour because of the late summer sun. </p> <p>Steven Munday, chief executive of the trade association <a href=\"http://www.englishapplesandpears.co.uk/  \">English Apples and Pears</a>, said he hoped Brexit might prompt people to think more about buying British. But he said the industry felt it was in limbo. “We are waiting with bated breath for what happens next.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/08/pumpkin-essex-largest-uk-matthew-oliver\">Smashing: pumpkin grown in Essex sets new UK record</a> </p> </aside>  <p>According to the government there are about 70,000 seasonal and casual workers in agriculture. The UK apples and pears sector needs an estimated 12,000 seasonal workers a year, according to the trade association. “We’re not fussy where they come from – anywhere in the world,” said Munday. </p> <p>In general, any shortage of seasonal workers will not affect cider producers as badly. Cider apples tends to be picked by machine rather than by hand because it does not matter if they are slightly damaged in the process.</p> <p>But Julian Temperley, the owner of <a draggable=\"true\" href=\"http://www.ciderbrandy.co.uk/index.html\">Somerset Cider Brandy</a>, has another concern. After spending years campaigning for his product to be given EU <a draggable=\"true\" href=\"https://www.gov.uk/guidance/eu-protected-food-names-how-to-register-food-or-drink-products\">protected geographical indication</a> (PGI) status, he is worried that Brexit will lead to him losing that safeguard. “We’re already seeing others producing what they call cider brandy. I’m worried the government won’t be interested in safeguarding our business. It’s very concerning.” </p> <p>The government said it could not yet give details on what was next for apple pickers and growers. </p> <p>A spokesperson said: “Supporting our farmers and protecting the environment will form an important part of our exit from the EU. At every step of these negotiations we will work to ensure the best possible outcome for the British people – not least our farming community, who play a vital role in our country. We are about to begin these negotiations and it would be wrong to set out unilateral positions in advance.” </p>",
  "<p>Any day now, monarch butterflies will begin their epic migration from Canada to Mexico. It is one of the wonders of the world: insects whose distinctive orange and black wings barely stretch four inches flying on thermal currents up to 3,000 miles in search of a warm spot to spend the winter.<br></p> <p>The phenomenon has entranced Oscar López Rivera since his childhood days in rural <a href=\"https://www.theguardian.com/world/puerto-rico\">Puerto Rico</a>. If he ever gets the chance, he says, one of his great ambitions is to trace the monarchs’ route, all the way from the Canadian border, across the US great plains into northern Mexico. “The monarch is fascinating to me,” he says. “The length of their journey and what they do to survive: how can an insect so small go so far?”</p> <p>That’s an achingly powerful question when you consider who is posing it. For the past 35 years, López Rivera has been unable to fly, his wings clipped. He has been held in federal institutions, for 12 of those years totally alone inside a 6ft-by-9ft concrete box from which he had no view of the sky. The last time he saw a live butterfly, let alone a monarch, was in 1981.</p> <p>López Rivera is one of the US’s, and the world’s, longest-serving political prisoners. Aged 73, he has spent more than half his life behind bars. He is convicted of killing no one, of hurting no one. His crime was “seditious conspiracy” – plotting against the US state in the furtherance of Puerto Rican independence. He still believes in what he calls that “noble cause”: full sovereignty for his Caribbean birthplace that is classified as a US “territory”.</p> <p>But his views on how to attain that goal have changed. Two decades ago he and his <a href=\"https://www.theguardian.com/world/2015/apr/21/cuba-us-thaw-fugitives-william-morales\">fellow Puerto Rican independence fighters</a> renounced violence and embraced peaceful political reform. The last year in which the militant group to which he belonged committed a violent act was 1983.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"758cc3c530694009b898016db0df5c89e43b96ca\"> <img src=\"https://media.guim.co.uk/758cc3c530694009b898016db0df5c89e43b96ca/262_0_3603_5391/668.jpg\" alt=\"The US government continues to see him through the prism of a bygone age ... López Rivera pictured in 1973. Photograph: Bettmann\" width=\"668\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The US government continues to see him through the prism of a bygone age … López Rivera pictured in 1973. Photograph: Bettmann</span> <span class=\"element-image__credit\">Photograph: Bettmann/Bettmann Archive</span> </figcaption> </figure>  <p>Yet there he still sits in his prison cell, reading and painting, the last of his kind locked up, so venerable that other prisoners call him “El Viejo” – the Old One. It is as though he is stuck in a time-warp, trapped for ever in the headstrong 1970s, a white-haired septuagenarian forced to dress up in floral shirt, flares and platform shoes dancing to Chic. The world, and López Rivera with it, has moved on, but the US government continues to see him through the prism of a bygone age. </p> <p>Unless someone intervenes to release him, he will remain in captivity until 26 June 2023, five months after his 80th birthday. Fortunately for López Rivera, there is such a person who holds the power of clemency: Barack Obama. As the US president prepares to quit the White House, he is drawing up his final pardon list, presenting the prisoner with a slender hope.</p> <p>Many prominent supporters are lobbying hard for the pardon. They make for an impressive list: Archbishop Desmond Tutu; the governor of Puerto Rico, <a href=\"http://www.elnuevodia.com/opinion/columnas/terrehauteindiana-columna-1868644/\">Alejandro García Padilla</a>; the Hispanic caucus of the US Congress; former US president Jimmy Carter; Democratic presidential runner-up <a href=\"http://www.breitbart.com/national-security/2016/05/18/bernie-sanders-vows-pardon-faln-terrorist/\">Bernie Sanders</a>; and the creator of the smash Broadway musical Hamilton, Lin-Manuel Miranda, who <a href=\"http://www.elnuevodia.com/Interstitial/?oasSitePage=elnuevodia.com/interstitial&amp;oasReturnPage=http://www.elnuevodia.com/noticias/politica/nota/obamaatiendepedidodelinmanuelsobreoscarlopez-2175040/\">confronted Obama</a> about López Rivera face to face during a recent White House visit. On 9 October thousands of supporters gathered outside the White House bearing placards of the prisoner and calling on Obama to set him free, their voices projected across the mansion’s South Lawn in the hope that the president at work in the Oval Office might hear them and act accordingly.<br tabindex=\"-1\"></p> <p>With friends like that, isn’t López Rivera a shoo-in for release? Not according to the man himself, who remains cautious about his chances. “I do not practise wishful thinking,” he begins in perfect English, delivered with a strong Puerto Rican accent. “It’s very difficult for me to read President Obama. The way he has been treated, the obstacles he has faced in the White House, makes him a little skittish about decisions.”</p> <p>What a carefully weighted remark about something as visceral as his freedom. In the course of a two-hour phone conversation (the <a href=\"https://en.wikipedia.org/wiki/United_States_Penitentiary,_Terre_Haute\">federal prison in Terre Haute</a>, Indiana, having refused to allow the Guardian to visit him in person) it becomes clear that this is not artifice: the professorial tone is true to the man.</p> <p>López Rivera says he draws some optimism from Obama’s frequent expressions of <a href=\"http://www.bbc.co.uk/news/world-africa-25250278\">admiration for Nelson Mandela</a>. “He embraced Mandela as a great man, he saw that what Mandela did was important throughout the world.”</p>  <figure class=\"element element-image\" data-media-id=\"79ddc06d448b2de372dd5ee68c69649d344063f7\"> <img src=\"https://media.guim.co.uk/79ddc06d448b2de372dd5ee68c69649d344063f7/0_73_801_802/499.jpg\" alt=\"‘There is no regret inside my heart’ ... López Rivera. Photograph: larespuestamedia.com\" width=\"499\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There is no regret inside my heart’ … López Rivera. Photograph: larespuestamedia.com</span> <span class=\"element-image__credit\">Photograph: larespuestamedia.com</span> </figcaption> </figure>  <p>To invite comparison with Mandela may seem far-fetched for a man who in the US is relatively little known, but back home López Rivera is often cast as the “Mandela of Puerto Rico”. Mandela served 27 years in South African prisons for leading an anti-colonialist liberation struggle that deployed selective violence as a political tool; López Rivera has already served eight years longer, arguably for doing the same thing. Mandela <a href=\"http://www.theatlantic.com/politics/archive/2013/12/mandela-and-the-question-of-violence/282255/\">refused to renounce violence</a> from his prison cell; but López Rivera did so, some 20 years ago.</p> <p>López Rivera was born in 1943 in San Sebastián in the north-west of Puerto Rico. His childhood was spent living in the constitutional limbo that has defined the island since it was ceded to the US by Spain in 1898. Neither a sovereign country, nor the 51st state of the union, Puerto Rico is caught betwixt and between. Its people are US citizens, hold US passports, and can be drafted into the US military as López Rivera would soon discover. Yet when it comes to voting for the US president or a representative in the US Congress, a Puerto Rican is persona non grata. Quite rich, you might think, coming from a nation such as the US, which was founded upon the anti-colonial principle of no taxation without representation.</p> <p>“The only thing we are good for is to be cannon fodder,” López Rivera says in a rare display of chagrin. </p> <p>Not that he had a clue about any of that when he was growing up in San Sebastián and Chicago, where his family moved when he was 14. He was just an ordinary kid for whom the concepts of self-determination or shrugging off the Yankee yoke were as alien as nuclear physics. “Before I got drafted I was a happy-go-lucky Puerto Rican. I enjoyed life. I wasn’t paying attention to anything other than me.”</p> <p>Then along came Vietnam. “I arrived thinking we were bringing freedom to Vietnamese people but as soon as I hit the ground I realised that wasn’t happening. We did sweeping operations lasting 30 days, getting villagers out of their homes, moving them off the rice paddies, body-searching them.”</p>  <figure class=\"element element-image\" data-media-id=\"2a6ee2197aacaa84df8412c45c149fb2e11ca3af\"> <img src=\"https://media.guim.co.uk/2a6ee2197aacaa84df8412c45c149fb2e11ca3af/68_0_551_331/500.jpg\" alt=\"In solitary he would spend all but two hours a week in his cell with no sight of the sky ... a mural dedicated to López Rivera in Puerto Rico\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In solitary he would spend all but two hours a week in his cell with no sight of the sky … a mural dedicated to López Rivera in Puerto Rico.</span> <span class=\"element-image__credit\">Photograph: Public domain</span> </figcaption> </figure>  <p>By the time he returned to Chicago a year later, sporting a Bronze Star for meritorious achievement, he says he had undergone a transformation. “I felt an obligation to change, to look at life from a totally different perspective. Now I could see what colonialism did to people.”</p> <p>He threw himself into community work among the Puerto Ricans of Chicago. That brought him into contact with the families of imprisoned nationalists and, without ever suspecting that he would one day join their ranks, he was sucked into the movement and eventually became a member of the clandestine <a href=\"https://www.britannica.com/topic/FALN\">Fuerzas Armadas de Liberación Nacional</a>.</p> <p>As the name suggested, the FALN believed armed force was justified as a means to an end. Between its foundation in 1974 and its effective demise in 1983 as a result of mass arrests, the FALN was said by prosecutors to have carried out about 140 bombings on military bases, government offices and financial buildings across the US, especially in Chicago and New York. Targets were chosen for being symbols of “Yankee imperialism”, such as oil companies with offshore rigs in Puerto Rican waters.</p> <p>López Rivera insists that the focus was always on bricks and mortar, not people. “For me human life is sacred. We called it ‘armed propaganda’ – using targets to draw attention to our struggle.”</p> <p>That may have been the case, but the results were, to put it politely, inconsistent. In 1975 the group claimed responsibility for a <a href=\"http://www.nydailynews.com/new-york/manhattan/puerto-rican-terrorists-plant-bomb-tavern-1975-article-1.2484977\">bombing at the historic Fraunces Tavern</a> in Lower Manhattan, the scene of George Washington’s farewell to troops after the American revolution. The attack killed four people and injured more than 50. Two years later an employee at the Mobil building in New York was killed by another FALN device.</p> <p>López Rivera has denied involvement with these fatal attacks. But when I asked him if he ever committed acts of armed force such as planting a bomb, he replied: “I cannot comment on that.” Interestingly, he still claims justification for violence under international law, using the present tense: “I believe we were adhering to international law that says that colonialism is a crime against humanity and that colonial people have a right to achieve self-determination by any means, including force. ”</p>  <figure class=\"element element-image\" data-media-id=\"2f4e4c3ef846b0e78866da991667e19dc4ac2be4\"> <img src=\"https://media.guim.co.uk/2f4e4c3ef846b0e78866da991667e19dc4ac2be4/7_0_3249_1949/1000.jpg\" alt=\"The scene after the FALN bomb exploded at the Fraunces Tavernin Lower Manhattan, on 24 January 1975. López Rivera has always denied involvement. Photograph: New York Daily News via Getty Images\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The scene after the FALN bomb exploded at the Fraunces Tavern in Lower Manhattan, on 24 January 1975. López Rivera has always denied involvement. Photograph: New York Daily News via Getty Images</span> <span class=\"element-image__credit\">Photograph: New York Daily News Archive/NY Daily News via Getty Images</span> </figcaption> </figure>  <p>But he is also adamant that the decision to renounce force was real and permanent. By 1990, the movement was already changing with the times. “We realised other tactics to armed force could be more effective, mobilising people through peaceful campaigning. Morally, also, we came to see that we had to lead by example, that if we are advocating for a better world then there are things you cannot do. You cannot get a better world by being unjust yourself.”</p> <p>When I ask him if he would pose a threat to the public were Obama to set him free, he replies: “I don’t think I could be a threat. We have transcended violence – it’s crucial for people to understand, we’re not advocating anything that would be a threat to anyone.”</p> <p>He was picked up in 1981 at a traffic stop in Chicago and charged with seditious conspiracy – a very rare count of plotting against the US state that was first used after the civil war against southern refuseniks and then applied to anarchists and socialists before being turned against Puerto Rican <em>independistas </em>like himself. </p> <p>At trial, prosecutors presented no evidence that tied him to any deaths or injuries, or even specific attacks. For his part, he and his comrades refused to recognise the judicial process, calling himself a prisoner of war, offering no defence and declining even to attend the trial. He still describes seditious conspiracy as an “impossible crime”. He told me: “How can a Puerto Rican be seditious towards the US state when we never had any part in electing a US government?”</p> <p>He was sentenced to 55 years. By contrast, as his lawyer Jan Susler has pointed out, the average federal sentence for murder in 1981 was 10.3 years. Later, his sentence was extended to 70 years when, he insists, he was framed by agents provocateurs planted in his cell who cooked up a plot to escape and then implicated him in it.</p>  <figure class=\"element element-image\" data-media-id=\"8a24b14cc9a0a6848842f2825916138513ef5872\"> <img src=\"https://media.guim.co.uk/8a24b14cc9a0a6848842f2825916138513ef5872/34_0_1980_1188/1000.jpg\" alt=\"López Rivera was one of two dozen independistas in prison. Now he is the last one ... the federal penitentiary in Terre Haute, Indiana. Photograph: Alamy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">López Rivera was one of two dozen <em>independistas</em> in prison. Now he is the last one … the federal penitentiary in Terre Haute, Indiana. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>In a less disciplined individual, such harsh treatment would inevitably spawn bitterness and despair. Not for López Rivera. He recounts his time in prison with verve bordering on enthusiasm. Yes, he has faced “terrible times”, been labelled a terrorist by prison guards, called a “spic” and worse. But he has always made use of his life of incarceration, he says.</p> <p>“When I first got to prison I made myself a promise: they can lock me up, but the time I spend in prison is my time. I use it to my own advantage, for my own goals. From the moment I get up to the moment I go to bed, I keep active.”</p> <p>That means rising at 4am to an exercise regime of 40 minutes of stretching, pull- and push-ups, sidewinders and upper body routines. He reads a lot. Currently, he’s reading Edward Said’s Orientalism, and before that he devoured the New Yorker writer Jane Mayer’s book on billionaire rightwing donors, <a href=\"https://www.theguardian.com/us-news/2016/jan/17/dark-money-review-nazi-oil-the-koch-brothers-and-a-rightwing-revolution\">Dark Money</a>.</p> <p>He teaches other inmates to read and write or speak Spanish. He also likes to paint as a way of “taking myself out of prison into the outside world”. He uses as his template photographs of landscapes or seascapes that he tears from magazines, making up for his lack of access to the natural world.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2015/apr/21/cuba-us-thaw-fugitives-william-morales\">Cuba-US thaw brings fate of cold war-era fugitives on the island into focus</a> </p> </aside>  <p>He caught the painting bug after the alleged escape plot when he was put into solitary confinement in two of the toughest supermax prisons in the US: Marion, Illinois, and Florence, Colorado. He would spend all but two hours a week in his concrete cell with no sight of the sky. “Little by little, colours start to fade. Your eyes begin to change how you see things. You see less colour; everything blurs into the yellow-grey of the cell walls.”</p> <p>So he turned to painting as a way to bring colour back into his life. That’s when he rediscovered his passion for the monarch butterfly, reproducing pictures of the insects as a reflection on their migration. “I had to be strong. I always thought they were not going to destroy me, that was not going to happen.”</p> <p>Though he is now out of solitary he has still had to deal with social deprivation. At its peak, he was one of two dozen <em>independistas </em>in federal prisons; now he is the last one. Over the years, he has seen his comrades walk free, their ranks gradually depleted, until in 2010 he became the only one left. He is sanguine about that. “I have never felt abandoned or lonely. There is no regret inside my heart.”</p> <p>To have no regret about his predicament is all the more extraordinary in that he could have been released in 2009. In August 1999, Bill Clinton did what López Rivera’s supporters are now urging Obama to do: he used his final days in office to grant <a href=\"http://www.washingtonpost.com/wp-srv/politics/campaigns/keyraces2000/stories/faln091199.htm\">a presidential pardon to 11 Puerto Rican independence fighters</a>. López Rivera was offered a lesser deal that would have seen him released after a decade, but he turned it down, because he says he had no faith in the US government sticking to its side of the bargain and he was unhappy about a couple of his fellow fighters being offered no commutation at all. “When I was in Vietnam I never left anyone behind. That’s not my practice, I couldn’t do it,” he says.</p>  <figure class=\"element element-image\" data-media-id=\"de084da1ab7a5db52da7ffe9313f7db6f9f2e26d\"> <img src=\"https://media.guim.co.uk/de084da1ab7a5db52da7ffe9313f7db6f9f2e26d/0_7_3000_1800/1000.jpg\" alt=\"‘How can an insect so small go so far?’ ... a monarch butterfly. Photograph: Toby Talbot/AP\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How can an insect so small go so far?’ … a monarch butterfly. Photograph: Toby Talbot/AP</span> <span class=\"element-image__credit\">Photograph: Toby Talbot/AP</span> </figcaption> </figure>  <p>Surely he must have had moments in the past seven years when he has questioned his rejection of the deal that would have set him free? “None whatsoever. I believe in principles. For me, the decision was the one I had to make.”</p> <p>So what now is the likelihood that Obama will follow in Clinton’s footsteps and finally fling open the cell doors? One factor in Obama’s calculation might be that Clinton’s round of pardons sparked a fireball of opposition in Congress and the media. The “Clinton terror pardons” remain a <a href=\"http://www.wsj.com/articles/SB120277819085260827\">bugbear</a> <a href=\"http://www.breitbart.com/big-government/2013/06/04/still-blocking-the-truth/\">for the right</a> to this day, even though the vitriol overlooks one awkward fact about the releases: that not a single criminal act has been committed by any of the 11 former FALN militants in the 16 years that they have been out.</p> <p>The Clinton backlash perhaps explains Obama’s apparent ambivalence on the matter. He is reported to have told Lin-Manuel Miranda that López Rivera’s clemency petition was <a href=\"http://www.elnuevodia.com/noticias/politica/nota/obamaatiendepedidodelinmanuelsobreoscarlopez-2175040/\">“on his desk”.</a> But Congress member Luis Gutiérrez, who is of Puerto Rican descent and has been a leading proponent of a pardon, has said that when he asked Obama about the account the president firmly <a href=\"http://www.thedawn-news.org/2016/09/05/why-obama-lied-to-lin-manuel-miranda-an-interview-with-puerto-rican-congressman-luis-gutierrez-calling-to-demonstrate/\">disputed it</a> and gave a bland statement that “procedures must be followed”.</p> <p>That sounds less than promising for the Mandela of Puerto Rico. But López Rivera responds to the mixed messages emanating from the White House with trademark composure. “I have no choice but to be optimistic,” he says, as the Terre Haute guards call time on our conversation. “Hope, that is one thing we can never lose.”</p>",
  "<p><a draggable=\"true\" href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2014/jan/23/salvador-dali-death-celebrity-modernist\">Salvador Dalí</a>’s lobster telephone and Mae West lips sofa – two of the most famous surrealist objects ever created – are among hundreds of artworks to be sold at auction to help fund a permanent display of their extraordinary history.</p> <p>They are among 200 works from the Edward James foundation that will be auctioned by Christie’s in December, in a sale expected to raise up to £2.5m. The sofa is estimated at up to about £400,000, and the lobster telephone up to £250,000.<br tabindex=\"-1\"></p> <p>Both artworks were made in the mid-1930s, when Dalí was broke and Edward James, his millionaire friend, poet and highly eccentric patron of the arts, offered him a monthly salary for a year in return for everything he made. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/jul/22/david-bowie-surrealist-inspired-dali-duchamp-dr-caligari\">Dalí, Duchamp and Dr Caligari: the surrealism that inspired David Bowie</a> </p> </aside>  <p>There were several lobsters and five of the spectacular, but hideously uncomfortable, sofas – Dalí said he modelled them on some particularly painful rocks on the beach at his Spanish home in Cadaqués – and originally James kept the lot in his unconventionally decorated London and Sussex homes.</p> <p>Dalí was particularly fond of lobsters. “I do not understand why, when I ask for a grilled lobster in a restaurant, I am never served a cooked telephone,” he explained. “And why, on the other hand, telephones, which are habitually so frightfully warm and disagreeably sticky to the touch, are not also put in silver buckets with crushed ice around them.”</p> <p><a href=\"https://www.westdean.org.uk/\">Alex Barron</a>, chief executive of West Dean college, the centre for arts and conservation that James endowed, said: “We still have two lobster telephones, so we have to ask ourselves, we obviously need a lobster telephone, but do we really need two? We also have three Mae West sofas, and that’s just greedy, isn’t it? </p> <p>“We’ve asked ourselves of every object in the sale, ‘What do we need to keep to tell the story and for teaching purposes, and what is really just sitting in storage and seen by nobody?’ We’re keeping two of the sofas, so we’re certainly not stripping the place of its contents.” </p> <p>A proposal some years ago by the trustees to sell far more of the collection was bitterly opposed by many of the staff and students.</p>  <figure class=\"element element-image\" data-media-id=\"5209d4a9b62a67aee373cce4a7157ebf96fc470c\"> <img src=\"https://media.guim.co.uk/5209d4a9b62a67aee373cce4a7157ebf96fc470c/0_17_520_312/500.jpg\" alt=\"Salvador Dalí’s Mae West lips sofa\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Salvador Dalí’s Mae West lips sofa estimated at£250,000-£400,000.</span> <span class=\"element-image__credit\">Photograph: Christie's images. 2016</span> </figcaption> </figure>  <p>The mansion set in West Sussex grounds was bequeathed by James, along with its contents, to become a teaching centre for arts, crafts and conservation, including wood- and metalwork, musical instrument making and tapestry. Although <a href=\"https://www.westdean.org.uk/gardens\">the gardens</a> are open  because the main building is heavily used for residential courses, it is usually only open to the public one weekend a year. The sale will help create a permanent public exhibition space for part of the collection for the first time.<br></p> <p>Neither telephone nor sofa would have looked out of place in any of James’s homes. He inherited a fortune, and the West Sussex estate from his American father, William Dodge James – though the patron liked to think his true father might have been the Prince of Wales – who made his money in mining and US railroads. </p> <p>James lived mainly in nearby Monkton House, which came to him as a modest, plain home designed by Sir Edwin Lutyens as a refreshing break from the opulence of the main building. James painted the walls a searing purple, added two-storey palm-tree trunks and murals of washing hung out to dry, and heavily padded the interior walls. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2014/mar/14/top-10-surrealist-weird-art\">The 10 weirdest artworks ever</a> </p> </aside>  <p>He slept in a bed modelled on Nelson’s hearse, and when he married Tilly Losch, an actor and dancer, he commissioned a green carpet woven with her footprints. The marriage did not last, with James accusing his wife of adultery and Losch suspecting her husband was gay. When they separated he had the carpet replaced with one woven with his Irish wolfhound’s paw prints.<br></p> <p>The sale includes a large group of paintings by the Russian-born Pavel Tchelitchew, an artist James supported for years. Many more conventional objects inherited from his father – including family portraits bought with the house and a pair of blue vases on gilt tripods he believed originally came from Versailles – will also be on display.</p> <p>When Amelia Walker, head of the sale for Christie’s, searched out the references for the vases in the voluminous archives at West Dean, she found that one was cracked when Dalí’s father received it, so he simply commissioned a replica from Royal Doulton, a company that produced collectables.<br></p> <p>“He was using his money to create the quintessential Edwardian country house where he could entertain society,” she said. “But he had very good taste and a very good eye, and he bought excellently.”</p>",
  "<h2><strong>EAST</strong></h2> <p><strong><a href=\"http://elymarkets.co.uk/\">Ely Markets</a><br></strong>Farmers’ market, acredited by farm shop trade body Farma, sells produce from within 30 miles.<br><em>Market Pl, CB7 4NP; second and last Sat of the month, 8.30am-3.30pm</em></p> <p><strong><a href=\"https://www.norwich.gov.uk/norwichmarket\">Norwich Market</a><br></strong>Shop for organic fruit and veg, Cromer crab, and award-winning ice cream. The Mushy Pea Stall has been going since 1949.<br><em>1 Market Pl, NR2 1ND; Mon-Sat, 8.30am- 5.30pm</em></p> <p><strong><a href=\"https://www.cambridge.gov.uk/markets\">Cambridge Market</a><br></strong>Sundays are for local produce: find organic veg and salad, and beef with a lower than average carbon footprint from Camcattle.<br><em>Market Sq, CB2 3NJ; Mon-Sun, 10am-4pm</em></p> <h2><strong>LONDON</strong></h2> <p><a href=\"http://boroughmarket.org.uk/\"><strong>Borough Market</strong></a><strong>, Southwark<br></strong>London’s best-known food market has been around for 1,000 years and continues to evolve.<br><em>8 Southwark St, SE1 1TL; 020 7407 1002; Wed-Thurs, 10am-5pm; Fri, 10am-6pm; Sat, 8am-5pm</em></p> <p><strong>Broadway Market, Hackney<br></strong>East-End shopping street with food from Hackney-based producers such as Hansen &amp; Lydersen (smoked salmon) and Violet Bakery (American-style cakes).<br><em>Broadway Market, E8 4PH; Sat, 9am-5pm</em></p> <p><a href=\"http://maltby.st/\"><strong>Maltby Street</strong></a><strong>, Southwark<br></strong>On the weekend, food stalls line an avenue of Victorian railway arches. The line-up changes, but permanent arch inhabitants include St John and jamon bodega Tozino.<br><em>LASSCO Ropewalk, 41 Maltby St, SE1; Sat, 9am-4pm; Sun, 11am-4pm</em></p> <h2><strong>MIDLANDS</strong></h2> <p><strong><a href=\"http://www.leicestermarket.co.uk/\">Leicester Market</a><br></strong>The contemporary glass, steel and timber building that’s home to the food hall is the first stage in the redevelopment of this historic market.<br><em>Market Centre, 11 Market Pl, LE1 5HQ; outdoor market Mon-Sat, 7am- 6pm; food hall (indoor market) Mon-Sat, 9am-5pm</em></p> <p><strong><a href=\"http://ludlowmarket.co.uk/\">Ludlow Market</a><br></strong>There’s been a market in this spot for over 900 years. The local market sells produce from within 30 miles.<br><em>Castle Square, SY8 1AX; regular market Mon, Wed, Fri and Sat; local produce market second and fourth Thurs of the month, 9am-2pm</em></p> <p><strong><a href=\"http://www.sheenaholland.com/nottingham_night_market.htm\">Nottingham Night Market</a><br></strong>New independent market set among Nottingham’s Lace Market has street food, live bands, craft ales and hot toddies. The next one is scheduled for 8 December.<br><em>Galleries of Justice Museum</em>correct<em>, High Pavement, NG1 1HN; check online for dates and info</em>; 5-10pm</p> <h2><strong>NORTH</strong></h2> <p><strong><a href=\"http://www.altrinchammarket.co.uk/\">Altrincham Market</a><br></strong>Last year’s winner, this regenerated 19th-century covered market has community spirit in spades. Whether it’s real bread, meat or fish, regional producers are celebrated. There’s a bustling food hall that stays open later.<br><em>Greenwood St, WA14 1SA; Tues, 8am-4pm; Thurs, 8am-3pm; Fri, 8am-4pm; Sat-Sun, 10am-4pm</em></p> <p><strong><a href=\"http://www.burymarket.com/\">Bury Market</a><br></strong>Traditional indoor and outdoor market in a revamped setting, with an eye-catching fish and meat hall.<br><em>Market St, BL9 0BJ; market hall Mon-Sat, 9am- 5pm; open market Wed and Fri, 9am- 4.30pm, Sat, 9am- 5pm; fish and meat hall Mon, Wed-Fri, 9am-4.30pm, Sat, 9am-5pm</em></p> <p><a href=\"http://graingermarket.org.uk/\"><strong>Grainger Market</strong></a><strong>, Newcastle<br></strong>Opened in 1895, this covered market is home to butchers, fishmongers, deli food, fruit and veg sellers and the Penny Bazaar – the oldest Marks &amp; Spencer.<br><em>Grainger St, NE1 5JQ; Mon-Sat 9am- 5.30pm; check online for details</em></p> <h2><strong>NORTHERN IRELAND</strong></h2> <p><a href=\"https://www.facebook.com/innsmarket\"><strong>Farmers’ Market at The Inns</strong></a><strong>, Belfast<br></strong>Monthly market with regular producers selling seasonal, fresh, artisanal food.<br><em>75 Saintfield Rd, BT8 7HN; last Sat of the month, 10am-2pm</em></p> <h2><strong>SCOTLAND</strong></h2> <p><a href=\"http://www.stockbridgemarket.com/\"><strong>Stockbridge Market</strong></a><strong>, Edinburgh<br></strong>Traders change from Sunday to Sunday but you might find cottage industry Caithness Smokehouse, Servus Venison Haggis and St Andrews-based Eden Mill Brewery.<br><em>Jubilee Gardens, Saunders St, EH3 6TQ; Sun, 10am-5pm</em></p> <p><strong><a href=\"http://www.edinburghfarmersmarket.co.uk/\">Edinburgh Farmers’ Market</a><br></strong>The only Scottish FARMA-accredited market: produce from over 50 producers and Slow Food cooking demos on the first Saturday of every month.<br><em>Castle Terrace, EH52 6RH; Sat, 9am-2pm</em></p> <p><strong>Glasgow Farmers’ Market, Queens Park and Mansfield Park<br></strong>Whether it’s grown, pickled, brewed or baked, you can be sure it’s fresh and Scottish.<br><em>Queens Park: 520 Langside Rd, G42 9QL, first and third Sat of month, 10am-2pm; Mansfield Park: Dumbarton Road/Hyndland St, G11 5QE, second and last Sat of month, 10am-2pm; </em><a href=\"https://twitter.com/GlasgowMarkets?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@GlasgowMarkets</em></a></p> <h2><strong>SOUTH</strong></h2> <p><a href=\"https://thegoodsshed.co.uk/\"><strong>The Goods Shed</strong></a><strong>, Canterbury<br></strong>Permanent farmers’ market, food hall and restaurant: home to Canterbury’s only independent fresh fishmonger and the largest retailer of bottled British beers in the south east.<br><em>Station Rd West, CT2 8AN; Tues-Sat, 9am-7pm, Sun, 10am-4pm</em></p> <p><strong><a href=\"http://www.hampshirefarmersmarkets.co.uk/market-locations/?market=15\">Winchester Farmers’ Market</a><br></strong>One of the largest UK farmers’ markets in.<br><em>Middle Brook St, SO23 8DQ; second and last Sun of the month, 9am-2pm</em></p> <p><strong><a href=\"http://www.commoncause.org.uk/\">Lewes Farmers’ Market</a><br></strong>Run by social enterprise Common Cause, find producers from within a 25-mile radius including organic vegetables from Barcombe Nurseries, grains from Imbhams Farm Granary and award-winning fruit vinegars from Stratta.<br><em>Cliffe Precinct, BN7 2AN; first and third Sat of the month, 9am-1pm</em></p> <h2><strong>WALES</strong></h2> <p><a href=\"http://riversidemarket.org.uk/\"><strong>Riverside Farmers’ Market</strong></a><strong>, Cardiff<br></strong>This popular farmers’ market is set up on the banks of the River Taff with a view of the Millennium stadium.<br><em>17 Fitzhamon Embankment, CF11 6AN; Sun, 10am-2pm</em></p> <p><a href=\"http://www.uplandsmarket.com/\"><strong>Uplands Market</strong></a><strong>, Swansea<br></strong>Community and local-business-driven monthly market set up to champion local Welsh producers.<br><em>Gwydr Sq, SA2 0HD; last Sat of the month, 9am-1pm</em></p> <p><strong>St Dogmaels Local Producers’ Market, Pembrokeshire<br></strong>Not just a weekly market but a social hub too – and winner of the BBC Radio 4 Food and Farming Awards Best Food Market 2016.<br><em>The Coach House, Shingrig, SA43 3DX; Tues, 9am-1pm</em></p> <h2><strong>WEST</strong></h2> <p><strong><a href=\"https://www.bristol.gov.uk/web/st-nicholas-markets/home\">St Nicholas Market</a></strong><strong>, Bristol<br></strong>Bristol’s oldest market, established in 1743, is home to the largest number of independent retailers in the city. In addition to the covered market, there’s a Wednesday farmers’ market and street food on Wednesdays and Fridays.<br><em>The Exchange, Corn St, BS1 1JQ; 0117 922 4014; Mon-Sat, 9.30am- 5pm</em></p> <p><strong>Stroud Farmers’ Market<br></strong>Twice awarded Best UK Farmers’ Market by Farma, and host to an eclectic mix of traders.<br><em>Cornhill Market Pl; Sat, 9am-2pm</em></p> <p><strong><a href=\"http://www.totnesgoodfood.co.uk/\">Totnes Good Food Market</a><br></strong>Promoting the best of Devon’s food with over 60 traders from around the area.<br><em>High Street, TQ9 5PB; every third Sun, 10am-3pm</em></p> <p><a href=\"http://www.thefromeindependent.org.uk/\"><strong>The Frome Independent</strong></a><br>Sprawling monthly ‘pop up community market’ with music and visual arts as well as the best of the area’s independent food traders.<br><em>Frome town centre, Somerset; </em><em>First Sunday of the month 10am-3pm, April-December</em></p> <p><em><br></em></p>",
  "<p>Italians often come into <a href=\"http://www.bar-termini.com/\">Bar Termini</a>, on the eastern fringes of London’s Soho, and say that it reminds them of home. It’s a compliment, of course, but sometimes the owners – Tony Conigliaro and Marco Arrigo – have to bite their tongues. “I feel like saying, ‘Where in Italy? Show me!’” laughs Arrigo. “Termini is more Italian than an Italian could come up with. We’re the only place in the world doing it this way.”</p> <p>It’s true: OFM’s Best Place to Drink for 2016 might look and feel like that timeless Italian bar you remember from your Roman holiday, but everything about the experience is considered and perfected. When you squeeze into the tiny room with just 25 seats, a white-suited bar person will offer you a menu. There are three coffees (espresso, bianco and latte) and a pair of hot chocolates; no skimmed milk, no takeaways, no decaf. On a short cocktail list, it’s hard to look beyond the four house negronis. Arrigo, who oversees the coffee side, and Conigliaro, the cocktail alchemist, admit that Bar Termini is “anti-choice”.</p> <p>“It’s about our nostalgic, exaggerated memories of Italy that only second-generation Italians have,” explains Conigliaro. “It wasn’t necessarily that we wanted a 100% accurate version of Italy, but we wanted people to look around and feel they had been transported somewhere.” Arrigo adds, “It’s nice that we can please the Italians, because they are the hardest buggers to please.”</p> <p>At a time when coffee shops and cocktail bars are depressingly identikit, Bar Termini, an all-day operation that opened in late 2014, stands out. There’s no latte art; instead the milk – a blend of full-fat and UHT, to give it that particular flavour of Italy – arrives in your cup like an avalanche dump, so dense you can almost chew it. Arrigo, whose other job is head of quality for Illy, describes the coffee machine as “the Frankenstein”: it’s a Faema body with sawn-off La Marzocco handles that produces a soft, strong, triple-shot espresso through long extraction.</p> <p>The cocktails arrive daily pre-made from Conigliaro’s Drink Factory, a lab in east London that also supplies 69 Colebrooke Row and the Zetter group of hotels and restaurants. “It looks like a blood bank: 40 litres of negroni in sous-vide bags,” he says. Conigliaro serves the negronis “up”, without ice, because he finds that ice dilutes the drink, makes it more bitter and “they just generally get soggy”.</p> <p>“Someone turned round and said, ‘Tony, you’ve actually iPhone 6’d the negroni,’” Conigliaro recalls. “I didn’t quite understand but he went on, ‘When you look at the iPhone 6 next to the iPhone 5, you don’t want the iPhone 5 any more, because it makes it look obsolete, a bit dated.’”</p> <p>Conigliaro and Arrigo’s dream is to open in Italy: “The more we say it the more it might happen,” says Arrigo. But until then, they will continue bringing a hyper-real slice of the country to Old Compton Street. “My favourite thing about Termini is the £1 espresso we serve at the bar,” says Conigliaro. “Locals come in and they drop that pound on the counter. They are not buying a coffee, they are buying a culture.”</p> <p><em>7 Old Compton St, London W1D 5JE</em></p>",
  "<p>Devastating hurricane? More than 1,000 lives lost? It must be climate change! Almost inevitably, <a href=\"https://www.theguardian.com/world/hurricane-matthew\">Hurricane Matthew</a>’s recent rampage across the Caribbean and south-eastern US has been fingered by some as a backlash of global warming driven by humanity’s polluting activities, but does this really stack up?</p> <p>The short answer is no. Blame for a single storm cannot be laid at climate change’s door, as reinforced by the bigger picture. The current hurricane season is by no means extraordinary, and the last few seasons have actually been very tame. The 2013 season saw no major hurricanes at all and tied with 1982 for the fewest hurricanes since 1930. This, in turn, is no big deal as there is great year-on-year variability in the level of hurricane activity, which responds to various natural factors such as El Niño and the so-called Atlantic Multidecadal Oscillation, as well as the progressive warming of the oceans as climate change bites harder.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/10/un-haiti-aid-hurricane-matthew\">Hurricane Matthew's devastation in Haiti forces UN to call for $120m in aid</a> </p> </aside>  <p>The current consensus holds that while a warmer world will not necessarily mean more hurricanes, it will see a rise in the frequency of the most powerful, and therefore more destructive, variety. This view was supported recently by Kerry Emanuel, a hurricane scientist at MIT, who pointed to Matthew as a likely sign of things to come.</p> <p>Debate within the hurricane science community has in recent decades been almost as hostile as the storms themselves, with researchers, on occasion, even refusing to sit on the same panels at conferences. At the heart of this sometimes acrimonious dispute has been the validity of the Atlantic hurricane record and the robustness of the idea that hurricane activity had been broadly ratcheting up since the 1980s. Now, the weight of evidence looks to have come down on the side of a broad and significant increase in hurricane activity that is primarily driven by progressive warming of the climate. For many, the bottom line is the sea surface temperature, which is a major driver of hurricane activity and storm intensification. Last year saw the warmest sea temperatures on record, so it should not be a surprise. As Michael Mann, an atmospheric scientist at Penn State University, says: “It isn’t a coincidence that we’ve seen the strongest hurricane in both hemispheres [western and eastern] within the last year.” As the Atlantic continues to heat up, the trend is widely expected to be towards more powerful and wetter storms, so that Matthew might seem like pretty small beer when looked back on from the mid-century.</p> <p>As with hurricanes, Pacific typhoons and the mid-latitude storms that periodically batter the UK and Europe are forecast to follow a similar pattern in an anthropogenically warmed world. Storm numbers may not rise, but there is likely to be an escalation in the frequency of the bigger storm systems, which tend to be the most destructive. An additional concern is that mid-latitude storms may become clustered, bringing the prospect of extended periods of damaging and disruptive winds. The jury is out on whether climate change will drive up the number of smaller, but potentially ruinous vortices of solid wind that make up tornadoes, although an apparent trend in the US towards more powerful storms has been blamed by some on a warming atmosphere.</p> <p>Tornadoes, typhoons, hurricanes and mid-latitude storms – along with heatwaves and floods – are widely regarded as climate change’s shock troops; forecast to accelerate the destruction, loss of life and financial pain as planet Earth continues to heat up. It would be wrong to imagine, however, that climate change and the extreme events it drives are all about higher temperatures and a bit more wind and rain.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>An earthquake fault that is ready to go is like a coiled spring – all that is needed is the pressure of a handshake</p> </blockquote> </aside>  <p>The atmosphere is far from isolated and interacts with other elements of the so-called “Earth system”, such as the oceans, ice caps and even the ground beneath our feet, in complex and often unexpected ways capable of making our world more dangerous. We are pretty familiar with the idea that the oceans swell as a consequence of the plunging atmospheric pressure at the heart of powerful storms, building surges driven onshore by high winds that can be massively destructive. Similarly, it does not stretch the imagination to appreciate that a warmer atmosphere promotes greater melting of the polar ice caps, thereby raising sea levels and increasing the risk of coastal flooding. But, more extraordinarily, the thin layer of gases that hosts the weather and fosters global warming really does interact with the solid Earth – the so-called geosphere — in such a way as to make climate change an even bigger threat.</p> <p>This relationship is marvellously illustrated by a piece of research published in the journal <a href=\"http://www.nature.com/nature/journal/v459/n7248/full/nature08042.html\"><em>Nature</em> in 2009</a> by Chi-Ching Liu of the Institute of Earth Sciences at Taipei’s Academia Sinica. In the paper, Liu and his colleagues provided convincing evidence for a link between typhoons barrelling across Taiwan and the timing of small earthquakes beneath the island. Their take on the connection is that the reduced atmospheric pressure that characterises these powerful Pacific equivalents of hurricanes is sufficient to allow earthquake faults deep within the crust to move more easily and release accumulated strain. This may sound far fetched, but an earthquake fault that is primed and ready to go is like a coiled spring, and as geophysicist John McCloskey of the University of Ulster is fond of pointing out, all that is needed to set it off is – quite literally – “the pressure of a handshake”.</p> <p>Perhaps even more astonishingly, Liu and his team proposed that storms might act as safety valves, repeatedly short-circuiting the buildup of dangerous levels of strain that otherwise could eventually instigate large, destructive earthquakes. This might explain, the researchers say, why the contact between the Eurasian and Philippine Sea tectonic plates, in the vicinity of Taiwan, has far less in the way of major quakes than further north where the plate boundary swings past Japan.</p> <p>In a similar vein, it seems that the huge volume of rain dumped by tropical cyclones, leading to severe flooding, may also be linked to earthquakes. The University of Miami’s Shimon Wdowinski has noticed that in some parts of the tropics – Taiwan included – large earthquakes have a tendency to follow exceptionally wet hurricanes or typhoons, most notably the devastating quake that took up to 220,000 lives in <a href=\"https://www.theguardian.com/world/ng-interactive/2015/jan/16/the-haiti-earthquake-five-years-on-then-and-now\">Haiti in 2010</a>. It is possible that floodwaters are lubricating fault planes, but Wdowinski has another explanation. He thinks that the erosion of landslides caused by the torrential rains acts to reduce the weight on any fault below, allowing it to move more easily.</p> <p>It has been known for some time that rainfall also influences the pattern of earthquake activity in the Himalayas, where the <a href=\"https://www.theguardian.com/world/nepal-earthquake-2015\">2015 Nepal earthquake</a> took close to 9,000 lives, and where the threat of future devastating quakes is very high. During the summer monsoon season, prodigious quantities of rain soak into the lowlands of the Indo-Gangetic plain, immediately to the south of the mountain range, which then slowly drains away over the next few months. This annual rainwater loading and unloading of the crust is mirrored by the level of earthquake activity, which is significantly lower during the summer months than during the winter.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/world/video/2015/apr/29/nepal-earthquake-drone-footage-shows-devastation-ancient-town-bhaktapur-video\"            data-short-url=\"https://gu.com/p/48xty\"                        data-video-id=\"2284464\"            data-video-name=\"Nepal earthquake: drone footage shows devastation in ancient town of Bhaktapur - video\"            data-video-provider=\"Effect International\"            > <video data-media-id=\"gu-video-456562623\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2015/04/29/150429NepalDrone_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2015/04/29/150429NepalDrone_small.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2015/04/29/150429NepalDrone_large.3gp\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10317338&amp;format=video/m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2015/04/29/150429NepalDrone_synd_768k_vp8.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2015/apr/29/nepal-earthquake-drone-footage-shows-devastation-ancient-town-bhaktapur-video\">Nepal earthquake: drone footage shows devastation in ancient town of Bhaktapur</a></figcaption> </figure>   <p>And it isn’t only earthquake faults that today’s storms and torrential rains are capable of shaking up. Volcanoes seem to be susceptible too. On the Caribbean island of Montserrat, heavy rains have been implicated in triggering eruptions of the active lava dome that dominates the <a href=\"https://www.theguardian.com/world/2016/jan/28/montserrat-volcano-british-territory-geothermal-energy-tourism-sand-mining\">Soufrière Hills volcano</a>. Stranger still, <a href=\"https://www.theguardian.com/us-news/2016/mar/29/alaska-volcano-eruption-less-intense-more-flight-cancellations\">Alaska’s Pavlof volcano</a> appears to respond not to wind or rain, but to tiny seasonal changes in sea level. The volcano seems to prefer to erupt in the late autumn and winter, when weather patterns are such that water levels adjacent to this coastal volcano climb by a few tens of centimetres. This is enough to bend the crust beneath the volcano, allowing magma to be squeezed out, according to geophysicist Steve McNutt of the University of South Florida, “like toothpaste out of a tube”.</p> <p>If today’s weather can bring forth earthquakes and magma from the Earth’s crust, it doesn’t take much to imagine how the solid Earth is likely to respond to the large-scale environmental adjustments that accompany rapid climate change. In fact, we don’t have to imagine at all. The last time our world experienced serious warming was at the end of the last ice age when, between about 20,000 and 10,000 years ago, temperatures rose by six degrees centigrade, melting the great continental ice sheets and pushing up sea levels by more than 120m.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The bottom line is that as climate change tightens its grip, we must be prepared to expect the unexpected</p> </blockquote> </aside>  <p>These huge changes triggered geological mayhem. As the kilometres-thick Scandinavian ice sheet vanished, the faults beneath released the accumulated strain of tens of millennia, spawning massive magnitude eight earthquakes. Quakes of this scale are taken for granted today around the Pacific Ocean’s “Ring of Fire”, but they are completely out of place in Santa’s Lapland. Across the Norwegian Sea, in Iceland, the volcanoes long buried beneath a kilometre of ice were also rejuvenated as the suffocating ice load melted away, prompting a “volcano storm” about 12,000 years ago that saw the level of activity increase by up to 50 times.</p> <p>Now, global average temperatures are shooting up again and are already more than one degree centigrade higher than during preindustrial times. It should come as no surprise that the solid Earth is starting to respond once more. In southern Alaska, which has in places lost a vertical kilometre of ice cover, the reduced load on the crust is already increasing the level of seismic activity. In high mountain ranges across the world from the Caucasus in the north to New Zealand’s southern Alps, longer and more intense heatwaves are melting the ice and thawing the permafrost that keeps mountain faces intact, leading to a rise in major landslides.</p> <p>Does this all mean that we are in for a more geologically active future as well as a hotter and meteorologically more violent one? Well, no one is suggesting that we will see a great surge in the number of earthquakes and volcanic eruptions. As always, these will be controlled largely by local geological conditions. Where an earthquake fault or volcano is primed and ready to go, however, climate change may provide that extra helping hand that brings forward the timing of a quake or eruption that would eventually have happened anyway.</p> <p>As the world continues to heat up, any geological response is likely to be most obvious where climate change is driving the biggest environmental changes – for example, in areas where ice and permafrost are vanishing fast, or in coastal regions where rising sea levels will play an increasing role. Freysteinn Sigmundsson of the Nordic Volcanological Centre observes that the centre of Iceland is now rising by more than three centimetres a year in response to shrinking glaciers. Studies undertaken by Sigmundsson and his colleagues forecast that the reduced pressures that result will lead to the formation of significant volumes of new magma deep under Iceland. Whether this will translate into more or bigger eruptions remains uncertain, but the aviation chaos that arose from the <a href=\"https://www.theguardian.com/world/iceland-volcano\">Eyjafjallajökull eruption in 2010</a> provides a salutary warning of the disruption that any future increase in Icelandic volcanic activity may cause across the North Atlantic region.</p>  <figure class=\"element element-image\" data-media-id=\"adb7667c3a501fe490c849a5e6a3ff3fbc57a3c6\"> <img src=\"https://media.guim.co.uk/adb7667c3a501fe490c849a5e6a3ff3fbc57a3c6/0_0_2917_1750/1000.jpg\" alt=\"Ash rises from  the Eyjafjallajökull volcano in Iceland in 2010\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A cloud of ash rises from the volcano under the Eyjafjallajökull glacier in Iceland in May, 2010, causing chaos for millions of airline passengers as flights were cancelled across Europe.</span> <span class=\"element-image__credit\">Photograph: Ingolfur Juliusson/Reuters</span> </figcaption> </figure>  <p>Volcanologist Hugh Tuffen, of Lancaster University, is worried about the stability of the more than 10% of active volcanoes that are ice-covered. He says that “climate change is driving rapid melting of ice on many volcanoes worldwide, triggering unloading as ice is removed. As well as encouraging magma to rise to the surface, leading to increased volcanic activity, removal of ice can also destabilise steep volcano flanks, making hazardous landslides more likely.”</p> <p>The potential for more landslides is also likely to be a problem in high mountain ranges as the ice cover that stabilises rock faces vanishes. Christian Huggel of the University of Zurich has warned that “in densely populated and developed regions such as the European Alps, serious consequences have to be considered from [future] large slope failures”.</p> <p>Looking ahead, one of the key places to watch will be Greenland, where recent findings by a research team led by Shfaqat Khan of Denmark’s Technical University reveal a staggering loss of 272bn tonnes of ice a year over the last decade. GPS measurements show that, like Scandinavia at the end of the last ice age, Greenland and the whole of the surrounding region is already rising in response to the removal of this ice load. Andrea Hampel of the University of Hannover’s Geological Institute, who with colleagues has been studying this behaviour, is concerned that “future ice loss may trigger earthquakes of intermediate to large magnitude if the crust underneath the modern ice cap contains faults prone to failure”.</p> <p>More earthquakes in Greenland might not seem like a big deal, but this could have far wider ramifications. About 8,200 years ago, an earthquake linked to the uplift of Scandinavia, triggered the Storegga Slide; a gigantic undersea sediment slide that sent a tsunami racing across the North Atlantic. Run-up heights were more than 20m in the Shetlands and six metres along the east coast of Scotland, and the event has been blamed for the flooding of Doggerland; the inhabited Mesolithic landmass that occupied what is now the southern North Sea.</p> <p>The submerged margins of Greenland are currently not very well mapped, so the likelihood of a future earthquake triggering a landslide capable of generating a major tsunami in the North Atlantic is unknown. Dave Tappin, a tsunami expert at the British Geological Survey, points out that one large, undersea landslide has been identified off the coast of Greenland, but suspects that there may not be sufficient sediment to generate landslides as large as Storegga. Nonetheless, the seismic revival of Greenland is certainly a geological response to climate change that we need to keep an eye on.</p> <p>The bottom line in all of this is that as climate change tightens its grip, we should certainly contemplate more and bigger Hurricane Matthews. However, when it comes to the manifold hazardous by-blows of an overheating planet, and especially those involving the ground we stand on, we must also be prepared to expect the unexpected.</p> <p><em>Bill McGuire is professor emeritus in geophysical and climate hazards at UCL. His current book is Waking the Giant: How a Changing Climate Triggers Earthquakes, Tsunamis and Volcanoes. </em></p> <p><a href=\"https://bookshop.theguardian.com/waking-the-giant.html\"><em>Click here to order a copy for £9.83</em></a></p>",
  "<p>Florida might need to consider redesigning its license plates. The state’s plates feature a pair of ripe oranges above the famous “Sunshine State” slogan, but the region is in the midst of the worst orange harvest crisis since records began in 1913 – and prices are soaring.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/sep/30/rude-awakening-as-price-of-coffee-and-orange-juice-shoots-up-20\">Rude awakening as price of coffee and orange juice shoots up 20%</a> </p> </aside>  <p>The state’s orange trees, which are mostly used to produce juice, have been devastated by disease and hurricanes, causing harvest totals to fall for five successive seasons. The US Department of Agriculture this week predicted that the 2016 harvest would amount to just 70m boxes of oranges, a 14% drop on last year and a huge decline from bountiful days at the turn of this century when more than 230m boxes, each containing 90lb of fruit, were produced each year.<br></p> <p>The steep drop in production has led orange juice futures prices to nearly double in 13 months, pushing producers to reduce the size of cartons and make more drinks that blend orange with other juices, in order to avoid shocking consumers with too big a price increase at the checkout. Orange juice futures traded on the Intercontinental Exchange (ICE) rose from $1.03 a pound in September 2015 to $2.05 last week. Some analysts predict that the price could reach $2.20 by the end of the year.</p> <p>The orange crop devastation began in 2005 when a bacterium that causes huanglongbing – better known as citrus greening or HLB disease – was found in southern Florida. Since then, the Asian citrus psyllid, a tiny flying insect which transmits the disease, has been blown across Florida by various hurricanes, which also brought down orange trees.</p> <p>Farmers have spent more than $100m on research into ways to combat the disease, but so far scientists are stumped. </p> <p>“Farmers are giving up on oranges altogether,” said Judith Ganes, president of the commodities research firm J Ganes Consulting. “Normally after a freeze or a hurricane [which both kill lots of trees], the growers would replant 100% of their plants.<br></p> <p>“But the disease has been spread all over by hurricanes, and made it totally uncontrollable. Farmers are giving up and turning to other crops or turning land over to housing.”</p> <p>Ganes said the disease, which causes fruit to drop prematurely and eventually kills the trees, was “effectively like the trees having cancer with very low survival rates”. Last month, the US agriculture department said that in the most recent season, almost a third of Florida’s orange crop fell from the trees before it could be harvested – compared with just 7% five years ago.</p> <p>Ganes said prices had been surging as both Florida <a href=\"https://www.theguardian.com/business/2016/sep/30/rude-awakening-as-price-of-coffee-and-orange-juice-shoots-up-20\">and São Paulo state in Brazil</a>, the world’s other big source of orange juice, both suffered from HLB disease. </p> <p>As the wholesale price has risen, Ganes said, orange juice companies such as Pepsi’s Tropicana and Coca-Cola’s Minute Maid have had to get more creative with how they sell juice to consumers. </p> <p>“To get round the price rise, they are making the cartons smaller or blending orange with other fruits or water,” she said.</p> <p>Andrew Meadows of Florida Citrus Mutual, a cooperative that represents many of the 62,000 people employed in the state’s citrus industry, said there was no denying oranges were in crisis but the state’s farmers were not giving up yet.</p> <p>“We’ve been through things like this before. We’re not packing up and giving up on the industry,” he said on the phone from the organisation’s offices on Orange Street in Lakeland, a town in Polk County in the heart of the state’s orange groves. </p> <p>Consumers have, so far, been saved from big price increases in supermarkets because as well as decreasing carton sizes, consumers are downing less breakfast OJ than previous generations – which means demand is also in decline. </p> <p>John Michalik, a beverages expert at the Canadian division of the market research group Global Data, said orange juice demand had been decreasing for more than a decade as consumers skip proper breakfasts and worry about the juice’s high sugar content. </p> <p>“US consumers have it in their mind that orange juice is high in sugar, which it is, but it’s natural sugars that don’t contribute to obesity,” he said. </p> <p>“People are not having the full breakfast at home like they used to. Now almost all breakfasts are a coffee and sandwich or snack on the go.” </p> <p>• This article was amended on 17 October 2016 to correct the figure for the orange harvest at the turn of the century. It was 230m boxes, not 23m.</p>",
  "<p>Meghan Milloy grew up in southern Mississippi, a deep red state steeped in conservative Christian values. In high school, she founded a Teenage Republicans club, and before she was eligible to vote, traveled to New Hampshire to knock on doors for George W Bush’s re-election campaign. She later joined the College Republicans and worked for Mitt Romney in Ohio in 2012.</p> <p>This year, however, Milloy cannot stomach supporting her party’s nominee, Donald Trump – <a href=\"https://www.theguardian.com/us-news/2016/sep/28/millennial-voters-young-republicans-trump-2016-election\">and she’s not alone</a>. The Pepperdine law school alumna is part of a constituency that no Republican presidential nominee <a href=\"http://fivethirtyeight.com/features/trump-may-become-the-first-republican-in-60-years-to-lose-white-college-graduates/\">since 1956</a> has lost but one that Hillary Clinton stands poised to win: white voters with a college degree.</p> <p>“I never thought that it would get to a point where I would have to make a decision not to vote for the Republican nominee,” said Milloy, chair of Republican Women for Hillary. </p> <p>While blue-collar workers, and men in particular, helped Trump clinch the Republican nomination and will be critical to him in November, the Republican nominee is struggling to attract college-educated white voters.<br></p> <p>Trump’s brash temperament and hardline politics are accelerating the gradual splintering of white voters along educational and gender lines. And the publication of an 11-year-old recording in which Trump boasted that being famous allowed him to force himself on women is only expected to exacerbate this. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/trump-clinton-election-class-socioeconomic-divide\">Hidden faultline: how Trump v Clinton is laying bare America's class divide</a> </p> </aside>  <p>In <a href=\"https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2016/09/25/National-Politics/Polling/question_17451.xml?uuid=l5UrXoLUEeaVeFWMwSXHug#\"> a recent Washington Post/ABC survey</a>, 62% of white voters without a college education support Trump compared with 39% among white college graduates, a 23-point margin. And in Pennsylvania, a major battleground state this election, a majority of voters with a college education – or 56% – support Clinton, according to an NBC News/Wall Street Journal/Marist Poll released last week.<strong> </strong>If this holds, it would be the largest educational divide among white voters in at least three decades.</p> <p>“If Clinton wins, white educated voters, especially white educated women, will be a crucial voting bloc in getting her elected,” said William Frey, a demographer at the Brookings Institute.<br></p> <p>This constituency could hand Clinton an edge in key battleground states like North Carolina, Virginia and Colorado where a significant proportion of the electorate has a higher education. </p> <p>White college-educated women could buffer Clinton against an exceedingly high turnout for Trump among white non-college-educated men,<a href=\"https://www.brookings.edu/blog/the-avenue/2016/08/16/educated-white-women-could-trigger-a-decisive-trump-defeat/\"> according to a projection model</a> Frey designed based on current polling, US Census Bureau data and 2012 turnout rates. In another scenario, this group delivers a landslide victory for the white, college-educated woman on the Democratic ticket at a level unmatched since <a href=\"http://abcnews.go.com/Politics/race-gender-education-keys-2016-election-poll/story?id=41404170\">Ronald Reagan in 1980</a>.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/13/donald-trump-hillary-clinton-jailed-florida-video\"            data-short-url=\"https://gu.com/p/579g5\"                    data-show-ads=\"true\"            data-video-id=\"2801984\"            data-video-name=\"Trump again calls for Clinton to be jailed – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57ff35fce4b01d9dd2c90745\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/13/161013trumpclinton_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/13/161013trumpclinton.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/13/161013trumpclinton_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/13/donald-trump-hillary-clinton-jailed-florida-video\">Trump again calls for Clinton to be jailed</a></figcaption> </figure>   <p>The defection of non-college-educated white voters – once a bedrock of the Democrats’ coalition – to the Republican party and, conversely, the march of college-educated white voters to the Democratic party has been slowly occurring over the past several election cycles. Frey said that although Romney won both constituencies in 2012, President Obama held a slight edge among college-educated white women.</p> <p>Trump’s path to the White House relies heavily on maximizing turnout among non-college-educated white men to deliver wins in the Rust Belt states. </p> <p>He has firmly embraced this constituency, stoking the fires of a working-class revolt with his populist appeal. “We won with poorly educated,” the Wharton School of business graduate <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=Vpdt7omPoa0\">bragged at a rally</a> after winning the Nevada caucuses. “I love the poorly educated.”</p> <p>But in the process of appealing to this demographic group, Trump has pushed away white voters with a college degree who are more likely to view immigration and global trade – issues that have animated his campaign – as positive forces, said Michelle Diggles, a senior policy analyst at Third Way, a liberal thinktank that examined the splintering of white voters.</p> <p>“White people with a college degree are much more likely to be optimistic about their own lives,” Diggles said. “They tend to think they have efficacy, that they’re in control of their own life and that they can successfully or relatively successfully navigate the forces that are transforming our society and economy much better.”</p> <p>A <a href=\"http://s3.amazonaws.com/content.thirdway.org/publishing/attachments/files/000/000/935/December_2015_National_Poll_of_Registered_Voters.pdf?1453831785\">survey</a> conducted by Third Way found that more than half of white voters without a college education believed the economy was rigged. By contrast, nearly half of college-educated white voters said they believed it was not. Similarly, 45% of non-college-educated whites said the deck was stacked against people like them, while only 29% of college-educated white voters agreed with the sentiment.<br tabindex=\"-1\"></p> <p>Diggles added: “White people without a college degree are much more likely to see a rigged system, to see the forces of globalization acting against them and they don’t feel like they have control over their own destiny.”</p> <p>Gregory Rosenthal, a retina surgeon and a member of <a href=\"http://www.r4c16.org/\">Republicans for Clinton</a>, is deeply disdainful of Trump’s anti-intellectual appeal to uneducated voters’ fears and anxieties and equally critical of the GOP nominee’s apparent want for complex ideas and speech. <br></p> <p>“Trump is an imbecile like the fictitious Chauncey Gardiner, supported by a rogues’ gallery of cynics hoping to control him,” Rosenthal wrote in an emailed response, making reference to the lead character in the 1979 movie Being There.</p> <p>Rosenthal described his gradual split with the Republican party over its nominee as a “slow motion spiral into a dark hole” and that nothing Trump does at this point could win back his vote.</p> <p> This isn’t the first time he has supported a Democratic nominee, however. In 2008, Rosenthal voted for Obama after John McCain selected Sarah Palin as his running mate.</p>",
  "<p>In 1974, when exotic travel could be had for little cost, I found myself in <a href=\"https://www.theguardian.com/travel/2015/dec/12/sayulita-mexico-pacific-coast-puerto-vallarta-charter-flights\">Puerto Vallarta</a>, then a sleepy town hugging the Pacific. At the time, I was working as a waitress so that I could earn enough money to return to university, which I did in 1975 at the University of California, Berkeley.</p> <p>It wasn’t long before I learned that Peter O’Toole was on location shooting<em> </em><a href=\"http://www.imdb.com/title/tt0074849/?ref_=fn_al_tt_1\"><em>Man Friday</em></a> (he played the role of Robinson Crusoe). Though young and impressionable, I wasn’t just any old fan. I adored the actor. How could anyone ever forget those piercing blue eyes and his flowing <em>Lawrence of Arabia</em> garb? Or his fabulous acting in <em>The Ruling Class</em>?</p> <p>A bit more sleuthing uncovered his nightly visits to the popular Carlos O’Brien’s restaurant. Throughout my stay I headed there regularly on the off chance of running into him. On the beach, I’d imagine my brief encounter with the world-class actor: “Mr O’Toole,” I’d say gazing into his dreamy eyes, “I’m sure you hear this all the time, but in my case it’s absolutely true: you are my favourite actor in the world.” My imagination never moved beyond this moment because it was the stuff of fantasy.</p> <p>Finally, my last night arrived without so much as a glimpse. Time to become more proactive. I ran around the restaurant begging each waiter to inform me should Peter O’Toole come around. I drank a margarita and waited. At midnight a waiter scurried over. “He’s here!”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I could feel people watching us as he guided me out of the restaurant and into his car</p> </blockquote> </aside>  <p>The actor was easy to spot as he towered over everyone and walked with a graceful swagger. “Thanks,” I said and hurried towards him and delivered the line I’d rehearsed and stared into his eyes, not the startling blue I’d imagined, but still penetrating and showing a bit of amusement at my youthful boldness. He leaned over and kissed me once on each cheek, then took me by the arm to a nearby sofa. “Let’s have a chat, shall we?” he said.</p> <p>My heart pounded in my chest. Whatever should I say? He rescued me by asking where I was from, so I explained my European origins – how I’d been born in Yugoslavia, that we’d emigrated to Germany, and then to the US. Yawn. I felt him slipping away. Then, to my amazement, he asked me to go dancing.</p> <p>“Yes,” I said, latching on to his arm and my unbelievable good luck. I could feel people watching us as he guided me out of the restaurant and into a vehicle driven by a man who functioned as driver and bodyguard.</p> <p>At the disco we danced and danced. I honestly couldn’t believe this was happening. I liked the way his lanky body moved and from time to time he smiled. It was much too loud to talk. It’s true his eye roved a bit, but I didn’t mind, because here I was dancing till 3am with Peter O’Toole – a tale to tell my grandchildren, should I ever have any.</p> <p><em>Herta Feely is the author of </em>Saving Phoebe Murrow<em>, published by Twenty7, £7.99. To order a copy for £6.55 visit </em><a href=\"https://bookshop.theguardian.com/saving-phoebe-murrow.html\"><em>bookshop.theguardian.com</em></a></p>",
  "<p>I was always a passionate cook but often couldn’t find some of the ingredients listed in books,” says Nicola Lando, whose solution was to create <a href=\"http://www.souschef.co.uk/\">Sous Chef</a>, an online destination for serious food lovers, in 2012 with her husband, Nick Carter.</p> <p>Browsing the website is like walking the aisles of the world’s supermarkets. Lando is currently keen on Forvm chardonnay vinegar (£14.95), a boost to salad dressings that she discovered via revered American chef Thomas Keller’s cookbooks. Then there’s shredded jelly fish (£2.50) used by the authority on Chinese cooking, Fuchsia Dunlop, and all things <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2013/nov/18/bibimbap-korean-dish-comfort-food\">bibimbap</a>, including the gochujang paste essential to the Korean dish and the correct stone bowls to serve it in. “What’s becoming trendy in Korea or Japan – those are kind of things our customers might be interested in.”</p> <p>Lando looks after the buying and marketing while her husband runs the operations side. Before Sous Chef, they both worked in finance, Lando leaving in 2010 with an idea to start her own food business. Exactly what kind of food business was shaped by three months she spent working as a trainee chef at <a href=\"https://www.theguardian.com/lifeandstyle/2010/jul/18/gauthier-soho-restaurant-review-allan-jenkins\">Gauthier Soho</a>, for research (“for the first month I was mostly dicing aubergines, grating parmesan, and trimming asparagus”).</p> <p>Lando was intrigued by the ingredients and tools chefs had at their disposal. “I saw beautiful vinegars, pistachio pastes, things like ice cream stabilisers which give that extra mouthfeel to make something very smooth. All these things I couldn’t find to cook with at home.”</p> <p>Hence you’ll find Sous Chef’s ice-cream stabiliser in the section marked “modernist and molecular”, alongside spherification spoons, and chef’s plating tweezers. But you don’t have to dream of becoming Heston Blumenthal to shop on the site: merely adventurous cooks will find plenty to love in Sous Chef’s bundling together of books and their key ingredients, including the winner of this year’s OFM Award for Best New Cookbook, <em>Our Korean Kitchen</em> by Jordan Bourke and Rejina Pyo.</p> <p>Lando aims to build the business steadily, slowly broadening its range. The existing stock is stored in a warehouse in north London, filled with about 3,000 products. “It’s like a massive store cupboard,” says Lando. And it’s all just a click away. </p>",
  "<p>The time has come to loosen our grip on reality. All the signs are there. Millennia of booze and drug abuse, hundreds of conflicting religions and cults and superstitions and alternative medicines and conspiracy theories, the premise of the <a href=\"https://www.theguardian.com/film/the-matrix\" title=\"\"><em>Matrix</em></a> franchise, the internet, sunglasses, video games and the powerfully convincing anti-intellectualism of <a href=\"https://www.theguardian.com/commentisfree/2016/jun/19/michael-gove-bit-of-an-animal\" title=\"\">Michael Gove</a>. They’re all saying the same thing: ignore what’s really happening and you’ll feel a lot better. It’s been staring us in the face: we need to close our eyes to what’s staring us in the face.</p> <p>And there’s been a huge breakthrough in this direction. They’re calling it the “Taste Buddy”, but that’s because they’re awful and cheesy and the less we have to perceive their existence, the happier we’ll be. And the Taste Buddy will help separate our perceptions from that sour reality. Particularly our perception of cheesiness, which we should soon be able to precisely regulate using a computer.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Couscous salad, on the culinary battlefield, is a flint-headed arrow to the cruise missile that is a fried egg sandwich</p> </blockquote> </aside>  <p>The Taste Buddy, which was unveiled last week, is a new invention, still in its prototype stage, that changes our sense of what things taste like by emitting thermal and electric signals that stimulate, or rather delude, the taste buds. Currently it can only make things seem saltier or sweeter than they are, but the team behind it, led by <a href=\"http://www.city.ac.uk/news/spotlight-on-research/professor-adrian-cheok\" title=\"\">Adrian Cheok</a> of London University, believes that, with development, it could go much further. If built into pieces of cutlery, it “could allow children to eat vegetables that taste like chocolate”; it could make tofu taste like steak; basically, it could make healthy things taste like delicious things.</p> <p>“But healthy things <em>are</em> delicious!” you may be saying. And therein lies the problem. Not that healthy things actually are delicious – that’s patently not true. Sometimes it might seem like they are – nuts, for example, often give this impression – and then you discover the deliciousness is all because of some salt or sugar or duck fat that’s been added in cardiovascularly hazardous quantities. Healthy things are delicious if either a) they’re deep fried, or b) there’s nothing else to eat. Couscous salad is much better than no food at all but, on the modern culinary battlefield, it’s a mere flint-headed arrow to the state-of-the-art cruise missile that is a fried egg sandwich.</p> <p>No, the challenge for the Taste Buddy is not that lentils actually are tastier than chips, but that some people say they are and, in some cases, come to believe it. Their own mental powers of self-delusion rival Taste Buddy’s thermal and electric trickery. And that’s because many people define their identities by their eating choices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/oct/04/rudd-announces-crackdown-on-overseas-students-and-new-work-visas\">Amber Rudd announces crackdown on overseas students and work visas</a> </p> </aside>  <p>Whether consciously or not, some healthy eaters’ healthy eating is primarily an expression of control, cleanliness and virtue. It doesn’t just make them feel better, it makes them feel better than other people. If eating steamed broccoli is suddenly no hardship, because it can be made to taste like baked Alaska, they’re going to be deeply offended. It would be like offering a devout order of self-flagellating monks an inexhaustible supply of local anaesthetic.</p> <p>Frankly, Taste Buddy will be seen as cheating. These penitents won’t like it that those of us with coarse, lifespan-reducing palates will get the benefit of nutrients we haven’t earned, now that gruel is no longer gruelling. A market will immediately open up for some scientists to discover that it’s actually tasting the lettuce rather than swallowing it that matters most.</p> <p>The most rabid salad eaters and the haute cuisine sector will combine to incentivise anyone who’ll claim “there are still no shortcuts” when it comes to eating well, that the brain needs the taste of roughage, or just that Taste Buddy might give you tongue cancer. Which, I suppose, it might. As might a sexist joke on a lolly&#xa0;stick.</p>  <figure class=\"element element-image\" data-media-id=\"146b74bb468582472bb25ecc75a9f519cfd99f28\"> <img src=\"https://media.guim.co.uk/146b74bb468582472bb25ecc75a9f519cfd99f28/0_0_3543_4724/750.jpg\" alt=\"Illustration by David Foldvari\" width=\"750\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari</span> <span class=\"element-image__credit\">Illustration: David Foldvari</span> </figcaption> </figure>  <p>And maybe they’d have a point. A spoonful of sugar may help the medicine go down, but it probably screws up the placebo effect. Who knows how crucial those feelings of sacrifice, self-denial and moral superiority (lost for ever if Taste Buddy turned everything delicious) actually are to the health-enhancing powers of a balanced diet. In a carefully conducted study, it could probably be measured. But that sounds rather elitist, doesn’t it? Measuring things with cold objectivity, as if that can ever matter as much as a sincere conviction of the&#xa0;heart.</p> <p>If you think that’s all a bit touchy-feely, or tasty-thinky, you may be surprised to learn it’s an approach Theresa May is very keen on. Last week the <em>Times </em>reported that the Home Office was concealing a report it had commissioned into the number of foreign students who break the terms of their visas and remain in Britain illicitly after their courses have finished. The number the report had come up with was about 1,500 annually, rather than the tens of thousands that had previously been estimated and generally bandied about. That was not what the Home Office, or the prime minister, wanted to hear.</p> <p>Why not? It’s good news, isn’t it? Well not if you’ve just <a href=\"https://www.theguardian.com/uk-news/2016/oct/04/rudd-announces-crackdown-on-overseas-students-and-new-work-visas\" title=\"\">cracked down on the admission of foreigners to British universities</a>, with potentially disastrous consequences for the latter’s funding. The notion that this drastic policy might have almost no effect on reducing net immigration was extremely unwelcome and, the government clearly felt, best kept quiet.</p> <p>Particularly as, among likely Tory voters, there’s a broad perception that foreign students stay here and scrounge. Many people feel that feckless young foreigners are dragging us down and the government has come up with a harsh&#xa0;little policy to address that. Why let the fact that it’s not true get in the way?</p> <p>Surely, Theresa May must think, it’s not the business of government to start telling the public it’s wrong. In an increasingly virtual world, feelings are as valid as facts. Let’s focus on what people perceive to be the case and concentrate on adding to that a perception that something is being done about it. That’s efficient democratic accountability for post-truth Britain.</p> <p>No need to contradict people about what they reckon is going on, denying&#xa0;problems they believe exist and citing others they were previously untroubled by. Policy doesn’t need to reflect reality any more than the currency needs to be&#xa0;backed by gold. Just listen to their fears, confirm them and then&#xa0;use them to make the government seem vital. People will swallow anything if you control how it tastes.</p>",
  "<p>Born in Bromham, Bedfordshire, in 1974, <a href=\"http://www.themattberry.co.uk/\" title=\"\">Matt Berry</a> studied contemporary arts at Nottingham Trent University before getting involved in comedy sketch shows. He stars in a number of TV comedies including <em>Garth Marenghi’s Darkplace</em>, <em>The Mighty Boosh</em> and <em>The IT Crowd</em>; he co-created and stars in <em>Snuff Box</em> and <a href=\"http://www.themattberry.co.uk/vision/\" title=\"\"><em>Toast of London.</em></a> In 2004 he and Richard Ayoade co-wrote and starred in <em>AD/BC: A Rock Opera</em>, which aired on BBC3. His film roles include <em>Moon</em> (2009), <em>Snow White and the Huntsman</em> (2012) and <em>One Day</em> (2011). Berry has also released six albums; his latest,<em> The Small Hours</em>, came out last month and he tours the UK with his band, the Maypoles, starting in Birmingham on 25 October.</p> <h2>1 | Book</h2> <p><a href=\"https://bookshop.theguardian.com/diary-of-samuel-pepys.html\" title=\"\"><strong>The Diary of Samuel Pepys</strong></a><strong> (1660-69)</strong></p>  <figure class=\"element element-image\" data-media-id=\"909795f7a2632c1ea6e1a20cdb963316a026b4ab\"> <img src=\"https://media.guim.co.uk/909795f7a2632c1ea6e1a20cdb963316a026b4ab/0_53_2400_1439/1000.jpg\" alt=\"Samuel Pepys\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Samuel Pepys: ‘He was quite an unpleasant bloke.’</span> <span class=\"element-image__credit\">Photograph: National Portrait Gallery London</span> </figcaption> </figure>  <p>The 350th anniversary of the great fire of London has pricked my interest and I’ve reread <a href=\"https://www.theguardian.com/books/2016/jan/23/will-self-samuel-pepys-london\" title=\"\">Pepys’s diary</a>, which I hadn’t looked at since my early 20s. As soon as he found out London was on fire the first thing he did was bury his cheese, a big wheel of parmesan. The fire didn’t come anywhere&nbsp;near him. He was quite an unpleasant bloke: he fancied himself as a bit of an actor, so he’d learn Shakespeare and get his wife to test him. But when he got something wrong and she corrected him, he’d bite her fingers, which is&nbsp;ridiculous.</p> <h2>2 | Film</h2> <p><a href=\"https://www.theguardian.com/film/2016/feb/15/craig-zahler-on-bone-tomahawk\" title=\"\"><strong>Bone Tomahawk</strong></a><strong> (2015)</strong></p>  <figure class=\"element element-image\" data-media-id=\"adfc945cacc668cf1a99083872971d8917f03ae1\"> <img src=\"https://media.guim.co.uk/adfc945cacc668cf1a99083872971d8917f03ae1/0_44_5184_3112/1000.jpg\" alt=\"Kurt Russell in Bone Tomahawk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kurt Russell in Bone Tomahawk: ‘One of the most violent films I’ve ever seen.’</span> <span class=\"element-image__credit\">Photograph: Publicity image</span> </figcaption> </figure>  <p>This was recommended to me by Mark Morriss, who’s in my band, and was the lead singer of the Bluetones. It’s a western with Kurt Russell but has a slightly unearthly, supernatural bent, which is all I need in a film. It’s one of the most violent films I’ve ever seen, but unlike other recent westerns, the violence is very much part of the story and is completely necessary – it makes you frightened of the characters rather than just punching people for no reason. It’s a very simple plot: a man’s wife gets abducted and they say it’s Indians, but what they find is something they would never have expected.</p> <h2>3 | Museum</h2> <p><a href=\"http://www.museumoflondon.org.uk/museum-london\" title=\"\"><strong>Museum of London</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"17b05d2128439c6ba434b4e6f45967bee4cc70de\"> <img src=\"https://media.guim.co.uk/17b05d2128439c6ba434b4e6f45967bee4cc70de/0_0_4000_2402/1000.jpg\" alt=\"John Readman with the death mask of Daniel Good, from the Crime Museum Uncovered exhibition.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Readman with the death mask of Daniel Good, from the Crime Museum Uncovered exhibition.</span> <span class=\"element-image__credit\">Photograph: David Parry/PA</span> </figcaption> </figure>  <p>I’m a huge fan of this place and it’s been an amazing year for it. First it had the <a href=\"https://www.theguardian.com/artanddesign/gallery/2015/oct/03/the-museum-uncovered\" title=\"\"><em>Crime Museum Uncovered</em></a>, which was disgusting and terrifying but one of the most fascinating things I’ve ever seen. Since Victorian times, Scotland Yard has had a museum [solely] for policemen – containing artefacts from well-known crimes, ropes that were used to hang criminals etc – and for the first time the public were allowed to see it. It was really macabre. Then its latest exhibition is <a href=\"http://www.fireoflondon.org.uk/story/the-fire/\" title=\"\"><em>Fire! Fire!</em></a><em> </em>[about the great fire of London]. It&nbsp;was a bit of a reminder of when I was an actor in the London Dungeon, where you had to learn a lot of London facts in case anyone asked you and you looked like a fool.</p> <h2>4 | Art</h2> <p><a href=\"https://www.markransom.co.uk/collections/terry-o-neill\" title=\"\"><strong>Terry O’Neill exhibition at Ransom Art</strong></a><strong>, London SW1</strong></p>  <figure class=\"element element-image\" data-media-id=\"3ba4809e6c740cb8d5f3b8aa521ef039fb6b01a5\"> <img src=\"https://media.guim.co.uk/3ba4809e6c740cb8d5f3b8aa521ef039fb6b01a5/0_1425_4320_2592/1000.jpg\" alt=\"Faye Dunaway’s post-Oscars breakfast, March 1977.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Faye Dunaway’s post-Oscars breakfast, March 1977.</span> <span class=\"element-image__credit\">Photograph: Terry O'Neill/Getty Images</span> </figcaption> </figure>  <p>I’ve just been to this and there were some amazing photographs which I kind of knew but didn’t know he’d taken. There’s the picture of Faye Dunaway relaxing by the pool, which was my ex-girlfriend’s favourite photograph of all time; there’s one of Sean Connery playing golf on the moon; and there’s Raquel Welch on a crucifix. I don’t know how that would go down in this day and age but I would imagine it caused a lot of interest at the time. His Bowie photographs were fantastic too: the most famous one is where he’s sat with a dog in the foreground and it looks like it’s four times the size.</p> <h2>5 | Restaurant</h2> <p><a href=\"http://www.thewrightbrothers.co.uk/\" title=\"\"><strong>Wright Brothers, London</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"5de996629bed53a9863663da723ef8530139fdc9\"> <img src=\"https://media.guim.co.uk/5de996629bed53a9863663da723ef8530139fdc9/0_234_4368_2622/1000.jpg\" alt=\"Sardines on toast at Wright Brothers.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sardines on toast at Wright Brothers.</span> <span class=\"element-image__credit\">Photograph: Katherine Anne Rose/The Observer</span> </figcaption> </figure>  <p>I’m a big fan of this seafood and oyster place. I’ve been to the branches in Spitalfields and Borough Market and I love them both. It’s a real spectacle when the food comes out and there are all these things you didn’t even know existed. It seems like there’s always something new and odd-looking that makes you think, “How the hell do I eat that?”. Then you look over and someone just puts it straight in their mouth, the whole thing. I like to experience new things like that.</p> <h2>6 | Music</h2> <p><a href=\"https://www.theguardian.com/music/2010/sep/05/miles-davis-bitches-brew-reissue\" title=\"\"><strong>Miles Davis, Bitches Brew </strong></a><strong>(1970) </strong></p>  <figure class=\"element element-image\" data-media-id=\"a86b23820186d1d24dbb908f01820041de2b361a\"> <img src=\"https://media.guim.co.uk/a86b23820186d1d24dbb908f01820041de2b361a/0_0_1000_1000/1000.jpg\" alt=\"Miles Davis, Bitches Brew (1970)\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Miles Davis, Bitches Brew: ‘It hasn’t aged: it’s so free sounding.’</span> <span class=\"element-image__credit\">Photograph: Columbia/Legacy</span> </figcaption> </figure>  <p>I’m getting back into a lot of the 70s electronic kind of jazz, <em>Bitches Brew</em> and some Herbie Hancock stuff. At this present time I’m not seeking out new things – I’m not not doing that on purpose, it’s just I’m revisiting old things that used to excite me and I’d forgotten about. So I’ve gone back to all that free-form stuff which a lot of people hated at the time, and <em>Bitches Brew</em>, which was slated by purists but ended up being Miles Davis’s bestselling album. It hasn’t aged: it’s so free sounding,&nbsp;and it’s all played by humans, which means there’s a real sort of human contact. It’s when things are put together artificially that you can tell exactly when they were made.</p> <h2>7 | Documentary</h2> <p><a href=\"http://www.imdb.com/title/tt1376239/\" title=\"\"><strong>The Six Degrees of Helter Skelter </strong></a><strong>(dir&nbsp;Mike Dorsey, 2009)</strong></p>  <figure class=\"element element-image\" data-media-id=\"56a09ad796f797f29bdbdc365628eb9ed8cd77c1\"> <img src=\"https://media.guim.co.uk/56a09ad796f797f29bdbdc365628eb9ed8cd77c1/0_125_2997_1798/1000.jpg\" alt=\"MansonCharles Manson on his way to court in December 1969\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Charles Manson on his way to court in December 1969.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>I’ve just watched this documentary about <a href=\"https://www.theguardian.com/us-news/2016/aug/16/second-summer-charles-manson-why-cult-murders-still-grip-us\" title=\"\">Charles Manson</a> – it’s very in-depth and it blasts away any sort of “cool” aspects of the Family, the rock’n’roll aspect, because there really weren’t any. It outlines how Manson noticed that the young girls were starting to get bored – talking about things like ice-cream and what was on television. Up to that point he’d tried to convince them that things like that didn’t mean shit, that they didn’t need them. So he knew he was in trouble, that hewas losing his grip on them, and that’s when he decided to get them to do terrible things.</p>",
  "<p>The winner of our Young Chef of the Year Award does not do doubt. Dan Smith always knew that the professional kitchen was where he needed to be, from the moment he set foot in one aged 15. “I just loved being part of a team. It was about process.” Asked what he likes most about being a chef, he says simply, “Everything.” Everything? “I love being able to take a humble vegetable and turn it in to something amazing. Food is emotional. It’s powerful.”</p> <p>Today, aged just 24, he is sous chef at Isaac McHale’s multi-award-winning Clove Club, inside the former Shoreditch Town Hall. Regularly he runs service. Among the team working for him is April Lily Partridge, who won the OFM Young Chef Award in 2014, and who nominated Smith for this year’s title. “I met him on the first day of my stage here,” she says, recalling the work experience she did at the Clove Club over a year ago. “He was clearly such a talent. You could see that he could do any section in the kitchen and make it look effortless.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/lifeandstyle/video/2016/oct/16/the-uks-best-young-chef-on-the-joy-of-nature-to-plate-cooking-in-central-london-video\"            data-short-url=\"https://gu.com/p/5658x\"                    data-show-ads=\"true\"            data-video-id=\"2779165\"            data-video-name=\"The UK’s best young chef on the joy of ‘nature to plate’ cooking in central London – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57f4fdbbe4b0e2a2a25af375\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/05/161005OFMYCotY_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/05/161005OFMYCotY.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/05/161005OFMYCotY_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/lifeandstyle/video/2016/oct/16/the-uks-best-young-chef-on-the-joy-of-nature-to-plate-cooking-in-central-london-video\">The UK’s best young chef on the joy of ‘nature to plate’ cooking in central London</a></figcaption> </figure>   <p>Indeed. Through a lunch of complex but forceful dishes he works the pass in the open kitchen, with huge economy of movement and poise. There’s a tiny crab tart under a spiced hollandaise flavoured with the brown meat and the best buttermilk fried chicken; there’s flamed mackerel, there’s roast duck, and, alongside it, a consommé of the bird with a 100-year-old Madeira in its depths. “When he’s on the pass,” Partridge says, “he’s so smooth.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/jun/14/former-london-supper-club-clove-club-worlds-50-best-restaurant-list\">Former London supper club enters world's best restaurant list</a> </p> </aside>  <p>Some cooks look flustered and wrung out after service. When Smith sits down to talk he looks relaxed and at ease. This restaurant and this level of responsibility is clearly right for him. “I’ve always felt a little older than my years,” he says. Plus, he’s already been in the business for eight years. Aged 15, he worked in a local restaurant in his home town of St Albans. At 16, he left school for the full-time course at Westminster Kingsway College, but worked nights in another local restaurant “for beer money”. He cites his mother as a massive influence. “She didn’t just do the same old dishes every night. There was something different on the table every night.” Plus his parents were able to indulge his interests. He celebrated his 17th birthday with a trip to the Fat Duck. For his 18th it was back to Bray and the Waterside Inn.</p> <p>After a working trip around Australia with his chef girlfriend, whom he met at Westminster, Smith returned to London for a brief stint working with Jason Atherton. He arrived at the Clove Club three years ago, six months into its life. “I’ve pretty much grown up with this restaurant,” he says. “It’s ingredient-driven. The food is complex but the place is informal.” And it’s big on skills: they don’t just make their own bread. They cure their own meats, butcher their own animals, churn their own butter and temper their own chocolate.</p> <p>For his part, McHale says that he realised his young employee was the real thing during a trip to cook in Mexico City. “He was just on it. Frankly, he could have done the whole event without me being there.” And so to the inevitable question. What’s the plan? “I want my own place,” Smith says. “A similar style of food to this but more of a pub setting. I’d like to be as close to self-sufficient as possible, growing our own ingredients.” As to employees, he’s not going to have a problem. “I’ve already told him I’ll come and work with him,” says Partridge with a grin. That’s a serious recommendation from one OFM Young Chef of the Year to another.</p>",
  "<p>All human life is in Homerton hospital’s car park. Or at least, passing through Homerton hospital car park on the way to A&amp;E or outpatients or maternity. A Bangladeshi woman in a wheelchair. A Hasidic Jewish schoolboy with ringlets and a limp. A bearded hipster with a newborn baby in a plastic carrycot. Inside there are nurses from the Philippines, from Spain, from Italy, from Gambia, from the Caribbean. There are doctors from India, and radiographers from Germany, and anaesthetists from Pakistan, and cleaners from Ghana, and midwives from Nigeria. To cut to the chase: there is everyone from everywhere. And of course they’re not alone in this. With more than half of all doctors coming from abroad – as they have since at least the late 60s – Homerton hospital in the East End of London is like every NHS hospital in every city in Britain.</p> <p>On the morning of Friday, 24 June, this was a fact that struck Junaid Masood, a Pakistani-born, British consultant urologist when he came to work at Homerton – and it struck him in particular as he looked around the theatre where he was about to operate. “It was the morning after Brexit,” he says. “Everyone was shocked and depressed and I just had this moment of clarity because I looked around and thought, ‘Oh my God, every single person in this operating room today is from the European Union. So, at the end of surgery, I got everyone to hold up a placard saying where they were from and put it up on Facebook. And then it just went nuts.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It really feels like a loss of innocence to have a symbol of British tolerance dragged through the mud in this way</p> <footer> <cite>Roberta Bivins, Warwick University</cite> </footer> </blockquote> </aside>  <p>The <a href=\"https://www.theguardian.com/society/2016/jul/01/nhs-england-medical-director-bruce-keogh-defends-overseas-staff\">picture of his team</a>, smiling in their blue surgical scrubs, featured an Irish radiographer, a German consultant anaesthetist, a Greek urology registrar, three Spanish nurses and himself. It immediately went viral. The Facebook post was shared 19,000 times, tweeted hundreds of thousands of times, spawned copycat photos from NHS hospitals up and down Britain and ended up on the pages of newspapers across the world.</p> <p>Their smiles, however, look almost innocent now. Last week, the rhetoric of anti-immigration became wrapped up in the survival of the NHS, an institution that has been built upon the hard work of immigrants for almost its entire history. The health secretary, Jeremy Hunt, announced to the Conservative party conference that the NHS needed to become “self-sufficient in doctors” by 2025. It needed to end its reliance on foreign doctors, and it would do this by training an <a href=\"https://www.theguardian.com/politics/2016/oct/03/jeremy-hunt-promises-to-end-nhs-reliance-on-overseas-doctors-after-brexit\">extra 1,500 medical students</a> a year.</p> <p>This was news to everyone, not least those working in the NHS, or heading up our medical schools or the British Medical Association, because apart from anything else, the numbers simply don’t stack up. “It’s completely unrealistic,” Deborah Gill, the head of UCL medical school, tells me. “It’s a drop in the ocean. An extra 1,500 students is going to make no difference whatsoever.”</p>  <figure class=\"element element-image\" data-media-id=\"dad444f8953243d59dc79ad4dfd611701c7f7114\"> <img src=\"https://media.guim.co.uk/dad444f8953243d59dc79ad4dfd611701c7f7114/57_91_1216_730/1000.jpg\" alt=\"Medical staff at Royal London Hospital, east London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical staff at Royal London hospital, east London.</span> <span class=\"element-image__credit\">Photograph: @ShafiAhmed5 via twitter</span> </figcaption> </figure>  <p>But that doesn’t make it any easier to hear. Leonidas Karamountzos, the Greek registrar in Masood’s photo, looks uncomfortable when I ask him about it. “It can make you feel… look, I’m not going to say unwanted. Everyone is so polite. But if you keep hearing, ‘we don’t want any more immigrants, we don’t want foreign doctors’, it does make you feel unwanted in a way. I’ve been here six years, and of course I’m gaining from the NHS, I’m gaining experience, I’m getting paid, but it doesn’t feel fair that after six years you have people saying, ‘You know what? We don’t need you any more. We think we can do without you now, OK?’</p> <p>“Because I don’t think you can do without us. That’s the thing. But then you get up and you go to work and you try to help British people get better.”</p> <p>Masood and Karamountzos are telling me this in the tiny gap between their morning clinics and their afternoon surgeries. “It’s absolutely chaos this morning, I have to be honest,” says Masood when he greets me. “The clinic is massively overbooked. But this is what always happens. And you spend 10 minutes more with one patient and there’s a massive knock-on effect and this happens every week, unfortunately, and I’ve got to rush upstairs because I’ve got four patients that need surgery this afternoon.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/03/jeremy-hunt-promises-to-end-nhs-reliance-on-overseas-doctors-after-brexit\">Hunt promises to end NHS reliance on overseas doctors after Britain leaves EU</a> </p> </aside>  <p>This is a familiar story to everyone who’s ever used the NHS. But what’s new is the toxic language of immigration coming up against the day-to-day reality of the NHS. This does feel new and ugly and unwelcome – and, for the 101,000 doctors born overseas who work in Britain, and the 140,000 nurses, and the 64 million of us who depend upon them, it’s a depressing new departure.</p> <p>Until now, the NHS has been a place apart from what happens politically. It is an institution, something so fundamental to our sense of Britishness that it has somehow managed to resist the xenophobic tide that has become such a feature of British public life. It is something that survey after survey tells us we hold precious; that touches every person in the country, in the most personal, intimate way. And the whole fabric of its continued existence relies on immigration.</p> <p>Roberta Bivins, a professor at Warwick University who is undertaking a major project to map the cultural history of the NHS, tells me that although the NHS has been leveraged as capital and ammunition by politicians since its very inception, there is something new at work. “We expect the NHS to be above all that. It really does feel like a loss of innocence to have something that is a symbol of British tolerance and cosmopolitanism and egalitarianism dragged through the mud in this way. It is truly shocking.”</p> <p>The NHS is one of the unique things that unites us as a nation, she says. “It’s a fundamental part of British identity. It’s been something that has represented how much we believe in equality. What I’ve found is that the NHS is constantly framed as the space that proves that Britain is a tolerant nation. Where racial and class and ethnic barriers are overturned. Where you can go and expect Britain to be at its best. Your doctor may have come from anywhere, and you will be treated the same as anyone else.”</p> <p>And that is still true. “I don’t see people and think, ‘You’re British. You’re Afro-Caribbean. You’re whatever,’” Karamountzos tells me. “For me, a patient is a patient. It doesn’t make any difference to me. Patients are patients and doctors are doctors. This is what counts.”</p>  <figure class=\"element element-image\" data-media-id=\"5bdd16d4f0a091ba57133e713b5e5b7323641ad4\"> <img src=\"https://media.guim.co.uk/5bdd16d4f0a091ba57133e713b5e5b7323641ad4/43_27_1188_713/1000.jpg\" alt=\"Medical staff at the University Hospital of South Manchester\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical staff at the University Hospital of South Manchester.</span> <span class=\"element-image__credit\">Photograph: @uhsmnews via twitter</span> </figcaption> </figure>  <p>And for at least 40 years it’s been where the differences between us have been erased. “The NHS would never have survived the pent-up demand from the interwar years had it not been able to import staff from Africa and the former colonies,” says Bivins. “That has always been the price of universal access, and it has been enormously benefiting to British society.</p> <p>“Even by 1968, 46% of all doctors below consultant came from abroad, and 30% of all nurses.”</p> <p>What’s more, for much of the UK, she says, it was the first place where middle Britain came across multiculturalism. Part of Bivins’s project is a “people’s history of the NHS”, and as such she’s been gathering stories, “talking to lots and lots of people, and for many, especially older people, they’ll say it was the first time they met a black man or so on. It was where middle Britain met migrant Britain, and in a totally non-negotiable way. It’s the one place where you’d be mixing with people who are not like you, whether in terms of class or ethnicity – and who you’ll be dependent on during some of the most intimate and important moments in your life.”</p> <p>It was the opening ceremony of the 2012 Olympic games, she says, <a href=\"https://www.theguardian.com/sport/2012/jul/28/london-2012-boyle-olympics-opening-ceremony\">Danny Boyle’s great visual poem to the NHS</a>, that made them start thinking about the central role the NHS plays in Britain’s cultural life. “And what is astonishing is how much the attitudes and rhetoric have shifted since then. It’s been quite amazing – and depressing – how that has happened in just four years.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/25/boris-johnson-nhs-extra-funds-after-brexit-andrew-marr-lansley\">Boris Johnson says NHS will get substantial extra funds after Brexit</a> </p> </aside>  <p>Boyle’s co-writer for the ceremony was Frank Cottrell Boyce, who tells me that the section on the NHS was “Danny’s passion”. He wanted the ceremony to be emotional. “The NHS is where British people are born and where they die… It’s a huge unifying force in British social life and the point of entry for thousands of migrants.” Boyle “really put himself on the line for it – threatening to leave when they <a href=\"https://www.theguardian.com/politics/2012/sep/04/jeremy-hunt-nhs-tribute-homeopathy\">suggested cutting it</a>”.</p> <p>By “they” he means the government, and it turns out there’s a thread here. The culture secretary at the time? Jeremy Hunt.</p> <p>The BMA – which represents 170,000 doctors – knew nothing of the proposals before Hunt’s party conference speech was made. They were not consulted. The head of the Royal College of Physicians, Jane Dacre, points out to me that 40% of new consultant posts are already not being filled. At UCL, Deborah Gill says that while they welcome lifting the cap on the number of medical students they’re allowed to admit, they’ve no idea how it will be funded, if there will be enough foundation placements, or why it has anything to do with foreign doctors “coming over here, as they do, curing our patients and paying their taxes”.</p> <p>Nicola Strickland, head of the Royal College of Radiologists, tells me she believes the situation to be desperate and that Hunt’s proposals cannot possibly solve it – in fact, that they are likely to make things worse. To put it into perspective, she points out that only a tiny number of the extra 1,500 students will choose to go on and qualify as radiologists, and they won’t come through the system until 2030, or 2032 for clinical oncologists who the college also represent. “And by that time,” she says, “we’ll be lucky if we have a health service for them to work in.”</p> <p>Every specialism perhaps believes that its own is most crucial. But Strickland makes a convincing case for how the crisis in radiology recruitment will break the entire system. “It underlies almost every single diagnosis these days, and demand is going up exponentially. It’s increased by 29% in the past three years. But there is simply not the staff. We have hard solid data that shows that we need 260 extra trainees a year for the next five years even to catch up with the rest of Europe. We know this for an absolute fact. We are currently tied third bottom with Turkey. Imaging underlies every part of the health system and without it the entire health system will fall apart. I am desperate to get this message out there, and nobody is listening to us.”</p>  <figure class=\"element element-image\" data-media-id=\"7e731800b819c34b92b941c4b20595afab415912\"> <img src=\"https://media.guim.co.uk/7e731800b819c34b92b941c4b20595afab415912/32_36_735_441/500.jpg\" alt=\"Medical staff at Broomfield Hospital in Chelmsford, Essex.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical staff at Broomfield hospital in Chelmsford, Essex.</span> <span class=\"element-image__credit\">Photograph: @shevyuk via twitter</span> </figcaption> </figure>  <p>A third of radiologists already come from abroad and they are trying to recruit more, but already one in 10 consultant positions is vacant, unable to be filled. “If you believe passionately, as we all do, in free healthcare at the point of need and you see that being destroyed… well, it’s very depressing and demoralising,” says Strickland. “Already 230,000 people are having to wait a month to get the results of their scans and that’s just not right. It causes stress and anxiety, and delays life-saving treatment. We are trying to tell everyone we can. We could train people but the money is not being made available and it’s going to break the health service. I really mean that.”</p> <p>It’s hard as an outsider to understand quite how big a crisis the NHS is in – if it really is as bad as Strickland says, or if it has always gone through these sorts of episodic cycles. But Anthea Mowat from the BMA tells me that it is real and that the collapse in morale is like nothing they’ve ever seen. “We’ve just done a survey, doctors 10 years post-graduation, and 42% of them say it’s much worse than they expected, and approximately the same number plan to go to work overseas because they don’t feel valued in the NHS.</p> <p>“We’ve got to the point that our own UK-trained doctors don’t feel valued. And now we don’t value our overseas doctors either.”</p> <p>In fact, Masood tells me that his department, for the first time, has a vacancy for a registrar and no applicants. “This has never happened to us before. We haven’t had a single applicant.” And a university hospital in London is a more attractive proposition than many posts, such as a GP in Stoke-on-Trent, for example, where 65% of GPs are already from outside the EU. Chandra Kanneganti, head of the British Indian Doctors’ Association, who runs three practices in the city, tells me there are currently 34 vacancies. Most of them have been empty for a year.</p> <p>But then, he says, because of visa changes it’s almost impossible for Indian doctors like himself (he’s originally from Hyderabad) to come and work in Britain. “Instead they go to the US, to Australia and Canada. In the 1960s, general practice in Britain was on its knees and it was my colleagues who came in droves to work in the inner cities and places no one else wanted to go. They saved the NHS, and the government needs to recognise this and not make this kind of politically motivated attack on us.”</p> <p>I try to end the interview with Kanneganti, but he won’t let me go. “I am so proud of the NHS, and I love this country. I love it for the way it recognises talent and hard work. And we do work hard and we pay taxes and we do not take benefits and all we are saying is, please recognise this.”</p> <p>It’s madness that someone as accomplished and hard working as Kanneganti feels the need to justify his position. Or Nancy Ifill, a sister in the emergency department of Whipps Cross hospital in East London. I catch up with her at 11pm, just after she’s arrived home in Colchester, Essex, having left the house at 6.30 that morning. She’s originally from Barbados, came here in 1989 and is now a British citizen. So does that mean she doesn’t feel the insecurity that many non-UK NHS staff feel? That they might not be able to stay.</p> <p>“I would never say I feel totally secure. You just don’t know. With Brexit, it feels like if they want you to go back, they could. I don’t know if this is being fuelled by Nigel Farage and his ideologies. It’s a similar thing with Trump and Hispanics, but it makes you feel like you really don’t belong. Like you’re a lodger. And when we’ve had enough of you we’ll put you out.”</p> <p>Does it upset you? “Of course it does. At the end of the day you come here, you contribute to the system. You’re not mooching off the state. And it’s a significant contribution. A society cannot function without a healthcare system. If you don’t have a healthcare system, you don’t have a society. And for people to think that you don’t matter… well, it’s a bit tragic.”</p> <p>Her colleagues at Whipps Cross are from everywhere. In her team, “I can probably count the number of ‘home-grown’ nurses on one hand. ‘Home grown’! It’s such an insulting, derogatory term.</p> <p>“Who is this organisation made up of? It’s foreign people. Whether they are nurses, cleaners, doctors, the great majority of people working in the largest organisation in the world are foreign people. If you remove them, you won’t have a system. This institution is at the heart of British life and it’s made up of foreigners.”</p> <p>It is, and it’s where the ideology of Brexit strikes against the idea of ourselves as a people in the most intimate way possible. Because the NHS is where we are literally at our most naked and vulnerable. It’s at the heart of what we believe it is to be British. We are – as every staff room in every hospital in every British city shows – a country that depends upon the hard work and contribution of people who have come from elsewhere. Who are there when we’re born. And there for us when we die.</p> <p>We hope.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"316418b9ba2e28dd83d3bb684be8607ac9e355aa\"> <img src=\"https://media.guim.co.uk/316418b9ba2e28dd83d3bb684be8607ac9e355aa/1118_906_1828_2286/800.jpg\" alt=\"Junaid Masood\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Junaid Masood</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <h2><strong>Junaid Masood, consultant urologist, Homerton hospital, London; British, born in Pakistan</strong></h2> <p>“I came to Britain at a young age because my father came to work here as a doctor. The comments by the health secretary last week were almost like an anti-recruitment message. Jeremy Hunt sort of yelling to the world, ‘Don’t come to Britain because we don’t want you.’</p> <p>“We’re going to really struggle massively to get skilled staff now. I’ll give you one small example. We have a vacancy for a registrar. This is a good job in a good hospital and we have not had a single application. I don’t know if that is a coincidence, but this has never happened before.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"14e26c8aefb3b1e263df89d8f34b46adcf5ed1dc\"> <img src=\"https://media.guim.co.uk/14e26c8aefb3b1e263df89d8f34b46adcf5ed1dc/1253_1810_1216_1521/799.jpg\" alt=\"Leonidas Karamountzos\" width=\"799\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leonidas Karamountzos</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <h2><strong>Leonidas Karamountzos, urology registrar, Homerton hospital; Greek </strong></h2> <p>“It’s made the future very uncertain. I’m not sure what I’ll do now. I’ve had so many colleagues in Greece say to me, ‘Oh, you made a mistake. You went there. Now you’re going to be kicked out.’ It’s certainly going to put other people off coming.”</p> <ul> <li>This article was amended on Monday 17 October. The number of extra radiologists needed per year is 260, not 260,000. Also, there has been a 29% increase in scans carried out in the past three, not five, years as originally stated. These have now been corrected. </li> </ul>",
  "<p>Tweet me your first assaults,” wrote <a href=\"https://www.theguardian.com/us-news/2016/oct/09/women-share-sexual-assault-stories-on-twitter-after-donald-trump-comments\">Kelly Oxford</a> after the Trump tape leaked. “I’ll go first: Old man on city bus grabs my ‘pussy’ and smiles at me, I’m 12.” By Sunday the trickle of responses had become a stream, a river, the sea. Soon there were <a href=\"https://twitter.com/hashtag/notokay?src=hash\">millions of women telling stories</a>, often stories they’d never told anyone before, often involving walking home from school, or dancing at music festivals, or the kinds of men you were meant to call “Uncle”. Oxford said she was receiving two replies a second. “Anyone denying rape culture,” she wrote, “please look at my timeline now.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Men are oblivious to the Jaws theme each woman hears when travelling alone</p> </blockquote> </aside>  <p>There is the woman who was 10 when a man with a coat over his arm groped her at a museum. The woman who was 14 when an optician dropped a contact lens down her blouse and stroked her breast. The woman who remembers a man cupping her arse when she was in the queue for ice cream at Disneyland. The effect of reading all of these tiny stories one by one is cumulative. You stand up, eventually. You get off the bus with eyes glassy and an ache behind your ribs and you walk through a group of commuters carrying your phone in one hand and in the other despair. And then you order coffee, tell the guy your name, and smile, without teeth.</p> <p>While Oxford’s feed isn’t shocking to a single woman, it is clearly different for men, some of whom seem to have been oblivious to the <em>Jaws</em> theme each woman hears when travelling alone. Most came open-armed, including the Republicans denouncing Trump because they have daughters, granddaughters. Which, with respect, misses the point slightly. While feminist awakenings (<a href=\"https://twitter.com/JebBush?ref_src=twsrc%5Etfw\">Jeb Bush</a> may not have identified his as such) must be welcomed, doesn’t a sentiment like that expose the lack of empathy they must have had before; their inability to recognise a woman unless in relation to a man? A meme circulated a couple of years ago, shortening “She’s someone’s daughter” to “She’s someone”. It seems crucial that in order for anything to change, these fathers and grandfathers need to realise that earlier.</p> <p>As so often happens when I read women’s personal stories of abuse, I’m shocked at how unshocked I am. There is nothing new here. We’ve smelled this gas for years, but every so often somebody like Oxford strikes a match, and fires start. You realise something, if you carry on reading, ignoring the feeling of having cycled into a bin lorry and then having rubbish dumped on your scuffed and moaning body. You realise how many stories you have told yourself throughout your life to pretend everything is OK. How much you have been expected to ignore, and how much you have glossed over, or laughed at, or pretended was totally, completely fine. “My fifth assault,” continued Oxford, some time later, “Age 15, at hospital for anxiety &amp; heart palpitations. shirt is off for ekg, 2 Drs, not my Drs, stop &amp; stare. 1 winks at me.”</p> <p>Things in the cold light of adulthood reveal themselves as, if not technically assault, then certainly a cousin. But they’ve been refiled as sassy anecdotes, or stories about the oddness of men. I had and have a beautiful life, and yet, like all women to different degrees, it’s been lived to a muted soundtrack of powerlessness. Reading Oxford’s feed, I remembered the ice-cream van outside school, the man who would give us broken lollies if we climbed inside and sat on his knee. I remembered walking home through the woods, and my friend shouting “RUN” when she saw a man with his coat open standing beside a tree. When we were called out of our French lesson to talk to the police, we told the other girls about it with pride – the story had been spun in our heads so there was something affirming about the fact that a hooded man had chosen us. Us! It wasn’t fear we learned, it was something worse – we learned to laugh at the men who snuck their fingers up your top on a busy train, or shouted comments about your school uniform from cars. As adults, an accumulation of expectations of what a woman is for led to many anecdotes between friends about “bad dates”, “bad sex”, being playfully strangled, ejaculated on, left behind.</p> <p>Women walk into relationships now with virtual keys clenched in their fists, as if forever walking home on a dark night.</p> <p><em>Email Eva at <a href=\"mailto:e.wiseman@observer.co.uk\">e.wiseman@observer.co.uk</a> or follow her on Twitter <a href=\"https://twitter.com/EvaWiseman?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@EvaWiseman</a></em></p>",
  "<p>If you want to book at the OFM Readers’ Restaurant of the Year, you’re out of luck. You can’t. At <a href=\"http://www.barrafina.co.uk/\">Barrafina</a>, Adelaide Street, just south of London’s Covent Garden, it’s first come first served. Executive chef Nieves Barragán Mohacho wouldn’t have it any other way. “It’s an important part of it,” she says, of the queue that builds up here, both lunch and dinner, full of people eager to land one of the prized red-leather-topped stools at the counter. “You come through that door and it’s like being in Spain. You can hear the chefs shouting orders at each other, you can see the food being cooked and you can smell it.”</p> <p>Ah yes, the food. This Barrafina is one of three. Mohacho opened the first with her business partners Eddie and Sam Hart in London’s Soho a short walk away in 2007. But she freely admits her favourite menu is here. “A decade ago, when we opened on Frith Street, I really wasn’t that brave with the cooking,” she says now. “I needed to find the confidence to do the food I wanted to do. I had to get to know the customers and understand that they were willing to try these things.”</p> <p>There are, of course, the staples expected of any Anglo-Spanish restaurant: the padron peppers and <em>pan con tomate</em>; the finest sliced hams and tortillas. But there is also a pronounced interest in the bits of animal that often get left behind. Alongside the paper placemat menus, with which the counter is laid, there’s a small blackboard of specials. I am invited to pick something off it that Mohacho will cook for a late lunch shared with Sam Hart. I choose tiny clams called <em>tellines</em>, which are sweet and salty and come in a rich puddle of the best lemony olive oil, spiked with chives.</p> <p>There are lambs’ brains, breaded and deep fried, and served under a butch puree of black olives. We have dinky lambs’ kidneys, speedily roasted on the Josper grill and served on a metal rack above still-smoking charcoal. There’s suckling pig with skin like glass and a salad of yellow chicory with the best anchovy fillets. We watch each of these being cooked and plated. The very process of our lunch being assembled in front of us is, as all Barrafina fans know, a huge part of the fun.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2011/sep/18/barrafina-tapas-nieves-barragan\">Cookery masterclass: Nieves Barragán Mohacho</a> </p> </aside>  <p>“This is my dream food,” Barragan says, simply. She is dark-eyed and intense and watches us eat with clear pleasure, between issuing orders to her cooks. “Things like the brains may not be everybody’s favourites but there are always people who want to try.” Not that getting hold of all the ingredients was easy. “It’s better now but at first we had a struggle. We were the first in London to serve percebes,” she says, referring to the much sought-after goose barnacles harvested from the perilous coastal cliff-faces of Galicia. As to the open kitchen, that’s also a vital part of who and what they are. “You see people sitting just watching, like it’s a show. They’re not even talking to each other.”</p> <p>The success sounds like it came easy. And yet, if it hadn’t been for the booming Barcelona nightclub scene around the turn of the millennium, this restaurant might never have existed at all. “After five years in Mexico City running a nightclub, I moved to Barcelona in 2000 to do the same there,” says Sam Hart, as we eat. “It quickly became clear the nightclub scene there was stitched up. So I began living in the daytime, which meant eating lunch. And the place I fell in love with was <a href=\"http://www.calpep.com\">Cal Pep</a>.”</p> <p>The Hart brothers are rare in the restaurant business for being so completely open about the inspiration for their own ventures. “Cal Pep has been there for over 30 years,” says Hart. “It’s a counter with cooks working behind it. There are no reservations and just 23 seats which, as it happens, is exactly the same as at our first Barrafina. And food-wise it’s definitely an inspiration. It’s simple cookery, and seafood heavy.”</p> <p>Inspired Hart may have been, but the project took time, involving a detour through the first business he opened with his brother Eddie, a standard Spanish restaurant called Fino, now closed. By the time they came to open the first Barrafina, Mohacho, originally from near Bilbao, was a sous chef at Fino. “I arrived in London in 1999, intending to stay for just six months,” she says, laughing. “I wanted to learn languages.” Then she was made head chef of the new tapas restaurant. Today, as a partner in the business, she oversees the food at all three Barrafinas – the third is on Drury Lane – working a week at each in turn.</p> <p>The original, with its clean marble lines in black and grey, and its buzz and clatter, quickly garnered a huge following, as did this second when it opened in 2014. Both Mohacho and Hart agree this readers’ award is more important than most because, as Hart says, “It’s our customers.” Or as Mohacho puts it, “It’s been voted for by people who like to eat.”</p> <p>So why does Hart think it’s this Barrafina that the readers have chosen? He looks pained, as if I’m asking him to choose between his children. The most he is willing to do is point to their unique points. “Frith Street has always had the buzz that you get with all the passing trade in Soho, Drury Lane is the most beautiful room, and this one has the more adventurous menu.” The Barrafinas are also defined, of course, by that controversial no-reservations policy. “I know the no-reservations policy is inconvenient for some people,” Hart says, “but on busy days we can have 50% staff to customers and we simply couldn’t afford to do it if we were waiting for people to turn up for bookings.”</p> <p>The key, Hart says, is not to turn up hungry. “If you turn up very hungry and tired this won’t work for you. But if you treat the queue as before-dinner drinks – and we will serve you drinks and nibbles while you queue – then it’s a different business.” And this may be the second point that gives Adelaide Street the edge over its siblings. The original on Frith Street – soon to close due to the landlord’s development plans, and move into nearby Quo Vadis which the Harts also own – is a shoe box of a space. “There has always been a trade-off between comfort and atmosphere,” Hart agrees. “Some people like being elbow to elbow.”</p> <p>Adelaide Street, on a larger corner site, just has more space. You can perch at the bar in the window with a chilled glass of cava, a bowl of salted marcona almonds before you, and watch the kitchen at work, calm in the knowledge that it will soon be your turn on one of those red-leather-topped counter stools; that soon you will have the chance to rampage through Nieves Barragán Mohacho’s gutsy, inventive and utterly compelling menu.</p> <p>As culinary theatre goes, it really doesn’t get much better than that.<br><em>10 Adelaide St, London WC2</em></p>",
  "<p>The Brits are rightly renowned for their love of queuing, be it for buses, Wimbledon or the January sales, but when <a href=\"http://padella.co/\">Padella</a> set up their no-bookings pasta joint this spring, they knew they were taking a punt. After all, who in their right mind queues for a bowl of spag bol? </p> <p>Quite a lot of us, as it turns out, though it wasn’t exactly the smoothest of openings. Jordan Frieda winces: “The bank almost pulled out in the last week of the build.” That, combined with a few other hiccups, convinced him they were doomed, “but on that first morning, we were having a team meeting when the queue started forming. By the time we’d finished, the numbers outside scared the crap out of us.”</p> <p>But while diners are willing to stand in line for a plate of pappardelle with eight-hour Dexter ragù, we’re nowhere near as evangelical about pasta as 39-year-old Frieda and his business partner, chef Tim Siadatan, 33. </p> <p>“A great plate of pasta is the most important thing in both our lives,” Frieda says. “If there’s something not right, I take it personally.”</p> <p>Siadatan is equally effusive, having had his own epiphany in 2002 as <a href=\"https://www.theguardian.com/uk/2002/dec/22/ameliahill.theobserver\">one of the original graduates from Jamie Oliver’s Fifteen</a>: “Pete Begg from the River Cafe trained us,” he says, “so at 19 I got one-on-one pasta tuition from the best.” He shakes his head: “Looking back, that’s mental.”</p> <p>The pair came up with the idea for a handmade pasta bar eight years ago, but the timing was all wrong. “It seems odd now,” Frieda says, “but there weren’t many single-item restaurants at the time. Investors wouldn’t touch us.” </p> <p>So they put pasta on the back-burner and in 2010 opened a more traditional venue in <a href=\"http://www.trullorestaurant.com\">Trullo</a>, a neighbourhood north London Italian that, Frieda says, has essentially been “a six-year learning curve”. Not that they actually turned their backs on their true love, Siadatan admits with a shifty smile: he used it to build up a pasta portfolio. “When we started thinking seriously about Padella again, I had 300 recipes from Trullo’s back catalogue up my sleeve.”</p> <p>Pasta aside, accessibility was always the next most important element in the masterplan. “Other than the odd trattoria, the only places you could get truly great pasta in the UK were the River Cafe and Locanda Locatelli,” Frieda says. “And who can afford that more than once in a blue moon?”</p> <p>This explains Padella’s pricing: their <a href=\"https://www.instagram.com/padella_pasta/\">pici cacio e pepe</a>, one of 2016’s most Instagrammed restaurant dishes, costs all of six quid; Siadatan’s favourite, the £5.50 taglierini with slow-cooked tomato sauce, started life at Trullo: “It’s my chicken soup,” he sighs.</p> <p>Cheap doesn’t mean you cut corners, though. “You’ve got to have a relentless attention to detail, or customers will soon suss you out,” says Siadatan, whose brigade also makes bread and ice cream on site every day.</p> <p>But, deep down, it’s all about the Italian carbs: “The most gratifying thing,” Frieda says, “is we now know other people get pasta just like we do.” Well, maybe not quite. But almost.<br><em>6 Southwark Street, London SE1</em></p>",
  "<p>Ali Smith’s door is ajar. She lives in Cambridge, on a half-hidden terrace of tiny Victorian cottages. The gardens are opposite, the fences between them long since removed. It’s late September, and Smith’s beloved apple tree is still swagged with fruit. Inside, a green sweater slung over her shoulders, she beckons me upstairs to her studio to catch the last of the sun.</p> <p>She’s only just finished her new novel, <em>Autumn</em>, the first in a shape-shifting seasonal quartet about time and history, art and love and the state the state is in. Its now is right now: turbulent <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> Britain, where people scan the papers on their phones “to catch up on the usual huge changes there’ve been in the last half hour”.</p> <p>Maybe an accelerated news cycle requires accelerated art. A manuscript usually takes a good year to be birthed into the world as a book, but <em>Autumn</em> sped through the presses in a matter of weeks. I can’t remember reading a novel that felt so firmly footed in the present. The <a href=\"https://www.theguardian.com/uk-news/2016/jun/16/labour-mp-jo-cox-shot-in-west-yorkshire\">stabbing of MP Jo Cox</a>, <a href=\"https://www.theguardian.com/world/2015/sep/02/shocking-image-of-drowned-syrian-boy-shows-tragic-plight-of-refugees\">children’s bodies washing on to beaches</a>: all the nightmarish news of this summer has filtered into a narrative Smith initially planned as a farce about an antique shop.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>How can we live in the world and not put our hand across a divide? How can we live with ourselves?</p> </blockquote> </aside>  <p>“All across the country,” she writes of the referendum, riffing on <em>A Tale of Two Cities</em>, “people felt it was the wrong thing. All across the country, people felt it was the right thing. All across the country, people felt they’d really lost. All across the country, people felt they’d really won… All across the country, people felt history at their shoulder. All across the country, people felt history meant nothing.”</p> <p>But for all its immediacy, <em>Autumn</em> also sets the congested present in perspective. Everywhere there are unlikely friendships and enriching, practically Socratic dialogues. People fall in love and conduct bedside vigils. A painter is rediscovered. A young woman in 1940s France refuses internment. Time turns tricks; time flies; a man flings a watch into a canal. The cumulative effect is liberatory, expansive, like stepping out of a fetid room and finding yourself in a field.</p> <p>I can’t pretend total objectivity here. I’ve known Smith since I was 17 (her partner, the artist and film-maker Sarah Wood, is my cousin). In the 1990s we used to write each other letters. Recently I unearthed a blurry photograph she sent me 20 years ago of a cat’s tail dangling over a sofa. “I have a long-term plan to write a novella for each season,” she’d written on the back. “It seems to me the seasons are so gifted to us that it’s a kind of duty, a very nice one.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/oct/12/autumn-ali-smith-review\">Autumn by Ali Smith review – a beautiful, transient symphony</a> </p> </aside>  <p>Though she jokes now that she sounds like Katherine Mansfield pretending to be charming, this talk of gifts and duties gets to something essential about Smith. She believes in unselfish communal values such as altruism and generosity and has an infectious faith in hospitality, be it to new ideas or strangers. In addition to writing eight novels and five collections of short stories, she has fought <a href=\"https://www.theguardian.com/books/2015/nov/12/public-library-other-stories-ali-smith-review\">against the mass closure of public libraries</a> (“libraries matter because we’re living in an age of disinformation”) and the <a href=\"https://www.theguardian.com/books/2015/aug/17/ali-smith-hits-out-at-obscenity-of-scrapping-human-rights-act\">proposed scrapping of the Human Rights Act</a>; is a patron of <a href=\"http://refugeetales.org/\">the charity Refugee Tales </a>and a staunch advocate for young writers and writers who have fallen out of fashion. She’s not, in short, an artist who seeks to wall herself off from the world.</p> <p>Listening to the radio in the run-up to the referendum, she was appalled by the collapse of dialogue, the creep of lies, the resurgence of a kind of bullying language – “go home”; “we’re coming after you” – she hadn’t heard since she was a schoolgirl back in the 1970s. “Human beings need to take in all the possibilities of rhetoric, all the varieties and versatilities and here was coming a loggerhead,” she says now.</p> <p>“The notion of a referendum is in any case a divisory line: you choose one side. Meanwhile, you’ve got the mass division of 65 million people crossing the world from parts of it which are untenable, unliveable and in flames. And what’s left of the world deciding whether or not to open the gates or the walls or to build more gates or walls. How can we live in the world and not put our hand across a divide? How can we live with ourselves? It isn’t either/or. It’s and/and/and. That’s what life is.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The time itself is tearing itself apart because a massive lie has dissolved itself through the country</p> </blockquote> </aside>  <p>The and/and/and of life is what her fiction is so artful at revealing. It’s hard to think of another contemporary writer so adept at splicing the ordinary and the marvellous, cracking open possibilities for exuberant invention and transformation in spaces as dismally quotidian as a care home reception or Post Office queue. Words migrate and morph; perspectives slip and skew; things change. “Language is like poppies,” a character observes in <em>Autumn</em>. “It just takes something to churn the earth round them up, and when it does up come the sleeping words, bright red, fresh, blowing about.”</p> <p>Smith’s previous novel, the wonderfully double-jointed <a href=\"https://www.theguardian.com/books/2014/sep/07/how-to-be-both-review-ali-smith-dual-narrative-francesco-del-cossa\"><em>How to Be Both </em></a>(which was shortlisted for the 2014 Man Booker, and won the Baileys prize for women’s fiction, the Goldsmiths prize and the Costa novel award), imagined a possible life for a real artist, the Italian Renaissance painter Francesco del Cossa, whose irrepressibly lively frescoes in the city of Ferrara have withstood earthquakes and wars. She’s fascinated by the stubbornness of art, its capacity to outlive its creator, to “float”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7969d1190d6917134f6365ff4cfc258d8fef8f80\"> <img src=\"https://media.guim.co.uk/7969d1190d6917134f6365ff4cfc258d8fef8f80/0_0_5226_3439/1000.jpg\" alt=\"British pop artist Pauline Boty\" width=\"1000\" height=\"658\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British pop artist Pauline Boty, photographed at home in 1963.</span> <span class=\"element-image__credit\">Photograph: Tony Evans/ Getty Images</span> </figcaption> </figure>  <p><em>Autumn</em> is likewise concerned with an artist whose work survives despite long odds. <a href=\"https://www.theguardian.com/artanddesign/gallery/2013/apr/27/pauline-boty-pictures\">Pauline Boty, nicknamed the Wimbledon Bardot,</a> was a heart-stoppingly gorgeous proto-feminist pop-art pioneer. She painted the sexy, violent world around her with a sly, wry eye. In a surviving photograph, she lounges naked with an armful of roses against her own painting of Jean-Paul Belmondo, an oozy vaginal flower crowning his hat. (“I’m an intelligent nakedness,” Smith has her say. “An intellectual body. I’m a bodily intelligence. Art’s full of nudes and I’m a thinking, choosing nude.”)</p> <p>Witty, clever and electrifying, Boty was at the centre of swinging London: dancing on <em>Ready, Steady, Go!</em>, making a <a href=\"https://www.youtube.com/watch?v=n-KAxVNSti8\">luminous cameo</a> as a love interest in <em>Alfie</em>. In 1965, she became pregnant and was diagnosed with cancer during a routine examination. She refused chemotherapy, worried it would harm the foetus, and died at the age of 28, a few months after the birth of her daughter. With that, she sank from history until, decades later, some of her radiant, riotous canvases were rediscovered, mildewed and covered in cobwebs, in an outhouse on her brother’s farm.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/gallery/2013/apr/27/pauline-boty-pictures\">Pauline Boty: life and works - in pictures</a> </p> </aside>  <p>Smith was knocked for six when she first saw one. “There are people who stand for their times and oh my God, Boty stands for her time.” Her interest quickened when she discovered Boty had been commissioned by an unknown person to paint<a href=\"https://www.theguardian.com/commentisfree/2013/dec/04/profumo-affair-christine-keeler-stephen-ward\"> Christine Keeler,</a> the model at the heart of the Profumo affair (the painting, <em>Scandal ‘63</em>, which can be seen in several photographs,<a href=\"https://www.theguardian.com/artanddesign/2013/apr/27/pauline-boty-hunt-lost-art\"> has been missing ever since</a>).</p> <p><em>Autumn</em> interleaves the schisms of 2016 with the trial of 1963. Both are key years, Smith thinks, in which a lie in the political sphere had dramatic consequences for society at large. Like Brexit, like the invasion of Iraq, the Profumo affair marked a turning point. “Meanwhile, the time itself is tearing itself apart because there has been a massive lie and the lie has come from parliament and dissolved itself right the way through the country and things change. It’s a pivotal moment. We were dealing with a kind of mass culture of lies. And it’s a question of what happens culturally when something is built on a lie.”</p> <p>One of the things she loves about Boty’s playful, probing work is that it looks at how governing cultural myths are formed and perpetuated by way of images. She didn’t paint people so much as pictures of people already in wide circulation: Marilyn Monroe tottering in furs; the Beatles, Elvis, JFK being shot in the motorcade in Dallas. Like fiction itself, Smith thinks, “it reminds you to read the world as a construct. And if you can read the world as a construct, you can ask questions of the construct and you can suggest ways to change the construct. You understand that things aren’t fixed.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"6c3e918aa3bee40b335bb0c3bcf9309b4ee80e73\"> <img src=\"https://media.guim.co.uk/6c3e918aa3bee40b335bb0c3bcf9309b4ee80e73/0_13_2480_3051/813.jpg\" alt=\"BUM, 1966 by Pauline Boty.\" width=\"813\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">BUM, 1966 by Pauline Boty.</span> <span class=\"element-image__credit\">Photograph: Pallant House Gallery</span> </figcaption> </figure>  <p>On the wall above Smith’s desk is a porcelain branch breaking into leaf, surrounded by dozens of pictures. There are lots of Boty, with her panda eyes and swishing corn-coloured hair, alongside reproductions of her paintings. One of Smith’s favourites is of a woman’s spectacularly shapely arse, framed by a proscenium arch. Underneath, in huge red letters, Boty has painted the word BUM.</p> <p>The light is fading. Downstairs, Smith brings us a plate of apples from her tree and two clasp knives. There are great piles of books and records everywhere, paintings propped casually on stacks of art magazines and proofs: an iceberg, a bowl of lemons, a watercolour of a pink lily against a wash of dense black. The lily is by <a href=\"https://www.theguardian.com/profile/john-berger\">John Berger</a>, another writer dogged in his faith in art as a force for forging connections, illuminating and resisting what<a href=\"https://www.theguardian.com/books/2016/mar/15/william-shakespeare-handwritten-plea-for-refugees-online-sir-thomas-more-script-play-british-library-exhibition\"> Shakespeare’s Thomas More calls “mountainish inhumanity”.</a></p> <p>Where do we end up if we wall ourselves in, Smith wonders. Insist on fortifications, and you create a kind of prison for yourself. In <em>Autumn</em> an electric fence appears around a plot of common land, patrolled by the fictive security agency SA4A. It’s such an ugly, absurd spectacle: “Prison for trees. Prison for gorse, for flies, for cabbage whites, for small blues. Oystercatcher detention centre.” Far better to yank them down, to learn how to communicate in a different tongue, to welcome the stranger as a friend.</p> <p>She knows something of what’s coming next in the quartet, if not what material the future will fling her way. Winter, she thinks, is a place where you can see really clearly, while summer is the luscious moment when the light kicks in and the leaves are fully spread. But ask about individual characters and she clams up. I’m particularly keen on <em>Autumn</em>’s puckish songwriter Daniel Gluck: a limber 101, his life spanning the sweep of a century. Many of Smith’s most memorable characters have been disrupters, from <a href=\"https://bookshop.theguardian.com/like.html\"><em>Like</em></a><em>’s</em> Ash and <a href=\"https://www.theguardian.com/books/2005/jun/11/bookerprize2005.bookerprize\"><em>The Accidental</em></a><em>’s </em>Amber to Miles, the stubborn bedroom squatter of <a href=\"https://www.theguardian.com/books/2011/jun/01/ali-smith-there-but-for-the-review\"><em>There But for The</em></a>. Daniel, on the other hand, is a repairer: a good person, who makes being good seem sexy, elegant and fun.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2015/feb/03/sign-up-to-our-bookmarks-email\">Sign up to our Bookmarks newsletter</a> </p> </aside>  <p>In one of the novel’s most memorable scenes, he plays a storytelling game, with Elisabeth Demand, the precocious, unhappy girl who lives next door. When she insists on a character who wants war, he conjures up a killing field of pantomime characters, from Aladdin to Cinderella, “a surrealist vision of hell”. And then he lets time get to work on them, grass growing through ribs and eyeholes, costumes nibbled away, until there’s nothing left but bones in flower. I don’t want to give away the exchange that follows, but I found it at once more stringent and more consoling than anything I’ve read this year.</p> <p>Fiction can do that: can make a space for reflecting, for generating novel ways of responding and reacting to lies and guns and walls alike. The mere act of cracking open a book, Smith thinks, is creative in itself, capable of inculcating kindness and agility in the reader. “Art is one of the prime ways we have of opening ourselves and going beyond ourselves. That’s what art is, it’s the product of the human being in the world and imagination, all coming together. The irrepressibility of the life in the works, regardless of the times, the histories, the life stories, it’s like being given the world, its darks and lights. At which point we can go about the darks and lights with our imagination energised.”</p> <ul> <li>Autumn by Ali Smith is published by Hamish Hamilton (£16.99). <a href=\"https://bookshop.theguardian.com/autumn-436441.html\">Click here to order a copy for £13.93 from Guardian Bookshop</a><br></li> </ul>",
  "<p><strong>The Missing</strong> (BBC1) | <a href=\"http://www.bbc.co.uk/iplayer/episode/b07zfth2/the-missing-series-2-episode-1\" title=\"\">iPlayer</a><br><strong>Goliath</strong> (Amazon Prime) | <a href=\"https://www.amazon.com/Goliath-Official-Trailer/dp/B01J4SRJFW/ref=sr_1_1?ie=UTF8&amp;qid=1476369039&amp;sr=8-1&amp;keywords=Goliath\" title=\"\">Amazon.com</a><br><strong>Divorce</strong> (Sky Atlantic) | <a href=\"https://www.sky.com/watch/channel/sky-atlantic/divorce\" title=\"\">Sky.com</a><br><strong>National</strong> <strong>Treasure</strong> (C4) | <a href=\"http://www.channel4.com/programmes/national-treasure\" title=\"\">All 4</a></p> <p>I had no idea how much I’d missed <a href=\"http://www.bbc.co.uk/programmes/p02ftkyy\" title=\"\"><strong>The Missing</strong></a>. It returned last week, like that sallow, dangerous friend you thought might be dead or had just given up and was living in Crewe, who suddenly arrives at your door clutching a bottle of tequila and a bag of tragedy.</p> <p>We last saw this around the Christmas of 2014: the maddened father <a href=\"https://www.theguardian.com/tv-and-radio/2014/dec/21/the-missing-last-episode-black-mirror-steph-dom-nigel-review\" title=\"\">Jimmy Nesbitt</a>, and snowbound Moscow flats, after weeks of tension around a dirtily corrupt French village – Latrine-ta-Gueule if I recall correctly. Here we’re in Eckhausen, a (fictional) British army town near Hanover, though I’m assuming there’s little fictional about the greyness, the slush, the chilblained fingers, the wartime ruins. Nor the sense of menace: small-town Germany would appear to have just as many tawdry secrets, trivial and monstrous, as any <em>département</em> of northern France.</p> <p>From the off, it’s clear writers Harry and Jack Williams have given us another slice of quality bleak, yet different enough to stand proudly, almost haughtily, discrete from the first. In the original, a boy, Olly, went (shockingly) missing: but for a long time that was about it. Here they packed, into one small hour, more and disturbingly more turns and twists than we had any right to expect: I was left reeling a little.</p> <p>The missing of this tale is a girl, Alison, kidnapped for 11 years, who suddenly, in 2014, wanders back into the world; into a cheap smoky Christmas market leached of colour and littered with lumpy ice: you can practically smell that horrid too-pink ersatz wurst. What should have been the heartwarming end, as her parents get the news and all are reunited in hospital, is of course only the heartbreaking beginning.</p>  <figure class=\"element element-image\" data-media-id=\"fda89eadd838062a2c820a84b9c144f80ad71808\"> <img src=\"https://media.guim.co.uk/fda89eadd838062a2c820a84b9c144f80ad71808/0_286_4284_2570/1000.jpg\" alt=\"Tchéky Karyo as Julien Baptiste in The Missing.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tchéky Karyo as Julien Baptiste in The Missing.</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>  <p>The one constant is Tchéky Karyo, as lovely French cop Julien Baptiste, now retired yet still haunted by the occasional failure. Olly was one: a young French kidnapped girl another, and what do you know, her story and Alison’s are linked, and so he must leave his delightful wife and farmhouse and haul his wearily conscientious bones first to Germany, later to a more than usually nasty part of Iraq, which is saying something. Timewise, this slips and slides as much as the original between past and present: fortunately we have not only Julien’s hair to chronologically guide us (from friendly shaggy mane to brutalist stubble) but also <a href=\"https://www.theguardian.com/stage/2016/mar/02/david-morrissey-interview-hangmen-the-ones-below\" title=\"\">David Morrissey</a> as Alison’s army father, who somehow between her return and today has suffered savage burns to body and neck. Morrissey is standout in his stoic heartbreak: but the casting team have pulled out the stops everywhere. <a href=\"https://www.theguardian.com/lifeandstyle/2010/jul/17/keeley-hawes-interview\" title=\"\">Keeley Hawes</a> as Alison’s mother; Ólafur Darri Ólafsson, last seen in the triumphant <em>Trapped</em>, as a bear of a kindly journalist; even – yay! – <a href=\"https://www.theguardian.com/tv-and-radio/2014/mar/12/roger-allam-actor-endeavour-portrait\" title=\"\">Roger Allam</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He drinks too much and always has the rejoinder: ‘That’s not entirely accurate. I drink exactly the right amount for me’</p> </blockquote> </aside>  <p>If you haven’t seen it yet I won’t utterly spoil it, though if you haven’t seen it yet you are a bit silly, aren’t you? However, there’s one huge question thrown up in the last 30 seconds that will wholly trip the brain. Phenomenal. My, it’s turning into a most splendid year for television.</p> <p>Also with few faults to find, though with far lighter notes and set in a land where the sun can get through, was <a href=\"https://www.amazon.co.uk/Goliath-Season-1/dp/B01J4SVO8K\" title=\"\"><strong>Goliath</strong></a>, the big new venture from David E Kelley, showrunner behind <em>Ally McBeal</em>, <em>LA Law</em> and the vastly dry and underrated <a href=\"https://www.theguardian.com/culture/tvandradioblog/2007/jun/13/bostonlegalistheunsungher\" title=\"\"><em>Boston Legal</em></a>.</p>  <figure class=\"element element-image\" data-media-id=\"8cc49142cf08c7bc3f0b09c11d771ed570524eaa\"> <img src=\"https://media.guim.co.uk/8cc49142cf08c7bc3f0b09c11d771ed570524eaa/0_88_2000_1200/1000.jpg\" alt=\"Billy Bob Thornton ‘channelling Philip Marlowe’ in Goliath.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Billy Bob Thornton ‘channelling Philip Marlowe’ in Goliath.</span> <span class=\"element-image__credit\">Photograph: Colleen E Hayes/ Amazon Prime Video</span> </figcaption> </figure>  <p>In essence, it’s a John Grisham thriller gone right. I know a couple of Grishams have filmed well, but that must have been accidental: after all, Hollywood even managed a 10th-way decent <em>Da Vinci Code</em>, inordinately more than the book ever deserved. In the sun-riddled environs of the San Fernando valley and Venice Beach, lawyer Billy Bob Thornton hides from the vitamin D in faintly grubby bars, all brown wood, brown memories and tatty fairylights; this is the California of tyre stores and nail parlours in much the same way as that woeful cheerless Christmas market is the reality of much of Lower Saxony.</p> <p>By common consent, he drinks too much (and always has the rejoinder: “That’s not entirely accurate. I drink exactly the right amount for me”). He is also, of course, a faded lawyer, bright as a pewter button just needing polishing, and persuaded here to go up against the Goliath of the firm he co-founded in pursuit of a wrongful death-at-sea claim. He doesn’t yet know, but we do, or at least can take a punt at suspecting, that it’ll be, oh, <em>so</em> much more conspiratorial than that.</p> <p>This is very moreish, not least because Billy Bob is actually channelling Philip Marlowe – same shiny/dirty US state, about 80 years later. “Listen lady, I’m nervous already, and you’re a yapper,” is the kind of thing he will say, not unkindly, but with equally little regard for finesse. “When in doubt, have a man come through the door with a gun in his hand,” wrote Chandler: hasn’t happened so far, but I’ll bet the farm. This is sun-spangled yet with clever darknesses; just as the world should be.</p> <p>Also in America, suddenly, was <a href=\"https://www.theguardian.com/media/2016/mar/13/sharon-horgan-catastrophe-clelia-mountford-merman\" title=\"\">Sharon Horgan</a>, continuing her very welcome bid for global domination – well, mightn’t you rather have her, and <a href=\"https://www.theguardian.com/stage/2015/aug/02/amy-schumer-interview-trainwreck-judd-apatow\" title=\"\">Amy Schumer</a>, in charge, when you see the alternatives? – by writing a relishably toothsome part for Sarah Jessica Parker. In <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/05/toxic-tv-couples-divorce-sarah-jessica-parker\" title=\"\"><strong>Divorce</strong>, SJP</a> plays the woman her face was actually born to play – bone-beautiful but older and stripped of flighty makeup – and, here, mired in that fortysomething angst that only marriage can bring, and with which (at a conservative estimate) only about 90% of the globe might empathise, Bali to Benin. Bleak, and surprisingly unfilthy comedy, and I hope Horgan lets this mood linger rather than race towards the pant-wetting. “We can’t even watch TV any more because he just repeats the jokes rather than laughing” must resonate, any gender.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"f0784b0b48b9caca531d35fc75733898f9204c72\"> <img src=\"https://media.guim.co.uk/f0784b0b48b9caca531d35fc75733898f9204c72/0_270_4050_2430/1000.jpg\" alt=\"Sarah Jessica Parker ‘playing the woman her face was actually born to play’ in HBO’s Divorce.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Jessica Parker ‘playing the woman her face was actually born to play’ in HBO’s Divorce.</span> <span class=\"element-image__credit\">Photograph: Craig Blankenhorn/ AP</span> </figcaption> </figure>  <p>The good news is that there will be another series of <em>Victoria</em>. All sing: Gloriana. Other good news: that there won’t be another <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/25/week-tv-paranoid-national-treasure-whos-afraid-conceptual-art-airbnb-dream-nightmare\" title=\"\"><strong>National Treasure</strong></a>. Acting: beyond grand, captivating, and I’m sorry I was snitty a few weeks ago about <a href=\"https://www.theguardian.com/culture/2015/jan/23/julie-walters-lack-working-class-actors-sad\" title=\"\">Julie Walters</a>. Robbie Coltrane cried not only tears but snot, and how does one manage to cry snot? Jack Thorne’s script, equally and truthfully wonderful. Tim McInnerney entranced as ever, and is the right age to be our next Olivier. But the direction: I am searching for a kind way to describe it. All the reds and greens and pointless lingering on non-moments.</p> <p>I have read that it was shot deliberately in this way. Always with windows in the background to highlight the fact that we are all voyeurs; we create the media monster we then want to shoot down. We might, sigh, have been trusted to know that. We’re not bairns.</p>",
  "<p>We Remainers must not give up. The future of this country, and indeed of Europe, is far too important to accept the argument that we are bad losers and “it is time to move on”.</p> <p>It cannot be repeated often enough that on the evening of the fateful day, 23 June, when the initial results of the referendum seemed to be going against him, Nigel Farage declared that, if the result were to be 52% for Remain and 48% for Leave, then there should be another referendum.</p> <p>Once Theresa May became leader and appeared to put the three most prominent Brexiters – namely David Davis, Boris Johnson and Liam Fox – in, as it were, poll position, the more optimistic Remainers placed their hopes in a conspiracy theory: May was being fiendishly clever, the Brexiters would get bogged down in mission impossible, and sense would prevail as they fell at various fences.</p> <p>However, as the prime minister has made crystal clear at the recent Tory party conference, her obsession is with immigration and she is perfectly happy to sacrifice our membership of the single market to appease the anti-immigration lobby. She appears to have bought Davis’s line that Britain can happily negotiate all manner of trade agreements through membership of the World Trade Organisation, blissfully ignoring all the trade experts who point out that this process would take 10 years. After all, they are only experts, and one of the most prominent Brexiters during the campaign told us what to think of experts.</p> <p>I write as the pound plumbs new depths. There is real panic out there, as fund managers scratch their heads and wonder why a once-great nation can have a prime minister who on the one hand speaks grandly of a new industrial strategy and on the other hand is prepared to undermine it by putting investment and jobs at risk through obeisance to the pipe dreams of the Brexit brigade.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Brexiters crow that the roof has not fallen in. Or, as the man said toppling from the skyscraper: 'So far, so good'</p> </blockquote> </aside>  <p>The hard truth is that the British economy is an integral part of the wider European economy, and much of “British” industry is foreign-owned by corporations that take the view that Britain’s membership of the single market and the customs union makes it an ideal base for investment.</p> <p>It is not for nothing that there is a growing fissure between the Brexiters and the Treasury. If the chancellor, Philip Hammond, is prepared to point out in public that people did not vote to become poorer, goodness know what he and his officials must be telling the Brexiters in private.</p> <p>Both the Treasury and the Bank of England were criticised for the alarms they raised during the referendum campaign, and short-sighted Brexiters are crowing that, so far, the roof has not fallen in. Or, as the man said toppling from the skyscraper: “So far, so good.”</p> <p>One reason why the economy seems in better shape than feared is that, knowing what it was up against, the Bank of England took countervailing action to steady the markets. It was cheap for the prime minister to take a potshot at governor Carney in her conference speech.</p> <p>Which brings us back to the run on the pound. I have seen some sterling crises in my time, and the media keep referring to Black Wednesday in 1992 and the “pound in your pocket” devaluation in 1967. But what this reminds me of is the 1976 crisis, when the Labour government lost the confidence of the markets and had to resort to borrowing from the IMF in humiliating circumstances.</p> <p>The principal parallel is this: there was a balance of payments deficit and a Treasury view that devaluation would be helpful to exporters. At present some people, including Sir&#xa0;Jon Cunliffe (one of the numerous “deputy” governors of the Bank) seem perfectly happy with what has happened to sterling. Well, Cunliffe should be careful what he wishes for. I should guess, from his public pronouncements, that Mark Carney takes a different view.</p> <p>When he quoted that great line from<em> A Streetcar Named Desire</em> <a href=\"https://www.theguardian.com/business/2016/jan/26/mark-carney-fails-to-rule-out-eight-year-term-at-bank-of-england\" title=\"\">about the kindness of strangers</a>, he was well aware of the problem of financing the balance of payments deficit should the confidence of strangers collapse. Collapse it has, partly as a consequence of the referendum itself, and partly because May has frightened the horses with her glib announcement that, in effect, she and her fellow Brexiters are prepared to take actions which will almost certainly do lasting damage to the economy.</p> <p>The rest of the world has woken up to this, and so has the chancellor. Indeed, one poll indicated that 66% of the British public were opposed to the prime minister’s eccentric judgment, and, faced with the choice, would prefer continued access to the single market to drastic controls on immigration. Hammond is fighting to bring some sense into the rest of his cabinet colleagues. If he fails, then … who knows? In such an eventuality, if I were in his shoes, I would contemplate an honourable resignation.</p> <p>Meanwhile he has an autumn statement on 23 November. In order to deliver a convincing plan, he will need to fit in with the forecasts due from the Office for Budget Responsibility. But in order to provide him with convincing forecasts, the OBR needs to know what this shambolic government’s policies are – real policies, that is, as opposed to conference rhetoric. Time to re-read Joseph Heller’s <em>Catch-22</em>, methinks.</p>",
  "<p><strong>Mercato Metropolitano, 42 Newington Causeway, London SE1 6DR. Food per head: £10-£20</strong></p> <p>London is eating itself out of house and home, literally. The pressure for affordable housing is intense. People with jobs in the capital need places in which to live that don’t leave them at the mercies of Southern Rail. Instead, suitable brownfield sites for new flats at affordable prices are being transformed into vast eateries which take the street out of street food. Ah well. At least we’ll never want for overloaded Korean-accented hamburgers piled with kimchi and ganjang called things like Seoul Food, because that’s hilarious.</p> <p>One prime mover is <a href=\"http://londonunion.com/\">London Union</a>, which runs <a href=\"http://streetfeast.com/\">Street Feast</a>, a series of self-contained sites around the capital housing a variety of street food operators alongside bars and seating. When the parent company first launched it announced a collection of financial backers drawn from the food world, including three of my so-called rivals from the restaurant reviewing business. Any attempt by me to suggest there might be a teensy-weensy conflict of interest in people who write about restaurants also investing in them, was met by outbreaks of acute eye-rolling. Oh, please! Get a life!</p> <p>Some have attributed my comments to sour grapes because I didn’t get a sniff of the investment opportunity. This is entirely true. Isn’t my money as good as Giles bloody Coren’s? In truth I understand I was left out because I once offended one of the original founding partners. I shall wear that as a badge of pride.</p>  <figure class=\"element element-image\" data-media-id=\"eb4d40742805c4d9edbe769816c4fb89f9a8c4ee\"> <img src=\"https://media.guim.co.uk/eb4d40742805c4d9edbe769816c4fb89f9a8c4ee/0_178_5340_3204/1000.jpg\" alt=\"‘Handsome display’: cheese and charcuterie.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Handsome display’: cheese and charcuterie.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <p>Certainly it would conflict hugely with my own interests were I to review any of the Street Feasts. It would be horrible if I liked the experience and, as a result, found myself pimping the business investment of a rival newspaper’s restaurant critic. Instead, I went to <a href=\"http://www.mercatometropolitano.co.uk/\">Mercato Metropolitano</a>, a similar kind of food concept, located in 45,000sqft of battered industrial space close to Elephant and Castle. It was opened over the summer by Italian businessman Andrea Rasca, who has identical ventures in Milan and Turin, and who loves a bit of sloganeering.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>An ooze of stracchino cheese leaks its way across your fingers as you tear and fold the foccacia</p> </blockquote> </aside>  <p>According to the infuriating website – it keeps trying to get you to sign up to their newsletter – they “build new jobs increase social and cultural values through the regeneration of local areas” and laugh in the face of punctuation. There’s lots of stuff about small being beautiful, and the need to support tiny food retailers because nobody else is doing that. Perhaps he’s been too busy to pop up the road to <a href=\"http://www.boroughmarket.org.uk/\">Borough Market</a>.</p> <p>To one side is a large Italian food store, which recalls the <a href=\"http://www.mariobatali.com/\">Mario Batali </a>venture <a href=\"https://www.eataly.com/\">Eataly</a> in New York. There are handsome displays of cheese and charcuterie, and a few ready meals. Across from there is the warehouse space proper, filled with communal tables in a renal-failure shade of yellow, edged by food stalls. Curiously, while other outfits like this big up the individual businesses, here they are blanded out by uniform, faux handwritten white-on-black signage. The effect is like the fake “farmers’ market” space Morrisons introduced into its stores. It all looks weirdly corporate. Other such operators are equally business-minded, charging entry fees, for example – they’re just better at disguising it.</p>  <figure class=\"element element-image\" data-media-id=\"821f3265e609121ad8174ade9c236965e9ceefdb\"> <img src=\"https://media.guim.co.uk/821f3265e609121ad8174ade9c236965e9ceefdb/0_187_5616_3370/1000.jpg\" alt=\"‘Brimming with the floral hit of mint and coriander and fresh red chilli’: Vietnamese rare beef salad.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Brimming with the floral hit of mint and coriander and fresh red chilli’: Vietnamese rare beef salad.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <p>Look a little closer here and you can find the individual branding. The so-called “Artisan French Bistro and Deli” belongs to <a href=\"http://www.champagneplusfromage.co.uk/\">Champagne and Fromage</a>, which has an outpost over in Brixton Village. The ice creams come from Badiani of Florence and the pizzas from the famed Neopolitan company, Fresco. The latter, with its wood-fired oven, is clearly the star attraction and, at £6 for the margherita, it’s well priced.</p> <p>The market for lovingly hand-shaped, wood-fire-baked pizzas – for the humble transformed into a bourgeois fetish object – has become crowded of late. It turns out you don’t have to be Neapolitan to make a good pizza. But maybe it helps. The dough is pleasingly chewy, the crust well charred. The Ripieno, a calzone-style fold enclosing tomato, mozzarella and salami, is one of the more expensive at £11. It’s a serious piece of work, all hot gusts of spiced air and smoky base. The only problem is the wait. On a quiet Sunday evening it takes 20 minutes to get a pizza. That’s fine in a sit-down restaurant, less so when you have to loiter in a queue, trying not to look bored.</p> <p>A Vietnamese stand offers a chicken curry, full of depth and heat. It’s heavy on the potatoes but only costs a fiver; a salad of finely sliced roast beef, brimming with the floral hit of mint and coriander and fresh red chilli, comes at the same price.</p>  <figure class=\"element element-image\" data-media-id=\"71b6ab921b7cc0ab427583d03529d5f48f9b14f7\"> <img src=\"https://media.guim.co.uk/71b6ab921b7cc0ab427583d03529d5f48f9b14f7/0_187_5616_3370/1000.jpg\" alt=\"‘Would be even better without the board’: mixed grill.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Would be even better without the board’: mixed grill.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <p>From the Argentine Grill there’s a bread board piled with passable chips, surrounded by slices of slightly overcooked steak, a gnarly chorizo with the pleasing texture of something cleavered not pulsed, and pieces of sausage so garlicky your beloved will know what you had for dinner. It costs £10 and would be even better without the board.</p> <p>Overall, there is the sense that there are gems waiting to be found if you can make the effort: over here a stand selling cones of deep-fried fish; over there, that place offering 19 different types of overloaded hamburger which all end up looking remarkably similar. From a stall selling myriad foccacias comes one of my favourites: £4 worth of thin, lightly salted, crisp-crusted bread stuffed with an ooze of stracchino cheese, served warm. It leaks its way across your fingers as you tear and fold. Nearby is the ice-cream stand with a luscious salted caramel spun through with shards of chocolate.</p>  <figure class=\"element element-image\" data-media-id=\"76c96479b71cfe7d0914a727e299fe75981272b4\"> <img src=\"https://media.guim.co.uk/76c96479b71cfe7d0914a727e299fe75981272b4/0_187_5616_3370/1000.jpg\" alt=\"‘Luscious’: raspberry and caramel ice cream.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Luscious’: raspberry and caramel ice cream.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure>  <p>Drinks come with a side serving of words like “craft” and “artisan”. The young people’s music booms and people hunker down to eat, mostly with their fingers. If you can navigate the website, it’s clear there’s more to this venture: cooking lessons, urban growing projects, an onsite cinema, the works. It also offers a cheerful eating experience for the growing band of people with an interest in good food shamelessly priced out of too many London restaurants. It works. I just couldn’t help but wonder – if it was used for flats, how many people could actually live here and therefore cook dinner for themselves? I know, I know. I’m a total party pooper.</p> <h2>Jay’s news bites</h2> <p>■ <strong>Pop Brixton</strong> is an increasingly familiar style of retail and eating park formed out of shipping containers, with added values around community engagement <br> and training. The food offering is varied and generally reliable. Highlights include Koi Ramen, Baba G’s Bhangra Burger, Zoe’s Ghana Kitchen and Maria Sabina’s tacos. There’s communal seating and a pleasingly steamy vibe (<em><a href=\"http://www.popbrixton.org/\">popbrixton.org</a></em>).</p> <p>■ The urban community gardening project <strong>Grow Elephant</strong>, which occupies a once disused site near Elephant and Castle, also features the <strong>Tropics Café</strong>. As well as its own menu, it will soon be holding pop-up supper clubs (<em><a href=\"http://www.growelephant.org/\">growelephant.org</a></em>).</p> <p>■ Following my review last week of the Euston Station outpost of <strong>Gino D’Acampo, My Restaurant </strong>comes news that the Manchester branch has won best Italian in the North West at the English Italian Awards. Is it that much better than the London branch? Or is the competition that much worse? Maybe the judges are nuts? Questions, questions…</p> <p><em>Email Jay at </em><a href=\"mailto:jay.rayner@observer.co.uk\"><em>jay.rayner@observer.co.uk</em></a><em> or follow him on Twitter </em><em><a href=\"mailto:@jayrayner1\">@jayrayner1</a></em></p>",
  "<p>The university and research community was overwhelmingly in favour of Britain remaining in the EU. The result came as even more of a shock because it revealed the scale of the gap between them and the wider public. Looking back, one can see that they focused too much on the <a href=\"https://www.theguardian.com/politics/2015/nov/11/leaving-eu-would-be-a-disaster-british-universities-warn\" title=\"\">funding universities get from the EU</a>: it sounded self-interested and enabled the Brexiters to reply that as Britain was overall a net contributor to the EU budget, those funds could be diverted to compensate for the loss of research funding.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2016/aug/02/academics-brexit-research-peat-fears-eu-funds\">Academics feel blight of Brexit – from cancer research to peat projects</a> </p> </aside>  <p>Actually, it is about more than just money. EU research funding usually comes with a condition that it be spent on projects in more than one country; this promotes the creation of international networks. Research is enhanced by looking at an issue from more than one perspective: more than half of papers by British academics are now co-authored with someone from outside the UK, and these papers tend to be cited more highly. So the real fear of universities, even greater than the anxiety about money, is that Brexit weakens these important links.</p> <p>The government is well aware of the risk. One of Theresa May’s first acts as prime minister was to send a strong letter of support to <a href=\"https://www.theguardian.com/profile/paul-nurse\" title=\"\">Paul Nurse</a>, the former president of the Royal Society, who runs the <a href=\"https://www.crick.ac.uk/\" title=\"\">Crick Institute</a> (on whose board I sit). Chancellor Philip Hammond has pledged to <a href=\"https://www.theguardian.com/politics/2016/aug/13/philip-hammond-treasury-eu-grants-investment-fund-projects\" title=\"\">continue to fund projects</a> which have already won funding from the EU’s Horizon 2020 programme. Jo Johnson, minister for universities and science, has announced that EU students applying to come to a university here in 2017 can be assured of <a href=\"https://www.theguardian.com/education/2016/oct/11/eu-student-funding-in-uk-to-remain-same-in-2017-despite-brexit-vote\" title=\"\">continuing access to loans and grants</a> for the duration of their course.</p> <p>The government, then, clearly understands that there is a problem and is doing its best to help. But beyond this there are long-term issues which need to be tackled as part of the planning for Brexit.</p> <p>Top of the list is the free movement of academics and students. There is already a visa regime for academics and researchers from outside the EU which is so tight it can inhibit legitimate research contacts. For example, the government is focused on the problem of <a href=\"https://www.theguardian.com/society/2016/apr/14/antibiotic-resistance-what-you-need-to-know\" title=\"\">antimicrobial resistance</a>, and so academics from developing countries most affected by the problem are invited to contribute to conferences here about it; but they then get their applications for visas turned down. There is a risk that EU academics might in future be subject to a similarly strict visa regime, which could obstruct their ability to move here, either to work or even just to come to meetings. That is why our universities need confidence that the visa regime will make it easy for academics at all levels – including postgraduate students – to move here easily.</p> <p>The effect on undergraduates is another concern. At the moment, EU students pay the regulated £9,000 <a href=\"https://www.theguardian.com/education/tuition-fees\" title=\"\">fees</a> and are eligible for student loans. They will presumably become like other international students with unrestricted fees and no access to loans. The pessimists fear that EU students will be put off by higher fees with no loans. But if our universities provide a world-class education, there is a chance that they could actually get more revenues from them. The visa regime is crucial here. It makes no sense to try to restrict the number of legitimate overseas students coming to study at our universities – they are a fantastic export opportunity.</p> <p>The talk of only letting in the “brightest and the best” misses the point. They are not migrants – we quite rightly expect these students to return home at the end of their course. They need to have the mastery of English and the academic aptitude to benefit from higher education, but we do not need to be more selective than that. We do not say that the car industry should only sell Bentleys abroad, not Minis. We do not say they should only sell to drivers with an advanced motoring qualification. Higher education for overseas students is a legitimate transaction, selling a fantastic British service. It is not the same as recruiting migrant workers.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The government knows there are problems and is trying to help. But there are long-term issues that need to be tackled</p> </blockquote> </aside>  <p>We are so focused on attracting overseas students to Britain that we sometimes lose sight of the opposite challenge – encouraging more <a href=\"https://www.theguardian.com/education/2016/jun/29/the-great-escape-five-reasons-to-study-abroad-for-a-masters\" title=\"\">British students to study abroad</a>. This broadens their horizons and strengthens long-term links with key countries. At the moment, only about 30,000 British students study abroad, an extraordinarily low number. Unlike many other countries, we do not provide any help with the cost of their fees. The loans no longer available to EU students to study here should instead be made available to English students wanting to study abroad.</p> <p>So, for example, the <a href=\"https://www.theguardian.com/higher-education-network/blog/2012/oct/29/monash-warwick-alliance-global-education\" title=\"\">University of Warwick has close ties to Monash</a>, one of Australia’s leading universities, and was planning an integrated course which included Warwick students doing a year there. But they could not receive loans from the British government to cover their education, whereas Australian students here do get some help from their government. The <a href=\"http://services.parliament.uk/bills/2016-17/highereducationandresearch.html\" title=\"\">Higher Education and Research bill</a> is a great opportunity to make these loans available to British students for study in countries that ministers specify. This is all part of the opening up to the wider world which the Brexiters say they want. And if it encourages more people to study abroad, it even reduces net migration.</p> <p>This still leaves the worries of the research community about reduced participation in research collaborations. There are lots of ideas about how to respond. Some universities are thinking of setting up operations on the continent in order to stay within these valuable networks. Another possibility is to join EU research programmes without being a member – that is what Switzerland has done for example, though it is now caught up in a dispute with the EU, which has suspended their participation after they voted in a referendum for more controls on migration. A third way round the problem is to run our own scheme in parallel with the EU to fund British participation in EU programmes.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2016/oct/14/all-eyes-on-the-red-planet-as-esas-lander-prepares-to-hurtle-towards-mars\">All eyes on the red planet as ESA's lander prepares to hurtle towards Mars</a> </p> </aside>  <p>Some of Europe’s key research and innovation networks are already intergovernmental, not part of the EU. The <a href=\"https://www.theguardian.com/science/european-space-agency\" title=\"\">European Space Agency</a>, which provided <a href=\"https://www.theguardian.com/science/2016/jun/18/tim-peake-grim-week-earth-mission-work-together\" title=\"\">Tim Peake</a> with his mission and which now has a base in Harwell after I – when minister for universities and science – boosted our contribution to it, is a great way to collaborate with other countries in science and technology. The European Molecular Biology Laboratory has the excellent European Bioinformatics Institute at Hinxton outside Cambridge. Its headquarters are in Heidelberg, a source of great pride in Germany. A top-level visit there with a strong message of support for that kind of research collaboration would help undo some of the damage done by German reporting, especially of the <a href=\"https://www.theguardian.com/politics/2016/oct/05/this-is-what-theresa-mays-tory-britain-will-look-like\" title=\"\">Tory party conference</a>.</p> <p>The government has already signalled it understands the importance of these intergovernmental agencies by offering to offset the increase in the cost of our contributions because of the weakness of the pound. But we need to go further with positive efforts to increase our involvement in science and technology collaborations with countries across the world. The prime minister has told me that she sees the importance of this – and I hope it remains a priority for her government. </p> <p><em>David Willetts is executive chair of the Resolution Foundation, and is a former minister for universities and science</em></p>"
]