[
  "Kate French and Samantha Murray finish out of modern pentathlon medals",
  "Trump campaign chairman Paul Manafort resigns – as it happened",
  "Dutton blames Nauru crisis on everything but his rigid policy",
  "The armchair Olympics: what have the Games meant to our panel?",
  "Broken promises to the children of Calais",
  "Mo Farah taking nothing for granted as he bids to emulate Lasse Viren",
  "The post-Brexit pound – how sterling's fall affects you and the UK economy",
  "The DoJ is right to ditch private prisons. But it won't do much in practice",
  "Ryan Lochte: an Olympic tale of gold medals and white privilege",
  "Happy hour at Trump Bar: a bastion of unbridled enthusiasm for the Donald",
  "Theresa May’s climbdown on obesity is her first big mistake",
  "Cocktail of the week: gin breeze recipe",
  "The weekend cook: Thomasina Miers’ flavours of the Mediterranean recipes",
  "Musical version of Tolstoy's Anna Karenina to open in Moscow",
  "Would you miss free plane food? Catch up on our live look at the week",
  "Syrian Bassel Mcleash with Justin Trudeau at Toronto’s Pride: ‘I wanted to thank him for the chance to be free’",
  "Federal decision to phase out private prisons has limited impact, activists say",
  "Shocked by the image of the Syrian boy in the rubble? Here's how to help",
  "From cloaks and daggers to loincloths, here’s the week’s best science news",
  "Grafene, Manchester: It breathes ‘massive, tumescent budget’ with every tile – restaurant review | Marina O’Loughlin",
  "A brief encounter with Kenny Baker: R2-D2 on fame, fans – and the sad rise of CGI",
  "Argentina still sets the heart – and engine – racing for Emilio Scotto",
  "Was George Osborne's machine gun fun in Vietnam in poor taste?",
  "Three of the best... dance performances this week",
  "#SudanUnderSanctions: young people describe life on the blacklist",
  "All England Stone Skimming beats Rio 2016 for magic and simplicity",
  "From Nina Simone to Dr Woo: this week’s fashion trends",
  "Thai police hunt one man in confusing inquiry into bombings",
  "A homely recipe for stacked blue corn tortillas with red chilli sauce",
  "Man faces jail term in Dubai for Facebook link to charity",
  "The child refugees I help in Calais remind me of the boy rescued in Aleppo",
  "Rio 2016 Olympics: Usain Bolt takes 200m gold, Brazil wins men's beach volleyball – as it happened",
  "The left needs fresh ideas and a new language if it's to win again",
  "The Nauru files provide the evidence. Malcolm Turnbull can never plead ignorance"
]