[
  "Microplastics should be banned in cosmetics to save oceans, MPs say",
  "Judge throws cold water on lawsuit over Starbucks' ice-to-coffee ratio",
  "Trump’s magical missing voters",
  "First Thiel, now the Trumps: how billionaires threaten free speech",
  "UK economic indicators defy Brexit fears",
  "Quincy Jones: the day Michael Jackson's pet snake got loose in the studio",
  "Nicola Sturgeon to appoint Brexit minister",
  "Eurozone shrugs off Brexit uncertainty in August -as it happened",
  "Rochdale Muslim leader 'was bludgeoned in Isis-inspired murder'",
  "Summer weather lifts UK supermarket sales",
  "Eurozone resilient after Brexit vote as output increases",
  "How to stop wasting women’s talents: overcome our fixation with youth",
  "‘A sense that white identity is under attack’: making sense of the alt-right",
  "Swiss watch exports to UK rise as tourists make most of fall in sterling",
  "'Come with an open mind': what life is really like in New Zealand",
  "FolkEast review – unpretentious fun in the Suffolk countryside",
  "African migrants in Australia report worst discrimination, diversity study reveals",
  "Australia broadly tolerant but pockets of intense prejudice remain, report shows",
  "Trump doesn't need to apologize, says Republicans' Hispanic outreach chief",
  "Quincy Jones Prom review – heartfelt tribute to a great musician's extraordinary legacy",
  "How can companies cut their water footprint? Read what the experts said",
  "Thousands of Clinton emails to go public before election",
  "Nigeria cannot overcome its gathering humanitarian crisis alone",
  "Malian refugees in Mauritania, and India's all-woman newspaper",
  "Celtic fans warned not to fly Palestinian flags at match in Israel",
  "My American dream led to a trailer park. And I couldn't be happier",
  "Dave Hill: 'The London mayor election was a harsh, but ultimately cheering battle'",
  "Rio 2016: the fans' verdict on how their countries performed at the Olympics",
  "Accusations and smear tactics: how North Korea ​explains defections",
  "Celtic fans: have you donated money to Palestinian charities?",
  "Turkey’s leaders sat back as Isis took hold. Now its people are paying the price",
  "EU states are denying child migrants essential services",
  "Malcolm Turnbull’s quest for power leaves him at odds with the electorate",
  "Sydney: we need to talk about our postcode prejudice",
  "Danish MP confirms visit to Nauru camp at heart of offshore detention outcry",
  "Euroscepticism’s middle-aged spread isn’t confined to the UK",
  "Brexit weekly briefing: is Canada's EU trade deal a blueprint for the UK?",
  "20 great hotels, B&Bs and apartments in Germany",
  "My five-point plan to make Australia great again!",
  "Why my attempt to go 21 days without a whinge took me six months",
  "Trump: 'I'm not flip-flopping' on immigration plan – as it happened"
]