[
  "UK retail sales rebound in July thanks to heavy discounts",
  "Masters of falling: Daley and Goodfellow dive into British Olympic history",
  "Japan win men's gymnastics team final: Rio Olympics 2016 – as it happened",
  "Fact-checking Donald Trump’s speech on his economic plan",
  "China dive for Olympic gold in men's 10m final, GB pair take bronze – as it happened",
  "NAACP president arrested after staging voting rights sit-in at lawmaker's office",
  "Katie Ledecky and Michael Phelps ready to add to US swimming gold haul",
  "Paul Ryan's Wisconsin challenger leaps from obscurity in congressional seat bid",
  "George RR Martin's Wild Cards TV show is a safe bet for success",
  "Why the romance of Brexit bloomed in Philip Larkin’s industrial suburbia",
  "Calais cafe closure puts children in peril",
  "'Independent conservative' challenge to Trump could play spoiler in some states",
  "The facts about EU trade policy lost in the Brexit kerfuffle",
  "The perils of ‘flying while Muslim’",
  "The street artist 'translating' graffiti tags into digital typeface",
  "Love, Lies and Taxidermy at Edinburgh festival review – a stupidly lovely fantasy",
  "Republican Evan McMullin to launch presidential run against Trump",
  "Eurozone shakes off Brexit fears, but Chinese trade figures disappoint – as it happened",
  "Israel to crack down further on foreign pro-Palestinian activists",
  "Nicolás Lodeiro is the man to save Seattle Sounders' season; and Red Bulls fume",
  "Sadiq Khan could teach Labour how a leftwing underdog can win",
  "The Red Shed at Edinburgh festival review – Mark Thomas's love letter to his Labour club",
  "Gateways – Tony Allen and Nigeria: From Afrobeat to Afrobeats",
  "Would you pick fruit and veg for very low pay? No? We have a problem",
  "Rejection of experts spreads from Brexit to climate change with 'Clexit'",
  "Simon Munnery: ‘Is alternative comedy over? Well, yes and no…’",
  "Border patrol still have orders allowing boat turnbacks in foreign waters, tribunal reveals",
  "Detention centre operator's contract extended despite new owner's objection",
  "Rio 2016 day two: Phelps wins 19th Olympic gold – as it happened",
  "Trafficking of Nigerian women into prostitution in Europe 'at crisis level'",
  "Turn Brexit uncertainty into job search success",
  "Beware copycat websites overcharging for Esta and Ehic documents",
  "Documents immigration is fighting to keep secret accidentally released",
  "Asbestos is far from a legacy issue. This is no time to rest easy"
]