[
  "The great wine fraud",
  "BBC Alba must not be allowed to wither for lack of cash",
  "Farewell, Rosetta: space mission to end on collision course with comet",
  "Why would the EU appease the deluded Brexiters?",
  "It is immigration, above all else, that has united the right and divided the left",
  "The Observer view on Britain’s lack of voice in Europe",
  "Brexit camp abandons £350m-a-week NHS funding pledge",
  "How Britain’s new political tribes hinder Labour’s bid for a winning coalition",
  "Forgotten inside Greece’s notorious camp for child refugees",
  "Hillary Clinton calls half of Trump supporters bigoted 'deplorables'",
  "Push for ban on domestic ivory trade spurs feud at international summit",
  "Venice film festival 2016: out of the White House, into the Vatican…",
  "The Secret Scripture review – Vanessa Redgrave remembers when she was Rooney Mara in forgettable soap",
  "Arsenal 2-1 Southampton, Stoke City 0-4 Tottenham – football clockwatch live!",
  "Oliver Stone on Snowden relevance: 'The US government lies all the time'",
  "Activists surround Yarl's Wood detention centre with wall of noise",
  "Britons may have to apply to visit Europe after Brexit",
  "Don't judge Ben-Hur by the 2016 version",
  "Celtic 5-1 Rangers: Scottish Premiership – as it happened",
  "NFL 2016 predictions: our writers call the winners, losers and also-rans",
  "Viva Trump: meet Donald Trump's Hispanic supporters",
  "Greater Western Sydney outmuscle Swans to win pulsating final – as it happened",
  "Our best shot at cooling the planet might be right under our feet",
  "Skepta on grime: 'People are catching on. There's a revolution happening'",
  "Last Night of the Proms in the shadow of Brexit: 'I'll feel a bit conflicted'",
  "Turning Blue by Benjamin Myers review – depraved and decadent rural noir",
  "My best writing tip by William Boyd, Jeanette Winterson, Amit Chaudhuri and more",
  "As Lionel Shriver made light of identity, I had no choice but to walk out on her",
  "Sunny autumn beach breaks in southern Europe",
  "Claire Ptak’s chocolate cream eclair recipe",
  "Readers’ recipe swap: Marmalade",
  "Liberal MP says Australia's refugee program one of the world's best",
  "Donald Trump labels Clinton 'unstable' as he edges away from Putin relationship",
  "North Korea accused of 'maniacal recklessness' after nuclear test triggers earthquake",
  "'My story is now  1,100 pages long': Manus refugees speak about their plight",
  "Selling free trade is a tall order. But Chris Bowen is doing better than Scott Morrison",
  "Pauline Hanson is back, and it's still just as hard to counter her rhetoric with facts"
]