[
  "'That's my first so-called choice': Trump takes credit for Pence's debate success",
  "Film about abuse in Australia's refugee camps screened on London embassy",
  "Infantino’s 48-team World Cup plan would be funny if it was not so serious",
  "Theresa May has the party’s adoration for now. That won’t last",
  "How are businesses responding to Theresa May's proposals?",
  "The Guardian view on Theresa May’s conference speech: actions not words will decide",
  "Amber Rudd’s crackdown on foreign students will harm UK’s great universities",
  "Ignore school census queries on nationality",
  "Young UK women with children less likely to find work, report says",
  "Looming megadroughts in western US would make current drought look minor",
  "The message of Brexit was mixed. Now we are told it was simply a referendum on immigration",
  "Amber Rudd faces backlash from businesses over foreign workers",
  "Brexit recession fears fade as UK service sector beats forecasts – as it happened",
  "Angela Merkel urges German firms to back tough stance in Brexit talks",
  "António Guterres to be next UN secretary general",
  "PM's speech to Tory conference: 'we will take centre ground' - as it happened",
  "'That Mexican thing': Mike Pence's defense of Trump's rhetoric goes viral",
  "As an Australian, I’m a privileged migrant. But Amber Rudd’s speech scared me",
  "Jean-Pierre Sauvage, Bernard Feringa and Sir Fraser Stoddart win Nobel prize in chemistry - as it happened",
  "Home Office has not given journalist's confiscated passport to Syria",
  "We need a country that works for everyone – EU citizens included",
  "Will Theresa May’s speech appeal beyond Tory conference? Our panel’s verdict",
  "This is what Theresa May's Tory Britain will look like",
  "May promises her 'party of workers' will govern for whole nation",
  "Theresa May's Conservative party conference speech – key points analysed",
  "'We had to tell this dark story' … how Utøya is remembering the massacre",
  "Is this the Tory answer to the housing crisis – a coffin-sized existence pod?",
  "Qatar and Russia World Cups ‘the best thing that happened in football’ – Fifa vice-president",
  "‘We are building our way to hell’: tales of gentrification around the world",
  "Conservative conference: ten things we've learned",
  "America's choice this November is between a populist and a technocrat",
  "'Diversity is good': your views on plans to end reliance on overseas doctors",
  "More than 10,000 refugees rescued in two days in Mediterranean",
  "Jean-Michel Jarre – 10 of the best",
  "Hong Kong activist Joshua Wong attacks Thailand after being barred 'at China's request'",
  "Solicitor general says he was not fully consulted on revoking citizenship or marriage equality",
  "Amber Rudd defends proposal to make firms reveal foreign staff numbers",
  "Kitchen gadgets review: Scoopsaw – part sex toy, part street weapon",
  "'It wasn’t a pretty night for Tim Kaine': reaction to the vice-presidential debate",
  "Juliet Lyon: ‘If the state takes away your liberty, it must keep you safe’",
  "My pubic portrait: the day I posed for a very personal work of art",
  "What is PTSD? You asked Google – here’s the answer",
  "10 Tory voters on May, Brexit and where the party goes from here",
  "Westminster: wealth, opulence and socially isolated new mothers",
  "Wednesday’s best TV: The Great British Bake Off, A World Without Down’s Syndrome?",
  "How the education gap is tearing politics apart",
  "We are witnessing nothing less than a Tory reformation",
  "Pence and Kaine spar in vice-presidential debate – as it happened",
  "VP debate fact-check: Mike Pence and Tim Kaine's claims reviewed",
  "Bank inquiry: ANZ has 'no link' to Malaysian 1MDB scandal – as it happened",
  "Hong Kong activist Joshua Wong detained in Thailand 'at China's request' – reports"
]