[
  "With opponents inside and out, there's no plain sailing for Malcolm Turnbull",
  "Why is Australia so obsessed with the espresso martini?",
  "The Guardian view on the US election: Hillary Clinton is the world’s best hope",
  "It’s a mistake to demonise Russia",
  "Turkish opposition condemns arrest of Kurdish officials",
  "Iceland Airwaves festival day two – the rappers come out in force, but rock steals the day",
  "The vicious assault on UK judges by the Brexit press is a threat to democracy",
  "From lightning suits to algae-munching drones: how design is electrifying Dubai",
  "England's most deprived area talks of betrayal after Brexit ruling",
  "Nutella campaigns in the US to be labeled a 'spread', not a 'topping'",
  "Who pretends to support kids with HIV but gives nothing? Donald Trump",
  "Paris agreement, air pollution and your carbon footprint – green news roundup",
  "Wetherspoon boss Tim Martin: ‘The EU became a quasi-religion, and universities are the modern-day seminaries’",
  "Will the US election mean the end of free trade?",
  "In love with winter swimming: ‘I like to feel the elements on my skin. It’s nourishing’",
  "French police move 4,000 people out of Paris migrant camp",
  "Tory MP resigns over government approach to Brexit – as it happened",
  "Refuge by Volta, Manchester: ‘It’s a glamourpuss’ – restaurant review",
  "The UK was already short of curry chefs. Now the Brexit vote has made it worse",
  "Pain, anger and fear: US voters deprived of a serious presidential election",
  "'I am fed up with the elite ignoring us': leave voters on article 50 ruling",
  "South Africa fight back on day two of the Perth Test – as it happened",
  "Marc Myers on the stories behind the most famous songs ever written",
  "David Olusoga: ‘There’s a dark side to British history, and we saw a flash of it this summer’",
  "To children, the news can be confusing and scary. They need our reassurance",
  "Man secretly deported to Nauru from Melbourne detention centre, say lawyers",
  "Canadian army investigate mysterious 'pinging' sound coming from sea floor",
  "Article 50 ruling leaves Theresa May facing potential MP revolt",
  "No excuse for Daily Mail’s slur against foreign drivers",
  "Honey G: when the music stops, will the joke be on us, or on her?",
  "Friday’s best TV: Citizen Khan; Mobo Awards: Live; The Level",
  "Sir James Dyson dismisses EU tariff fears of hard Brexit",
  "AMA says attempts to help asylum seekers on Nauru frustrated by immigration department",
  "Asian shares slide again after market's 'fear index' spikes for eighth day",
  "'Groove therapy': how hip-hop dance classes are helping refugees find their feet",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened"
]