[
  "Trump predicts demographics make 2016 'last election Republicans can win'",
  "What a difference a year makes: Donald Trump tailors message to evangelicals",
  "Trump interview broadcast on Russian propaganda outlet – as it happened",
  "Novak Djokovic defeats Gaël Monfils to make US Open final – as it happened",
  "Worcester hold out for draw with Gloucester in derby thriller",
  "European Muslims are not new. Nor are they all the same",
  "Disadvantaged children under-represented in grammar schools",
  "Protests call into question need to play national anthems at sporting events",
  "Juan Gabriel obituary",
  "Can UK emulate New Zealand and ban zero-hours contracts?",
  "The Forget-Me-Not Walk where patients stroll among their memories",
  "Cocktail of the week: Aqua London’s Fuji Crusta recipe",
  "The weekend cook: Thomasina Miers’ sweetcorn recipes",
  "Does it matter if your in-laws hate you? Catch up on our live look at the week",
  "Meet the underwater artist inspired by a near-death experience",
  "Paralympians like me are inspirational – and there’s nothing wrong with that",
  "Dozens of countries poised to drive out malaria by 2020",
  "Experience: I didn’t know I was being doped",
  "Douglas Carswell: ‘I’m having far too much fun to leave Ukip’",
  "Deport failed asylum seekers back to war zones, says Bavaria minister",
  "Small acts of kindness ... but it's not enough for women in refugee camps",
  "Lab notes: New beginnings for Nasa and Philae found",
  "10 reasons everyone's moving to Canada",
  "Canadian travel calendar: 365 days of adventure, art and animals",
  "Zip-lines, bike lanes and cafe culture: 48 hours in Montréal",
  "Explore east Canada: the 10 must-visit spots in Québec province",
  "Get the lowdown on Ottawa – a local reveals all",
  "Baby smuggled into Britain inside lorry",
  "How Marvel's Iceman superhero urged me to come out",
  "Talking Horses: Friday’s best bets plus the latest racing news",
  "The lies Trump told this week: from military spending to his tax returns",
  "I thrived during my eight years in a children's home",
  "Annotated solutions for Prize 26,980",
  "MLS preview: is NYC FC's Frank Lampard a contender for player of the year?",
  "Students Speak: What's your verdict on Ban Ki-moon's reign at the UN?",
  "North Korea nuclear test: 'warhead explosion' confirmed by Pyongyang – as it happened",
  "We need to be careful about demanding migrants speak English",
  "Isis is as much an offshoot of our global civilisation as Google",
  "Mary Magdalene and the search for redemption on the Sea of Galilee",
  "One year on, Malcolm Turnbull's brutal reality is there's no time like the present",
  "Beyond the Aperol spritz: five cocktails perfect for spring",
  "How social media can help charity leaders in an uncertain world",
  "'Socks go on feet, not smoke detectors' – a campus security guard's guide to freshers week",
  "Friday’s best TV: BBC Proms 2016; Joanna Lumley's Japan; The Strain",
  "Peter Dutton swipes at Canada as he defends Australia's slow response to refugee crisis",
  "Conditions for Greece's migrant children shocking, says Human Rights Watch",
  "Giuliani falsely claims Trump disavowed birtherism 'years ago' – as it happened",
  "Baby among 10 people found in back of lorry"
]