[
  "<p>More than 200 leaders of faith communities have signed an <a href=\"http://interfaithrefugeeinitiative.org/\">open letter</a> to Theresa May calling for urgent changes to the government’s refugee policy, particularly to allow families to be reunited.</p> <p>The signatories are headed by <a href=\"https://www.theguardian.com/profile/rowanwilliams\">Rowan Williams</a>, the former archbishop of Canterbury, who will give a speech on Monday in front of an audience of faith leaders and refugees to reiterate the letter’s demands.<br></p> <p>Elizabeth Butler-Sloss, the former lord justice of appeal, has added her name to the letter, which is also signed by leaders and representatives of the Christian, Muslim, Jewish, Hindu, Sikh and Buddhist communities.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/sep/05/disgrace-to-europe-former-child-refugee-lord-dubs-calais-camp\">‘It is a disgrace to Europe’: former child refugee Lord Dubs on the Calais camp</a> </p> </aside>  <p>“As people of faith, we call on your government to urgently revise its policy towards refugees,” the letter says.<br></p> <p>“The best of this country is represented by the generosity, kindness, solidarity and decency that Britain has at many times shown those fleeing persecution, even at times of far greater deprivation and difficulty than the present day. We rejoice in the mosaic of different faiths and British communities that we now represent.”<br></p> <p>It adds: “In the face of the unfolding human catastrophe, there are immediate and viable steps that the government can take to offer sanctuary to more refugees. We call on you to create safe, legal routes of travel, for example by adopting fair and humane family reunion policies for refugees.”<br tabindex=\"-1\"></p> <p>According to Williams, “the sheer scale of the refugee crisis has the capacity to paralyse us”. Allowing relatives of refugees already in Britain to join them would offer “a practical route for responding to the pressure of the human suffering we see”, he told the Guardian.<br tabindex=\"-1\"></p> <p>“People admitted as family members are guaranteed a ready-made network, a human support system here – so that we are not talking about an influx of rootless or alienated individuals, vulnerable to exploitation and manipulation,” he said.<br tabindex=\"-1\"></p>  <figure class=\"element element-image\" data-media-id=\"15bd97bdccfbc843994b454ea3c757f10fa583c9\"> <img src=\"https://media.guim.co.uk/15bd97bdccfbc843994b454ea3c757f10fa583c9/0_325_5760_3456/1000.jpg\" alt=\"Qari Muhammad Asim, chief imam of Makkah mosque in Leeds, said: ‘Many lives could be saved.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Qari Muhammad Asim, chief imam of Makkah mosque in Leeds, said: ‘Many lives could be saved.’</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>“One of the greatest tragedies of the current appalling situation is the shattering of family life as a result of displacement and insecurity.”</p> <p>Calls have been mounting for the government to do more to bring unaccompanied refugee children in Calais to Britain. Some 220 children have been identified as having the legal right to be reunited with families, yet only 50 have been allowed to enter the UK.</p> <p>A <a href=\"https://www.facebook.com/groups/186922508395215/\">campaign</a> by the beneficiaries of <a href=\"http://www.kindertransport.org/history.htm\">Kindertransport</a>, the programme to rescue thousands of Jewish children from the Nazis, has <a href=\"https://www.theguardian.com/world/2016/sep/11/refugees-calais-children-kindertransport-britain-migrants\">raised more than £50,000</a> in a week to help pay legal costs and support children in Calais.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/10/child-refugees-greece-camps\">Forgotten inside Greece’s notorious camp for child refugees</a> </p> </aside>  <p>Last week, Justin Welby, the archbishop of Canterbury, raised the issue of unaccompanied children in Calais in the House of Lords. Addressing the home office minister Susan Williams, <a draggable=\"true\" href=\"http://www.christiantoday.com/article/archbishop.of.canterbury.refugee.children.with.uk.family.must.be.brought.over.immediately/94822.htm\">he said</a>: “Does the minister not agree that where children – particularly young ones – have families in this country there is no reason why they should not be brought across within the day?”</p> <p>One of the signatories of Monday’s interfaith letter, Rabbi Herschel Gluck, said: “Being the son of refugees from Hitler, who lost over 100 of their close family members because of the lack of compassion and vision with regard to family reunification by the authorities at that time, I feel especially obliged to help ensure that we don’t repeat those mistakes.”<br></p> <p>Qari Muhammad Asim, the chief imam of the Makkah mosque in Leeds, said: “Many refugees with close family members in the UK are risking their lives trying to escape <a href=\"https://www.theguardian.com/world/2016/sep/10/child-refugees-greece-camps\">deplorable conditions</a> in camps and reunite with their families. Many lives could be saved if safe legal routes were secured by the government.”<br></p> <p>Present policies were failing unaccompanied refugee children in Calais, said Peter Hill, the bishop of Barking. “The system is broken ... At the current rate of reunification it will take a year before all the children in Calais are reunited with their families. This is forcing children to take matters into their own hands on rail tracks, stowing away in lorries and putting themselves into the hands of unscrupulous people traffickers. How can a civilised country allow this to continue?”</p> <p>The interfaith letter follows similar initiatives by <a href=\"http://www.lawyersrefugeeinitiative.org/\">350 judges and lawyers</a>, who wrote to the then prime minister, David Cameron, last October; <a href=\"http://www.economists4refugees.org.uk/\">120 senior economists</a> in January; and <a href=\"https://www.theguardian.com/world/2016/jan/03/david-cameron-must-do-more-refugee-crisis-charities-urge\">27 humanitarian and refugee organisations</a>, also in January.</p>",
  "<p> Britain’s economy will grind to a near standstill over the coming months as post-referendum uncertainty triggers a slump in business investment, a leading business group has warned as it slashed its growth forecasts.</p> <p>In its first set of forecasts since the vote to leave the EU, the British Chambers of Commerce (BCC) on Monday more than halved its GDP growth prediction for next year from 2.3% to 1.0%. That would mark the worst economic performance since 2009, when the UK was emerging from a deep recession sparked by the global financial crisis.</p> <p>Recent economic indicators <a href=\"https://www.theguardian.com/business/2016/sep/09/construction-exports-figures-uk-economy-growing\">suggest activity has rebounded from an initial post-referendum dive</a> but the BCC’s gloomy outlook shows that businesses remain nervous about the prospect of protracted negotiations to leave the EU and about potential trade deals.</p> <p>The confidence of the business community was dealt another blow over the weekend as it emerged <a href=\"http://www.theguardian.com/politics/liamfox\">Liam Fox</a>, the international trade secretary, had <a href=\"http://www.theguardian.com/politics/2016/sep/10/business-leaders-politicians-attack-fox-over-lazy-accusations\">launched an extraordinary attack on British executives</a>, suggesting they would rather play golf than export their goods and services.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/10/business-leaders-politicians-attack-fox-over-lazy-accusations\">Business leaders and MPs attack Liam Fox over 'fat and lazy' accusations</a> </p> </aside>  <p>Asked about Fox’s description of a Britain that had grown “too lazy and too fat” on earlier successes, BCC president Francis Martin called for politicians to support businesses as the country works out its EU exit.</p> <p>“Business and government need to work together if we’re to make a success of the transition ahead,” said Martin. “Business people don’t mind a robust conversation, but they will insist on a constructive one.”</p> <p>The business group’s new forecasts put it broadly in line with the Bank of England, which also sees a sharp slowdown in GDP growth next year to just 0.8% from 2% this year.</p> <p>The Bank has already <a href=\"https://www.theguardian.com/business/2016/aug/04/bank-of-england-cuts-uk-interest-rates\">cut interest rates to a record low of 0.25%</a> and expanded its programme to pump electronic cash into the economy. It is widely expected to cut base rates again, to 0.1%, before the end of the year. But no move is anticipated when its policymakers meet this week, according to a Reuters poll of economists.</p> <p>The BCC is cautioning against reading too much into recent signs of a <a href=\"https://www.theguardian.com/business/2016/sep/01/manufacturing-figures-uk-economy-brexit-vote\">bounceback in output</a> for manufacturers and services firms, a pick-up in exports and a steadying in construction work.</p> <p>“Although individual businesses continue to report strong trading conditions, the overall picture suggests a sharp slowdown in UK growth lies ahead,” said Adam Marshall, the BCC’s acting director general.<br></p> <p>“Our forecast suggests that the UK is likely to avoid a recession, but with the health warning that businesses are still digesting the result of <a href=\"http://www.theguardian.com/politics/2016/sep/08/donald-tusk-theresa-may-article-50-brexit-negotiations-eu\">June’s EU referendum</a> and the challenges and opportunities to come.”<br></p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/sep/2016-09-11T12:10:16/embed.html\" data-alt=\"BCC forecasts\"> <a href=\"https://interactive.guim.co.uk/charts/embed/sep/2016-09-11T12:10:16/embed.html\">BCC forecasts</a> </figure>  <p>The group, which represents a network of 52 chambers around the UK, believes the economy will eke out quarterly growth of just 0.1% in the third quarter and again in the fourth quarter. That compares with 0.6% in the second quarter of April to June.<br></p> <p>For 2016 as a whole the BCC has downgraded its growth forecast from 2.2% to 1.8%. After growth of 1.0% in 2017, it sees the economy gaining some momentum to grow 1.8% in 2018 – compared with an earlier forecast for 2.4%. </p> <p>Marshall said a number of uncertainties were weighing on sentiment. “The value of sterling, the shape of future trade relationships, the status of EU nationals in the UK workforce and other factors will all influence business confidence over the coming quarters,” he said.</p> <p>A large fall in investment, along with weaker consumer spending, was the main reason for the weaker outlook. Business investment is expected to fall by 2.2% in 2016 and by 3.4% in 2017. That compares with previous forecasts for 4.5% growth in 2016 and a 7.4% rise in 2017.</p> <p>The group predicts some help to the UK’s trading position from a weaker pound, which tumbled against other currencies following the referendum result, making UK goods cheaper in overseas markets.<br></p> <p>Businesses are looking ahead to <a href=\"http://www.theguardian.com/politics/2016/sep/08/philip-hammond-announces-autumn-budget-statement-for-23-november\"> Philip Hammond’s autumn statement on 23 November</a> when the chancellor will set out how the government will use tax and spending plans to help the economy weather the post-referendum turmoil.</p> <p>Marshall said businesses were relying on ministers to support business investment and confidence. “They should start with the long list of business-boosting infrastructure projects that have been put on hold for far too long – including a firm decision on a new airport runway, new nuclear investment, and road and rail schemes,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/07/take-back-control-brexiteers-immigration-policy-johnson-davis-fox\">Take back control? It’s now clear the Brexiteers have no clue on immigration | Rafael Behr</a> </p> </aside>  <p>Hopes of more clarity on one such project, <a draggable=\"true\" href=\"https://www.theguardian.com/uk/hs2\">the HS2 high-speed rail link</a>, were dented at the weekend as its boss, Simon Kirby, <a draggable=\"true\" href=\"https://www.theguardian.com/uk-news/2016/sep/10/hs2-boss-quits-before-key-decision-on-high-speed-rail-project\">announced he was leaving to join Rolls-Royce</a>. The transport secretary, Chris Grayling, is expected to make a key decision on the project’s future in the coming weeks.</p> <p>But business groups have been encouraged by Theresa May’s apparent commitment to reviving investment, innovation and exports with an industrial strategy. </p> <p>For now most economists – the BCC’s forecasters included – expect the services sector and consumer spending to remain the main driver of UK growth.</p> <p><a href=\"https://www.theguardian.com/business/2016/aug/18/uk-retail-sales-rise-july-shoppers-shrug-off-brexit-gloom\">Signs of spending holding up well</a> have been one of the main factors behind City analysts <a href=\"https://www.theguardian.com/business/2016/sep/09/city-banks-revise-brexit-doom-and-gloom-forecasts\">toning down their earlier forecasts for a post-referendum slump</a>. But fresh figures on Monday will serve as a reminder that households are still coming to terms with the Brexit vote and its implications.</p> <p>Consumer spending flatlined in August, rising just 0.1% on the year after growth of 1.6% in July, said Visa. The credit card company’s monthly consumer spending index, compiled by Markit, showed the effects of the weaker pound, which makes Britons’ overseas holidays more expensive.</p> <p>Kevin Jenkins, the UK and Ireland managing director at Visa, said: “In line with reports that people opted for UK ‘<a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/aug/26/uk-staycations-grow-in-strength-as-pound-weakens\">staycations</a>’ over last-minute overseas trips in August, leisure and recreation remained the strongest performers, with transport and communications – the category that captures flight bookings - experiencing a significant fall.”</p>",
  "<p>David Moyes believes the lack of a top-class centre-forward cost him a chance of winning the Premier League title with Everton and now fears Sunderland’s acute striker shortage could leave them struggling at the opposite end of the table.</p> <p>With <a href=\"https://www.theguardian.com/football/2016/sep/01/fabio-borini-sunderland-striker-ruled-out-three-months-injury-jermain-defoe\" title=\"\">injury sidelining Fabio Borini until late December</a> and the newly recruited <a href=\"https://www.theguardian.com/football/2016/sep/02/sunderland-victor-anichebe-free-agent-sign\" title=\"\">free agent Victor Anichebe</a> still some way from match fitness, Jermain Defoe is Moyes’ only fit forward for Monday’s home game against Everton .</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/09/sunderland-everton-match-preview\">Sunderland v Everton: match preview</a> </p> </aside>  <p>Although too diplomatic to criticise Ellis Short, Sunderland’s owner, the manager is disappointed not to have a better stocked armoury to aid the task of turning his latest club into the “new Everton”.</p> <p>Moyes is wary about “banging on too much” about the 11 years he spent at Goodison Park but comparisons between the two similarly sized clubs are irresistible and Everton remain the template for what the former <a href=\"https://www.theguardian.com/football/manchester-united\" title=\"\">Manchester United</a> and <a href=\"https://www.theguardian.com/football/realsociedad\" title=\"\">Real Sociedad</a> manager hopes to achieve at the Stadium of Light.</p> <p>“We had a great team at Goodison but we were missing a centre-forward. We couldn’t get the finances to buy one in my last couple of years,” said Moyes, who has Sunderland’s record <a href=\"https://www.theguardian.com/football/2016/aug/31/sunderland-break-transfer-record-lorient-midfielder-didier-ndong\" title=\"\">£13.5m signing Didier Ndong</a> available for selection after the Gabon midfielder, signed from <a href=\"https://www.theguardian.com/football/lorient\" title=\"\">Lorient</a>, solved visa problems. “I might be exaggerating but I think, with a top centre-forward, we would have been close to winning the league; we were that good.”</p> <p>Not that he was minded to hurl any toys from prams. “I have to be fair,” he said. “Bill Kenwright [Everton’s chairman] was always trying to help me and every penny he had he gave me. I don’t have any complaints. It was also a brilliant education. It’s good to have a bit of money but it’s also sometimes good to realise you’ve got to get out on to the training ground and teach players, build them into a team.”</p> <p>With Sunderland accruing consistent financial losses and Short singed by several bewildering buys imported by a series of managers, the American financier hopes Moyes can perform a similar feat on Wearside.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/09/agent-sunderland-newcastle-derby-fans-t-shirt\">Sunderland players talked out of provocative derby T-shirt, book claims</a> </p> </aside>  <p>“I see Everton as a very similar club to Sunderland,” Moyes said. “When I first joined it felt like avoiding relegation every season was good enough. So we started to change that. I had a budget of £5m a year but we got there in the end. We consistently finished in the top eight.</p> <p>“Sunderland aren’t going to be the biggest spenders, just like Everton weren’t. It’s going to be tough and take time – at least three or four transfer windows – but I want, in my own way, to do a Leicester here. It might not mean winning the Premier League but finishing in a high position.”</p> <p>Most of Moyes’s predecessors – <a href=\"https://www.theguardian.com/football/david-moyes\" title=\"\">Moyes</a> is Sunderland’s seventh manager in five years – bought into the mantra that players do not want to live in the north-east but he disagrees, attributing the club’s lack of pulling power to persistent instability and underachievement.</p> <p>“I don’t think it’s geography,” he said. “It’s that players want to play in good teams at good clubs. We had some players who I thought would sign this summer but they didn’t want to come here. It wasn’t just to do with money and I was a bit disappointed but we have to build a good team people want to join.</p> <p>“At the moment Sunderland has got everything except league position. If we’re winning regularly players will fancy coming here. I don’t know if people believe that at the moment so I have to be the one to change it.”</p> <p><strong>Sunderland</strong> (4-2-3-1, probable): Pickford; Manquillo, Koné, Djilobodji, Van Aanholt; Kirchhoff; Januzaj, Pienaar, Rodwell, Gooch; Defoe.</p> <p><strong>Everton</strong> (4-2-3-1, probable): Stekelenburg; Coleman, Williams, Jagielka, Baines; Gueye, Barry; Mirallas, Barkley, Bolasie; Lukaku.</p>",
  "<p>And a fiddly-dee-dee with the waves lapping against the shore. It’s Bodmin Assizes Part Two! But is Francis dead? Of course not. I said he would miss his own head. “It misfired ... the flint went down but the powder did not ignite ... I agree it’s in very poor taste to use your hospitality for such a purpose.” What a fantastically British way of saying: “Sorry for trying to kill myself in your hotel room, old chap.”<br></p> \n<p>Not only was Francis saved but Ross too. And what a good job the trial turned out to be a total waste of time, because a series about the sensible side of the family would be no fun at all. And we certainly can’t rely on Evil George or Boring Francis to take their shirts off. Although I reckon Dr Ennis would step up if pressed. Still, not a total waste of time as this was an extremely dramatically engaging episode with many tears shed. It was all nicely layered and cleverly built up. Because, I mean, I love Bodmin Assizes as much as the next fan of the late 18th-century Cornish legal system but LA Law this wasn’t. There were times when I wondered if it was all going to go on a bit. But mostly I was just weeping and empathising with #TeamRoss.</p> \n<figure class=\"element element-image\" data-media-id=\"6e721b5b423ac853fb7b0e4fc414ab711eca06bd\"> \n <img src=\"https://media.guim.co.uk/6e721b5b423ac853fb7b0e4fc414ab711eca06bd/0_26_4284_2570/1000.jpg\" alt=\"Don’t kill off Ross! We certainly can’t rely on Evil George to take his shirt off.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Don’t kill off Ross! We certainly can’t rely on Evil George to take his shirt off.</span> \n  <span class=\"element-image__credit\">Photograph: Adrian Rogers/BBC</span> \n </figcaption> \n</figure> \n<p>We began with a flashback to Ross and Demelza in happier times. Oh why must she always wear mustard and moss green? There is a Demelza palette. Is the wardrobe mistress on a deal with Colour Me Beautiful? (Demelza is definitely an Autumn. Elizabeth is a Winter.) For a meeting with Bergerac, though, it has to be claret, darling!</p> \n<p>It all went a bit Brexit when the vote was announced and the riot broke out. See how useful it is to have a clear majority, eh? (Topical!) But this needed to happen so Ross could witness someone who was about to die and therefore be further tempted into lowering himself by apologising for a crime he didn’t commit. Meeting Beardy Ginger Riot-Inciting Man was not a good omen. As Ross took to the dock, his scar shining in the sunlight, even I began to believe that he might be guilty and I haven’t had a penny from Evil George.</p> \n<p>“So you go to the gallows on a point of principle?” “I appreciate your efforts but I cannot put my name to beggary and flattery.” Oh, Ross. Paint a penitent figure and escape the worst, I tell you! Do it, otherwise the next eight episodes will be six-pack-free and the fortunes of BBC1 cannot weather this loss. “That is why you must grovel. Do so now. Or you will not live to see the sun rise tomorrow.” (More weeping at this point.)</p> \n<p>But it was not to be. “I make no apology for my actions. In truth, I would do the same again.” This was an excellent TED talk on morality and self-belief. It wasn’t ideal when trying to save yourself from the gallows. Dr Ennis summed it up: “I have heard more penitent speeches.” But then it turned out they were just toying with us and the jury saved the day! Let’s have a party on the beach with some driftwood and a horse. Oh, the relief. “To Ross!”</p> \n<h2>Pewter Tankard Award for Bonkers Brilliance as Supporting Actor</h2> \n<figure class=\"element element-image\" data-media-id=\"ddb767b0005f5f2e6dd3c388455ce31d664b067a\"> \n <img src=\"https://media.guim.co.uk/ddb767b0005f5f2e6dd3c388455ce31d664b067a/0_34_4284_2570/1000.jpg\" alt=\"The Sindy doll dog woman, Caroline Penvenen (Gabriella Wilde).\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Sindy doll dog woman, Caroline Penvenen (Gabriella Wilde).</span> \n  <span class=\"element-image__credit\">Photograph: Adrian Rogers/BBC</span> \n </figcaption> \n</figure> \n<p>The Derren Brown of Poldark, that notorious card sharp Aunt Agatha, winner of last week’s award, made a brief early bid for victory with this excellent exchange. Elizabeth: “Not once have I known you forecast an outcome that was remotely cheering.” Derren Brown: “I’m not divining the future. I’m entertaining myself with a game of snap. Go to Bodmin, Elizabeth.”</p> \n<p>But she was not in the episode enough to hold on to the much-coveted tankard. Instead, that honour must go to the Sindy doll dog woman, Caroline Penvenen (the insufferably young, delicious and beautiful Gabriella Wilde), for the faces that she makes whenever Dr Ennis enters the room. As he took to the stand to defend his friend, she looked as if she wanted to eat him and his doctor’s case. The weedy politician is not long for this world. <br></p> \n<h2>Classic Poldark lines</h2> \n<p>“I is ’ard of ’earing so it’s likely I mis‘eard what they said.” Go, Judd! Thank heaven for people with peculiar loyalties. Give the man a drink. Actually, don’t do that.</p> \n<p>“Is it always like this in Bodmin?” “I couldn’t say. I live near Truro.” I want this on a T-shirt. Underneath the T-shirt I will wear my nudey mining secret tribute six-pack.</p> \n<p>“I ask you to think of the traditions of our county.” A rousing statement, but one which also suggests that one of the main traditions of Cornish life is waiting for booty to be washed up on the beach so you can plunder it. Which I’m sure is not what he meant ...<br></p> \n<h2>Regulation reverse sexism bare chest moment</h2> \n<p>“Candles burning ... The scent of new-picked violets ...” There was a final chance for the chest to come out at Ross’s homecoming, but it was not to be. We must surmise from the lack of chest this week that either the producers have got cocky and think they can keep the viewers happy with storylines, cinematography and great acting alone. Or Aidan Turner has finally had the clause inserted into his contract that he has been gunning for all long: “No more nudey mining and scything. Mr Turner is a proper actor. He is not a girl.” This turn of events can’t end well. I will be monitoring the viewing figures carefully.</p> \n<h2>Next week</h2> \n<p>Demelza struggles to convince Ross that her pregnancy is good news. Evil George’s henchman Tankard reveals his hand. And Dr Ennis draws ever inevitably closer to the Sindy doll dog woman.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c3dc92f8-9b66-4c99-b0b2-64553a6a54e6\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Series five</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/14/poldark-series-five-episode-one-recap-ross-is-back-with-a-bang\">Episode 1</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/21/poldark-series-five-episode-two-recap-its-the-cornish-game-of-thrones\">Episode 2</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/28/poldark-series-five-episode-three-recap-a-masterful-hour-tricorns-off-to-all\">Episode 3</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/04/poldark-series-five-episode-four-recap-evil-is-abrewing\">Episode 4</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/11/poldark-series-five-episode-five-recap-tis-all-a-bit-of-a-muddle\">Episode 5</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/18/poldark-series-five-episode-six-recap-theres-jeopardy-everywhere\">Episode 6</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/25/poldark-series-five-episode-seven-recap-well-that-was-exhausting\">Episode 7</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/26/poldark-recap-finale-big-maddening-stressful-joyous\">Episode 8</a></p>\n    <p></p>\n    <p><strong>Series four</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/tv-and-radio/2018/jun/12/poldark-recap-series-four-episode-one-oh-ross-how-weve-missed-you\">Episode 1</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jun/17/poldark-recap-series-four-episode-two-strong-stomachs-required\">Episode 2</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jun/24/poldark-recap-series-four-episode-three-has-london-changed-ross-for-good\">Episode 3</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/01/poldark-recap-series-four-episode-four-guaranteed-to-make-you-weep\">Episode 4</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/08/poldark-recap-series-four-episode-five-misery-and-heartache-aplenty\">Episode 5</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/15/poldark-recap-series-four-episode-six-finally-some-laughter-to-lift-the-grief\">Episode 6</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/22/poldark-recap-series-4-episode-7-pistols-at-dawn-and-dark-times-ahead\">Episode 7</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/29/poldark-recap-series-four-finale-an-ending-that-will-cause-copious-weeping\">Episode 8</a></p>\n    <p></p>\n    <p><strong>Series three</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/tv-and-radio/2017/jun/11/poldark-recap-series-three-episode-one-ross-gallops-back-into-our-lives\">Episode 1</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jun/18/poldark-recap-series-three-episode-two-surprise-the-bare-chest-is-back\">Episode 2</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jun/25/poldark-recap-series-three-episode-three-go-get-em-ross\">Episode 3</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/02/poldark-recap-series-three-episode-four-ross-is-the-new-jesus\">Episode 4</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/09/poldark-recap-series-three-episode-five-youre-giving-us-all-a-heart-attack-ross\">Episode 5</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/16/poldark-recap-series-three-episode-six-enough-to-make-a-toad-blush\">Episode 6</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/23/poldark-recap-series-three-episode-seven-ross-should-negotiate-brexit\">Episode 7</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/30/poldark-recap-series-three-episode-eight-bigamy-has-never-looked-so-romantic\">Episode 8</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2017/aug/06/poldark-series-three-finale-recap-we-will-follow-you-anywhere-ross\">Episode 9</a></p>\n    <p></p>\n    <p><strong>Series two</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/04/poldark-recap-series-two-episode-one-here-we-go-scything-fans-aidan-turner\">Episode 1</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/11/poldark-recap-series-two-episode-two-i-cant-stop-weeping-for-teamross\">Episode 2</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/18/poldark-series-two-episode-three-recap-the-bbc-is-getting-very-cocky-now\">Episode 3</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/25/poldark-recap-series-two-episode-four-stick-your-oar-in-ross\">Episode 4</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/02/poldark-recap-series-two-episode-five-please-issue-beta-blockers-in-future-bbc\">Episode 5</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/09/poldark-recap-series-two-episode-six-what-a-seduction-scene-pass-the-pilchards\">Episode 6</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/16/poldark-recap-series-two-episode-seven-heavens-the-tension\">Episode 7</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/23/poldark-recap-series-two-episode-eight-shame-on-you-ross\">Episode 8</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/30/poldark-recap-series-two-episode-nine-oh-ross-what-are-you-on\">Episode 9</a><br><a href=\"https://www.theguardian.com/tv-and-radio/2016/nov/06/poldark-recap-series-two-finale-ross-idiocy-has-been-spectacular-truly\">Episode 10</a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure>",
  "<p>Oil rigs poised to begin drilling in the Great Australian Bight could use faulty equipment that US regulators say is very likely to cause a “<a href=\"https://www.bsee.gov/blog-post/directors-corner-talking-about-bolts\">catastrophic incident</a>” like the 2010 Deepwater Horizon spill in the Gulf of Mexico.</p> <p>With no assurances the faulty equipment can be avoided in the Bight drilling, and safety plans that probably rely on faulty equipment already approved, parliamentarians and conservationists are calling for any approvals of BP’s pending environmental plans to be halted, and its exploration licences to be suspended, until the problem has been solved.</p> <p>The Great Australian Bight is a virtually pristine unique ecosystem, bounded by the world’s longest southern-facing coastline. Much of it, including the region BP proposes to drill, was included in Australia’s commonwealth marine reserve network. The federal government concluded it was a “globally important seasonal calving habitat for the threatened southern right whale”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/apr/28/assessment-of-bps-bight-oil-drill-plan-secretive-and-weak-senate-told\">Assessment of BP’s Bight oil drill plan secretive and weak, Senate told</a> </p> </aside>  <p>It is also a crucial foraging area for threatened Australian sea lions, threatened white sharks, tuna and migratory sperm whales. A government-commissioned <a href=\"http://www.environment.gov.au/system/files/resources/625c5416-70a4-4997-ad06-4737f3762c0b/files/gab-benthic-protection-review.pdf\">report in 2003</a> found it was of “international significance for ecologists and conservationists”.</p> <p>Around the world <a href=\"https://www.bsee.gov/sites/bsee.gov/files/memos/bsee/api-bolts-ltr-to-gerard-final-jan-2016-1.pdf\">since 2003</a> enormous bolts that secure offshore oil equipment to the seafloor have been snapping in half or coming loose, with US regulators describing the problem as a “<a href=\"http://www.wsj.com/articles/new-worries-over-subsea-oil-well-gear-1467970202\">very critical safety issue</a>” and working with industry to replace more than 10,000 of the bolts in US waters.</p> <p>But in Australia, where regulators appear set to approve BP’s <a href=\"https://www.theguardian.com/business/2016/apr/28/assessment-of-bps-bight-oil-drill-plan-secretive-and-weak-senate-told\">environmental plan</a> – key parts of which are not available to the public – to drill in the middle of a commonwealth marine reserve, the regulator couldn’t point to any action it had taken to protect against potentially massive underwater oil spills caused by the bolt failures.</p> <p>BP Australia refused to answer specific questions put to the company about the bolt failures, referring Guardian Australia instead to Diamond Offshore.<br tabindex=\"-1\"></p> <p>Diamond Offshore did not respond to emails or phone messages.</p> <p>A spokeswoman for the National Offshore Petroleum Safety and Environmental Management Authority (Nopsema), which regulates offshore oil and gas operations in Australia, told the Guardian the only action it had taken in relation to the issue was more than three years ago, when it requested operators to reveal whether they were using a particular batch of bolts from one manufacturer.</p> <p>That appeared to be the minimum possible course of action Nopsema could take, since those particular bolts produced by GE had been <a href=\"https://www.bsee.gov/sites/bsee.gov/files/memos/bsee/api-bolts-ltr-to-gerard-final-jan-2016-1.pdf\">subject to a global recall</a>. But the problem has affected three different types of bolts from three different manufacturers, suggesting the issue was industry-wide<strong> </strong>or “systemic,” according to US regulators.</p> <p>Tony Burke, Labor shadow minister for environment and water, was environment minister when the marine reserve in the Great Australian Bight was established. He said: “The more I look at this application, it is fast looking like a project and a process without precedent. It would be extraordinary if there is new and relevant information from the United States, for the Australian government to issue an approval without considering it.”</p> <p>Nick Xenophon, senator for South Australia and leader of NXT, said he and his team would be pushing for this issue to be examined in a Senate inquiry, and called for the assessment processes to be halted until it had time to examine the issue.</p> <p>“The environmental plan is obviously predicated on certain safeguards being in place. If there are allegations of systemic problems with the bolts then the whole process must be on hold until the any risks form these bolts are assessed,” Xenophon told the Guardian.</p> <p>“The problem here is even if the risk is minuscule, the consequences are catastrophic,” he said.</p> <p>The Greens South Australian senator, Sarah Hanson-Young, said: “The fact that BP won’t rule out the use of these dangerous, substandard bolts is concerning. The entire process has been so secretive and opaque from the beginning that even basic information like this has been impossible to come by.”</p> <p>“Clearly we need to get to the bottom of what exactly is going on here and whether these questionable bolts will be used,” she said.</p> <p>The Wilderness Society’s national director, Lyndon Schneiders, said: “It’s now time the Australian Government acts and stops any new offshore oil drilling activities, including using its powers to suspend BP’s exploration permits in the Great Australian Bight.”.</p> <p></p> <p>BP has outsourced its drilling in the Great Australian Bight to Diamond Offshore Drilling Inc, which in the US has <a draggable=\"true\" href=\"http://www.wsj.com/articles/new-worries-over-subsea-oil-well-gear-1467970202\">experienced bolt failures</a> and is working to replace many of them.</p> <p>In January Brian Salerno, the director of the US Bureau of Safety and Environmental Enforcement (BSEE), <a href=\"https://www.bsee.gov/sites/bsee.gov/files/memos/bsee/api-bolts-ltr-to-gerard-final-jan-2016-1.pdf\">wrote to the American Petroleum Institute</a>, saying: “The fact that these failures involved equipment from the three primary manufacturers of this equipment suggests that this is a systematic industry problem that requires immediate attention.”</p> <p>The peak body for the oil and gas industry, APPEA, sent the Guardian a statement, suggesting the only action the industry had taken was to respond to Nopsema’s query about the one batch of bolts that were subject to a global recall. “No operators reported using the batch in question,” it said.</p> <p>Despite the US industry taking considerably more action than is apparent in Australia, the US regulator said even that wasn’t enough. “I am concerned that the industry is not moving quickly enough given the potential for a catastrophic failure,” Salerno said.<br tabindex=\"-1\"></p> <p>While the industry has moved to replace thousands of bolts in the US, Nopsema wasn’t aware of any bolt replacements in Australia.</p> <p>A spokeswoman for Nopsema told the Guardian that it had a “non-prescriptive” regime, where the regulator relied on the operator to produce a “safety case” that ensured that risks were reduced to a level that was “as low as reasonably practicable”.</p> <p>It was understood BP’s contractor, Diamond Offshore, had received approval from Nopsema for its safety case, despite nobody knowing what exactly the causes of the bolt failures were or whether any bolts were free of the faults.</p> <p>Some of the bolt failures have occurred in “blow-out preventers”, the failure of which was responsible for the 2010 Deepwater Horizon oil spill in the Gulf of Mexico – the largest oil spill in history, also at a BP well.</p> <p>In July Salerno wrote about the bolt failures, saying: “That we have not had a major incident so far may be due to luck more than anything else. How long that luck will last is not a question I think any of us is comfortable answering.”</p> <p>But unable to discover the root cause of the failures, the US regulator has convened a massive <a href=\"https://www.bsee.gov/newsroom/latest-news/statements-and-releases/press-releases/bsee-director-reaches-out-to-federal\">interagency group</a>, involving 17 agency partners, including Nasa, to investigate the matter.</p> <p>In August, <a href=\"https://www.bsee.gov/sites/bsee.gov/files/bolts-teamtelecon-readout-23aug2016.pdf\">Salerno said</a> in an interagency meeting about bolt failures: “We know we have a problem, and suspect it may be a more widespread problem.”</p> <p>Other officials in the agency have warned a bolt failure could lead to a catastrophe on the scale of BP’s Deepwater Horizon spill, which killed 11 workers and released millions of barrels of oil into the Gulf of Mexico.</p> <p>BP has not released its oil-spill modelling for its operations in the Great Australian Bight, but independent modelling commissioned by the Wilderness Society has shown even a relatively small “low-flow” oil spill from one of BP’s wells in the Bight <a href=\"https://www.theguardian.com/environment/2015/oct/09/bp-oil-spill-in-great-australian-bight-would-be-catastrophic-modelling-shows\">could impact the entire southern coast of Australia</a>, as well as Tasmania.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2015/oct/oil-spill-trajectories/index.html\" data-alt=\"Wilderness Society modelling of a potential spill in the Great Barrier Reef\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2015/oct/oil-spill-trajectories/index.html\">Wilderness Society modelling of a potential spill in the Great Barrier Reef</a> </figure>  <p>That would affect a large fishing and tourism industry in the region, as well the globally significant ecosystems.</p> <p>BP has already had its environmental plans <a href=\"https://www.theguardian.com/business/2016/may/17/bp-application-drill-oil-in-great-australian-bight-rejected-for-second-time\">rejected twice by Nopsema</a> but the documentshave not been released, so the reasons for rejection are unknown.</p> <p>Nopsema usually only allows environmental plans to be resubmitted twice but BP has split its application into two separate proposals, potentially resetting the counter.</p> <p>Schneiders said the US regulator had made it clear the subsea bolt problem could cause a repeat of BP’s Gulf of Mexico oil disaster and was working with industry to fix the problem but Nopsema had done nothing.<br></p>",
  "<p>Barely has the bell rung for the new school term at Westminster and disputatious ministers are causing unnecessary din. Last week Liam Fox was recorded saying – more truthfully than outraged business voices have reflected – that there <a href=\"http://www.theguardian.com/politics/2016/sep/09/fat-and-lazy-britain-is-ill-prepared-to-secure-future-outside-eu-says-fox\">is a serious problem with Britain’s trade deficit</a>, and a boardroom culture of herding private reward has left too few mature companies questing hard enough for foreign business.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/10/theresa-may-grammar-schools-selection\">The psychology of Mrs May and her grammar school crusade | Andrew Rawnsley</a> </p> </aside>  <p>I would be very surprised if Philip Hammond, Theresa May’s worldly chancellor, does not share the concern about our current account deficit that emerges in these comments. But the saturnine Hammond is wise enough not to use the words “fat”, “lazy” and “golf” in proximity to British business.</p> <p>David Davis, the Brexit minister – who always assumes he knows better than his titular bosses – was last week effectively <a href=\"http://www.theguardian.com/politics/2016/sep/06/david-davis-single-market-stance-not-government-policy\">ruling out remaining in the single market</a>, thus eating up valuable negotiating territory ahead of time. And the wider Brexit bunch were noisy too: <a href=\"http://www.theguardian.com/politics/2016/sep/11/boris-johnson-backs-brexit-pressure-campaign-change-britain\">Boris Johnson will join Michael Gove and others in pursuit of “hard Brexit”</a> – the Usain Bolt variety, in which success is defined by a dash to the finish line – fearing that May prefers the Hotel California sort, where the UK checks out of the EU but never really leaves its structures.</p> <p>Add to that a backlash from the Lords and some Cameronians (a few open, many grumbling) about the push for more grammar schools, and the prime minister has her hands full, before a single vote is held.</p> <p>What will be the response of the May machine? No one doubts she can do tough. Her <a href=\"http://www.theguardian.com/politics/2016/jul/14/michael-gove-sacked-as-theresa-may-appoints-new-cabinet\">dispatch of Gove</a>, after a long period of tension in cabinet and the fiasco of his <a href=\"http://www.theguardian.com/politics/2016/jun/30/michael-gove-to-stand-for-conservative-party-leadership\">attack on his ally Boris Johnson</a>, was a brutal reckoning, accompanied by a lesson on loyalty. Gove and George Osborne now inhabit a corridor of what the Soviets used to call “previous people”, the parliamentary equivalent of a holding pen.</p> <p>Enemies dispatched, the task of reining in others needs to commence fast. She cannot continue to allow a situation in which ministers sound off their personal views on something as crucial as single-market membership, with too many government ministers sounding like a Twitter profile at the moment: “All views my own”.</p>  <figure class=\"element element-image\" data-media-id=\"e45756c70c6de1f56c3e4148ee2e2b9f92394fe6\"> <img src=\"https://media.guim.co.uk/e45756c70c6de1f56c3e4148ee2e2b9f92394fe6/0_166_3000_1800/1000.jpg\" alt=\"Amber Rudd, the home secretary\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Amber Rudd, the home secretary who is fast becoming a mini-May.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>Her team points out that whether it’s Brexit or grammar schools, she intends to be fully hands on, so internal opposition, while distracting, will not throw Mayism off course. Practically she had no choice but to embrace hardline Brexiteers, given that both she and Hammond were EU remainers. She has also insisted on personally chairing the main EU Brexit committee, ensuring no policy is developed without her knowledge. A civil servant who knows her well says that when it comes to party and Whitehall organisation, “no one knows better where the stop and start levers are than May”.</p> <p>Distractions matter, though. Too great an indulgence of them will feed the story that Brexit is a chaotic mess or bottle up the kind of resentments on the right that undermined John Major. True, May is a more self-confident, less nervy prime minister than him. Her secret weapon is that she has a good deal of control over the coming timeline. Hence her instant resistance to triggering <a href=\"http://www.theguardian.com/politics/2016/jun/25/article-50-brexit-debate-britain-eu\">article 50</a>, and insistence that <a href=\"http://www.theguardian.com/politics/2016/sep/03/theresa-may-election-pm-owen-smith-corbyn\">she does not intend to hold an early election</a>. (I would not treat this as an infallible guarantee, but it shows she intends to play a long game.)</p> <p>It is also true of the <a href=\"https://www.theguardian.com/commentisfree/2016/sep/09/theresa-may-grammar-school-selection-middle-class?CMP=twt_gu\">grammar schools push</a>: the intention will take a long time to deliver on any scale, but it shows how powerful her personal imprint is. Outside a clique of modernisers, most Conservatives have hankered for the return of grammar schools as vital lost territory, and May is closer to their instincts – by experience and belief – than her predecessors.</p> <p>Her embrace of grammars also signals something many Tories believe but were dissuaded by Cameron-Osborne from articulating. No amount of graphs about overall outcomes, they feel, can stop a lot of parents – including those who consider themselves progressives or even on the left – wanting to send children to selective schools. Therefore, according to the May worldview, people want something the government has been stopping them from having – and that is wrong.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>People do not live in the world of big data about overall outcomes, they look to their families and immediate experience</p> </blockquote> </aside>  <p>Here is Mayism in a nutshell. People do not live in the world of big data about overall outcomes, they look to their families and immediate experience – just as the argument that immigration benefits Britain overall was outdone by the experience of many voters.</p> <p>With the exception of the writings of her policy guru, <a href=\"http://www.theguardian.com/politics/2016/jul/15/may-appoints-former-advisers-as-joint-chiefs-of-staff\">Nick Timothy</a>, Mayism has had little definition up to now, beyond a securocratic tendency, frustration at supra-national legal meddling, and a <a href=\"https://www.theguardian.com/commentisfree/2014/may/21/theresa-may-ripped-up-tory-pact-police-thatcher\">readiness to take on the reform-reluctance of the police</a>. Now that narrow offering must become broader, without much road-testing beyond the commitment of a loyal but quite narrow inner team. This entails freedom, but at the risk of over-complication.</p> <p>May seeks to offset the argument that grammars entrench social division with a push for selective schools to <a href=\"https://www.theguardian.com/commentisfree/2016/sep/11/theresa-may-persists-with-survival-of-fittest-grammar-schools\">take many more students from poorer backgrounds</a> and expand in areas of deprivation. Far from foolish in itself, but aligning the objectives so they work together will, in the face of political opposition, tie the plan up in knots for years.</p> <p>Both the Conservative party at large and voters who, due to Labour’s self-destruction, now expect continued Tory government will want to know that May is dependably in charge. <a href=\"https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/jul/14/four-weddings-and-a-funeral-cabinet-reshuffle-amber-rudd\">Amber Rudd</a>, the home secretary who is fast becoming a mini-May – the silky explainer of what the prime minister really wants – made clear on the Andrew Marr Show today that the balance of immigration concern and openness to Europe (and beyond) matters (a slap to those who want to give up single market membership without fighting for a trade-off).</p> <p>Rudd, you may recall, enlivened the referendum campaign with the <a href=\"http://blogs.spectator.co.uk/2016/07/watch-home-secretary-amber-rudd-says-boris-isnt-man-want-driving-home/\">insight that Boris</a> is “not the man you want driving you home at the end of the evening”. Now, she reflected: “Boris is not the driver, Theresa May is the driver.” Very well. May has reset the Conservative satnav. Her premiership will be judged on how well-chosen her routes turn out to be. Seatbelts will be required.</p> <p>• Anne McElvoy is Senior Editor at The Economist.</p>",
  "<p>More than 30,000 people are held under immigration powers in the UK each year&#xa0;without time limit. Indefinite detention is damaging to mental health, and Home Office policy stipulates that vulnerable people should not be detained. However, many are, and in the last few years there have been five court findings of “inhuman and degrading” treatment of detainees.</p> <p>In response to mounting criticism, the government commissioned Steven Shaw to carry out a review of the welfare of vulnerable detainees. This found that protections for vulnerable people were inadequate and made 69 recommendations that were broadly accepted by the government. Ministers promised “significant and transformative” change, but have now proposed a new <a href=\"https://www.gov.uk/government/publications/adults-at-risk-in-immigration-detention\" title=\"\">“adults at risk” policy</a>, which comes into effect on 12 September.</p> <p>Leading organisations have voiced concerns that the new policy may lead to a worsening of protection for vulnerable people in detention. The policy limits the definition of torture, meaning that those tortured at the hands of Isis, Boko Haram and others may no longer be included. The policy increases the burden of evidence on vulnerable people and balances vulnerability against a wider range of other factors. We fear this will lead to more vulnerable people being detained for longer.</p> <p>The guidance was laid before parliament the day before summer recess and will come into effect one week after recess, meaning there has been no opportunity for meaningful debate. Considering the potential for significant harm to vulnerable detainees, we call for an urgent review before this policy is&#xa0;implemented.<br><strong>Theresa Schleicher </strong><em>Acting director, Medical Justice</em><br><strong>Adrian Berry </strong><em>Chair, Immigration Law Practitioners’ Association</em><br><strong>TJ Birdi </strong><em>Executive director, Helen Bamber Foundation</em><br><strong>Paul Dillane </strong><em>Executive director, UK Lesbian and Gay Immigration Group</em><br><strong>Ali McGinley </strong><em>Director, Association of Visitors to Immigration Detainees</em><br><strong>Saira Grant </strong><em>Chief executive, Joint Council for the Welfare of Immigrants</em><br><strong>John Hopgood </strong><em>Policy and research manager, Bail for Immigration Detainees</em><br><strong>Wayne Myslik </strong><em>Chief executive, Migrants Resource Centre</em><br><strong>Bella Sankey </strong><em>Policy director, Liberty</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p>",
  "<div id=\"block-57d58c1ae4b013613fffc341\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:54:10.255Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s your lot from me. Cheers for reading. I’m off to put my fingers in a bowl of cool water.</p> </div>   </div> <div id=\"block-57d58bc1e4b08465d44ff904\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:53:41.856Z\">5.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Costa screams in impotent frustration and Terry needs some treatment on that ankle. Chelsea remain unbeaten but they should have been out of sight in the early stages of the second half. Swansea did superbly to claw their way back into it, mind, and everyone can pat themselves on the back for playing such a darn good game of football. Well done everyone, well done.</p>  <figure class=\"element element-image\" data-media-id=\"e95f8aa895a3afdfa2ca885a4590706ccca6965d\"> <img src=\"https://media.guim.co.uk/e95f8aa895a3afdfa2ca885a4590706ccca6965d/127_0_2728_1963/1000.jpg\" alt=\"Terry claps the traveling fans.\" width=\"1000\" height=\"720\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Terry claps the traveling fans.</span> <span class=\"element-image__credit\">Photograph: Alex James/JMP/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T17:14:44.282Z\">at 6.14pm BST</time></p>  </div> <div id=\"block-57d58b9ce4b013613fffc33c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:52:04.524Z\">5.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Full-time: Swansea 2-2 Chelsea</h2>  <div class=\"block-elements\">  <p>Peeeeeeeeeeeeeeep.</p> <p>What a game! What. A. Game. </p> </div>   </div> <div id=\"block-57d58b7ce4b013613fffc33b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:51:37.955Z\">5.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>90 mins + 3: </strong>Terry goes over on his ankle and can barely move, which could make these last couple of minutes interesting.</p> </div>   </div> <div id=\"block-57d58b28e4b013613fffc337\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:50:36.069Z\">5.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>90 mins + 2: </strong>Ki goes down in the left corner of the box under challenge from Fabregas. It would have been melted ice cream-soft, but file under ‘You’ve seen them given.’</p> </div>   </div> <div id=\"block-57d58aeae4b013613fffc334\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:49:38.915Z\">5.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>90 mins + 1: </strong>Terry goes into the book for a blatant bodycheck on Fer. Cynical, but y’know...not a surprise. </p> </div>   </div> <div id=\"block-57d58aa6e4b07ac3d446b1c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:48:39.217Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>90 mins: </strong>Another chance for Chelsea. Two of them, in fact. Firstly Fabregas has a shot blocked from inside the area, then the ball falls to Moses who absolutely hoys the thing way over the bar. Four minutes of added time, but they can keep playing this one for as long as they ruddy well like. </p> </div>   </div> <div id=\"block-57d58a71e4b013613fffc331\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:47:31.385Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>89 mins: </strong>Hazard slips over and suddenly Swansea have a run through on goal. Barrow goes wide and is taken out by Hazard. Yellow card. </p> </div>   </div> <div id=\"block-57d58a13e4b07ac3d446b1c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:46:37.057Z\">5.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>88 mins: </strong>Changes for both teams - Oscar goes off and Michy Batshuayi comes on, while for Swansea it’s Angel Rangel for Sigurdsson. </p> </div>   </div> <div id=\"block-57d589b1e4b013613fffc32e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:44:20.373Z\">5.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>87 mins: </strong>Minor chaos in the Chelsea area. Llorente controls the ball on the left, it’s crossed in and eventually falls to Fer, whose shot is blocked, then pings to just behind Sigurdsson who’d turned his back! Ye gads, what a game. </p> </div>   </div> <div id=\"block-57d5893be4b013613fffc32b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:43:06.768Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>85 mins: </strong>What a game! Swansea attack, a cross is deflected to Courtois then Chelsea counter at a frantic lick. Hazard belts towards goal and looks like he’s going to shoot a couple of times, before shifting the ball right to Costa in some space, but a slightly imperfect first touch takes the ball a bit wide and Fabianski - who’s had a fine game - batters it away.</p> </div>   </div> <div id=\"block-57d5890fe4b07ac3d446b1bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:41:28.300Z\">5.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>83 mins: </strong>Looking at the replay, that took a bigger deflection than it first appeared, and Costa did actually catch Naughton on his follow-through.</p> </div>   </div> <div id=\"block-57d58869e4b013613fffc326\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:39:49.311Z\">5.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>81 mins:</strong> What a strike! The ball falls into the path of Ivanovic who tries a shot, it’s half-blocked and flies up in the air, then drops to Costa who performs a textbook bicycle kick and it goes in, via a deflection. He damn near took Naughton’s head off, too. Game on!</p> </div>   </div> <div id=\"block-57d5884fe4b013613fffc325\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:37:54.958Z\">5.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOAL! Swansea 2-2 Chelsea (Costa 81)</h2>  <div class=\"block-elements\">  <p>Hahahahaha! Him again!</p>  <figure class=\"element element-image\" data-media-id=\"b90f8a4d15a3b86e666256f1394c90f732f018a5\"> <img src=\"https://media.guim.co.uk/b90f8a4d15a3b86e666256f1394c90f732f018a5/0_0_2323_1401/1000.jpg\" alt=\"Costa scores the equaliser.\" width=\"1000\" height=\"603\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa scores the equaliser.</span> <span class=\"element-image__credit\">Photograph: Rebecca Naden/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"b6a3c79293b954070d5e1358434bf9a3d77bf876\"> <img src=\"https://media.guim.co.uk/b6a3c79293b954070d5e1358434bf9a3d77bf876/0_0_3500_2475/1000.jpg\" alt=\"And celebrates.\" width=\"1000\" height=\"707\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">And celebrates.</span> <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:49:46.590Z\">at 5.49pm BST</time></p>  </div> <div id=\"block-57d58807e4b08465d44ff8f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:37:21.132Z\">5.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>80 mins: </strong>Hazard and Moses combine on the right, the former puts a cross into the middle where Oscar is free, free as a bird near the penalty spot, but sort of snatches at his header, if that makes sense* and sends it over.</p> <p>*It doesn’t really. </p> </div>   </div> <div id=\"block-57d587a6e4b07ac3d446b1b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:35:43.230Z\">5.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>78 mins: </strong>Fabregas’s first involvement is to stab a pass forwards for Oscar, who breaks free and has a shooting chance, but he drags it just wide. </p> </div>   </div> <div id=\"block-57d5874ae4b08465d44ff8ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:33:58.830Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>76 mins: </strong>Double sub for Chelsea: Cesc Fabregas comes on for Matic, while Victor Moses replaces Willian, who seems rather miffed by the whole business. </p> </div>   </div> <div id=\"block-57d58715e4b013613fffc320\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:33:11.439Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>75 mins: </strong>Hazard does splendidly to carve out a crossing chance on the right, he chips the ball into the area but Costa fouls Naughton in going up for the header at the back stick. </p> </div>   </div> <div id=\"block-57d586c3e4b07ac3d446b1b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:31:48.218Z\">5.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>74 mins: </strong>Willian clips a free-kick into the box from deep in the Swansea half, Cahill can’t quite get to the ball and it falls to Oscar, but his shot is blocked. In such a fizzing game, a relatively mundane and standard passage of play. </p>  <figure class=\"element element-image\" data-media-id=\"a3c1387a388b4a5d81d9f7c986d5238fe184b33f\"> <img src=\"https://media.guim.co.uk/a3c1387a388b4a5d81d9f7c986d5238fe184b33f/0_0_2976_1974/1000.jpg\" alt=\"Oscar’s shot blocked.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oscar’s shot blocked.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:48:05.647Z\">at 5.48pm BST</time></p>  </div> <div id=\"block-57d58670e4b07ac3d446b1af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:30:04.986Z\">5.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>73 mins: </strong>There’s been some smashing football this weekend, eh? Well done, football. </p> </div>   </div> <div id=\"block-57d585f9e4b07ac3d446b1ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:28:40.734Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>71 mins: </strong>Azpilicueta swings a cross over from the left, which Costa goes up for but Fabianski gets there first and punches the thing away. </p> </div>   </div> <div id=\"block-57d58570e4b08465d44ff8e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:25:42.867Z\">5.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>68 mins: </strong>Chelsea need someone to bring a little calm to proceedings here. David Luiz, perhaps. </p> </div>   </div> <div id=\"block-57d5850ee4b08465d44ff8e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:24:06.972Z\">5.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>66 mins: </strong>Hazard rockets a shot in the direction of the top corner, but Fabianski makes a splendid save. This is frantic, terrific stuff. </p> </div>   </div> <div id=\"block-57d584b1e4b07ac3d446b1a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:23:38.770Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>65 mins: </strong>Huge chance for Chelsea to get straight back into it. Hazard seems to be away but almost pulls out of a challenge with Fabianski on the edge of the area, the ball falls to Costa who himself falls with Fabianski near by. Right on the edge of the area, nothing is given.</p>  <figure class=\"element element-image\" data-media-id=\"164e69289ee18d8d54df9d262e0d666199c7acdd\"> <img src=\"https://media.guim.co.uk/164e69289ee18d8d54df9d262e0d666199c7acdd/0_0_1385_1053/1000.jpg\" alt=\"Fabianski challenges Costa.\" width=\"1000\" height=\"760\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fabianski challenges Costa.</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:37:23.630Z\">at 5.37pm BST</time></p>  </div> <div id=\"block-57d58463e4b07ac3d446b1a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:22:03.318Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>64 mins: </strong>In the Euros, then-Italy manager Conte screamed “I WILL KILL YOU!” at his players. It’s worth remembering Italy won that game, so you wouldn’t trade places with this Chelsea lot for all the tea in China at the moment.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarioMelchiot/status/742998829981700097\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Conte apparently yelling &quot;I will kill you, I will kill you&quot; to Italy players after Lukaku&#39;s chance 👀 <a href=\"https://twitter.com/hashtag/CFC?src=hash\">#CFC</a> <a href=\"https://twitter.com/hashtag/mmlove?src=hash\">#mmlove</a> <a href=\"https://t.co/GsrKoLoabK\">pic.twitter.com/GsrKoLoabK</a></p>&mdash; Mario Melchiot (@MarioMelchiot) <a href=\"https://twitter.com/MarioMelchiot/status/742998829981700097\">June 15, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d583e8e4b07ac3d446b19f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:20:19.097Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>62 mins: </strong>My days what is happening?!?!?! From absolutely nothing Swansea are ahead, as Terry squares the ball in his own half about 35 yards out, Cahill dithers, Fer nabs the ball off him and sneaks it under Fabianski. Cahill claims he was fouled, and it very much looks like he has a point. </p> </div>   </div> <div id=\"block-57d583d1e4b07ac3d446b19e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:18:43.864Z\">5.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOAL! Swansea 2-1 Chelsea (Fer 62)</h2>  <div class=\"block-elements\">  <p>Incredible!</p>  <figure class=\"element element-image\" data-media-id=\"fcc03b1bf13947a5400bd7d2dc61ae3c2e7cca17\"> <img src=\"https://media.guim.co.uk/fcc03b1bf13947a5400bd7d2dc61ae3c2e7cca17/0_0_1536_1041/1000.jpg\" alt=\"Fer scores the second for Swansea.\" width=\"1000\" height=\"678\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fer scores the second for Swansea.</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:33:49.286Z\">at 5.33pm BST</time></p>  </div> <div id=\"block-57d5835ce4b08465d44ff8da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:17:09.405Z\">5.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>59 mins: </strong>Great game this, but I wouldn’t want to be a Chelsea player when Conte asks them to explain why on earth they find themselves level in a game they’ve been dominant in. </p> </div>   </div> <div id=\"block-57d58340e4b07ac3d446b19c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:16:22.157Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOAL! Swansea 1-1 Chelsea (Sigurdsson 59)</h2>  <div class=\"block-elements\">  <p>Straight down the middle. </p>  <figure class=\"element element-image\" data-media-id=\"95e5cc049f3f9e9c5c7e45f92f03b8de5df067b6\"> <img src=\"https://media.guim.co.uk/95e5cc049f3f9e9c5c7e45f92f03b8de5df067b6/0_0_2284_1491/1000.jpg\" alt=\"Sigurdsson scores from the spot.\" width=\"1000\" height=\"653\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sigurdsson scores from the spot.</span> <span class=\"element-image__credit\">Photograph: Rebecca Naden/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:32:42.826Z\">at 5.32pm BST</time></p>  </div> <div id=\"block-57d58311e4b013613fffc30d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:15:58.794Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PENALTY TO SWANSEA!</h2>  <div class=\"block-elements\">  <p>A swift Swansea counter, the ball is put into the middle for Sigurdsson who gets there just in front of an advancing Courtois, who takes the midfielder down!</p>  <figure class=\"element element-image\" data-media-id=\"43698461a6a6234488713218e6711aba7e6ccb6f\"> <img src=\"https://media.guim.co.uk/43698461a6a6234488713218e6711aba7e6ccb6f/0_0_3608_2057/1000.jpg\" alt=\"Courtois fouls Sigurdsson to concede a penalty.\" width=\"1000\" height=\"570\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Courtois fouls Sigurdsson to concede a penalty.</span> <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:28:26.214Z\">at 5.28pm BST</time></p>  </div> <div id=\"block-57d582d4e4b08465d44ff8d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:15:12.324Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>57 mins: </strong>And there’s Amat again, this time away from his mortal enemy: he fouls Ivanovic from behind, and is pretty lucky not to get a second booking. </p> </div>   </div> <div id=\"block-57d58296e4b08465d44ff8d3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:14:06.066Z\">5.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>56 mins: </strong>More in the Costa v Amat Chronicles: a relatively tame episode this time, as they have a brief and minor dispute over whether a deflected ball was a corner or a goal kick. The referee decides the former, which comes to nothing. </p> </div>   </div> <div id=\"block-57d581fee4b013613fffc30a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:12:41.187Z\">5.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>54 mins: </strong>Hazard skims a low cross into the box from the left, Costa slides in at the near-post and doesn’t quite get to it. He then has another frank exchange of views with Amat. I’d be amazed if they both avoid getting sent off. </p>  <figure class=\"element element-image\" data-media-id=\"26e9427b69a5aedc24472e4d7609c871c580a450\"> <img src=\"https://media.guim.co.uk/26e9427b69a5aedc24472e4d7609c871c580a450/0_0_1936_2623/738.jpg\" alt=\"Costa clashes with Amat.\" width=\"738\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa clashes with Amat.</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:16:34.728Z\">at 5.16pm BST</time></p>  </div> <div id=\"block-57d581dae4b07ac3d446b196\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:10:35.125Z\">5.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>52 mins: </strong>Willian takes the resultant free-kick, and it takes two deflections off Swansea defenders before eventually being saved by Fabianski. </p> </div>   </div> <div id=\"block-57d58163e4b07ac3d446b191\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:09:58.174Z\">5.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>51 mins: </strong>Some frantic pinball in the Chelsea area, as Sigurdsson takes a shot then claims handball against someone. Not sure who. Chelsea then counter, but Costa is absolutely on his own, and does brilliantly to firstly keep hold of the thing then...erm... ‘draw a foul’ from Amat. </p> </div>   </div> <div id=\"block-57d580bae4b08465d44ff8cb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:06:46.792Z\">5.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>49 mins: </strong>Amat goes into the book for an admittedly robust challenge, going into the back of Costa as they both go for a header. Costa writhes around on the floor like a tortoise on its back, the home crowd are less than impressed but that did actually look reasonably painful: could have been a clash of heads, and Costa is still down receiving treatment. </p>  <figure class=\"element element-image\" data-media-id=\"6c133ee52dac909d869d451a7b38214197944821\"> <img src=\"https://media.guim.co.uk/6c133ee52dac909d869d451a7b38214197944821/0_0_1332_723/1000.jpg\" alt=\"Costa’s down.\" width=\"1000\" height=\"543\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa’s down.</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:11:30.424Z\">at 5.11pm BST</time></p>  </div> <div id=\"block-57d5807fe4b08465d44ff8c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:05:11.509Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>47 mins: </strong>Chelsea starting the half with some intent. Costa has a shot that comes to nothing, then Willian cuts in from the right, takes a cross-shot that just, just, just eludes a sliding Hazard at the back post. </p> </div>   </div> <div id=\"block-57d58027e4b07ac3d446b18a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:03:16.812Z\">5.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>46 mins: </strong>And we’re away in the second half. Who would be the least-likely player in this game to dab? Ivanovic maybe?</p> </div>   </div> <div id=\"block-57d57f35e4b013613fffc2fa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T16:01:24.602Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AWAY FANS THROW MISSILES ONTO CHILDREN...but luckily enough they were cuddly toys, and they were invited youngsters from the Rotterdam Sophia Children’s Hospital.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/football/video/2016/sep/11/den-haag-fans-shower-ill-children-with-cuddly-toys-at-feyenoord-match-video\"            data-short-url=\"https://gu.com/p/52h5x\"                    data-show-ads=\"true\"            data-video-id=\"2709100\"            data-video-name=\"Den Haag fans shower children with cuddly toys at Feyenoord match – video\"            data-video-provider=\"SNTV\"            > <video data-media-id=\"gu-video-57d56cdde4b08465d44ff869\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/11/160911ADOfansCuddlyToys_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/11/160911ADOfansCuddlyToys_V3.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/11/160911ADOfansCuddlyToys.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/football/video/2016/sep/11/den-haag-fans-shower-ill-children-with-cuddly-toys-at-feyenoord-match-video\">Den Haag fans shower children with cuddly toys at Feyenoord match</a></figcaption> </figure>  <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/11/feyenoord-ado-den-haag-cuddly-toys-eredivisie\">Den Haag supporters throw cuddly toys at Feyenoord fans during match</a> </p> </aside>  <p>Also in that game, Dirk Kuyt dabbed. I know. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheRealSkidZ/status/774981324281114625\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dirk kuyt is dabbing what is the world coming to 😂 <a href=\"https://t.co/0yytnXrKQN\">pic.twitter.com/0yytnXrKQN</a></p>&mdash; SkidZ (@TheRealSkidZ) <a href=\"https://twitter.com/TheRealSkidZ/status/774981324281114625\">September 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d57dbbe4b013613fffc2ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:53:11.511Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As a little aside, Neil Taylor was not at all happy about being the one withdrawn to correct Guidolin’s initial tactical error. He was, as they say, chipping off with some gusto at his manager on the bench. </p> </div>   </div> <div id=\"block-57d57c97e4b07ac3d446b17b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:49:15.172Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good half of the old football, that. Chelsea look very efficient and focused, and should probably be further ahead than just the one goal. Diego Costa has scored one, missed a virtual open goal, has been booked for a spicy foul and has thoroughly pissed off the home fans. Textbook. </p> </div>   </div> <div id=\"block-57d57c83e4b08465d44ff8be\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:47:31.740Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Half-time: Swansea 0-1 Chelsea</h2>  <div class=\"block-elements\">  <p>Peeeeeeeeeeeeeeeep.</p> </div>   </div> <div id=\"block-57d57c65e4b013613fffc2e5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:47:14.663Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>45 mins + 2: </strong>Ivanovic looks for the Boycott Corridor again, with Costa waiting in the middle, but Fabianski comes out to snaffle the danger again. </p> </div>   </div> <div id=\"block-57d57bf0e4b07ac3d446b175\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:45:41.807Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>45 mins: </strong>Llorente tumbles under some vague attention in the box - nothing doing from the ref, but what with the new emphasis on such things, it was probably worth a go. Two minutes of stoppage time at the end of the half. </p> </div>   </div> <div id=\"block-57d57b8ee4b07ac3d446b171\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:44:25.569Z\">4.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>43 mins: </strong>What a miss! There’s Costa again, always at the centre of attention, as a corner from the left finds its way to the back stick where the striker is waiting to pop the ball into a virtually unguarded net, but he somehow only gets his heel to the ball and skews it back across goal. Lawks. </p>  <figure class=\"element element-image\" data-media-id=\"4af34375c8eb020bbcdc8036baf5056da4cb28e1\"> <img src=\"https://media.guim.co.uk/4af34375c8eb020bbcdc8036baf5056da4cb28e1/0_0_3381_2132/1000.jpg\" alt=\"Costa shoots.\" width=\"1000\" height=\"631\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa shoots.</span> <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T16:03:12.368Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-57d57b59e4b07ac3d446b170\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:43:04.728Z\">4.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>42 mins: </strong>And there’s Costa again, on the other end of a booking as Fernandez rakes down his Achilles (fairly gently, it must be said) and Costa throws himself to the ground as if encountering a landmine.</p> </div>   </div> <div id=\"block-57d57b24e4b08465d44ff8b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:42:14.141Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>41 mins: </strong>That Swansea change: Modou Barrow is on for Neil Taylor, so almost certainly a change of shape to come. Meanwhile, Costa is booked for going through Fer after the ball had gone.</p>  <figure class=\"element element-image\" data-media-id=\"7dc07ac699582f284c27dfa9d06d6959e929b7aa\"> <img src=\"https://media.guim.co.uk/7dc07ac699582f284c27dfa9d06d6959e929b7aa/0_0_2300_1416/1000.jpg\" alt=\"Costa, who me?\" width=\"1000\" height=\"616\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa, who me?</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:45:51.929Z\">at 4.45pm BST</time></p>  </div> <div id=\"block-57d57adfe4b013613fffc2db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:41:19.850Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>40 mins: </strong>Close! The closest Swansea have come, certainly. The ball falls to Sigurdsson on the edge of the box, who sweeps a right-footed shot towards goal...and just wide. </p> </div>   </div> <div id=\"block-57d57aa7e4b08465d44ff8b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:40:03.072Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>39 mins: </strong>Swansea counter at some pace down the right, but Naughton’s low cross is cleared. Looks like the Swans are about to make a change, too. Early abandonment of the three-man defence?</p> </div>   </div> <div id=\"block-57d57a5ae4b013613fffc2d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:38:53.037Z\">4.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>38 mins: </strong>Another gag, from Anonymous (by which they don’t give their name, not the set of internet scamps who keep hacking things): “How many Freudians does it take to change a lightbulb? Two. One to unscrew the bulb and one to hold the penis... Ladder! I mean ladder!”</p> </div>   </div> <div id=\"block-57d57a10e4b08465d44ff8b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:37:49.484Z\">4.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>37 mins: </strong>Swansea’s sole attacking threat seems to be from Sigurdsson deliveries into the box. He tries a couple, but they’re well defended by a Chelsea side who look incredibly assured. </p> </div>   </div> <div id=\"block-57d579a1e4b013613fffc2d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:36:00.562Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>35 mins: </strong>Free-kick for Chelsea out on the left, after a foul by Fer (who has been booked and will need to watch his step). Alas, for Chelsea, Willian spoons it well high and wide. </p> </div>   </div> <div id=\"block-57d5796be4b07ac3d446b169\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:34:43.311Z\">4.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>34 mins: </strong>After a brief lull, Chelsea are on the attack again. Hazard has it almost on the byline on the left, but tries an ambitious shot at Fabianski’s near-post, but the keeper gets down to save it. </p> </div>   </div> <div id=\"block-57d57925e4b08465d44ff8b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:33:59.595Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>33 mins: </strong>Fernandez performs a textbook example of the ‘commit a foul, point at the ball’ gambit. He goes through the back of Hazard, gestures towards the football but to no avail. Doesn’t matter if you get the ball, if you had to do so through someone’s calf. </p> </div>   </div> <div id=\"block-57d578cbe4b013613fffc2d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:32:23.600Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>31 mins: </strong>Remember when it looked like Sven Goran Eriksson might be Chelsea manager? Can you think of two managers with more different styles/touchline demeanours than him and Antonio Conte?</p> </div>   </div> <div id=\"block-57d57807e4b08465d44ff8a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:28:39.611Z\">4.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>28 mins: </strong>Very little from Swansea so far, but Fer sets up Sigurdsson for a shot very much in his zone, but it’s immediately and effectively charged down by Oscar. </p> </div>   </div> <div id=\"block-57d5777de4b013613fffc2cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:26:49.574Z\">4.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>26 mins: </strong>Fer is issued with the most quarrel-free yellow card of the season, after taking out Costa as the Spanish forward tries to make a break for goal. </p> </div>   </div> <div id=\"block-57d5774fe4b08465d44ff8a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:25:30.027Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>25 mins: </strong>Another joke here, and Phillip Wainwright has gone blue: “What’s the difference between a dilapidated public transport hub and a crab with a boob job? One’s a crusty bus station, the other’s a busty crustacean.”</p> </div>   </div> <div id=\"block-57d576e2e4b08465d44ff89e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:24:19.219Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>23 mins: </strong>Willian lays the ball back to Kante, after Kante himself had created a chance with some relentless pressing, but the shot goes high, high, high in the friendly sky. </p> </div>   </div> <div id=\"block-57d57691e4b013613fffc2ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:22:47.813Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>22 mins: </strong>More danger from Hazard, who looks more lithe and much quicker than he was than in the nothingness of last season. His run sets up a shooting chance for Oscar, but his effort from outside the area is deflected wide.</p>  <figure class=\"element element-image\" data-media-id=\"cd803a4f01201d1f2f396d345d9fe433d06bc84a\"> <img src=\"https://media.guim.co.uk/cd803a4f01201d1f2f396d345d9fe433d06bc84a/0_0_4290_3150/1000.jpg\" alt=\"Hazard on the run.\" width=\"1000\" height=\"734\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hazard on the run.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:32:46.448Z\">at 4.32pm BST</time></p>  </div> <div id=\"block-57d5762be4b013613fffc2c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:21:40.709Z\">4.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>20 mins: </strong>Could/should be two. The rejuvenated Eden Hazard powers through a large hole that appears on the right side of the Swansea defence, finds himself one-on-one with Fabianski but the Polish stopper makes a solid save to deny the left-footed shot. Safe to say this defensive experiment isn’t really working this time. </p> </div>   </div> <div id=\"block-57d575b9e4b08465d44ff894\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:19:38.715Z\">4.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>18 mins: </strong>Ivanovic puts a cross over from the right, Fernandez heads it up in the air and Fabianski starts to come out to catch it, but changes his mind. Fernandez then tries another header, but gets no distance on it, the ball finds its way to Costa on the edge of the box who fair thrikes a low shot into the corner, past a regretful Fabianski’s left hand. </p> </div>   </div> <div id=\"block-57d57594e4b07ac3d446b159\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:18:08.675Z\">4.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOAL! Swansea City 0-1 Chelsea (Costa 18)</h2>  <div class=\"block-elements\">  <p>Fizzer of a shot, that. </p>  <figure class=\"element element-image\" data-media-id=\"4622e795aed4ce91b13618f79382b8c217c2fca8\"> <img src=\"https://media.guim.co.uk/4622e795aed4ce91b13618f79382b8c217c2fca8/0_0_2582_1465/1000.jpg\" alt=\"Costa scores the opener.\" width=\"1000\" height=\"567\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Costa scores the opener.</span> <span class=\"element-image__credit\">Photograph: Kieran McManus/BPI/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:26:05.787Z\">at 4.26pm BST</time></p>  </div> <div id=\"block-57d57541e4b08465d44ff893\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:17:19.143Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>16 mins: </strong>Free-kick on the right for Swansea, and Sigurdsson fizzes it over with significant intent into the Boycott Corridor, but there’s no attacker there to take advantage of the cross. </p> </div>   </div> <div id=\"block-57d574dde4b08465d44ff890\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:15:16.293Z\">4.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>15 mins: </strong>Corner for Chelsea from the left, but it’s swung to the edge of the six yard box and provides a dictionary definition of ‘a routine catch for the goalkeeper’. </p> </div>   </div> <div id=\"block-57d5747ee4b08465d44ff88c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:14:22.289Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>13 mins: </strong>I made the mistake of asking for jokes earlier, so here’s a couple. </p> <p>From Matt Dony: “What’s grey and doesn’t matter? An irrelaphant. I’ll get my coat.”</p> <p>And a little spicier, from Hugh Simpson: “‘Please leave the toilets as you’d wish to find them’ So I left a line of Charlie on the lid.”</p> <p>Obviously the Guardian condones neither drug taking nor poor public lavatory etiquette. </p> </div>   </div> <div id=\"block-57d57405e4b07ac3d446b151\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:12:46.062Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>11 mins: </strong>Low-key terrific bit of goalkeeping from Fabianski. Willian gets down the right and puts a low cross into Geoff Boycott’s corridor of uncertainty behind the defence, in front of the keeper. Fabianski not only gets out to dive full-length and stop the ball, but manages not to push it straight to the lurking Costa, as it would have been very easy indeed to do. </p> </div>   </div> <div id=\"block-57d573c5e4b07ac3d446b14e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:10:30.977Z\">4.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>10 mins: </strong>Sigurdsson does well to avoid one tackle as he tries to drive through the heart of the Chelsea team, but then he comes across N’Golo Kante, so you all know how that ended. </p>  <figure class=\"element element-image\" data-media-id=\"fdfb43a1b41e7594023f539208af44bda87513b2\"> <img src=\"https://media.guim.co.uk/fdfb43a1b41e7594023f539208af44bda87513b2/0_0_3500_2150/1000.jpg\" alt=\"Sigurdsson, stopped in his tracks by Kante.\" width=\"1000\" height=\"614\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sigurdsson, stopped in his tracks by Kante.</span> <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:16:58.066Z\">at 4.16pm BST</time></p>  </div> <div id=\"block-57d5737ce4b08465d44ff885\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:09:36.822Z\">4.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>8 mins: </strong>Are you finding yourself in need of schadenfreude? Are you Claudio Bravo? Here’s more on Charles Joseph John Hart’s ticklish start to life in Italy.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/11/joe-hart-torino-error-on-debut-atalanta-serie-a\">Joe Hart makes costly error to gift Atalanta equaliser on Torino debut</a> </p> </aside> </div>   </div> <div id=\"block-57d5731ee4b013613fffc2b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:08:15.481Z\">4.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>7 mins: </strong>Ivanovic is fouled by Fer, but emphasises the point by doing one of those big splash dives like wrestlers did from the top rope. I say ‘did’ - they might still do, but being 33-years-old, I no longer watch wrestling. </p> </div>   </div> <div id=\"block-57d572c1e4b013613fffc2b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:06:30.244Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>5 mins: </strong>First shot of the day as Willian tries an effort from the right corner of the area. Needed to be a thriker of the first water to actually go in, but it warmed Fabianski’s hands rather, so that’s something. </p>  <figure class=\"element element-image\" data-media-id=\"e8c027eab3fc6952b3675362d55596319bf33750\"> <img src=\"https://media.guim.co.uk/e8c027eab3fc6952b3675362d55596319bf33750/0_0_4134_2809/1000.jpg\" alt=\"Willian gets off an early shot.\" width=\"1000\" height=\"679\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Willian gets off an early shot.</span> <span class=\"element-image__credit\">Photograph: Rebecca Naden/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:15:13.477Z\">at 4.15pm BST</time></p>  </div> <div id=\"block-57d57250e4b07ac3d446b149\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:05:32.290Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>4 mins: </strong>Ki plays today, after of course spending the summer doing military service in Korea. Fairly remarkable story that, look it up if you can. </p> </div>   </div> <div id=\"block-57d571f1e4b013613fffc2b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:02:50.604Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>2 mins: </strong>Jordi Amat leaves one on Diego Costa early doors, fulfilling the dreams of many angry non-Chelsea fan across the country. A barge in the back lets the big striker know he’s there. </p>  <figure class=\"element element-image\" data-media-id=\"c8b3c0177cf06d38d04244270f9ba79388683cf6\"> <img src=\"https://media.guim.co.uk/c8b3c0177cf06d38d04244270f9ba79388683cf6/0_0_3000_1981/1000.jpg\" alt=\"Amat takes out Costa.\" width=\"1000\" height=\"660\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amat takes out Costa.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T15:38:18.535Z\">at 4.38pm BST</time></p>  </div> <div id=\"block-57d5719de4b07ac3d446b145\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:02:07.488Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>1 min: </strong>And we’re away. Looks like Swansea are setting up in a new three-man defence, and very narrow they look too. A maverick decision to start with a brand new system against Chelsea, but it might just work.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4Ru8DMW-grY\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/4Ru8DMW-grY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57d5715be4b08465d44ff87a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T15:00:41.915Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The players are out. Swansea are in pristine all white, Chelsea all black with fluorescent yellow detail. We’re about to begin. </p> </div>   </div> <div id=\"block-57d56ff9e4b07ac3d446b13e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:54:59.963Z\">3.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reminder that if you have any piping hot takes, stories, opinions, jokes - whatever you like, really - email <a href=\"mailto:Nick.Miller@guardian.co.uk\">Nick.Miller@guardian.co.uk</a> or tweet <a href=\"http://www.twitter.com/NickMiller79\">@NickMiller79</a></p> </div>   </div> <div id=\"block-57d56d19e4b08465d44ff86a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:41:34.370Z\">3.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Yowch. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chinaBRfutebol/status/774970626113232896\">  <blockquote class=\"twitter-tweet\"><p lang=\"pt\" dir=\"ltr\">Os chineses bem que tentaram parar o <a href=\"https://twitter.com/geuvaniooficial\">@geuvaniooficial</a>, mas ele foi o melhor em campo na vitória do Tianjin Quanjian. <a href=\"https://t.co/AfI6BcA6Rx\">pic.twitter.com/AfI6BcA6Rx</a></p>&mdash; China BR Futebol (@chinaBRfutebol) <a href=\"https://twitter.com/chinaBRfutebol/status/774970626113232896\">September 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d56c01e4b07ac3d446b134\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:41:15.985Z\">3.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This game features two Italian managers, so Paul MacInnes has written this, about the two Italian managers.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/sep/10/francesco-guidolin-swansea-antonio-conte-chelsea-italian-managers\">Guidolin hosts Conte in Premier League’s latest showcase of Italian imports | Paul MacInnes</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-11T14:41:24.908Z\">at 3.41pm BST</time></p>  </div> <div id=\"block-57d56ab6e4b08465d44ff85e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:31:59.311Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Just to keep you updated on how Joe Hart’s debut in Serie A is going...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/weekendfootball/status/774977934796939268\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Terrific goalkeeping from Joe Hart on his Torino debut... <a href=\"https://t.co/MIpe7NTHUu\">pic.twitter.com/MIpe7NTHUu</a></p>&mdash; Weekend Football (@weekendfootball) <a href=\"https://twitter.com/weekendfootball/status/774977934796939268\">September 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d5653ce4b07ac3d446b115\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:08:10.311Z\">3.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And after all that, neither of them are playing. Ah well. </p> </div>   </div> <div id=\"block-57d563f7e4b013613fffc279\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:06:59.982Z\">3.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Team news</h2>  <div class=\"block-elements\">  <h2>Swansea City</h2> <p>Fabianski; Amat, Fernandez, Kingsley; Naughton, Ki, Cork, Fer, Taylor; Sigurdsson; Llorente. <strong>Subs:</strong> Nordfeldt, Rangel, Van der Hoorn, Fulton, Britton, Montero, Barrow.</p> <h2>Chelsea</h2> <p>Courtois; Ivanovic, Cahill, Terry (c), Azpilicueta; Kante Matic; Willian, Oscar, Hazard; Diego Costa. <strong>Subs:</strong> Begovic, David Luiz, Alonso, Fabregas, Moses, Pedro, Batshuayi.</p> <p><strong>Referee:</strong> Andre Marriner (West Midlands) </p> </div>   </div> <div id=\"block-57d56048e4b07ac3d446b0fc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T14:01:03.483Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>Goals.</strong> They’ve been a problem for Swansea. Just two of them so far this season, both from horse wrangling’s Leroy Fer. 42 last season, which wasn’t the worst in the Premier League, but it wasn’t the best either, to say the least. Especially when the scorers of 23 of those goals have departed this summer. So plenty of pressure on Borja Baston, new arrival from Spain who might well make his debut today, particularly since the early signs from Fernando Llorente haven’t been peachy.</p> <p><strong>But wait!</strong> Here’s a helping hand for the shot-shy Swans. Could it be that David Luiz is their big hope, a man whose job description differs rather from his actual job. Luiz is a defender who doesn’t seemingly like to defend very much, but who provides entertainment in other ways, because we’ve all got to stay occupied in this world. </p> <p><strong>Antonio Conte has admitted that Luiz perhaps wasn’t his first choice to strengthen his backline,</strong> a man used to having only the finest and most intimidating centre-backs at his disposal. But this could be quite a compelling sub-plot of the season: how will Conte cope with Luiz, and how will he get his potentially very talented defender to, well, defend reliably? Let us see.</p> <p><strong>Kick-off:</strong> 16.00 BST</p> </div>   </div> <div id=\"block-57d556f5e4b07ac3d446b0d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-11T13:08:03.541Z\">2.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nick will be here soon enough.</strong> Until then, read Stuart James’s marvellous interview with Leroy Fer:</p> <blockquote class=\"quoted\"> <p><em>Leroy Fer is casting his mind back to his Swansea City initiation ceremony during the club’s pre-season tour in the United States and carefully considering what mark out of 10 he would give himself for his rendition of Drake’s Controlla at the team hotel. “A solid eight,” says Fer, smiling. The footage has yet to be released but the suspicion is that Fer’s impersonation of the Canadian rapper was rather good, much like his dancing at his wedding. Fer was married to Xenia two years ago, a few weeks after being part of the Holland squad that reached <a href=\"https://www.theguardian.com/football/2014/jul/09/argentina-holland-world-cup-semi-final-match-report\">the World Cup semi-finals</a> in Brazil, and <a href=\"https://www.youtube.com/watch?v=t8Vi_tjcvpE\">their slick routine on the dancefloor</a> has been watched by hundreds of thousands of people on YouTube and social media, including a few footballers.</em></p> <p><a href=\"https://www.theguardian.com/football/2016/sep/10/swansea-leroy-fer-horse-wedding-dance-youtube-hit\">Read the full article here:</a></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/10/swansea-leroy-fer-horse-wedding-dance-youtube-hit\">Swansea’s Leroy Fer: I didn’t want the horse – I lived in an apartment</a> </p> </aside> </div>   </div>",
  "<p>Royal Dutch Shell has started production at the world’s deepest underwater oil and gas field, 1.8 miles beneath the sea surface in the Gulf of Mexico. </p> <p>The first oil pumped from the Stones field, 200 miles south of New Orleans, comes after billions of dollars of investment from Shell over the last three years. </p> <p>The achievement will anger many climate change campaigners, but will boost annual pay for Shell’s chief executive, Ben van Beurden, under the group’s controversial performance bonus arrangements.</p> <p>The field is in much deeper water than the Macondo prospect, where six years ago BP’s Deepwater Horizon rig exploded and sank, killing 11 workers and causing environmental disaster.</p> <p>The latest costly addition to Shell’s production capacity comes despite Van Beurden’s repeated pledges on climate change. In May, he said: “We know our long-term success … depends on our ability to anticipate the types of energy that people will need in the future in a way that is both commercially competitive and environmentally sound.”</p> <p>Faced with low oil prices and increased pressure from climate change activists, Shell has retreated from some of its most expensive production projects. In the autumn last year, it <a href=\"https://www.theguardian.com/business/2015/sep/28/shell-ceases-alaska-arctic-drilling-exploratory-well-oil-gas-disappoints\">ditched drilling operations in the Alaskan Artic </a>and abandoned <a href=\"https://www.theguardian.com/business/2015/oct/28/shell-halts-carmon-creek-oil-sands-project-in-alberta-canada\">a tar sands project in Alberta, Canada</a>.</p> <p>But the group has told shareholders it will continue spending heavily on pioneering deep water projects, which will provide a major source of future growth. Announcing production had begun at Stones, <a href=\"http://www.shell.com/media/news-and-media-releases/2016/shell-starts-production-at-stones-in-the-gulf-of-mexico.html\">Shell said</a>: “Our growing expertise in using such technologies in innovative ways will help us unlock more deep water resources around the world.”</p> <p>Shell has forecast that its deep water production will increase to the equivalent of more than 900,000 barrels of oil a day by the early 2020s from already discovered, established reservoirs. Major projects the group is working on include Coulomb Phase 2 and Appomattox in the Gulf of Mexico and Malikai off the coast of Malaysia.</p> <p>Shell began the costly Stones project in 2013, two years after the International Energy Agency (IEA) warned that <a href=\"https://www.theguardian.com/environment/2011/nov/09/fossil-fuel-infrastructure-climate-change\">two-thirds of proven fossil fuel reserves will need to remain in the ground</a> to prevent the earth from warming 2C above pre-industrial levels – a proposed temperature limit beyond which scientists warn of spiralling and irreversible climate change.</p> <p>At Stones, oil and gas is pumped from several points on the sea bed through flexible riser pipes to a specialised tanker, incorporating a detachable 3,150-tonne buoy. In the event of a hurricane, Shell says the tanker can halt production and sail away safely from the buoy and riser pipes.</p> <p>Stones will produce the equivalent of about 50,000 barrels of oil a day when ramped up to full capacity at the end of 2017.</p> <p>Van Beurden’s annual bonus depends, in part, on delivering major new projects on time and on budget. For 2015, he received a bonus of €3.5m, which formed part of an overall pay and pension package worth €5.58m.<br></p> <p>Van Beurden has repeatedly insisted he is determined that Shell should play a part in helping the world take action to end global warming.</p> <p>At Shell’s annual shareholder meeting last year, the board promised a group of activist shareholders, including the Church of England, to better explain how bonus schemes for Van Beurden and others were aligned with its professed ambitions to help tackle climate change. At this year’s meeting, however, activist investors<a href=\"https://www.rathbonegreenbank.com/insight/royal-dutch-shell-special-resolution-one-year\"> said</a> “clarification is urgently required” on this point.</p> <p>Shell has stressed that <a href=\"http://www.shell.com/sustainability/sustainability-reporting-and-performance-data/performance-data/greenhouse-gas-emissions/_jcr_content/par/tabbedcontent/tab/textimage.stream/1443609730440/d302cf0d4008fbfa4bbe31e515ebd3f3b8280027bff49a65ef985ee3e4653aa3/response-to-shareholder-resolution-on-climate-change.pdf\">10% of Van Beurden’s bonus is tied to the group’s “sustainability” performance</a>. However, these incentives target how much energy the group uses, the volume of oil spilt and water usage. They do not focus on what campaigners see as the core concern: how Shell plans to manage its way to a low-carbon global economy.</p> <p>Meanwhile, 20% of the Van Beurden’s bonus is still tied to delivering major new production projects, such as Stones. A further 30% is linked to the group’s ability to generate cash, while 12% of the bonus depends on production volumes.</p>",
  "<p>Lawyers representing a Libyan husband and wife who were kidnapped and flown to one of Muammar Gaddafi’s prisons are seeking to overturn a decision that there was insufficient evidence to prosecute a former MI6 officer for his alleged role.</p> <p>Mark Allen, the head of counter-terrorism at the agency at the time of the so-called rendition operations, had set out his role in a letter to the Gaddafi government that came to light during the 2011 Libyan revolution. </p> <p>However the <a href=\"https://www.theguardian.com/world/2016/jun/09/mi6-officers-not-charges-rendition-of-libyan-families-abdel-hakim-belhaj\">Crown Prosecution Service decided earlier this year that Allen – now Sir Mark – should face no criminal charges</a>, a ruling that the victims said reflected poorly on British justice.</p> <p>Lawyers for the couple are now seeking a judicial review of the CPS decision, which they have denounced as a “see no evil, hear no evil” ruling that has put the government and its intelligence agencies above the rule of law.</p> <p>Cori Crider of the legal charity Reprieve said: “It’s sad that the CPS will aggressively prosecute journalists for ‘misconduct in public office’, but a top MI6 officer who helped render kids and a pregnant woman to Gaddafi walks free. It’s sadder still that prosecutors felt victim families should have no role in the ‘victims’ review.’ The family’s view is clear. Justice was denied. The decision leaves the UK’s security services basically exempt from British law. That’s why they are fighting it.”</p> <p>Abdel Hakim Belhaj, an opponent of Gaddafi, and his wife Fatima Bouchar, were abducted in Thailand in March 2004 while en route from Malaysia to the UK, where they had planned to apply for political asylum. </p> <p>They were held briefly at an American detention facility in Bangkok, and allegedly tortured, before being bound and gagged and flown to Tripoli. <a href=\"https://www.theguardian.com/world/2012/apr/08/special-report-britain-rendition-libya\">Bouchar, who was pregnant, says she was taped head to foot to a stretcher for the 17-hour flight</a>.</p> <p>Evidence of MI6 involvement emerged in correspondence between Allen and Gaddafi’s intelligence chief, Moussa Koussa, that was discovered during the Libyan revolution.</p> <p>Other documents included a fax from the CIA to Tripoli, which gave details of a second UK-Libyan rendition operation, in which another opponent of Gaddafi, Sami al-Saadi, was kidnapped in Hong Kong and flown to Tripoli along with his wife and four children.</p> <p> Scotland Yard spent four years investigating the kidnappings and sent a 28,000-page file to the CPS. Police are understood to believe that they had built a particularly formidable case against MI6 in the Saadi case.</p> <p>Detectives are said to have been dismayed that the CPS concluded there was insufficient evidence to bring charges against Allen or anyone else. In making public their decision, the CPS disclosed that Allen had “sought political authority for some of his actions”. </p> <p>In a letter to the CPS, Belhaj’s lawyers at the London firm Leigh Day claim that the decision is unreasonable. They say: “It appears the CPS has erroneously proceeded on the basis that political approval would be a reasonable excuse for the conduct under investigation.”</p> <p>Meanwhile, the legal charity Reprieve has complained to the information commissioner over the government’s refusal to disclose whether ministers or Downing Street officials were in any way involved in the decision to not bring charges. </p> <p>There was no comment from the CPS or Allen, who was not directly named in the CPS statement.</p>",
  "<p>“An ordinary day ended as the biggest manmade ecological disaster in history,” says one of the taglines. </p> <p>Trailers for the new disaster movie Deepwater Horizon, based on the April 2010 disaster, which will be released later this month, quickly shift from sickly sweet family scenes of Mark Wahlberg bidding farewell to his wife and daughter as he goes off to work on a huge oil drilling in the Gulf of Mexico to a desperate fight for survival, as panicked workers scramble to escape the burning oil rig.</p> <p>The Hollywood marketeers are right with their tagline. It was a global disaster with far-reaching human and environmental consequences. Eleven people were killed and about 4.9m barrels of crude oil leaked into the Gulf in the <a href=\"https://www.theguardian.com/environment/bp-oil-spill\">worst spill in US history</a>.</p> <p>The story of Deepwater Horizon is also “tragedy on an epic scale” for BP, which operated the rig, according to the US corporate governance expert Lynn Stout. The oil company was later found to have been <a draggable=\"true\" href=\"https://www.theguardian.com/environment/2014/sep/04/bp-reckless-conduct-oil-spill-judge-rules\">grossly negligent in its handling </a>of the well and has faced <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/jul/14/bp-fined-further-25bn-over-deeepwater-horizon-spill\">billions of dollars in penalties</a>.</p> <p>Stout, a professor of corporate and business law at Cornell Law School, chose the story of how profit-driven decisions at BP led to disaster to open her 2012 book The Shareholder Value Myth.<br tabindex=\"-1\"></p> <p>In her view, there are wider lessons to learn from BP’s tale about how costcutting and skimping on safety procedures to secure short-term shareholder gains ended up costing investors in the long run. </p> <p>The Deepwater Horizon disaster is one example of a problem that afflicts many companies, she says. That problem is the idea that the company belongs to its shareholders and exists for one purpose only: to maximise wealth for those shareholders.</p> <p>Six years on from the deadly blowout, you do not have to look far for more examples of companies misbehaving and cutting corners, which subsequently hurts shareholders. </p> <p>Last week, Sports Direct <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/sep/09/sports-directs-biggest-investors-want-independent-review-mike-ashley-keith-hellawell\">faced anger from shareholders</a> after the company accepted that it had not treated employees properly. The admission followed months of pressure on the retailer’s founder, Mike Ashley, and Sports Direct after the Guardian highlighted <a draggable=\"true\" href=\"https://www.theguardian.com/business/2015/dec/09/how-sports-direct-effectively-pays-below-minimum-wage-pay\">a climate of fear </a>at the company’s Shirebrook warehouse in Derbyshire. As the revelations about the company began to batter its reputation, the share price fell and previously quiet stockholders emerged to voice their disquiet.</p> <p>Everyone loses here. The workers, the shareholders and business at large.<br></p> <p>Many companies, particularly smaller ones, will tell you they exist for their employees and customers, as much as for shareholder gains. Yet those who want to serve a wider base of stakeholders may find themselves hamstrung by a legal system that appears to put shareholder interests centre stage. For all their willingness to do good, is it not the primary duty of company directors to create value for shareholders?</p> <p>There does not appear to be a straightforward answer. Lawyers will disagree over how company directors should interpret the 2006 Companies Act, which <a href=\"http://www.legislation.gov.uk/ukpga/2006/46/pdfs/ukpga_20060046_en.pdf\">states in section 172</a> (pdf) that “a director of a company must act in the way he considers, in good faith, would be most likely to promote the success of the company for the benefit of its members”. But for Andy Haldane, the Bank of England’s chief economist, there is no question that this statement makes shareholder primacy explicit. As he put it in a <a draggable=\"true\" href=\"http://www.bankofengland.co.uk/publications/Pages/speeches/2015/833.aspx\">speech exploring company ownership</a> last year: “For the first time in history, shareholder primacy had been hardwired into companies’ statutory purposes.”</p> <p>This idea of shareholder primacy is seen in the way that a company’s share price performance has increasingly become the key measure of success.</p> <p>As in Stout’s Deepwater Horizon example, the pitfalls of this are obvious. When chief executives manage the share price rather than the company itself, short-termism can quickly take over. Investment suffers as shareholders hungry for dividends demand ever increasing payouts, while risk taking rises, as demonstrated to disastrous global effect by the financial crisis.</p> <p>When the shareholder is king, a company’s long-term success and impact on those around it take a back seat.</p> <p>But campaigners for a different kind of capitalism say it does not have to be this way. A growing movement is putting forward a new model, where directors answer to a range of stakeholders, such as employees and the environment, not just investors. Those pushing for change may dare to hope their calls will be answered now that Theresa May is vowing tackle corporate irresponsibility and “reform capitalism so that it works for everyone not just the privileged few”.</p> <p>The good news for the prime minister is that a simple amendment to company law could make a big difference. </p> <p>The charity <a href=\"http://bcorporation.uk/meet-b-lab-uk\">B Lab UK</a> is urging the government to pass “benefit company” legislation. The reform would give companies the option to reject shareholder primacy and be managed for the benefit of all stakeholders, according to the charity, which represents a growing number of so-called B Corps, or benefit corporations. This model has three mandatory elements: a broadened purpose, director accountability and stakeholder transparency.</p> <p>The movement behind benefit corporations <a href=\"https://www.bcorporation.net/what-are-b-corps/the-non-profit-behind-b-corps/our-history\">started a decade ago</a> in the US to pioneer the idea that companies are “best for the world”, rather than best in the world. The movement has spread to include 1,800 B Corps in 50 countries.</p> <p>In some places, laws have been changed for companies to turn themselves into B Corps, but in others, no such change has been deemed necessary. Some corporate governance experts argue that the UK is one such case and the law already allows for a wide range of stakeholders to be considered by company chiefs. At the moment, when a UK company becomes a B Corp, it changes its constitution.</p> <p>However, B Lab UK says a small amendment to the law would clear things up. As the charity’s co-founder James Perry says, for directors worried about where their legal duties lie, a law “gives you a fighting chance, or a platform” to act in the interests of society and the environment.</p> <p>Perry, who helped set up the frozen ready meals retailer Cook, insists that the change would still leave companies with the option to continue putting shareholders first. But ultimately, the market will decide, he says. Those who choose the broader stakeholder model may find that it makes more business sense. The hope is that a sense of purpose raises longer-run success, helps recruit and retain skilled staff, and appeals to customers. The B Corps movement in the UK likes to say it is to business what Fairtrade certification is to coffee.</p> <p>If the new government is serious about shaking up capitalism, this is an easy win. Companies’ corporate and social responsibility programmes can do good, but they do not address the root causes of corporate misbehaviour, misjudgments or recklessness. For that, we must move beyond a world where shareholders reign supreme.</p>",
  "<p>Since Britain’s decision to leave the European Union there has been a spike in hate crimes, with much of this negativity directed towards eastern Europeans. </p> <p>The Guardian’s Gary Younge recently reported on this and the <a href=\"http://www.theguardian.com/politics/2016/aug/31/after-the-brexit-vote-it-has-got-worse-the-rise-in-racism-against-east-europeans\">general sense of unease</a> as a result – documenting eggs thrown and windows smashed in Bristol. The death of <a href=\"https://www.theguardian.com/uk-news/2016/aug/30/five-teenage-boys-arrested-after-man-dies-following-attack-in-essex\">Arkadiusz Jóźwik</a> in Harlow has also brought this topic into sharp focus: <a href=\"https://www.theguardian.com/uk-news/2016/aug/30/five-teenage-boys-arrested-after-man-dies-following-attack-in-essex\">Jóźwik</a> was beaten to death in what is being investigated as a suspected hate crime. In the same town, police are now investigating another incident along similar lines. <a href=\"https://www.theguardian.com/uk-news/2016/sep/04/assault-on-polish-men-harlow-possible-hate-crime\">This time, two Polish men were attacked following a remembrance march for Jóźwik</a>.</p> <p>We asked eastern Europeans to talk about how they feel after the referendum. Here are some excerpts from the comments we received, condensed and edited for clarity.</p> <h2>Shannon, 27, graphic designer, London</h2> <p>I hold dual Canadian-Polish citizenship, but grew up in Canada. Because of this, British people think they can talk openly about their dislike for Polish immigrants without knowing I am one.<br></p> <p>Before the referendum, people would make jokes about unskilled Polish plumbers. It hurt. I’ve heard horrible stories of how people can be treated here and friends have said that Polish colleagues working in restaurants have been chastised for not being able to speak English properly. They all speak it perfectly.</p> <p>I believe there’s an image of Poles as plumbers and benefit scroungers, here to steal jobs, but that’s rarely the case – and most give back a lot to Britain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/aug/31/after-the-brexit-vote-it-has-got-worse-the-rise-in-racism-against-east-europeans\">‘Eggs thrown, windows smashed, a family attacked in a park’: how ​Brexit impacted east Europeans</a> </p> </aside>  <p>Will I be allowed to stay long-term? There are so many unanswered questions from the government and much uncertainty lies ahead. But perhaps it’s better to ask, do I want to stay in a country that doesn’t want me?</p> <h2>Thomas, 33, works in a restaurant </h2> <p>I am originally from Poland and I have two bosses where I work. The day after the referendum result, one of them apologised for the misguided people who voted leave, the other one just kept asking cheerfully, “What are you still doing here?”</p> <h2>Tee, 22, paralegal, London </h2> <p>I came here from Russia when I was six. As a child, I experienced racism at school – people telling me to go back to my country and refusing to go near me. But, before the referendum, I had a real sense of patriotism about England. I was on the verge of homelessness a few years ago and people in my local community found me a place to stay and helped me get on benefits. Because of that, I felt very at home here. I wanted to give something back. </p> <p>However, the referendum result showed me that people don’t really want immigrants here. Nigel Farage’s racist and hateful brand of politics won. I don’t feel connected to Britain any more – I feel disappointed. I look and sound British, so luckily I haven’t experienced any racism. I have British citizenship and I am trying to establish a career here. I don’t want to leave.</p>  <figure class=\"element element-image\" data-media-id=\"a506a4f855e589e35b0067018dcbcd88a226fe70\"> <img src=\"https://media.guim.co.uk/a506a4f855e589e35b0067018dcbcd88a226fe70/0_242_5184_3110/1000.jpg\" alt=\"A Brexit supporter shouts at pro-Europe marchers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Brexit supporter shouts at pro-Europe marchers during the March for Europe in london, 3 September 2016.</span> <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> </figcaption> </figure>  <h2>Alexandra, 25, from Birmingham</h2> <p>Have you ever had that nightmare where you go to school and realise that you’re naked and everyone is staring at you? That’s how I feel now. I haven’t changed, I haven’t done anything differently, yet I feel like I’m constantly being watched, as if someone is just waiting for me to make a wrong move so they can say, “That’s it, you’re out!” </p> <p>Stripped of the protective layer that the EU offered, I feel exposed and unwelcome, but maybe that was always the case. </p> <p>It seems that this referendum is being used to legitimise racism, offering people the opportunity to vent their spleen against immigrants. All of a sudden, it has become OK to be a racist because more than half of the country voted leave. In the community where I live, more than 80% of the people voted leave. The lovely elderly neighbour from across the street, the friendly butcher I visit every Saturday, the smiling cashier at my local shop – do they all want me gone? Apparently so, because my neighbour stopped wishing me a “good morning”, the butcher is always busy in the back when I pop around, and the smiling cashier is not smiling back any more. </p> <p>I didn’t mind the “go back to your country” jokes at the beginning, but hearing about Polish people getting attacked on the streets, Romanian shops being vandalised and hate speech in the media are constant reminders of who I am: an immigrant. And, sooner or later, I could be attacked or verbally abused as well. </p> <p>I am originally from Romania – and this is embarrassing to admit – but I now avoid speaking in my native tongue whenever I’m outside the house. People stare, sometimes they even sneer or change seats on the train. </p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"7685ee0f4199dfaa2e6ab1607f44d46687a2db11\"> <img src=\"https://media.guim.co.uk/7685ee0f4199dfaa2e6ab1607f44d46687a2db11/0_29_692_865/400.jpg\" alt=\"Monika, a paralegal in Glasgow\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Monika, a paralegal from Poland who is now working in Glasgow</span> <span class=\"element-image__credit\">Photograph: Picasa/HANDOUT</span> </figcaption> </figure>  <h2>Monika, 33, paralegal, Glasgow</h2> <p>My own experience has been fantastic, really positive. I came here from Poland 10 years ago, and Scottish people are fantastic – maybe there’s a different view here compared with England. Most of my friends voted remain. To be honest, most of the time when I speak to people who voted leave, they said it was because of the way the refugee crisis was handled, rather than because of immigration.<br></p> <p>Racism is bad in Poland, and everywhere in Europe seems to be the same. Racism is so common these days that we don’t find it shocking anymore. It is bad in England, but Polish people in their own country can be as bad to Ukrainians and Vietnamese refugeespeople who come over. Racist incidents in Poland are really on the rise at the moment.</p> <h2>Tola, 34, a web designer, Essex </h2> <p>I came here because I felt England would appreciate my skills, the fact that I want to learn and use all that to build something positive. After the referendum, I felt I had got it wrong. People on the street suddenly seemed different, and there was no friendly “hello” in the street. However, everything eventually went back to normal. I spoke to my neighbours, who I knew voted to leave, and I told them I understood; this is their homeland and they did what they thought was best. They seemed a bit sorry. </p> <p>I have a feeling that British people wanted to change something, without fully realising the consequences. My neighbours said they welcome me and my husband here and that the vote was more about other things (for example, the security of borders). </p> <p>I have experienced one racist incident, however; a parent in school said something rude to the kids about packing their stuff and leaving after the referendum, but the principal and local authorities reacted appropriately, saying that there’s no place for hate crimes in this town.</p> <p>I have been here for three years. When I moved here with my husband, before the referendum, we had plans to stay, establish a business, apply for permanent residency and citizenship. We still want to do that, but everything will be more complicated now. We hope we’ll be able to comply with all new rules and requirements that a post-EU Britain will have. <br></p> <h2>Mika, 50, doctor, the Midlands </h2> <p>Most of my patients seem embarrassed about voting leave or cannot really explain why they did it, particularly when I ask why they want me to go back home. The NHS is propped up by many European doctors and it would struggle without us. </p> <p>I have not seen any examples of abuse or racist behaviour; most people are polite and, if anything, just apologetic. Most patients think I am Swedish and even when I correct them, no one makes any negative comments. I live in a village where 90% voted leave but, as a local, I am not viewed as foreign and life for me has continued as normal. <br></p> <p>My partner is British. I have now been here for 12 years and have applied for citizenship just in case there are problems in the future. I have a flat in my home country and could go back to a good job there with no problem. The UK benefits from me being here – it will be their loss if I return home. </p>  <figure class=\"element element-image\" data-media-id=\"63a4499201bb29f91ddb2e605df63db29e37e92a\"> <img src=\"https://media.guim.co.uk/63a4499201bb29f91ddb2e605df63db29e37e92a/0_190_3500_2100/1000.jpg\" alt=\"Members of the Polish community march through Harlow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Polish community march through Harlow after the killing of Arkadiusz Jóźwik, 3 September 2016.</span> <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> </figcaption> </figure>  <h2>Bea, 29, works for an NGO, London</h2> <p>My experience of living here is exactly the same after the referendum. Perhaps this is because I live in the capital and work within a truly international team (Spanish, Georgian, Colombian etc). Or perhaps I have just been lucky. It’s hard to deny the statistics showing an increase in hate crime. </p> <p>I hope the UK will get out of the EU on good terms, and Europe will not punish us for leaving. If I have children in the future, it’ll be a shame if they can’t study and work abroad. I live in Hackney and I love it here. The Victoria Park community is the best; there are many languages and many ethnicities here. </p> <h2>Albi, 68, retired civil servant, London</h2> <p>I was originally born in Czechoslovakia, but have been in the UK for more than 30 years. I still have a slight accent and since Brexit I have been asked aggressively, “When are you leaving this country and going home?” </p> <p>I fear about my future , even in London. My Yugoslav citizenship is no more (because Yugoslavia doesn’t exist any more), and I have therefore requested the Croatian embassy to consider me for their citizenship, just in case things deteriorate and there are more racist attacks in Britain. Clearly, my UK citizenship will not protect me when I am having my head kicked in on a pavement. </p> <h2>Ella, 30, architect, London</h2> <p>There was tension in the office at the time of the referendum; a couple of my colleagues said that there are too many Polish people here. They said this to my face. I was let go a couple of weeks after that, with my employer saying I didn’t fit the office culture. I now have a new job. I’ve just started my own business and I plan to eventually move it to Warsaw.</p> <h2>Emily, management, London</h2> <p>The EU vote was an eye-opener. Although my husband is British and I have lived here for more than 15 years, working and paying taxes, I felt alienated almost overnight. I felt almost sick on the morning following the referendum.</p> <p>I felt more welcome when I first arrived here, when Poland wasn’t even in the EU. I used to think of Britain with warmth and gratitude for giving me a new home; now I just see it as a country with a massive amount of small-minded, bigoted people in it, who are totally opposed to foreigners living and working here. At the same time, these people will wave flags and cheer when Mo Farah, an immigrant to the country, wins gold. People shame benefit claimants yet don’t mind paying millions to the monarchy. The class system here has always baffled me, but Brexit only showed how rotten it is in reality. </p> <p>I live in London, so haven’t experienced xenophobia as such, but my cousin living in Birmingham had dog poo thrown in her garden, and thus decided to move back to Poland. She works for the NHS. Good luck filling those jobs when more people go. </p> <h2>Cat, 41, works at a university<br></h2> <p>I generally do not speak much in my native eastern European language, but I am very careful now of using it in public, as I am scared of the reaction. At my workplace, people talk about eastern European scroungers and our love for vodka. I don’t comment or get involved, as there has always been a hostile and unwelcoming atmosphere towards Europeans where I work. </p> <p>In general, I am very sad that European solidarity failed and people voted leave. There is enough going on in the world and we don’t need to be turning our backs on each other.</p> <ul> <li><em>Some names have been changed. </em><br></li> </ul>",
  "<p>Gary Johnson has spent much of this week apologizing, after he <a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">asked</a>: “What is Aleppo?” during a live television interview on Thursday.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">'What is Aleppo?': Gary Johnson bungles question about Syrian war</a> </p> </aside>  <p>But by Saturday, when the Libertarian party presidential candidate held his first campaign rally since the gaffe, he had come to see what he calls “Aleppo day” as a positive.</p> <p>“It increased fundraising, increased attention,” he told the Guardian as he prepared to address supporters at a hotel in Times Square, in New York City.</p> <p>“Potentially, this may be a pivotal event in actually contributing to us winning the election.”</p> <p>It remains to be seen how Aleppo day (Johnson’s official explanation for not recognizing the name of the city at the heart of the Syrian civil war is that he was “thinking about an acronym”) will affect the former New Mexico governor’s popularity with voters.</p> <p>Prior to Thursday, Johnson was averaging 9% in nationwide polls, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">according to Real Clear Politics</a>, which would be the best performance by a third-party candidate in 20 years.</p> <p>The problem is that 9%, aside from not being enough to win the election, is also not enough for Johnson to make the televised presidential debates alongside Donald Trump and Hillary Clinton. And it is very important that he does.</p> <p>“There’s no way that we win if we’re not in the presidential debates,” Johnson said on Saturday. His supporters know that too.</p> <p>“Let him debate, let him debate,” was a recurring chant during his rally at the Marriott hotel.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\"            data-short-url=\"https://gu.com/p/526zv\"                    data-show-ads=\"true\"            data-video-id=\"2701593\"            data-video-name=\"Gary Johnson ignorant to center of Syrian war: 'What is Aleppo?' - video\"            data-video-provider=\"MSNBC's Morning Joe\"            > <video data-media-id=\"gu-video-57d174ece4b013613fffb4d9\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/08/160809gary_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/08/160809gary.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/08/160809gary_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\">Gary Johnson: ‘What is Aleppo?’</a></figcaption> </figure>   <p><a href=\"http://www.debates.org/index.php?mact=News,cntnt01,detail,0&amp;cntnt01articleid=62&amp;cntnt01origid=27&amp;cntnt01detailtemplate=newspage&amp;cntnt01returnid=80\">To be included in the debates</a> – the first is on 26 September – candidates have to reach 15% in an average of mid-September polls by ABC-Washington Post, CBS-New York Times, CNN-Opinion Research Corporation, Fox News and NBC-Wall Street Journal.</p> <p>Even before Thursday’s debacle, Johnson was lagging in those surveys. A 6 September poll by <a href=\"http://www.cnn.com/2016/09/06/_politics-zone-injection/trump-vs-clinton-presidential-polls-election-2016/\">CNN/ORC</a> had him at just 7%; in a <a href=\"http://www.foxnews.com/politics/2016/08/31/fox-news-poll-trump-narrows-clintons-lead.html\">Fox News poll</a> from 31 August he was at 9%. His emergence as a somewhat viable third-party candidate, however, has led to clamor for the threshold to be dropped.</p> <p>Vermont senator <a href=\"http://www.politico.com/story/2016/09/bernie-sanders-debate-johnson-stein-227722\">Bernie Sanders</a>, 2012 Republican candidate <a href=\"https://twitter.com/MittRomney/status/773631092570062850\">Mitt Romney</a> and former California governor and Predator star Arnold Schwarzenegger are among those who have criticised the process.</p> <p>Johnson isn’t going quietly. In September last year, the Libertarian and Green parties <a href=\"http://www.washingtontimes.com/news/2015/sep/29/libertarian-and-green-parties-sue-commission-presi/\">filed a lawsuit</a> against the Commission on Presidential Debates, demanding that candidates who are on the ballot in enough states to have a chance of securing 270 electoral college votes, and are eligible to serve, be included. In August, <a href=\"http://money.cnn.com/2016/08/05/media/debate-lawsuit-gary-johnson-jill-stein/\">it was dismissed</a> by a federal judge.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We’re contrary to the other candidates. All they do is wanna kill each other. It’s about presenting a rational thought</p> <footer> <cite>Gary Johnson</cite> </footer> </blockquote> </aside>  <p>If Johnson does get to debate – and he has just spent $3m on television advertising in an attempt to raise his numbers – he will be up against two historically unpopular politicians. He would be able to offer himself as a more palatable alternative.</p> <p>“We’re so contrary to the other candidates,” he said. “All they do is get up there and wanna kill each other. It’s about presenting a rational thought on all the issues of the day.”</p> <p>One of Johnson’s well-known issues of the day is his attempt to legalize marijuana. He is the only presidential candidate who admits to being a regular cannabis user (he likes <a href=\"http://www.gq.com/story/gary-johnson-2016-presidential-interview\">edibles</a> best) although he has stopped using the drug during his campaign, and says he would not partake if elected president. </p> <p>Johnson’s openness toward drug use has earned derision from some of the rightwing media, despite his extolling the virtues of fiscal conservatism on the trail. He would scrap the Affordable Care Act and he told the crowd on Saturday he wanted to see the sharing economy – the idea behind things like AirBnB and Uber – expanded to all types of business.</p> <p>“It’s Uber everything. It’s Uber electrician, it’s Uber plumber, it’s Uber doctor,” he said, to cheers.</p> <h2><strong>‘I’d be the compromise’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"fe60cb0e23452bac7f0d2b1b74cd80daa5dcdc75\"> <img src=\"https://media.guim.co.uk/fe60cb0e23452bac7f0d2b1b74cd80daa5dcdc75/0_238_4107_2464/1000.jpg\" alt=\"Gary Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson gestures as he speaks with the media.</span> <span class=\"element-image__credit\">Photograph: Bryan R. Smith/AFP/Getty Images</span> </figcaption> </figure>  <p>The last time a third-party candidate took part in presidential debates was 1992. Ross Perot, a billionaire businessman running as an independent and focused on balancing the federal budget, debated Bill Clinton and incumbent president George HW Bush.</p> <p>Perot was in a far stronger position than Johnson. In June 1992, he actually led the polls – he had 39% in one Gallup survey – and was able to use his vast fortune to buy up half-hour blocks of TV time. But even with these advantages, Perot ended up with 18.9% of the vote – a lot, but not enough to secure any electoral college votes, let alone the 270 needed to win.</p> <p>Johnson might not have to win 270 either. One of his planned routes is as unorthodox as his open discussion about <a href=\"http://dailycaller.com/2016/03/21/gary-johnson-reveals-the-last-time-he-used-marijuana/\">the best marijuana highs</a>. He believes he can become the next president by essentially spoiling Clinton and Trump’s chances.</p> <p>He <a href=\"http://www.newyorker.com/magazine/2016/07/25/gary-johnson-the-third-party-candidate\">told the New Yorker</a> in July that he was aiming to win a swathe of states in the west – including his home state, Utah and the Dakotas – and thus prevent Clinton or Trump from reaching the 270 electoral college votes needed to win. If no candidate reaches that total, the House of Representatives decides who will be the next president.</p> <p>“Democrats are not going to cross over the line to change to Trump, and Republicans are not going to go over the line to support Clinton. They’re going to have to compromise, and I’d be the compromise,” Johnson said.</p> <p>Tom Tancredo, a five-term US congressman from Colorado, ran for governor as a third-party candidate in 2010. He won 36.4% of the vote for the Constitution party, beating the Republican candidate, Dan Maes, into third.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He will not become president. There’s nothing he can do. Going on national TV and saying ‘What is Aleppo?’ didn’t help</p> <footer> <cite>Tom Tancredo</cite> </footer> </blockquote> </aside>  <p>Still, Tancredo said, it was “next to impossible” for a third-party candidate to reach the White House.</p> <p>Johnson “will not become president. There’s nothing he can do,” Tancredo said. “And going on national TV and saying ‘What is Aleppo?’ didn’t help him.”</p> <p>Aside from the Aleppo debacle, Tancredo said “the party structure is so entrenched that unless there are incredibly amazing circumstances that develop, you’re not going to overcome that structure”.</p> <p>In Tancredo’s case, those circumstances were a particularly weak Republican candidate.</p> <p>“By the last week of the campaign, every Republican elected official at almost every level had made an announcement in support of me over the Republican candidate,” he said.</p> <p>Despite that backing, 11.1% still voted for Maes and the Democrat John Hickenlooper won with 51% of the vote. Some voters are almost impossible to convince, Tancredo said. “They see the ‘R’ and they vote for the ‘R’ and that’s all there is to it.”</p> <p>Rick Tyler, a Republican strategist and former Ted Cruz aide, said there was nonetheless a desire for an alternative.</p> <p>“The race is to see if Hillary Clinton can assemble more people who dislike Donald Trump than Donald Trump can assemble people who dislike Hillary Clinton. But that’s not what people really want to vote for.”</p> <p>If Johnson can make the debate stage, Tyler said, he will need to find a succinct way to articulate Libertarian values.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/08/gary-johnson-aleppo-comment-2016-election-foreign-affairs\">Gary Johnson's 'Aleppo' moment was cringeworthy, but he'll never be president | Jamie Weinstein</a> </p> </aside>  <p>“He needs to combine his issues under a broad thematic that government can work in a limited way and to get people to believe there could be an explosion of economic activity that could create jobs.”</p> <p>As for Johnson’s backdoor path to victory – via a House of Representatives vote – at the moment it seems unlikely.</p> <p>In a <a href=\"http://apps.washingtonpost.com/g/page/politics/washington-post-surveymonkey-50-state-poll/2086/\">Washington Post-Survey Monkey</a> survey of all 50 states, Johnson’s best performance was in his home state, New Mexico, with 25%. But Clinton had 37% of the vote there and Trump 29%. In Utah, Johnson polled third, with 23%. He failed to break 20% in any other states.</p> <p>Tyler said he did not believe this was a realistic way for Johnson to become president.</p> <p>“It’s a pipe dream,” Tyler said. “And I won’t mention what he’s smoking in his pipe.”</p> <p><em>Additional reporting by Ben Jacobs</em></p> <p>This article was amended on 16 September 2016. Tom Tancredo is a five-term congressman, not a two-term congressman as we originally had it.</p>",
  "<p>Travellers are to be charged to get through passport checks quickly at British airports, with some paying as much as £17.50, the Home Office has confirmed.</p> <p>The charge is an attempt to cut queues, but unions called it a gimmick and accused the government of failing to properly fund border controls.</p> <p>Officials said they were working with some airport operators to introduce the scheme but denied reports in the People newspaper that it will be introduced in every UK airport with a charge of at least £5 per person.<br tabindex=\"-1\"></p> <p>At Gatwick airport, passengers face having to pay £17.50 on top of the price of their airline ticket to use a fast lane through passport control on arrival and through security on departure.</p> <p>The scheme could mean that those who do not pay are forced to wait even longer if staff are diverted to running the premium system and not replaced.<br tabindex=\"-1\"></p> <p>It was reported last month that Edinburgh airport was adopting the system and Gatwick’s service was advertised last year. </p> <p>A spokesman for the Public and Commercial Services (PCS) union said: “This is a ridiculous idea that exposes just how understaffed our borders are. What happens if everyone opts to pay £5? We’re back to square one.</p> <p>“Instead of gimmicks like this, the government needs to properly invest in staff to work at ports and airports because the shortages are there for all to see.”</p> <p>Mark Gribbin, chairman of the ISU, which represents borders, immigration and customs workers, said staffing levels were inadequate. “There are simply not enough staff. Our members are working hours on end under oppressive, often hostile conditions,” he told members.</p> <p>“Managers are under severe pressure to contain queues, creating still more pressure for frontline staff. It’s only a matter of time before [there is] serious public disorder and, who knows, even mass breach of the border.”</p> <p>At Gatwick, the system provides those who have paid extra with an “exclusive lane through passport control”. In order to guarantee fast passage, it is limited to 50 people per hour.</p> <p>The expansion of the scheme follows a government consultation in 2013, in which the possibility of charging for quick passage through passport control was raised. The government had been running a similar system at some border crossing points, but was only charging travellers what it cost to run.</p> <p>In the consultation document, the government suggested increasing the price and using the money it raised to “help fund the immigration system, secure the border and invest in improving processes”.</p> <p>The Home Office said its Border Force was “working closely with several airport operators to introduce a fast track passport control service, which will provide passengers with another choice of a secure and convenient route through the UK border. There are currently no plans to roll out the service to all airports in the UK.</p>",
  "<p>Britons might have to apply for advance permission to travel to the EU, the home secretary has conceded, warning that the prospect of such restrictions is likely to form part of the negotiations over departure.</p> <p>In her first significant interview since taking over the post in July, Amber Rudd said the possible need to apply for permission to travel under a visa waiver scheme being considered by the European commission was not the preferred option but could not be discounted. <br></p> <p>Rudd also raised the possibility of making it necessary for EU migrants to the UK to have work permits, saying the idea “certainly has value”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/09/britons-may-have-to-apply-to-visit-europe-under-eu-visa-scheme\">Britons may have to apply to visit Europe after Brexit</a> </p> </aside>  <p>Appearing on BBC1’s Andrew Marr Show on Sunday, Rudd was asked whether UK nationals might be shocked to have to pay for permission to visit France. She replied: “I think they would be surprised. I don’t think it’s particularly desirable, but we don’t rule it out, because we have to be allowed a free hand to get the best negotiations.”</p> <p>Rudd added: “My reaction to that is it’s a reminder that this is a two-way negotiation. The EU and the commissioners may be considering issues, alternatives. They will be considering their negotiations with us, just as we are with them. But I’m going to make sure that what we do get is in the best interests of the UK.”</p> <p>On Saturday, <a href=\"http://www.theguardian.com/politics/2016/sep/09/britons-may-have-to-apply-to-visit-europe-under-eu-visa-scheme\">the Guardian reported that</a> as part of draft European commission legislation for a proposed EU travel information and authorisation system, France and Germany have backed a system based on the US <a href=\"https://uk.usembassy.gov/visas/non-immigrant-visa-faqs/esta/\">Esta scheme</a>. Under the American system, visitors from countries that do not require full visas are required to apply online for permission to travel at a cost of $14 (£11).</p> <p>Such a scheme, if imposed, could end up applying to travellers from a UK no longer in the EU, legal experts said.</p> <p>Opposition parties expressed alarm at Rudd’s comments. Andy Burnham, the shadow home secretary, said they pointed to “yet another example of the drift and confusion as a result of the government’s failure to plan for Brexit”.</p> <p>The Liberal Democrat leader, Tim Farron, said the prospect of advance travel permission was “another sign that things are happening around this Brexit Tory government and all they seem to do is squabble amongst themselves”.</p> <p>Rudd, a prominent supporter of remaining in the EU before <a href=\"http://www.theguardian.com/politics/2016/sep/08/donald-tusk-theresa-may-article-50-brexit-negotiations-eu\">the June referendum</a>, otherwise gave very few details of how she might seek to balance controlling immigration numbers from the EU with keeping some access to the bloc’s single market.</p>  <figure class=\"element element-image\" data-media-id=\"1a12bccaf882957fad071c031e643c0aaa16f197\"> <img src=\"https://media.guim.co.uk/1a12bccaf882957fad071c031e643c0aaa16f197/0_454_3130_1878/1000.jpg\" alt=\"Amber Rudd arrives at BBC studios in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd arrives at BBC studios in London on Sunday.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>  <p>“What I do think the British public voted for was to make sure that we reduce immigration from the European Union,” Rudd said. “That’s a given. We have to find a way of doing that. I wouldn’t necessarily say what it means to do with the single market, but what I would say is we have to work out how we can do that, while promoting and protecting the economy.”<br></p> <p>There are increasing signs within the government of internal jostling to push forward competing models for how Brexit might look. After David Davis, the secretary of state for exiting the EU, was <a href=\"http://www.theguardian.com/politics/2016/sep/06/david-davis-single-market-stance-not-government-policy\">corrected by Downing Street after telling MPs</a> it was unlikely Britain would stay in the single market, Boris Johnson has <a href=\"http://www.theguardian.com/politics/2016/sep/11/boris-johnson-backs-brexit-pressure-campaign-change-britain\">endorsed a new alliance of pro-Brexit politicians</a> aimed at pressuring Theresa May into fully delivering on leaving the EU.</p> <p>Johnson, the foreign secretary and a prominent leave campaigner, said the Change Britain campaign, led by the pro-Brexit Labour MP Gisela Stuart and backed by Michael Gove, among others, would ensure the UK gained control over “laws, borders, money and trade”.</p> <p>Change Britain immediately faced questions over the much-repeated claim by leave campaigners before the referendum that Brexit could see an <a href=\"http://www.theguardian.com/politics/2016/sep/10/brexit-camp-abandons-350-million-pound-nhs-pledge\">extra £350m a week spent on the NHS</a>.</p> <p>More than 20 Labour MPs have written an open letter to Change Britain, asking for an apology if the promise is not kept.<br></p> <p>The letter says: “They cannot walk away from it now, disown it or pretend it never happened. They must either admit it was a lie and apologise to their voters, or justify it and explain when it is coming.”</p> <p>Speaking on Sunday, Stuart denied that anyone had been misled or that the pledge had been dropped. “For me, the priority was the NHS, but you need to be in government to actually implement that,” she said.</p> <p></p>",
  "<p>All of Donald Trump’s strengths and weaknesses were on display this week as he kicked off the homestretch of his presidential campaign.</p> <p>From a walk through a county fair in Ohio, where throngs of people standing four and five deep along a paved path reached out to touch the waving Trump to a televised interview where the Republican nominee praised Vladimir Putin and denigrated American generals, it was a microcosm of Trump’s campaign. One moment he went out of his way to be accessible to the media extending reporters (including one from the Guardian) an invitation to talk with him on a flight on his private plane. Next, he proclaimed to a shouting crowd that the journalists were a corrupt extension of the Clinton campaign.</p> <p>The Republican nominee started the week in Ohio where he sat down with union workers in the bar of an American Legion hall with a blinking LED sign announcing “wings on Thursday”. There, Trump waxed rhapsodic about Democrats who were now supporting him and the weakness of Barack Obama to a dozen weathered white men who looked to him as a potential savior.</p> <p>The blue-collar tour continued when Trump visited nearby Goody’s Diner, which boasted its country tot bowl on a sign outside. The Republican nominee greeted individual diners there. He was particularly pleased when the first voter he met was a Hispanic who planned on voting for him. Trump pronounced “Mexican American supports Trump, Mexican American. It’s so nice” to the reporters surrounding him. Trump, looking quite pleased with himself, then gestured at the reporters and directed them to “make a note of it guys”.</p>  <figure class=\"element element-image\" data-media-id=\"82678156c9481e6b7ac935b4c832010ef506ab36\"> <img src=\"https://media.guim.co.uk/82678156c9481e6b7ac935b4c832010ef506ab36/0_212_3500_2101/1000.jpg\" alt=\"trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks to diners during a stop at Goody’s in Brook Park, Ohio.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <p>The Republican nominee eventually sat down at a table with beefy, middle-aged men sitting around a pitcher of cola. He proclaimed to an assembled crowd of reporters and diners “these are the big union folks here”. A longtime Trump aide standing nearby hastened to agree: “Amazing,” he exclaimed. </p> <p>The union folks must have been amazing as a heartened Trump invited reporters on his plane for a 30-minute flight afterwards. Not coincidentally though, the invitation was extended the same day Hillary Clinton started flying on the same plane as her press corps, something presidential candidates have traditionally done for six months before the election. Trump has declined to let reporters join him on his private plane.</p> <p>For this flight, the press sat facing Trump and his running mate, Mike Pence, in the main seating area of the cabin, which featured white leather chairs and couches along with shiny wood that a Trump bodyguard anxiously warned the press not to scratch. Each seat was emblazoned with the Trump crest while television screens through the cabin showed flight data. Some reporters had to go to a separate private room for takeoff because they couldn’t sit on the floor for safety reasons. As the plane taxied, Trump got up and visited them, amiably making small talk. By the time the plane landed, Trump pivoted yet again on his immigration plan. Pence had helped one reporter find a missing cellphone that had gone flying across the cabin during takeoff. </p> <p>The next stop was a county fair where Trump received a welcome more akin to the Beatles at Shea Stadium than a presidential candidate in Ohio. Even teenage boys shouted “I love you Donald” as the candidate struggled to walk a block past rows of corndog vendors. Instead of working the crowd, Trump simply had to wave as secret service agents protected him from the crush of humanity eager for a glimpse.</p>  <figure class=\"element element-image\" data-media-id=\"7492e27227497ce0e3e801a21e12086a87170460\"> <img src=\"https://media.guim.co.uk/7492e27227497ce0e3e801a21e12086a87170460/0_313_4696_2818/1000.jpg\" alt=\"trump supporters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Throngs of Trump supporters try to get a photo of the Republican presidential candidate as he walks through the Canfield fair in Ohio.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>The following days for Trump were more conventional. On Tuesday, he held a town hall where in response to softball questions posed by General Mike Flynn, a longtime supporter, he demonstrated his nostalgia for the Iran-Iraq war. “I always say Iran and Iraq were very similar militarily. They’d fight, fight, fight and then they’d rest. They’d fight, fight, fight. And then Saddam Hussein would do the gas.” Trump followed this with <a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rally-greenville-north-carolina-clinton-attack\">a primetime rally</a> where he railed against Hillary Clinton as an adoring crowd chanted “lock her up”.</p> <p>On Wednesday, Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/07/donald-trump-us-military-spending-sequester-isis\">held a policy speech</a> in a wood-paneled club that has long catered to Philadelphia’s elites, where he suggested “sometimes it seems like there wasn’t a country in the Middle East Clinton didn’t want to invade” and railed against her legacy of “turmoil, suffering and death”. The policy Trump unveiled was a major and expensive expansion of the United States military to be funded through “commonsense reforms that eliminate government waste and budget gimmicks”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/07/donald-trump-hillary-clinton-trigger-happy-video\"            data-short-url=\"https://gu.com/p/523tn\"                    data-show-ads=\"true\"            data-video-id=\"2699267\"            data-video-name=\"Trump calls Clinton 'trigger happy and unstable' – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57d0660ee4b0c1d95ae145a4\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11850629&amp;format=video/mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/07/160907trump2_WebM.webm\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11850629&amp;format=video/m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/07/donald-trump-hillary-clinton-trigger-happy-video\">Trump calls Clinton ‘trigger happy and unstable’</a></figcaption> </figure>   <p>Finally Trump made it to the USS Intrepid in New York, where he <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">took questions from NBC’s Matt Lauer</a> on live television for almost 30 minutes. Without a script or notes or guidance, Trump flailed on policy. He praised Putin repeatedly and stood by a tweet from 2013 opining sexual assault in the military was a consequence of allowing women to serve. But, through rhetorical jujitsu, he managed to avoid major damage and even repeated his lie that he had been against the Iraq war without being challenged.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/08/donald-trump-putin-more-of-a-leader-of-his-country-than-obama-for-us-video\"            data-short-url=\"https://gu.com/p/525fa\"                    data-show-ads=\"true\"            data-video-id=\"2700631\"            data-video-name=\"Donald Trump: Putin is far more of a leader of his country than Obama is for US – video\"            data-video-provider=\"NBC News\"            > <video data-media-id=\"gu-video-57d10cdae4b0c1d95ae14821\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/08/160907Trump4putin_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/08/160907Trump4putin.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/08/160907Trump4putin_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/08/donald-trump-putin-more-of-a-leader-of-his-country-than-obama-for-us-video\">Trump: Putin is more of a leader of his country than Obama is for US – video</a></figcaption> </figure>   <p>From screaming crowds to foreign policy gaffes, these three days served as a condensed window into Trump’s unorthodox and unprecedented campaign. It’s unclear whether the blue-collar adoration the Republican nominee is receiving will compensate for his copious praise for Putin and cavalier dismissal of Saddam Hussein’s use of chemical weapons. However, regardless of what happens, it will be as the sycophantic Trump aide said: “Amazing.”</p>",
  "<p>Yinka Shonibare was born in London in 1962 and at the age of three moved with his family to Lagos, where he grew up. He returned to London to study fine art, and aged 18 contracted transverse myelitis, an inflammation of the spinal cord, which paralysed one side of his body. Shonibare’s painting, sculpture, photography and film explores themes of cultural identity and colonialism, and often incorporates vivid African batik fabric. His 2002 installation <a href=\"https://africa.si.edu/exhibits/shonibare/gallantry.html\" title=\"\"><em>Gallantry and Criminal Conversation</em></a> (2002), composed of mannequins and a suspended carriage, won him international acclaim. In 2004 he was shortlisted for the Turner prize and was awarded&#xa0;an MBE. <a href=\"http://www.stephenfriedman.com/exhibitions/forthcoming/yinka-shonibare-mbe-and-the-wall-fell-away/yinka-pattern1465573630422031305-jpg\" title=\"\">‘...and the wall fell away’</a>, Shonibare’s sixth solo exhibition at Stephen Friedman Gallery, London W1, opens 28 September.</p> <h2>1 | Garden </h2>  <figure class=\"element element-image\" data-media-id=\"e9ec8314781c108314be4fc553d5151ef76bd65d\"> <img src=\"https://media.guim.co.uk/e9ec8314781c108314be4fc553d5151ef76bd65d/0_307_4928_2957/1000.jpg\" alt=\"Hauser and Wirth garden, Somerset, designed by Piet Oudolf.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p><a href=\"http://oudolf.com/garden/hauser-and-wirth\" title=\"\"><strong>Hauser and Wirth</strong></a><strong>, Somerset, by&#xa0;Piet&#xa0;Oudolf</strong></p> <p><a href=\"http://oudolf.com/\" title=\"\">Piet Oudolf</a> is a Dutch landscape designer famous for the perennials he plants. What I like about this garden is the way he just gives nature space to do its thing, so it’s sort of organised chaos. He uses quite fragrant plants, like lavender, and lots of really lovely different types of grass. He has also done a garden in the Olympic Park, near where I live, and the <a href=\"https://www.theguardian.com/travel/2014/sep/22/final-stretch-new-york-high-line-complete\" title=\"\">High Line in New York</a>, which I go to whenever I visit my gallery there. He also did <a href=\"http://oudolf.com/garden/serpentine-gallery\" title=\"\">a garden for the Serpentine Gallery</a>, which I visit a lot, so that’s how I got to know about his work. He has a close proximity to art and artists.</p> <h2>2 | View </h2> <p><a href=\"https://youtu.be/qgeN3Jjakwc?t=14\" title=\"\"><strong>Canary Wharf on the Thames Clipper</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"64398e7c1d7a76b16a2d700a11af9651b2f911e5\"> <img src=\"https://media.guim.co.uk/64398e7c1d7a76b16a2d700a11af9651b2f911e5/0_19_640_384/500.jpg\" alt=\"A Thames Clipper passing Canary Wharf\" width=\"500\" height=\"300\" class=\"gu-image\" /> </figure>  <p>My favourite way to admire architecture in London is along the river. Along the way you take in all the sounds and also Tate Modern, the Globe theatre, the Shard, the Gherkin, the Walkie Talkie. I love to do this at night because Tower Bridge at night is just incredible. I always use the Clipper to get to the South Bank because it’s so nice – especially in the summer – and Canary Wharf is only 10 minutes from my house. So I go and eat or go to the theatre, listen to music or whatever is on over there. Then coming back at night that way is just really great – a million times better than the tube.</p> <h2>3 | Photography </h2> <p><a href=\"http://photolondon.org/\" title=\"\"><strong>Photo London at Somerset House</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"6d68792c1a587f285922bd583719173bdae3a3ba\"> <img src=\"https://media.guim.co.uk/6d68792c1a587f285922bd583719173bdae3a3ba/0_63_4399_2639/1000.jpg\" alt=\"The opening of Photo London 2016 at Somerset House\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>This is a photo fair that launched about three years ago at Somerset House, and it’s one of my favourite things to visit. It’s a variety of approaches to photography, from photojournalism to contemporary art photography to fashion: you have photos by Don McCullin, Craigie Horsfield, Walter and Zoniel. This year Wolfgang Tillmans had a series of <a href=\"https://www.theguardian.com/artanddesign/2016/may/08/wolfgang-tillmans-eu-referendum-remain-campaign-posters\" title=\"\">pro-EU campaign posters</a>, but obviously that didn’t work. The exhibition just goes on and on, maybe 50 rooms or something. Online I think they have <a href=\"http://photolondon.org/virtual-visit/\" title=\"\">a 3D thing where you can actually walk through the show</a>.</p> <h2>4 | Documentary </h2> <p><a href=\"https://www.youtube.com/watch?v=CNuQVS7q7-A\" title=\"\"><strong>Pina (dir Wim Wenders, 2011)</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"1215c8a6ada80cba5373e126c6352366720cc135\"> <img src=\"https://media.guim.co.uk/1215c8a6ada80cba5373e126c6352366720cc135/0_63_1600_960/1000.jpg\" alt=\"Pina by Wim Wenders\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>This is one of my favourites: it’s a mixture of dance, theatre and documentary made about choreographer Pina Bausch by Wim Wenders. It’s absolutely fantastic: there are dancers performing in the street, in soil, in water, some of the really memorable ones are done outside. It’s a very moving film. I like artists who push the boundaries of their work and go beyond a strict category, and that’s what I think Pina Bausch did well, in terms of the way she uses human emotion in the work, and also movement and the kinds of dancers. They’re not one type – you’ve got young people, old people, different types of bodies – all of that appeals to me.</p> <h2>5 | Art </h2> <p><a href=\"http://www.serpentinegalleries.org/exhibitions-events/etel-adnan-weight-world\" title=\"\"><strong>Etel Adnan: The Weight of the World</strong></a><strong>, Serpentine Gallery</strong></p>  <figure class=\"element element-image\" data-media-id=\"6ad40c9e271631f9ef7ca9b25911b0dff05a4165\"> <img src=\"https://media.guim.co.uk/6ad40c9e271631f9ef7ca9b25911b0dff05a4165/0_19_3200_1920/1000.jpg\" alt=\"Etel Adnan at Serpentine Gallery\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>This was a beautiful exhibition of very small abstract paintings by <a href=\"http://www.eteladnan.com/\" title=\"\">Etel Adnan</a>. She’s a poet, painter and essayist who was born in Lebanon, studied philosophy in Paris and lives in California. She’s a rare artist who can combine being a very good poet and a very good painter. She produces colourful abstract paintings based on landscapes, while her writing references a lot of politics and violence in the world, making sense of things like the Vietnam war. She produces exquisite tapestries as well. I admire the fact that she is also a senior artist [she is 91], because we are in this cult of youth. It’s good to see her being celebrated at the Serpentine, which usually shows hip young things. She was also there for the opening, which was great.</p> <h2>6 | Film </h2> <p><a href=\"https://www.youtube.com/watch?v=V4hMg0sUD44\" title=\"\"><strong>Timbuktu (dir&#xa0;Abderrahmane&#xa0;Sissako,&#xa0;2014)</strong></a></p>  <figure class=\"element element-image\" data-media-id=\"4845ce6f359708db6c649a6932235f6601f1b660\"> <img src=\"https://media.guim.co.uk/4845ce6f359708db6c649a6932235f6601f1b660/439_0_1425_855/1000.jpg\" alt=\"Timbuktu\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>This is a film that I think is absolutely fantastic. It’s about the invasion of the ancient city of Timbuktu in Mali by Islamic militants. Sissako takes us through the oppression of the people, but the film is primarily about the destruction of culture, the banning of music, the destruction of African masks and ritual objects and the banning of football and rap music. Then he looks deeply into the individual characters. It’s beautifully shot, with incredible deserts, dunes and landscapes, and the pace is very slow. It’s a film about anger and violence, but also the nice side of humanity, and the fact that the actual militants are also victims of this system they are having to operate under.</p> <h2>7 | Book </h2> <p><a href=\"https://bookshop.theguardian.com/flash-of-the-spirit.html\" title=\"\"><strong>Flash of the Spirit: African and Afro‑American Art and Philosophy (Robert Farris Thompson, 1983)</strong></a></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d7c39ad2853fbc9d4a52faa294a8beb38c0c5b2c\"> <img src=\"https://media.guim.co.uk/d7c39ad2853fbc9d4a52faa294a8beb38c0c5b2c/0_0_448_720/311.jpg\" alt=\"Flash of the Spirit - Robert Farris\" width=\"311\" height=\"500\" class=\"gu-image\" /> </figure>  <p>This is what I’m reading right now. It explores the transformation of ancient African cultures within the diaspora and the west. It traces a lot of the cultures of people in the US, Cuba, Haiti, Trinidad, Mexico, Brazil, back to five African civilisations: Yoruba, Kongo, Ejagham, Mandé and Cross River. It’s absolutely fascinating that in Brazil the ex-slaves, after hundreds of years, managed to keep the names of their Yoruba gods and deities, and they worship those now. So the book is really an education about explaining the origins of those gods and their significance culturally. I’m learning a lot about my own heritage by reading this book, and also trying to understand how people come to terms with the loss of cultural memory and how resilient the human psyche is to preserve their dignity by retaining aspects of their culture after hundreds of years.</p>",
  "<p><a href=\"https://www.theguardian.com/artanddesign/gallery/2014/sep/25/being-everyone-john-malkovich-recreates-iconic-photos-of-marilyn-che-einstein-and-more\" title=\"\">John Malkovich</a> has acted in 98 films and is about to make his London directorial debut with Zach Helm’s <a href=\"https://www.rosetheatrekingston.org/whats-on/good-canary\" title=\"\"><em>Good Canary</em></a>, a play about success, secrets and addiction. He has directed the play in Mexico and in France, where it won Molière awards for direction and design.</p> <p><strong>What drew you to <em>Good Canary</em> and why return to it?</strong><br><a href=\"https://www.theguardian.com/lifeandstyle/2015/jan/03/crush-of-the-week-lucy-liu\" title=\"\">Lucy Liu</a>, who was at the time going out with Zach, originally approached&nbsp;me with the script and I loved it. Theatre is like surfing. An&nbsp;actor paddles out, gets on a board&nbsp;and waits for the wave: the wave is the collision between your material and the public. You don’t create the wave, you ride it. In good material, there will almost invariably be a wave – and that is why you do good material repeatedly. <em>Good Canary</em> keeps changing. In Spanish, it was jazzily funny. In French, more serious.</p> <p><strong>What does being an actor teach you not to do as a director?</strong><br>It teaches you not to be constantly telling people what to do. You’re an&nbsp;observer.</p> <p><strong>Your parents were journalists – did journalism ever beckon?</strong><br>I was surrounded by journalism and wanted to do something else. I don’t know if my parents approved of acting. They never would have said. My father came discreetly to some plays but never commented. It wasn’t the kind of family where someone said you did something well. Whatever you did, it was assumed you had to do it well or there was no point in doing it at all.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Americans elect someone, think him a god figure. He never is and they end up detesting him</p> </blockquote> </aside>  <p><strong>That sounds tough. Surely everyone needs encouragement?</strong><br>I don’t think they do. As <a href=\"https://www.theguardian.com/books/2014/oct/06/100-best-novels-as-i-lay-dying-william-faulkner\" title=\"\">William Faulkner</a> said: “Every man is the arbiter of his own virtues but let no man prescribe for another man’s wellbeing.” That’s how I was raised. I’m not saying it was easy and can’t tell you if I wanted more praise – I may have done – but I never expected&nbsp;or needed it.</p> <p><strong>And is that how you brought up your own&nbsp;children?</strong><br>I’m over-encouraging [laughs ruefully] – a loser, like everyone else. They’re 25 and 24 now.</p> <p><strong>The play explores addiction. Where do you stand on this?</strong><br>In relationships, I’ve had an addictive personality. And smoking. Never drugs – that would not appeal to me as an addict. Drinking I started very late, in my mid-30s, and if I weren’t careful, I could have a problem. <a href=\"https://www.theguardian.com/stage/2015/dec/13/christopher-hampton-author-personality-liaisons-dangereuses\" title=\"\">Christopher Hampton</a> said: “Man seeks oblivion.” It’s true. The question is: should you seek it always?</p> <p><strong>Do you and your wife, Nicoletta Peyran, still live part of the year in Provence?</strong><br>We still have our house in France. I’m not there tons. France is in bad shape. It’s a heavy time. I don’t know what that burden is but feel they are excessively burdened, Paris especially. I’ve never been a fan of Paris; I find it super gloomy. It is difficult to live and work in. People are intensely unhappy. France has referred to <em>la crise</em> since the <a href=\"https://www.theguardian.com/books/2013/nov/28/mitterrand-study-ambiguity-philip-short-review\" title=\"\">Mitterrand</a> years – that’s a long time in freefall. My life would not allow me to live in France full time.</p> <p><strong>You have made almost 100 films. How much do you look back?</strong><br>I’m not a rearview mirror person. I only go forward. I’ve worked with some extraordinary people and loved it. Some of them have left this earth. That makes me sad but all the more&nbsp;appreciative.</p> <p><strong>What do you feel about being in your 60s?</strong><br>I’m 62. The best thing is to be at an age when you have no desire to go back to an earlier age. You start to separate from this earth. It can, at times, give you an acute longing – sorrow.</p> <p><strong>Do you care less than you did?</strong><br>I was always fairly calm. I may have been neurotically invested in my children but saw work as the grand tour: an incredible exploration. That’s how I see it now.</p> <p><strong>Tell me about your fashion line, which started with the wonderful name Uncle&nbsp;Kimono.</strong><br>The original line was inspired by a photo of a Japanese man in 30s LA – probably gay, dapper and mustachioed, wearing a kimono. My second line was Technobohemian. Now, unfortunately, the line carries my name because that is what my new partners wanted.</p> <p><strong>With so many irons in the fire, organisation must be challenging. How distracted are you by technology and its interruptions?</strong><br>It is incredibly intrusive and difficult. In rehearsal, I’ll have 30 different things to organise. I’ve 40 pages of text to learn for a Russian film. Tonight, I need to watch eight short fashion films and comment. I do a lot, pay a certain price. I try to be accessible. You can panic – I try to be prepared.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2015/nov/30/john-malkovich-turns-to-music-style-allegory-of-the-cave\">John Malkovich turns his hand to music – in frightening style</a> </p> </aside>  <p><strong>Tell me about your bizarre-sounding new film, <em>100 Years</em>.</strong><br>This came about through the daughter of the Rémy Martin family who has a fantastic store in Miami Beach – I met her through fashion. The family does a cognac, Louis XIII, which takes 100 years to make. They approached me with this fantastic idea to do a film that would not be seen for 100 years. I wrote it and it is – blessedly – directed by Robert Rodriguez. It is now in a vault in <a href=\"https://www.theguardian.com/travel/2014/nov/23/savour-cognac-hike-dales-escape-berlin-hotel-zoo-joanne-oconnor\" title=\"\">Cognac</a>. We even have tickets to pass on to our grandchildren.</p> <p><strong>I’ve heard you and your wife make your own wine. Is that hard work?</strong><br>My wife does the organisation, I just drink, and that is not hard. I thought our wine would be terrible, but not at&nbsp;all. We make cabernet sauvignon and a rosé from the same grape; wines not ordinarily made in the Luberon.</p> <p><strong>Meanwhile, reverting to the US, do you fear </strong><a href=\"https://www.theguardian.com/commentisfree/2016/may/28/observer-view-donald-trump-ugly-truth\" title=\"\"><strong>Donald Trump</strong></a><strong> becoming president?</strong><br>They say they’ll make America great again. But I understand he has had four bankruptcies. I’m an actor. I’ve not had any bankruptcies. I lost every penny I ever earned with <a href=\"https://www.theguardian.com/business/2009/jun/29/bernard-madoff-sentence\" title=\"\">Bernie Madoff</a> but didn’t declare bankruptcy.</p> <p><strong>You have said you won’t vote in the US&nbsp;elections…</strong><br>In 1972, I campaigned for [George] <a href=\"https://www.theguardian.com/world/2012/oct/21/george-mcgovern\" title=\"\">McGovern</a>. That night, my father called to say: “It is good you worked on the campaign. I’m sorry it turned out so badly.” I said: “I’m done, Dad.” I never voted again. Ideologies I find problematic – they blind people to reality. Americans elect someone, think him a god figure. He never is and they end up detesting him. The choices I have are represented by two supremely corrupt parties. I’m a midwesterner. All that New York stuff does not play with me. Most things do not play with me. I’m not a believer.</p> <p><em>The Good Canary is at the </em><a href=\"https://www.rosetheatrekingston.org/whats-on/good-canary\" title=\"\"><em>Rose theatre, Kingston</em></a><em>, from 16 Sept to 8 Oct</em></p>",
  "<p>The actor turned writer-director Matt Ross insists his appropriation of an <a href=\"https://www.theguardian.com/music/musicblog/2016/may/25/elton-john-10-of-the-best-bennie-and-the-jets\" title=\"\">Elton John</a> album title for his second feature was “subconscious” and entirely accidental. Yet as I watched this strange and wonderful tale of an isolated family living a back-to-nature existence in the forests of the <a href=\"https://www.theguardian.com/travel/2013/may/25/pacific-northwest-seattle-oregon-coffee\" title=\"\">Pacific Northwest</a>, fragments of Bernie Taupin’s sublime lyrics from the 1975 title track of <em>Captain Fantastic and the Brown Dirt Cowboy</em> kept drifting through my mind – from the disdain for “cheap easy meals” to the rejection of organised religion (“all this talk of Jesus coming back to see us”) and the assurance that “from here on sonny, it’s a long and lonely climb”.</p> <p>Most notably, as the off-the-grid lifestyle he has fashioned for his family starts to come apart at the seams, the question posed at the end of one verse prefigures the central dilemma facing <a href=\"https://www.theguardian.com/film/2016/sep/05/captain-fantastic-the-bloody-family-drama-shows-a-new-side-to-viggo-mortensen\" title=\"\">Viggo Mortensen</a>’s paterfamilias Ben Cash: “Should I make my way out of my home in the woods?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A pointed discussion of Nabokov flags up the question of how loving or abusive his parenting may be</p> </blockquote> </aside>  <p>We open with <a href=\"https://www.theguardian.com/film/2013/oct/03/george-mackay-yours-sincerely-sunshine-on-leith\" title=\"\">George MacKay</a>’s mud-covered Bodevan “Bo” Cash (“our names are unique; there’s only one of us in the whole world…”) tracking and killing a deer, prompting his father, the Bear Grylls-like Ben, to announce: “Today the boy is dead, and in his place is a man.” Bo is one of six brothers and sisters, aged seven to 18, who have been raised to fend, fight, and think for themselves in these woods. By day they hunt for food and scale rocky cliffs; at night they read <a href=\"https://www.theguardian.com/books/gallery/2013/oct/18/readers-suggest-10-best-long-reads\" title=\"\"><em>The Brothers Karamazov</em></a> and <a href=\"https://www.theguardian.com/books/2014/feb/10/100-best-novels-middlemarch-george-eliot\" title=\"\"><em>Middlemarch</em></a>, while earnestly discussing Marxism and <a href=\"https://www.theguardian.com/film/2016/may/20/noam-chomsky-on-donald-trump-almost-a-death-knell-for-the-human-species\" title=\"\">Noam Chomsky</a>. It’s meant to be a paradise born of Plato’s <em>Republic</em>, but did this crazy life soothe or exacerbate the bipolar disorder that afflicted their now absent mother, and for which various family members blame Ben?</p> <p>From its <a href=\"https://www.theguardian.com/books/2015/feb/16/lord-of-the-flies-100-greatest-novels-william-golding-mccrum\" title=\"\"><em>Lord of the Flies</em></a> opening to the hints of Manson-family madness (knife-obsessed kids led by a wild-eyed beardy charismatic man), Ross’s grand adventure injects a note of darkness into its Edenic setting. Like his younger brother Rellian (Nicholas Hamilton, channelling <a href=\"https://www.theguardian.com/film/2003/oct/24/1\" title=\"\">River Phoenix</a> in <a href=\"https://www.youtube.com/watch?v=-4_rMqeyOJY\" title=\"\"><em>Stand By Me</em></a>), Bo dreams of escaping into the wider world, into the society his parents rejected.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1ALCgYyN5bw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1ALCgYyN5bw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=1ALCgYyN5bw\">Watch a clip of Captain Fantastic</a></figcaption> </figure>   <p>When a family feud about a forthcoming funeral in New Mexico turns <em>Captain Fantastic</em> into a road movie, the Cash clan encounter supermarkets, trailer parks and suburban family suppers for the first time, with lively culture-clash results. Tempers flare at the home of Ben’s sister Harper (Kathryn Hahn), where the Cash kids are mocked for thinking that Nike was a Greek goddess rather than a shoe, and Dave (Steve Zahn) wrestles with Ben’s sanctimonious fondness for telling “the truth”. Meanwhile, Ann Dowd and Frank Langella lend depth to the role of grieving parents whose animosity towards Ben becomes ever more understandable.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>From its Lord of the Flies opening, Ross’s grand adventure injects a note of darkness into its Edenic setting</p> </blockquote> </aside>  <p>While smoke from the narrative pyre signals both <a href=\"https://www.youtube.com/watch?v=ivNHdDlRJuw\" title=\"\"><em>Grand Theft Parsons</em></a> and <a href=\"https://www.youtube.com/watch?v=fSj9RBJEwLs\" title=\"\"><em>What We Did on Our Holiday</em></a>, this is closer in tone to the anarchic indie spirit of Jordan Vogt-Roberts’s wonderful <a href=\"https://www.youtube.com/watch?v=1CrTvM-Yb0U\" title=\"\"><em>The Kings of Summer</em></a> with which it shares both an anarchic rural streak and a melancholic existential ennui.</p> <p>Ross, whose own upbringing involved communes in northern California and Oregon, says that his film asks whether Ben is “the best father in the world or the worst” and Mortensen does a terrific job of keeping both possibilities alive. A pointed discussion of Nabokov with Ben’s super-smart kids flags up the question of how loving or abusive his parenting may be, leaving our own sympathies divided.</p>  <figure class=\"element element-image\" data-media-id=\"cf667d95a5fe17e0de97846a70acb94eaa830f4a\"> <img src=\"https://media.guim.co.uk/cf667d95a5fe17e0de97846a70acb94eaa830f4a/0_0_3504_2103/1000.jpg\" alt=\"Viggo Mortensen in Captain Fantastic.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Either ‘the best father in the world or the worst’... Viggo Mortensen in Captain Fantastic.</span> <span class=\"element-image__credit\">Photograph: Allstar/Electric City Entertainment</span> </figcaption> </figure>  <p>Cinematographer Stéphane Fontaine (best known for his work with <a href=\"https://www.theguardian.com/film/2016/apr/03/jacques-audiard-interview-dheepan-prophet-rust-done-director\" title=\"\">Jacques Audiard</a>) balances the beauty of the landscape against the toughness of the children’s lives, while Courtney Hoffman’s magpie costumes tell their own stories, from Ben’s poignantly dated wedding suit to the skins, patchworks and hand-me-downs that adorn the kids. Alex Somers’s surging musical soundscapes tug at the heartstrings, but it’s the diegetic songs that really strike a chord, from an early sequence in which a plaintive guitar duet is disrupted by young Rellian’s rhythmic alarums, to a <em>Wicker Man</em>-style reworking of Sweet Child O’ Mine that reduced me to tears. Elsewhere, Ross superbly segues from the soporific elevator tones of My Heart Will Go On to Bikini Kill’s Rebel Girl during an outrageous supermarket sweep.</p> <p>With its thrillingly life-affirming performances, it’s a shame that <em>Captain Fantastic</em>’s “strong language” has earned it a 15 certificate; there’s more here for adolescent audiences to enjoy and appreciate than in much 12-rated blockbuster fare. He may not be a superhero, but in terms of imagination, this captain really can fly.</p>",
  "<p>Hillary Clinton has expressed regret over <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">her controversial statement</a> that half of Donald Trump’s supporters belonged in a “basket of deplorables”.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">Hillary Clinton calls some Trump supporters bigoted 'deplorables'</a> </p> </aside>  <p>Clinton made the remark when speaking at a gala event for the group LGBT for Hillary in New York City on Friday night, saying: “You know, to just be grossly generalistic, you could put half of Trump’s supporters into what I call the basket of deplorables. Right?</p> <p>“The racist, sexist, homophobic, xenophobic, Islamaphobic – you name it. And unfortunately, there are people like that. And he has lifted them up.</p> <p>“Some of those folks,” she added, “they are irredeemable.”</p> <p>In a statement released on Saturday afternoon, the Democratic presidential nominee repeated that she was being “grossly generalistic” but expressed regret for “saying ‘half’”, adding: “That was wrong.”</p> <p>However, she followed with longstanding lines of attack on Trump, saying the Republican nominee had “built his campaign largely on prejudice and paranoia and given a national platform to hateful views and voices”.<br></p> <p>She also said: “Many of Trump’s supporters are hard-working Americans who just don’t feel like the economy or our political system are working for them.”</p> <p>Republicans had pounced on her remarks. In a Saturday speech to the <a href=\"https://www.theguardian.com/us-news/2016/sep/09/donald-trump-evangelicals-values-voters-summit\">Values Voters Summit</a> of social conservative activists in Washington DC, which Trump addressed on Friday, Mike Pence condemned Clinton. </p> <p>The Republican vice-presidential nominee said: “The men and women who support Donald Trump’s campaign are hardworking Americans … Hillary, they are not a basket of anything. They are Americans, and they deserve your respect.” </p> <p>The chairman of the Republican National Committee (RNC), Reince Priebus, echoed Pence in a statement, saying: “The truly deplorable thing in this race is the shameful level of condescension and disrespect Hillary Clinton is showing to her fellow citizens.”<br></p> <p>Trump, per his habit,<strong> </strong>initially <a href=\"https://twitter.com/realDonaldTrump/status/774673449885192192\">responded on Twitter</a>. He wrote: “While Hillary said horrible things about my supporters, and while many of her supporters will never vote for me, I still respect them all!”</p>  <figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/RogerJStoneJr/status/774684329016299520\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am so proud to be one of the Deplorables <a href=\"https://twitter.com/hashtag/Trump2016?src=hash\">#Trump2016</a> <a href=\"https://t.co/IFD1hfC60w\">pic.twitter.com/IFD1hfC60w</a></p>&mdash; Roger Stone (@RogerJStoneJr) <a href=\"https://twitter.com/RogerJStoneJr/status/774684329016299520\">September 10, 2016</a></blockquote>  </figure>  <p>Subsequently, in a statement, the Republican nominee called Clinton’s remarks “the worst mistake of the political season” and accused her of “showing bigotry and hatred for millions of Americans”. </p> <p>Trump added: “How can she be president of our country when she has such contempt and disdain for so many great Americans? Hillary Clinton should be ashamed of herself, and this proves beyond a doubt that she is unfit and incapable to serve as president of the United States.”</p> <p>In an RNC conference call for reporters on Saturday afternoon, congresswoman Marsha Blackburn and pastor Darrell Scott, a long-time Trump supporter, insisted that Clinton’s comment displayed her “elitism”. They went on to characterize the remarks, which were open to pooled press, as having been made in private and somehow overheard. </p> <p>Clinton has long targeted Trump’s ties to the so-called “alt-right”, a fringe internet-based movement with links to white nationalist thought, particularly after <a href=\"https://www.theguardian.com/us-news/2016/aug/20/steve-bannon-profile-breitbart-trump-campaign-manager\">Steve Bannon</a>, head of the Breitbart.com news site, became CEO of the Trump campaign in August. </p> <p>In <a href=\"https://www.theguardian.com/us-news/2016/aug/25/hillary-clinton-alt-right-racism-speech-donald-trump-nevada\">a speech</a> that month in Reno, Nevada, Clinton said Trump and his supporters were the vanguard of a “paranoid fringe” which had taken control of the Republican party and insisted: “This is not conservatism as we have known it.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/10/donald-trump-calls-clinton-unstable-putin-relationship-russia-florida-pensacola\">Donald Trump labels Clinton 'unstable' as he edges away from Putin relationship</a> </p> </aside>  <p>In her statement on Saturday, she said: “What’s really ‘deplorable’ is that Donald Trump hired a major advocate for the so-called ‘alt-right’ movement to run his campaign and that [former Ku Klux Klan grand wizard] <a href=\"https://www.theguardian.com/us-news/2016/jul/22/david-duke-kkk-senate-campaign-louisiana\">David Duke</a> and other white supremacists see him as a champion of their values. </p> <p>“It’s deplorable that Trump has built his campaign largely on prejudice and paranoia and given a national platform to hateful views and voices, including by retweeting fringe bigots with a few dozen followers and spreading their message to 11 million people.”</p> <p>Trump first came to political prominence in 2011, falsely claiming that President Obama was born in Kenya. He has made a number of racially charged remarks throughout his campaign, which <a href=\"https://www.theguardian.com/us-news/2015/jun/16/donald-trump-mexico-presidential-speech-latino-hispanic\">he launched in June 2015</a> by saying Mexico was deliberately sending rapists to the US.</p> <p>On Twitter on Saturday, the longtime Trump confidante and former Nixon operative Roger Stone embraced the “deplorables” <a href=\"https://twitter.com/RogerJStoneJr/status/774684329016299520\">phrase</a>, sharing a meme that grouped supporters of the Republican nominee, including the InfoWars.com host <a href=\"https://www.theguardian.com/media/media-blog/2013/jun/10/alex-jones-daily-politics-bilderberg\">Alex Jones</a>, in a takeoff of the action movie The Expendables.</p>",
  "<p>In repressive states, the role of the artist is unambiguous: to assert the individual imagination, the singular power that all dictatorships fear. I remember once <a href=\"https://www.theguardian.com/books/2009/aug/02/ivan-klima-interview\">talking to the Czech dissident and writer Ivan Klima</a>, who had been subject both to the arbitrary horror of a Nazi concentration camp as a child and the long grinding years of Soviet occupation in which he had become a “non-person” for two decades, harassed constantly by secret police and unable to speak or write in public. He survived by “living in truth”. “I have always pursued inner freedom,” he said. “I have never been censored.”</p> <p>Klima was part of that group of artists and writers who gathered in the Magic Lantern theatre in Prague in 1989 to orchestrate the “Velvet Revolution” and see their dreams of liberation realised. And how did it feel to experience freedom, to have the external world finally correspond with that interior life for the first time?</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"440efcaaa2624e2c7f750b154315f945f930dfea\"> <img src=\"https://media.guim.co.uk/440efcaaa2624e2c7f750b154315f945f930dfea/0_0_2537_2538/1000.jpg\" alt=\"Czech writer Ivan Klima\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Czech writer Ivan Klima: ‘I have never been censored.’</span> <span class=\"element-image__credit\">Photograph: Eamonn McCabe/The Guardian</span> </figcaption> </figure>  <p>“It is interesting that a man very quickly accepts freedom as a normal thing,” Klima said. “Though we had fought for it for so long, after a few weeks or months we did not think about it. Rather you start to see things you would like to change, things that make you angry, corruption and so forth, environmental problems, the obsession with the market…” Habits of protest die hard.</p> <p>There are, of course, many courageous artists across the world with Klima’s stubborn courage. <a href=\"https://www.theguardian.com/artanddesign/ai-weiwei\">Ai Weiwei </a>is only the best known, but he remains a crucial figure, one irrepressible man living in truth who reveals the billion lies attending China’s advance into the world. Weiwei used to reject the idea he was a political figure, insisting that he was only an artist (as if the two were distinguishable). After his imprisonment in 2012, his tone seemed to change. “People are always wondering if I am an artist or politician,” he said. “Maybe I’ll just clearly tell you: whatever I do is not art. Let’s say it is just objects or materials, movies or writing, but not art, OK?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>How do you stick it to the man when the man is a tax-dodging global network of information systems run by smart hippies?</p> </blockquote> </aside>  <p>In Russia, <a href=\"https://www.theguardian.com/music/pussy-riot\">Pussy Riot</a> have acquired something of Weiwei’s power – the power to prove the futility of censorship and the integrity of protest. They took their inspiration from the <a href=\"https://www.theguardian.com/artanddesign/2011/apr/12/voina-art-terrorism\">Voina</a>, a group which, like all the best art political movements, trailed a manifesto. Point one read: “Create the rebirth of heroical behavioural ideals of an artist-intellectual… the artist as romantic hero, who prevails over evil. Produce lively romantic models in contrast with today’s soulless commercial conceptual art.” Voina’s most famous performance was a protest against the 2008 election of President Medvedev. This “lively romantic” act took place in the Moscow Biological Museum, beside a stuffed bear. Five couples from Voina undressed and had vigorous sex in the hall. One of the participants, Alexei Plutser-Sarno, described the work as the only honest portrait of pre-election Russia: “Everybody fucks each other, and the puppy bear” [a nickname for Medvedev] “looks on with an unconcealed scorn.”</p>  <figure class=\"element element-image\" data-media-id=\"fe23aab9f7ad4a453d58037f24bf17cc26b33704\"> <img src=\"https://media.guim.co.uk/fe23aab9f7ad4a453d58037f24bf17cc26b33704/0_109_4206_2599/1000.jpg\" alt=\"Pussy Riot perform in Moscow’s Christ the Saviour cathedral to protest Putin’s return to the Kremlin.\" width=\"1000\" height=\"618\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pussy Riot perform in Moscow’s Christ the Saviour cathedral to protest Putin’s return to the Kremlin, 2012.</span> <span class=\"element-image__credit\">Photograph: Sergey Ponomarev/AP</span> </figcaption> </figure>  <p>In the west, where freedoms of speech are, theoretically at least, guaranteed in law, the challenge for an artist to make an effective political statement is more complex. Where anything goes, where we are flooded daily with millions of uncensored images, what honestly gives us pause, or makes a statement? Perhaps as a result of this, the art world, that moving spectacle of expos and fairs and biennials – Voina’s “soulless commercial conceptual art” – can appear to exist in a self-referential bubble. The suddenly hardening political moment, however – where across Europe and in the US, liberal certainties feel under threat – seems to call for a different kind of artistic engagement. What that might look like is still under construction.</p> <p>Street art and the outlaw sloganeering of <a href=\"https://www.theguardian.com/artanddesign/banksy\">Banksy</a> was one effort to test the in-house freedoms of the gallery in less permissive spaces. Another, more rigorous attempt would be the <a href=\"https://www.theguardian.com/artanddesign/2015/may/03/theaster-gates-artist-chicago-dorchester-projects\">inspiring project of the American Theaster Gates in Chicago’s South Side</a>. Gates is using the material of his historically blighted neighbourhood, repurposed as art, to regenerate entire blocks of that community and connect its residents with a radical civil rights past, making <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">black lives matter </a>in bricks and mortar. His 2011 collection,<em> In the Event of a Race Riot</em>,<em> </em>coiled a series decommissioned fire hoses from the civil rights era in gilt-frame boxes. They sold for hundreds of thousands of dollars and Gates ploughed the money directly back into community projects.</p>  <figure class=\"element element-image\" data-media-id=\"7ea548a8b5acb4f8c45809136bf50b2ee6226417\"> <img src=\"https://media.guim.co.uk/7ea548a8b5acb4f8c45809136bf50b2ee6226417/0_0_5792_8688/667.jpg\" alt=\"A Banksy mural of Steve Jobs on a wall that demarcates the former border to the migrant camp, in Calais, 2016\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Banksy mural of Steve Jobs on a wall that demarcates the former border to the migrant camp, in Calais, 2016.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p>Other artists pursue different strategies. Protest, which opens later this month at the Victoria Miro gallery in London, will dramatise some of them. It is a show, in some ways, nostalgic for the dualities of 60s protest (currently celebrated in the V&amp;A exhibition <a href=\"https://www.theguardian.com/culture/2016/aug/21/san-francisco-exhibition-victoria-albert-revolution-silicon-valley\">You Say You Want a Revolution?</a>). Taking as a starting point the American painter Alice Neel’s prophetic 1936 painting, <em>Nazis Murder Jews</em>, which depicts a Communist party torchlight parade through the streets of New York City, it collects new and recent pieces that address in different ways our own disorienting political moment. Work that confronts, often obliquely, the struggles around <a href=\"https://www.theguardian.com/world/migration\">migration</a>, <a href=\"https://www.theguardian.com/world/censorship\">censorship</a>, Black Lives Matter, the rise of <a href=\"https://www.theguardian.com/world/surveillance\">surveillance</a> and the re-emergence, across Europe and in the US, of the <a href=\"https://www.theguardian.com/commentisfree/2016/jun/24/britain-right-wing-brexit-america-trump\">populist right</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I wanted something that existed outside any system… a living platform for the artists to experiment'</p> <footer> <cite>Doug Aitken</cite> </footer> </blockquote> </aside>  <p>Speaking to some of the artists involved in the show in the past week, I found a consensus about two things. The first was that, with the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">phenomenon of Trump</a> in America and the threats to cohesive democracy in Europe, the need for a politically engaged art has rarely been more urgent. The second was that the means to that end are necessarily nuanced. It is harder to challenge power if, in a globalised world, you don’t know precisely where power lies. How do you stick it to the man, when the man in question is not a state or a corporation, but, increasingly a tax-dodging global network of information systems run by smart former hippies with untold wealth?</p>  <figure class=\"element element-image\" data-media-id=\"81a3bb6b47f2e91635f706a9e7085523134556d6\"> <img src=\"https://media.guim.co.uk/81a3bb6b47f2e91635f706a9e7085523134556d6/0_0_2289_3215/712.jpg\" alt=\"Nazis Murder Jews 1936, by Alice Neel\" width=\"712\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nazis Murder Jews, 1936, by Alice Neel.</span> <span class=\"element-image__credit\">Photograph: Courtesy the Artist’s Estate and Victoria Miro, London</span> </figcaption> </figure>  <p>Western artists are generally uneasy at being viewed as political in the way that Weiwei has come to accept; they see it as a limit on their asserted freedom. Michael Elmgreen, one half of the celebrated provocateur duo <a href=\"https://www.theguardian.com/artanddesign/2016/mar/30/elmgreen-dragset-van-gogh-ear-new-york\">Elmgreen &amp; Dragset</a>, winced a little when I used the phrase “protest art”. He doesn’t, he said, feel comfortable under that banner. “I feel that more political activists like Pussy Riot have a different kind of approach. Our statements are more influenced by ideas of infiltration.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Masses of information is coming at us and the speed of it makes the hierarchy of what to protest against very slippery</p> <footer> <cite>Sarah Sze</cite> </footer> </blockquote> </aside>  <p>Why not something more direct?</p> <p>“Take something like <a href=\"https://www.theguardian.com/us-news/occupy-wall-street\">Occupy Wall Street</a>,” he says. “You’re making yourself as an otherness, an opponent, you try to fight power in that way. Unfortunately, in 99% of cases you lose because you are not strong enough to fight an established power structure. So we prefer to go in and try to clarify how easily these existing structures could be changed. Show how fragile and unstable they are.”</p> <p>Most famously, with this project in mind, the duo built a replica Prada shop in the middle of the howling Texas desert, to suggest even artful capitalism would pass.</p>  <figure class=\"element element-image\" data-media-id=\"ceca30c2c4095ac90dac7ec826131eaf21fbf2af\"> <img src=\"https://media.guim.co.uk/ceca30c2c4095ac90dac7ec826131eaf21fbf2af/0_210_3444_1788/1000.jpg\" alt=\"Elmgreen and Dragset’s adobe Prada Marfa store in Texas, 2006\" width=\"1000\" height=\"519\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elmgreen &amp; Dragset’s adobe Prada Marfa store in Texas, 2006.</span> <span class=\"element-image__credit\">Photograph: Matt Slocum/AP</span> </figcaption> </figure>  <p>When showing work in China, some western artists have had a small taste of what Ai WeiWei encounters daily. Sarah Sze, the American sculptor, who creates wonderful, unsettling mind maps of consumerist detritus that spill across the gallery floor, fell foul of the Chinese censors in Guangzhou. While in no way comparing her situation to that of Ai Weiwei, in some ways confronting the blunt instrument of censorship gave her work extra force and clarity, she suggested.</p> <p>“Protest requires focus,” she said. “If the Occupy movement could have focused around one moment or image – like John and Yoko in a bed – it would have helped that movement a lot. My work really reflects the sense, I think, that we have masses of information coming at us from sources we don’t know, and the speed of that makes the hierarchy of what to protest against very slippery all the time.”</p> <p>Sze is somewhat wistful for the simple visual protests of her student years. “At my American college the entire main campus was filled with shanty towns protesting apartheid. A lot of students were kicked out as a result. Those are the kinds of things where art can be dangerous to power.”</p> <p>In our digital age did she feel that any solid act of making becomes a political act?</p> <p>“There’s an incredible longing for stillness,” she said, “in the way that you stand in front of a Vermeer and are having a physical conversation with Vermeer across time and place. The idea of the hand-made itself can be quite conservative. But what seems important to me is how you create a moment where you feel the presence of the maker, a live conversation. You see it in the growth of live events and talks and happenings. The premium on storytelling. Museum attendance rates even have gone through the ceiling.”</p>  <figure class=\"element element-image\" data-media-id=\"d11734090ceb31f463be92e456c1f19c3edb1d2e\"> <img src=\"https://media.guim.co.uk/d11734090ceb31f463be92e456c1f19c3edb1d2e/0_0_4096_2522/1000.jpg\" alt=\"Ai Weiwei’s installation depicting a scene from his time in prison\" width=\"1000\" height=\"616\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ai Weiwei’s installation depicting a scene from his time in prison.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>  <p>That one-to-one connection in itself might suggest a form of protest at the way culture and relationships are now mediated – the acceptance that conversation and intimacy are structurally eavesdropped by corporations and government.</p> <p>One of the motivations for American Doug Aitken’s ongoing <a href=\"https://www.theguardian.com/culture/2015/mar/25/barbican-station-to-station-art-exhibition-doug-aitken\"><em>Station to Station</em></a> project, which took groups of artists coast to the coast in the States by train, making spontaneous 60s-style happenings on the way, was to avoid any mediation at all.</p> <p>“I wanted something that existed outside any system,” he said. “I wanted a living platform for the artists to experiment. To be open to what crosses your path.”</p> <p>What were the moments in that journey that he enjoyed most?</p> <p>“I think of an artist like Ed Ruscha, famous for his painting. His response was to make 300 cactus omelettes out in the desert,” he said. “Or a musician like <a href=\"https://www.theguardian.com/film/2015/jun/28/station-to-station-film-review\">Beck </a>who said he had always wanted to work with, like, a huge choir of gospel singers but he had never been allowed to do it in the commercial sector. So we were able to do that in an abandoned drive-in theatre in the middle of the desert where the train stopped, and the sound of this vocal was like a huge turbine engine, at dusk, and the warm wind blowing and you are in the middle of nowhere in America. It feels untethered to any existing system. Those kinds of situations are very special.”</p>  <figure class=\"element element-image\" data-media-id=\"d833c41bbe6b76215b6f37da202313b84d399c83\"> <img src=\"https://media.guim.co.uk/d833c41bbe6b76215b6f37da202313b84d399c83/0_197_3065_1849/1000.jpg\" alt=\"Station to Station, Doug Aitken’s journey through modern creativity.\" width=\"1000\" height=\"603\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Station to Station, Doug Aitken’s journey through modern creativity.</span> <span class=\"element-image__credit\">Photograph: Doug Aitken</span> </figcaption> </figure>  <p>At a time of political insanity such as that which is unfolding in this American election, Aitken suggested it was an artist’s role to create alternative visions of society, or just to create for the hell of it. It is an honourable tradition. The abstract painter Joan Miró was never a political activist in a conventional sense, but he was always his own man. When he was asked late in life what he had done to oppose General Franco, he didn’t hesitate to reply: “Free and radical things.”</p> <p>Aitken agreed. “Any worthwhile art is never optional,” he said. “It’s not a political strategy. It’s an extension of who you are and how you see the world. It’s always non-negotiable.”</p> <h2><strong>Michael Elmgreen: </strong>‘The internet has made us very egocentric individuals… we have lost our sense of belonging’</h2>  <figure class=\"element element-image\" data-media-id=\"3039a522dea33ec95fe32201ab6bb07205b72031\"> <img src=\"https://media.guim.co.uk/3039a522dea33ec95fe32201ab6bb07205b72031/516_31_1941_1181/1000.jpg\" alt=\"Michael Elmgreen, left, with Ingar Dragset\" width=\"1000\" height=\"608\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Elmgreen, left, with Ingar Dragset: ‘Art can make people less fearful.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p><strong>The Danish artist Michael Elmgreen has worked in a partnership with the Norwegian artist Ingar Dragset since 1995. Their 2012 bronze of a boy on a </strong><a href=\"http://www.bbc.co.uk/news/entertainment-arts-17140952\"><strong>rocking horse occupied the fourth plinth in Trafalgar Square</strong></a><strong>, as a comment on the surrounding statues commemorating war heroes. For the Protest show, they will display a replica prison cell, broken up as if by an earthquake, which they first showed in São Paulo. </strong></p> <p><strong>We are living at a time when the freedom to offend - and to protest - is widely under threat. Is it ever more important as an artist to make those statements?</strong><br>Fear is a very unfortunate thing for a culture if you want to make it vibrant and dynamic. And fear of offence shows you are scared of what happens if people express their opinions. That often ends up in a kind of stagnation, with everyone holding each other at gunpoint. It also ends up giving men like Nigel Farage or Donald Trump their popularity, because people are fed up being told what they can or cannot say in public. They vote as a protest, no matter what the consequences of it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The really frightening thing is that the generation now in their 20s, they don’t believe things can be better</p> </blockquote> </aside>  <p><strong>How do we process these things? Can art create that space?</strong><br>Art can work with it in a different way than a sensational news way. Art is not just some loose information that you get on the internet. You are confronted with something physical and hopefully the art statement is a bit more nuanced and even profound. We recently did a <a href=\"http://www.tamuseum.org.il/about-the-exhibition/elmgreen-dragset\">show in Israel</a> at the Tel Aviv museum. In their main hall, we put a full-scale replica of a section of the Berlin Wall. We moved to Berlin soon after the wall came down, so we felt we could speak about walls in general and hoped that it would make people think about the wall that had been built between Palestine and Israel. We come from outside, we don’t live with that conflict. But we could speak about our experience of how important it was for us that the Berlin Wall came down</p> <p><strong>What response did you get?</strong><br>People were moved by it, I think, especially because we did no finger pointing. It was something for them to stand in front of a wall as a single person being blocked in their movement. And we were of course also speaking about Donald Trump’s idea of building a wall at the Mexican border. It is not uncommon to try to solve problems by putting up a physical barrier. But it doesn’t often work.</p>  <figure class=\"element element-image\" data-media-id=\"0549acfef2657ea84552881ceb3a812bfc5b400e\"> <img src=\"https://media.guim.co.uk/0549acfef2657ea84552881ceb3a812bfc5b400e/533_25_4294_2635/1000.jpg\" alt=\"Powerless Structures Fig 101, by Berlin-based artists Elmgreen &amp; Dragset, atop the Fourth Plinth in Trafalgar Square, after its unveiling this morning. London By David Levene 23/2/12\" width=\"1000\" height=\"614\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Powerless Structures Fig 101, by Elmgreen &amp; Dragset, on the Fourth Plinth in Trafalgar Square, 2012.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p><strong>Given the fevered political moment across Europe and in the States, is there more of an urgency for artists to have a position?</strong><br>Absolutely. We have lost our sense of being good citizens, of having a wider vision. That sounds quite old school and nostalgic, but it is true. Politics has just become economics – how much do I pay in tax, how much do I get? The internet has made us very egocentric individuals. We are no longer proud of, say, being part of a third generation of steel workers that built a country. We call ourselves “working class” or “artist” or “feminist” or “homosexual” in a very different way from the way we would have said those things in the 1960s. We have lost our sense of belonging.</p> <p><strong>What are the consequences of that?</strong><br>We have a very cynical media landscape and the internet fuels that. We don’t hear enough: how can we make this in a different way? The really frightening thing is that the generation now in their 20s, they don’t believe things can be better. That is not only very unusual, it is also super-fucking-dangerous.</p> <p><strong>How can art help in that?</strong><br>Press and politicians focus on fear-mongering. People are easy to control if they are fearful. That’s how art can make a difference, I think: it can make people less fearful.</p> <h2><strong>Sarah Sze: </strong>‘ I just gave an artwork to Hillary Clinton’s campaign’</h2>  <figure class=\"element element-image\" data-media-id=\"b6ce494eeb942c57bc4e6a62e9736fe9ded9d0e7\"> <img src=\"https://media.guim.co.uk/b6ce494eeb942c57bc4e6a62e9736fe9ded9d0e7/152_145_4104_2687/1000.jpg\" alt=\"Sarah Sze\" width=\"1000\" height=\"655\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Sze: ‘The powers that be here are more aware [than in China] that the moment you shut something down you make it radical.’</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>  <p><strong>Sarah Sze’s intricate installations were described by the <em>New Yorker</em> as “changing the potential for sculpture”. She has been awarded a MacArthur “genius” grant and represented the US at the 2013 Venice Biennale. </strong></p> <p><strong>What’s the history of the piece you have made for this Protest show?</strong><br>I originally made a version of the piece for a show in Philadelphia. Every day, I kept the front page of the <em>New York Times </em>and cut out the pictures and replaced them with pictures that were vast in terms of time and space – there could be an image of the ocean, an image from 500 years ago… I was interested in contrasting what was newsworthy with these timeless images. That piece was then accepted for a triennial in Guangzhou. When we were shipping it we were contacted by the Chinese authorities saying they wanted specific front pages to be removed.</p> <p><strong>What was the problem?<br></strong>It turned out that every front page I was being asked to remove said something about China; it could be just a phrase or something. So I made a new version for China. The piece was actually on the floor, like it was protecting the floor, spattered with paint and so on. So I took black paint and painted out the parts they wanted redacted and then mentioned the fact in the wall note. For this show, I have done the opposite. I left in all the pieces I had redacted and painted black all the rest of the text.</p>  <figure class=\"element element-image\" data-media-id=\"118d3b5ed4f2576fe525da51aef5f8b134f0ef9c\"> <img src=\"https://media.guim.co.uk/118d3b5ed4f2576fe525da51aef5f8b134f0ef9c/516_150_2994_2381/1000.jpg\" alt=\"Third Wednesday, 2016, from Sarah Sze’s Calendar Series\" width=\"1000\" height=\"795\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Third Wednesday, 2016, from Sarah Sze’s Calendar Series.</span> <span class=\"element-image__credit\">Photograph: Courtesy the artist/Victoria Miro, London</span> </figcaption> </figure>  <p><strong>So it wasn’t conceived as a narrowly political work, but the Chinese censors gave it that edge?</strong><br>Yes. It was amazing to me that the Chinese government actually paid such attention. It suggests a belief that art has a major influence on society.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>At Columbia. I’ve had to remind students a few times that making art is not like going to business or law school</p> </blockquote> </aside>  <p><strong>Have we become complacent about these things in the west?</strong><br>Perhaps. But the powers that be here are more aware that the moment you shut something down you make it radical. Those things backfire on politicians.</p> <p><strong>We are living in quite extreme political times, suddenly. Does that feel like something that you feel you need to respond to in a direct way?<br></strong>Artists respond in different ways. I just gave an artwork to Hillary Clinton’s campaign and a lot of artists are doing that. Some of the artworks that have been given are demonstrably anti-Trump but you have to be careful making direct statements because it can be turned on its head very quickly.</p> <p><strong>Why did you donate to Clinton?<br></strong>We’re at a very critical point in the US and I wanted to do anything I could to see things move in a better direction. Everyone needs to do something. There is this great sense still of: oh, of course that won’t happen, but at each point so far it has been predicted very poorly.</p> <p><strong>Can artists lead that action? Is it a moment where culture needs to assert its values?</strong><br>The conversation is going on certainly. I think campuses got very deradicalised in the US in the first 10 years of this century; I don’t know why.</p> <p><strong>Over here, the money became so absurd for young artists in the public eye that it became difficult to see them as radical. I suppose the sense grew that being an artist was a career option, and a lucrative one, in the way that it had really never been…</strong><br>Absolutely. I’m a professor at Columbia. I find I’ve had to remind students a few times that making art is not like going to business or law school. You are not guaranteed an outcome.</p> <h2><strong>Isaac Julien: </strong>‘There’s always more than one story going on’</h2>  <figure class=\"element element-image\" data-media-id=\"26b006ce19bdf46cfbc9216966b29396d8d83a93\"> <img src=\"https://media.guim.co.uk/26b006ce19bdf46cfbc9216966b29396d8d83a93/1741_836_3870_2533/1000.jpg\" alt=\"Isaac Julien\" width=\"1000\" height=\"655\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isaac Julien: ‘It doesn’t help to resort to the clichés of protest.’</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>  <p><strong>London-born Isaac Julien began to explore the crisis of migration into Europe in 2007 with his prophetic film, <em>Western Union: Small Boats</em>, which explored the perilous crossing from North Africa. He was speaking from Rio where he is installing his follow-up work, <em>10,000 Waves</em>, about the world of the Chinese cockle pickers who drowned on Morecambe Bay in 2004. Brazil is the 30th country in which it has been shown. </strong></p> <p><strong>Does your work always have a journalistic impulse in the beginning? </strong><br>Yes, it’s usually connected to something in the real world. I read the news all the time, like everyone does, but when you make art you are trying to see how to move beyond the headline. How do you make a work that will stand the test of time? You need to give some visceral and emotional relationship to the story. As soon as I read the cockle-picker story I knew I would make something. The problem is how to shape it. It haunts you.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Ukip stuff is nostalgia… for England to become great again. But that “greatness” was intimately connected to empire</p> </blockquote> </aside>  <p><strong>Your first film looked at the black artist Langston Hughes and the Harlem renaissance that was a forerunner of the civil-rights movement. Is it harder for artist activists to find a focus for protest now?<br></strong>At the moment art is seeking to find the right questions rather than come up with answers. And that is an important role. We’re in a much more complex world now. As artists it doesn’t help to resort to clichés of protest. Oddly, there is a lot of new interest in <em>Looking for Langston</em>. It is partly because of Black Lives Matter. As the political culture of Trump has brought about a nostalgia for very conservative values, there’s a sort of balancing re-engagement with civil rights.</p> <p><strong>The current situation in Britain seems to be parallelling what happened in the 1980s with the collapse of a coherent left and the dominance of a xenophobic Tory party. The strongest critique of Thatcherism came from writers and film-makers. Are we not crying out for something like that?</strong><br>Culture can provide a place for thinking things through in opposition, which is desperately needed at the moment. There is a crisis. I was very influenced by the thinking of [the cultural theorist] Stuart Hall. Those people were very good at looking at the political scene and providing a language to discuss it.</p>  <figure class=\"element element-image\" data-media-id=\"88de9f4a09e13aabbe9f046b7bab1f824474180d\"> <img src=\"https://media.guim.co.uk/88de9f4a09e13aabbe9f046b7bab1f824474180d/0_0_4000_1637/1000.jpg\" alt=\"Isaac Julien, Western Union Series no. 10 (Sculpture for the New Millennium), 2007\" width=\"1000\" height=\"409\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isaac Julien’s Western Union Series no. 10 (Sculpture for the New Millennium), 2007.</span> <span class=\"element-image__credit\">Photograph: Courtesy the Artist and Victoria Miro, London</span> </figcaption> </figure>  <p><strong>It makes no sense in many ways for us to think in national terms in art or politics or anything else any more - our world is characterised by interdependence - but is the “international” artist in danger of becoming unmoored in some ways, of losing a connection with the audience?</strong><br>I wouldn’t say that <em>Western Union: Small Boats </em>was unmoored. I have a background in London, but my parents were from the Caribbean, so you have that internationalism into your DNA.</p> <p><strong>Is creating art that has a global range of reference in itself a protest against the advance of Little England rhetoric?<br></strong>I think so. The Ukip stuff is nostalgia. I can understand it. The nostalgia is for England to become great again. But that “greatness” was intimately connected to empire, you can’t forget that. The OBE is still not the Order of British Excellence. It is the Order of the British Empire.</p> <p><strong>Is the multicultural ideal advanced by Hall and others more under threat than ever?</strong><br>There is always more than one story going on. At the same time as we had Brexit, London voted for a mayor with an Indian and Muslim background. There is a double movement between the metropolitan idea of England and the reaction against that. But it’s not clear which one is winning just now.</p> <h2><strong>Doug Aitken: ‘There’s a constant river of images from millions of iPhones. The question is: what has potency?’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"47e8afd8dcd54665073b1b0427eb78d57eee4b90\"> <img src=\"https://media.guim.co.uk/47e8afd8dcd54665073b1b0427eb78d57eee4b90/716_0_5044_3290/1000.jpg\" alt=\"Doug Aitken\" width=\"1000\" height=\"652\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doug Aitken: ’The Station to Station project was born out of a desire for action.’</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p><strong>Doug Aitken is an American artist and curator, best known recently for his creation <em>Station to Station</em>, which invited a 100 artists from all disciplines – including musician Beck and conceptual artist Olafur Eliasson – to take a train from coast to coast across America and stop along the way to create a series of 60s-style “happenings”. He lives, inevitably, in California. </strong></p> <p><strong>Did you see <em>Station to Station</em> in the tradition of the great American road trip of the 50s and 60s?</strong><br>I did, but the project was born out of a desire for action. It’s really interesting how segregated music, art, cinema, books and so on are. With <em>Station to Station</em>,<em> </em>instead of critiquing this, we tried to create something that erases the separation, that allowed many artists to be in motion together.</p> <p><strong>Do you think that fragmentation is a way of controlling those cultural forces?</strong><br>I’m not sure it’s a conspiracy. Different mediums create infrastructures and infrastructures slow down the possibilities for change. It’s funny. When I was talking to the gallery about Protest it conjured those ideas of a feminist rally in 1978 and people standing out in the cold with placards. The tools we have to work with now are so different. The power of an image to transmit an idea coherently is so much reduced. Take those seminal images from Vietnam – the monk setting himself on fire or the child running from the napalm. Those images were disseminated by conventional media. Now there’s a constant river of images from millions of iPhones. The question is: what has potency? Technology is opening up incredible new possibilities but also dangers, not least a sense of the loss of self. It is a twilight that we are living in right now, which is very unpredictable and also very stimulating.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t separate social and political work from any other art. The value of any art is to forge new questions</p> </blockquote> </aside>  <p><strong>On a political level, that twilight sense seems to have led to the rise of these populist political leaders who promise control. What do you make of the Trump phenomenon?</strong><br>The whole presidential race in America right now is like an enormous hologram projected on the sky. We all look up at it. It is like a cloud that will never leave us but it has no meaning or substance.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://vimeo.com/79329869\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://player.vimeo.com/video/79329869\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://vimeo.com/79329869\">Watch the trailer for Doug Aitken’s Station to Station.</a></figcaption> </figure>   <p><strong>At some point soon, though, it might have real meaning for a lot of lives. Do we not need to find a direct way to engage with it?</strong><br>It’s an interesting question and a strange time to ask it. What I see mostly is an incredible political apathy. By and large, the political system appears so corporate-driven that people have a hard time seeing how they can affect it. When you get to that point, real change comes from secession. The most interesting projects or groups or actions now don’t exist in opposition in a traditional protest way, but as something entirely separate from the mainstream, for example, the Slow Food Movement, which is people following something they believe in ethically but also taking away the capital that is funding the existing system. They are voting with what they purchase or don’t purchase.</p> <p><strong>Can art work in the same way?</strong><br>I don’t separate social and political work as different from any other art. The value of any art is to be curious and to forge new languages and questions. The whole landscape has changed. You don’t have to wait for a single critic in New York to come to your exhibition or hear your music. We don’t have those high peaks of culture and dark valleys of culture – everything is eroded down to this kind of universal jungle. We are all our own critics and sponsors now.</p> <p><a href=\"http://www.victoria-miro.com/exhibitions/494/\"><em>Protest</em></a><em> is at Victoria Miro gallery, London N1, 23 Sep-5 Nov </em></p> <p>• The title 10,000 Lives was amended to the correct title 10,000 Waves on 12 September 2016<br></p>",
  "<p>It is lunchtime in east London. In a studio not far from her home, Maya Arulpragasam, the 41-year-old British-Sri Lankan who makes music as <a href=\"https://www.theguardian.com/music/mia\">MIA</a>, sits on a low sofa, her leather boots set apart and yellow-flared legs spread, better to arch over a plate of food. Arulpragasam’s hair is dark and wild and hangs down in tangles over a tight white T-shirt that the musician says is on loan from her six-year-old son. She is just back from Himalayan India, there for a month to direct a music video that will accompany the release of her new album, <em>AIM</em>. While she eats, Arulpragasam tells stories about her trip. The time airport police in Delhi almost shot her. The time she argued with a production manager, in Leh, and threatened to burn his house down.</p> <p>Arulpragasam’s manager, Genneah Turner, sits on the sofa listening. She hasn’t seen her client for weeks. When Arulpragasam finishes telling an anecdote about disagreeing with a local physician’s treatment of her altitude sickness, Turner interrupts to ask about the apparent lack of internet in northern India. How else to explain all the important business emails that Arulpragasam failed to reply to over a month? “Seriously,” the musician insists, chewing food, “the internet wasn’t working where we were.”</p> <p>Turner wonders, gently, how other people on the same trip were able to Instagram so much of it. Arulpragasam, smiling coolly at her plate, says she can’t explain that. “Maybe something went wrong with my phone?”</p>  <figure class=\"element element-image\" data-media-id=\"328d66dbd603dff0bf36f66f4ec453bcd248617f\"> <img src=\"https://media.guim.co.uk/328d66dbd603dff0bf36f66f4ec453bcd248617f/591_762_2948_4983/592.jpg\" alt=\"MIA wears blouse by Stella McCartney (harveynichols.com) and track trousers by Vetements (matchesfashion.com).\" width=\"592\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIA wears blouse by Stella McCartney (harveynichols.com) and track trousers by Vetements (matchesfashion.com).</span> <span class=\"element-image__credit\">Photograph: Andrew Woffinden/The Observer</span> </figcaption> </figure>  <p>Those who’ve followed her career, since she first emerged as MIA in 2003, will be well aware Arulpragasam has a testy relationship with authority. Across a month in India she managed to threaten a disobliging colleague with criminal arson and, at Delhi airport, provoke police into reaching for their guns.<strong> </strong>Across a decade in pop she has been vexatious, cheeking powerful peers (Madonna, Beyoncé) as well as influential tastemakers (MTV, <em>New York Times</em>, Google), meanwhile <a href=\"https://twitter.com/MIAuniverse\">live-Tweeting</a> more detail about the private disputes with her American record label (Interscope) than anybody there can be comfortable with. “I talk talk talk,” she raps on her new album, accurately, “until I piss ’em off.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In my head this is like the love album. It’s cute compared to what I usually make</p> </blockquote> </aside>  <p>Her lunch finished, we walk to a nearby park, where Arulpragasam lists for me all the managers she’s chewed through since 2003. One left inside a week, she recalls. One manager departed because of the Super Bowl – that infamous occasion, in 2012, when MIA joined Madonna on stage as part of the event’s halftime show and, during some very limited time on screen, <a href=\"http://www.rollingstone.com/music/news/nfl-sues-m-i-a-for-16-6-million-over-super-bowl-middle-finger-20140317\">managed to flip an unchoreographed middle finger</a> at 167 million viewers. “I’ve had 13 managers in 13 years,” she says, claiming that one of them has since become her boss at Interscope.</p> <p>Arulpragasam triangles her legs, teddy bear-style, and puts her hands out behind her on the grass. “So there’s some bridges I’ve burned,” she says.</p> <p>We talk about <em>AIM</em>, a curious and appealing muddle of a record that has much of the snarl fans have come to expect from MIA, but an unfamiliar gentleness, too, its softer underbelly most evident in an autobiographical track called “Survivor” and in the new single “Freedun”, its chorus sung by <a href=\"http://inzayn.com/\">Zayn Malik</a>, one-time glowerer of One Direction. Arulpragasam says the album’s sweeter parts were written after a break-up with a boyfriend late last year. “In my head this is like the love album,” she says. “It’s a cute album, My Little Pony, compared to what I usually make.”</p> <p>That’s going too far. At least half the tracks sound as if they were written in MIA’s customary battle-crouch, and the album’s thorniest work, “<a href=\"https://www.youtube.com/watch?v=r-Nw7HbaeWY\">Borders</a>”, inspired by the Syrian refugee crisis, was recently the subject of a mean little row between her and MTV. She directed a video for “Borders” last year that featured an image of a boat-load of dead refugees. The film was politically timely, affecting and well praised, but when it was left off the list of nominations for an MTV video music award, Arulpragasam took to Twitter to laugh bitterly (“#hahahahhaahahhaha!!”) and to accuse the <a href=\"https://twitter.com/MIAuniverse/status/758621030965506048\">media company of being prejudiced</a> against her subject matter.</p>  <figure class=\"element element-image\" data-media-id=\"77c1f8131202ff121e5fe4eafd40eb810d2bc578\"> <img src=\"https://media.guim.co.uk/77c1f8131202ff121e5fe4eafd40eb810d2bc578/0_0_4682_7015/667.jpg\" alt=\"MIA wears printed hoodie by Vetements (selfridges.com).\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIA wears printed hoodie by Vetements (selfridges.com).</span> <span class=\"element-image__credit\">Photograph: Andrew Woffinden/The Observer</span> </figcaption> </figure>  <p>In conversation she suggests the lack of an MTV nomination amounted to a form of censorship. She says: “If you have a music industry that’s so ingrained with the political agendas of the time that you censor art like that…” When I suggest another possibility, that MTV didn’t think the video was one of the year’s best, she answers: “You can think it’s my paranoia. And you can write that, say: ‘Oh, yeah, MIA, she was super-paranoid about all these people doing all these things, but that’s not true, [her video] was just rubbish.’ You can write that.” But she says she wants her own suspicions registered, too. “If it’s political, then people have the right to know.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If it’s political, then people have the right to know</p> </blockquote> </aside>  <p>Her war with MTV is actually one of the more manageable conflicts currently occupying her. There is a song on the new album called “Visa” that takes aim at American immigration policy, something Arulpragasam unwillingly knows a lot about. Her application to renew an expired visa has been stuck in mysterious bureaucratic limbo since 2014. In an age when British popstars with any sort of US fanbase are routinely granted permission to work in America, her two-year hobbling seems unconventional. “Obviously what’s happening to me is very deliberate,” she says. “I don’t know who’s doing it, it’s like fucking playing Cluedo.”</p> <p>She says she has a few theories as to what’s going on – a few of the bridge-burnees from her past who she worries might be exerting influence. Arulpragasam keeps a <em>Tinker Tailor Soldier Spy</em>-style list in her head, identifying potential enemies, obstructors. “Is that weird?” she asks me.</p> <p>Um.</p> <p>“Well shit happens. It is what happens.”</p> <p>A few of her presumed obstructors cannot be named here for legal reasons. In general, though, she does not pitch her suspicions small. “On paper I’ve supported <a href=\"https://www.theguardian.com/media/wikileaks\">WikiLeaks</a> and stuff. And now Hillary Clinton is running for president. And until that’s solved I might have a problem, because anyone who ever associated with that website is going to get fucked up. Even if you delivered [WikiLeaks] their takeaway, you are going to be on a list. Do you know what I mean?”</p> <p>I ask her if she ever worries she’s paranoid and she replies, smartly, that in the aftermath of <a href=\"https://www.theguardian.com/us-news/edward-snowden\">Edward Snowden</a>’s revelations about the NSA it’s wrong “to even use the word ‘paranoia’ as if it’s a weird condition. Because it’s common as a fucking cold now. Everyone has to have an element of paranoia.”</p> <p>She reaches for her phone – “I would love to not show you this” – and calls up a screengrab she’s been keeping for months. Last spring, Arulpragasam was removed from the billing of London’s <a href=\"http://afropunkfest.com/london/\">Afropunk festival</a>, after making controversial comments in an <a href=\"http://www.standard.co.uk/lifestyle/esmagazine/single-mother-refugee-campaigner-and-controversialist-meet-mia-a3228831.html\">interview with the <em>Evening Standard</em> </a>about Beyoncé and Kendrick Lamar, and their involvement in the <a href=\"http://blacklivesmatter.com/\">Black Lives Matter</a> movement. (“Would Beyoncé or Kendrick Lamar say Muslim Lives Matter? Or Syrian Lives Matter?”) The decision that she wasn’t going to perform was reported widely. Oddly, one of the US Embassy’s social media feeds <a href=\"https://twitter.com/wikileaks/status/755235104994230272\">retweeted the news</a>. </p> <p>Arulpragasam, screengrabbing, interpreted this as a foreign government’s approval of her difficulties. “If they care about you getting dropped off a festival,” she says, “that’s not really paranoia, that’s <em>there</em>.” She puts away her phone. Then, without any preamble, she starts a long and involved story about the summer she thought the CIA might be threatening to assassinate her…</p>  <figure class=\"element element-image\" data-media-id=\"71d60aeb6a3a56ad57d12822a373170c4c77a53f\"> <img src=\"https://media.guim.co.uk/71d60aeb6a3a56ad57d12822a373170c4c77a53f/468_390_3897_6225/626.jpg\" alt=\"MIA wears boiler suit by Iro (selfridges.com); rollneck by Victoria Beckham (net-a-porter.com) and shoes by Nicholas Kirkwood.\" width=\"626\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIA wears boiler suit by Iro (selfridges.com); rollneck by Victoria Beckham (net-a-porter.com) and shoes by Nicholas Kirkwood.</span> <span class=\"element-image__credit\">Photograph: Andrew Woffinden/The Observer</span> </figcaption> </figure>  <p>It’s no great mystery where this inclination to mistrust comes from. Arulpragasam tracks it back to the example of her father, an activist who in the 1970s and 80s was a prominent protester against Sri Lanka’s ruling Sinhalese government. He campaigned for an independent state for the minority Tamil population, and Arulpragasam recalls that when she was young her father used to tell her to write letters as if someone was reading them over her shoulder. “From day one he was like that,” she says. When civil war broke out in Sri Lanka in 1983, Arulpragasam, aged six, was moved with her mother and siblings to India while their father stayed behind. When she was 10, they arrived in the UK, the family housed as refugees in London.</p> <p>On her new album track “Survivor”, she raps in reference to this period: “I arrived through the sea like a pirate.” For a time the young pirate struggled to fit in. Arulpragasam recently unearthed an old family photograph, and laughing over it today she wonders at her rounded Princess Di hair, her primly buttoned-up shirt. At that age, “When I gave my seat to old ladies on the bus, they used to reply: ‘Aren’t you a nice little boy?’” Slowly she found a place for herself as an artist. The go-to person at school for freehand drawings, she went on to <a href=\"http://www.arts.ac.uk/csm/\">Central Saint Martins</a> art college. In her 20s she put on visual art shows, made clothes and might have made a film, had anyone funded a documentary she was trying to make about life in Sri Lanka. Her music was encouraged by a friend, <a href=\"https://www.theguardian.com/artanddesign/2016/mar/14/justine-frischmann-elastica-interview-volta-art-fair\">Justine Frischmann</a>, then the lead singer in Elastica. Frischmann loaned Arulpragasam one of the band’s synthesisers and she began to write tracks on it.</p> <p>Nobody really knew what to make of her early output as MIA, she recalls. Her stuff was a bit hip hop, a bit dancehall, a bit funk... multi-generically <em>odd</em> in a way that her collaborator and then-boyfriend, Wesley “Diplo” Pentz, urged her to embrace. She remembers practical difficulties, though, getting studios and suppliers to accept oddity. “I told them: ‘If you don’t know the genre, just put me near the till. You know the lollipops, next to the till? <em>That</em> is me.” If distributors were wary, the music press took to her immediately (that back-story!) and the debut studio album that came in 2005, <em>Arular</em>, was a critical hit, nominated for a Mercury prize.</p>  <figure class=\"element element-image\" data-media-id=\"99acbf0fd58a98eb4c151c0142e11b7658ef4cbd\"> <img src=\"https://media.guim.co.uk/99acbf0fd58a98eb4c151c0142e11b7658ef4cbd/0_0_4678_7009/667.jpg\" alt=\"MIA wears track jacket by Neil Barrett.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIA wears track jacket by Neil Barrett.</span> <span class=\"element-image__credit\">Photograph: Andrew Woffinden/The Observer</span> </figcaption> </figure>  <p>Arulpragasam was in her late 20s, and impatient. Against the advice of her then-manager (they split) she moved to the US. “Kids in America were downloading my MP3s. It was the country where George Bush was, where shit was happening. I wanted to go.” Her relationship with Pentz ended and Arulpragasam <a href=\"http://www.rollingstone.com/music/features/arular-10-years-later-m-i-a-reflects-on-globe-shaking-debut-20150320\">later suggested</a> this was due to her growing embrace by the mainstream. She signed to Interscope, a subsidiary of Universal, and had meetings with Kanye West and Timbaland. After the release of her second album, <em>Kala</em>, in 2007, and its high-charting single “Paper Planes” in 2008, the rope properly lifted and MIA became an industry darling. She gigged at the Grammys with Jay-Z, was nominated for an Oscar, and even “married into the music industry” – Arulpragasam’s words to me – when she got together with <a href=\"http://www.huffingtonpost.com/2013/03/14/mia-benjamin-bronfman-son_n_2874890.html\">Ben Bronfman</a>, grandson of the CEO of Warner Music. The couple had a son together, Ikhyd, in 2009.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When I came [into the spotlight], I came with all my complications</p> </blockquote> </aside>  <p>Remembering this period of prominence, Arulpragasam says to me: “When I came [into the spotlight], I came with all my complications.” The complications started to tell around 2010, when she rowed in blockbuster fashion with the <a href=\"https://www.theguardian.com/music/2010/may/28/mia-tweets-phone-number-journalist\"><em>New York Times</em></a> over an <a href=\"http://www.nytimes.com/2010/05/30/magazine/30mia-t.html?pagewanted=all&amp;_r=1\">unflattering profile</a>, and ended up publishing the writer’s personal phone number online. In <a href=\"http://www.nme.com/news/mia/51302\">another 2010 interview </a>she stated her belief that Google was a stooge company for the CIA, and via her intermittently written blog she got so deep into a war of words with a Sri Lankan rapper called DeLon that it led to accusations of her being a terrorist sympathiser. Her third album, 2010’s <em>Maya</em>, sold a fraction of her big-hit second. After the Super Bowl fiasco in 2012, a <a href=\"http://www.hollywoodreporter.com/thr-esq/mia-resolves-nfls-war-super-727111\">messy compensation claim</a> followed her around for months. She came to believe her fourth album, 2013’s <em>Matangi</em>, her lowest-seller to date, had been <a href=\"https://twitter.com/MIAuniverse/status/765439547421241344\">“buried” by her own record label</a>, because of all the trouble she’d caused them.</p> <p>“Stars come and go / just like every empire,” she raps on her new album. Complicated as she was – as she is – Arulpragasam was never likely to have an endless career as a mainstream star. She seems relaxed about this, clearly more comfortable as a fringe-dweller, as someone who has talked, talked, talked and finally pissed them off.</p> <p>But the visa thing rankles. Arulpragasam recalls for me her last visit to the US, a brief trip to deliver her son to his father. “I flew there to drop him off and flew back the same day.” Arulpragasam explains that when she and Bronfman separated in 2010, she decided to move back to London to be near her mother. Tomorrow, Arulpragasam says, Ikhyd will arrive back in the UK from a month away with his paternal family. “We went through a <em>lot</em> to sort that out. It’s kind of like that’s when he gets taken away to get Americanised – he goes and does all his ‘Heeeey! Awesome! America!’ stuff, and I’ve just got to let it happen.”</p> <p>When she talks about Ikhyd I understand that her battle over the visa amounts to more than just a rebel’s habitual prickliness at being told no. Arulpragasam is the mother of a dual-nationality child, reasonably appalled that whenever she sees him off a plane at JFK she cannot follow. “It’s fucked up. You can have a half-American son and they won’t let you in. So if anything happens to him… Y’know?”</p> <p>We stay quiet, leaving this worst-case scenario unexplored. Arulpragasam isn’t much of a moper, though, and soon she is rascally chuckling. She still has one or two friends with influence, she says, and the other day she sent a text to Rihanna. Arulpragasam wanted to know if, in a pinch, her friend would help get her over the border. Perhaps via tunnel, “some weird El Chapo move” from Mexico. Or maybe in the boot of a car? The reply came back quickly. “Yeah bitch,” Rihanna wrote, “you know I would.”</p> <p><em>MIA’s new album </em>AIM<em> is out now on Interscope/Polydor</em></p>",
  "<p><em>AIM</em> is a first for <a href=\"http://miauk.com/\">MIA</a>. Her fifth album, formerly titled <em>Matahdatah</em>, is not wall-to-wall polemic. Last year’s (excellent) single <a href=\"https://www.youtube.com/watch?v=r-Nw7HbaeWY\">Borders</a> remains an earworm despairing at the refugee crisis, a theme continued on Foreign Friend and Visa. But many of these songs are vignettish, poppy missives from MIA’s own country, “the People’s Republic of Swagistan” as her (very good) Zayn-featuring song – <a href=\"http://www.vevo.com/search?q=MIA%20freedun\">Freedun</a> – has it. Sure, <a href=\"https://www.youtube.com/watch?v=kGDhHxgY6uo\">Go Off</a> is satisfyingly pugilistic, but the inventive <a href=\"https://www.youtube.com/watch?v=dBAmAyONR0s\">Bird Song</a> is downright cute, reuniting MIA with her ex, Diplo. If this is her last album (as she has intimated), a true original bows out on a more equable note.</p>",
  "<p>British beneficiaries of the <em>Kinder-transport </em>programme, the organised effort to rescue thousands of children from Nazi Germany, have begun raising funds to help the scores of unaccompanied refugee children stranded in Calais.</p> <p>Almost 80 years after Britain sanctioned a mission to help children escape the antisemitic aftermath of <a href=\"http://www.bbc.co.uk/news/world-europe-23032023\" title=\"\"><em>Kristallnacht</em></a><em>,</em> Britain’s Jewish community is raising funding to evacuate at least 120 child refugees identified as having the legal right to be reunited with their families in the UK but who remain <a href=\"https://www.theguardian.com/world/2016/aug/14/child-refugees-in-limbo-in-calais-because-of-home-office-delays\" title=\"\">trapped in northern France</a>.</p> <p><a href=\"https://www.facebook.com/groups/186922508395215/\" title=\"\">Campaigners</a> said their predecessors had relied on Britain’s generosity to flee the Nazis and that a sense of gratitude had motivated them to help vulnerable unaccompanied child refugees, many of whom are fleeing persecution.</p> <p>Rabbi Jonathan Wittenberg, whose parents fled Nazi-occupied Europe and who has been instrumental in galvanising support for modern child refugees, said: “Both my parents were refugees at the age of 16: both fled Germany. My mother is very conscious that were it not for the generosity of others, and a standing guarantor to enable her to enter Britain, she would be dead. I would not have been born.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0e25527a33a8a6525096b1f81d20321584346cff\"> <img src=\"https://media.guim.co.uk/0e25527a33a8a6525096b1f81d20321584346cff/15_174_5153_3092/1000.jpg\" alt=\"Jewish children, evacuated from Nazi Europe by the Kindertransport programme, at a holiday camp near Harwich, Essex, in December 1938.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jewish children, evacuated from Europe by the Kindertransport programme, at a holiday camp near Harwich, Essex, in December 1938.</span> <span class=\"element-image__credit\">Photograph: Picture Post/Getty Images</span> </figcaption> </figure>  <p>His 93-year-old mother, Isca Salzberger-Wittenberg, who arrived in the UK months before the outbreak of the second world war, said: “I owe my survival to the generosity of those who gave the financial guarantees for me and my family to escape to Britain. I feel deeply concerned about refugees now, especially the children and young people.”</p> <p>Within the <a href=\"https://www.theguardian.com/world/2016/apr/13/calais-youths-the-unaccompanied-minors-left-in-political-limbo\" title=\"\">Jungle</a> camp in Calais, round 220 unaccompanied children have been identified as having the legal right to be reunited with families in the UK. Yet despite the UK government’s <a href=\"https://www.theguardian.com/uk-news/2016/jan/09/calais-jungle-child-refugees-uk-asylum\" title=\"\">obligations</a> under the EU Dublin Regulations, the Home Office has only rescued around 50, leaving 170 in limbo amid growing frustration over the government’s commitment to the issue.</p> <p>Human rights groups warn that the children are prey to traffickers, particularly as the camp is scheduled to be demolished this autumn, a move that will probably force many to simply go missing. Britain’s Jewish community now hopes to raise enough to rescue all the unaccompanied children there who have a right to enter the UK.</p> <p>The campaign, launched last Sunday on Facebook, has raised more than £50,000, with £15,000 more pledged. The overall cost per child of the legal process, transport and support requirements for reuniting each refugee with their family in the UK is £2,000.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/09/conditions-for-greeces-migrant-children-shocking-says-human-rights-watch\">Conditions for Greece's migrant children shocking, says Human Rights Watch</a> </p> </aside>  <p>The campaigners are confident they can raise the required amount through <a href=\"http://safepassage.org.uk/\" title=\"\">Safe Passage UK</a>, the charity organising the entry of unaccompanied child refugees to the UK. One of the campaign organisers, Jude Oppenheimer from Finchley, north London, said the reponse from the Jewish community had been instant and unequivocal, with an <a href=\"https://www.facebook.com/groups/186922508395215/\" title=\"\">initial proposal </a> to raise money sent to her extended family raising £2,000 in “five minutes”.</p> <p>Oppenheimer said: “My great uncle and aunt were refugees in 1934 from Germany and my father came over to Britain after the Holocaust.</p> <p>“So many have built a great life, amazing families and careers but for our parents and grandparents who came over as refugees it was Britain that gave them that opportunity and that made all the difference. It really does resonate.”</p> <p>Charlotte Fischer, senior organiser for <a href=\"http://www.citizensuk.org/\" title=\"\">Citizens UK</a>, the charity which is sponsoring the Safe Passage UK initiative, said: “In the 1930s, 10,000 Jewish children crossed Europe and gained safety in the UK because families here raised the money to sponsor them. As Europe faces another child refugee crisis, it’s amazing to see the British Jewish community so passionate about sponsoring today’s generation of children in need of protection and sanctuary.”</p>",
  "<p><a href=\"https://www.theguardian.com/lifeandstyle/2010/nov/13/huxley-great-dynasties-aldous\">Thomas Huxley</a> knew a thing or two about the White Cliffs of Dover. “With vast needles and pinnacles standing out in the sea, sharp and solitary enough to serve as perches for the weary cormorant, [they] confer a wonderful beauty and grandeur,” he wrote in an essay which he simply titled <em>On a Piece of Chalk</em>.</p> <p>For Huxley, a 19th-century pioneer of evolutionary biology, the white stuff was the perfect substance to demonstrate Earth’s antiquity, made up, as it is, of microscopic, calcified creatures whose powdery remains give us the means to record events and express ourselves artistically. It even gave the country its name, Albion, from <em>albus</em> the Latin for white – a reference to the White Cliffs of Dover.</p> <p>So where better to sample a new national walking route than the chalk cliffs near Dover? The place that helped define the nation and the site of a recently opened section of the <a href=\"https://www.theguardian.com/environment/2015/dec/26/england-coast-path-step-closer\">England Coastal Path</a> which, by 2020, will allow outdoor enthusiasts to walk round the 2,790 miles of the nation’s shoreline. This journey will begin at the Scottish border near Bamburgh and take walkers down to Kent and the white cliffs, then along the south coast to Lyme Regis and to Land’s End before heading up to Chepstow – for a brief break to enjoy the 870-mile Wales Coast Path – before rejoining its England Coastal Path at Queensferry and then heading to its northwestern extremity at Gretna. According to Nature England, this will be the longest continuous coastal walking route in the world.</p>  <figure class=\"element element-image\" data-media-id=\"ad68256f143c20c3a2d709a0caa7db6892fe1580\"> <img src=\"https://media.guim.co.uk/ad68256f143c20c3a2d709a0caa7db6892fe1580/0_138_4288_2573/1000.jpg\" alt=\"Sea kale on the pebbles at Sandwich Bay.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Green shoots: sea kale on the pebbles at Sandwich Bay.</span> <span class=\"element-image__credit\">Photograph: Wouter van Caspel/Getty Images</span> </figcaption> </figure>  <p>Many of these sections will absorb existing paths that are being tarted up to the standards of a national trail while completely new sections are being constructed. My walk – from the National Trust’s White Cliffs reception centre to Sandwich – would take in both refurbished path and new track and is part of the newly opened Kent section of the coastal path.</p> <p>And although only a few miles long, the section covers a startlingly diverse and strikingly beautiful chunk of countryside. The White Cliffs, in mid-summer, burst with colour and wildlife: <a href=\"https://www.theguardian.com/lifeandstyle/2014/aug/16/alys-fowler-knapweeds\">greater knapweed</a>, <a href=\"https://www.theguardian.com/lifeandstyle/2012/aug/24/plant-of-week-scabiosa-blue-jeans\">scabious</a>, lady’s bedstraw, wild mignonette, sea kale, wild marjoram and thyme providing a multicoloured home for marbled white, chalkmill blue, skipper and meadow brown butterflies. Add the odd skylark wheeling overhead and you do indeed have a place of “wonderful beauty and grandeur”.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"8e655bbbd0bd5a1e537c22b925495d45ce787b78\"> <img src=\"https://media.guim.co.uk/8e655bbbd0bd5a1e537c22b925495d45ce787b78/0_113_4595_2756/1000.jpg\" alt=\"‘Spectacular plant and insect life’: a marbled white butterfly.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Spectacular plant and insect life’: a marbled white butterfly.</span> <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> </figcaption> </figure>  <p>Yet it soon becomes apparent as we begin our walk that these glories are based on only wafer-thin support. Patches of bare chalk protrude all along the coastal path here and reveal how painfully thin is the soil layer that supports its plants and wildlife.</p> <p>Nor are the cliffs immutable. Their chalk crumbles at a fairly substantial rate, eroding at an average of a centimetre a year. Every so often a giant chunk collapses into the sea. And for a coastal path this could be bad news. You cannot have the ravages of natures regularly wiping out chunks of your pathway.</p> <p>Fortunately, the new trail, which was launched in 2007 by the then environment secretary David Miliband, has been established so that Nature England will have the power to rebuild, further inland, any path lost to erosion. In addition, land between the coastal path and shore can now be used for recreation, for example, picnics – a right that was also established when setting up the Coastal Path’s legislation.</p> <p>With its spectacular plant and insect life, together with the hustle of Dover, the world’s busiest passenger port, behind you and the sight of the Calais coastline to your right, this first section was the most intriguing part of our six-mile walk. It is an exhilarating stroll which, after a couple of miles, takes you to the <a href=\"https://www.theguardian.com/uk-news/2015/jul/20/churchill-wartime-tunnels-dover-national-trust\">Fan Bay Deep Shelter</a>, a gun battery cut out of the Kent chalk in 1941 that allowed Britain to shell enemy shipping in the Channel. Recently restored by the Natural Trust, its tunnels, scrawled with 40s graffiti, also provide access to a First World War sound mirror, a giant concrete dish which focused sound waves, rather than radio waves, as a not-very-successful method for detecting incoming planes.</p>  <figure class=\"element element-image\" data-media-id=\"183e518bcc70a2d6cdabf4ffa4b2f4ea8df6cc3d\"> <img src=\"https://media.guim.co.uk/183e518bcc70a2d6cdabf4ffa4b2f4ea8df6cc3d/0_134_5174_3106/1000.jpg\" alt=\"Walmer Castle.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ancient stones: Walmer Castle.</span> <span class=\"element-image__credit\">Photograph: Jonathan Bailey/Getty Images</span> </figcaption> </figure>  <p>At the <a href=\"https://www.nationaltrust.org.uk/south-foreland-lighthouse\">South Foreland Lighthouse</a>, you head down steeply to St Margaret’s at Cliffe and head north to Deal and Henry VIII’s Walmer Castle which later provided a home for Pitt the Younger and the Duke of Wellington (who died there). From Deal, the path then follows the coast to Sandwich along a beach made of steep shingle. The pace here is slow and heavy though the place is not without its fascinations, the coast being rich in populations of waders and wildfowl.</p> <p>Two thirds of the way to Pegwell Bay, the path used to turn east to Sandwich, but now has an extra three miles of route added to it to take walkers round the peninsula at Shellness and down the River Stour to Sandwich, creating a series of new ponds and reserves that are already being colonised by egrets and other wildfowl. It is a stunning little thoroughfare bursting with history and wildlife and as pleasant a few miles as I have ever walked.</p> <p>Chalk one up to the coastal path.</p>",
  "<p>“Oh my God, we’ve got scobies coming out of our ears,” says Clare Lattin, shutting the fridge door and placing two bottles of glowing <a href=\"https://www.theguardian.com/lifeandstyle/2015/jun/30/kombucha-beer-hybrid-los-alamos-new-mexico\">kombucha</a> on her vast kitchen table. For the uninitiated, a scoby is a symbiotic colony of bacteria and yeast used to produce fermented, effervescent tea. “Come by the restaurant and we’ll vac-pac one for you,” she offers.</p> <p>The restaurant could be one of two. Lattin is the co-founder of the diminutive European gastro-chic <a href=\"http://ducksoupsoho.co.uk/\">Ducksoup</a> in Soho, and <a href=\"http://www.rawduckhackney.co.uk/\">Rawduck</a> in Hackney. A third venue with a focus on pickles and ferments is in the making. She also co-owns the food and drink PR company EightyFour (the client list includes the Hix restaurant group and the Chiltern Firehouse). Finally there’s a ceramics line, <a href=\"http://www.vesselsandtime.co.uk/welcome/#about\">Vessel &amp; Time</a>, for which she sketches designs that are then produced by a potter in Dorset. She also finds time to handbuild her own ceramics. A board of clay vessels sits drying on the floor of her apartment. “One day, the dream is to just design and make jugs,” she says.</p> <p>Lattin’s apartment is on the ground floor of a converted factory in Hackney Wick. The building was turned into studios by a community of artists in the 1990s. “I came to a party here about 15 years ago, so I knew the community existed,” explains Lattin. “Then, four years ago, my friend [the artist <a href=\"http://www.timnobleandsuewebster.com/\">Sue Webster</a>] heard an apartment was coming up for private sale. I came to view it and that was that.”</p>  <figure class=\"element element-image\" data-media-id=\"787b797247807038d4fa896931509400fc5efce9\"> <img src=\"https://media.guim.co.uk/787b797247807038d4fa896931509400fc5efce9/0_743_5744_3447/1000.jpg\" alt=\"The book-lined sitting room with a large faded rug.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The book-lined sitting room with a large faded rug.</span> <span class=\"element-image__credit\">Photograph: Kristin Perers</span> </figcaption> </figure>  <p>When I visit, the <a href=\"https://www.crittall-windows.co.uk/\">Crittall</a> front door is left permanently open. Delivery men come and go, and over the course of the day, a small pile of brown packages amasses at the front door, including a box addressed to Mr Reason and Mr Squalor (aka <a href=\"http://jakeanddinoschapman.com/\">the Chapman brothers</a>, whose studio is a few doors down).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’m curious about how people congregate. I love creating corners of different experience</p> </blockquote> </aside>  <p>“It was very masculine when I moved in,” says Lattin of the cavernous apartment. Slowly, she has transformed the space, opening up the spare bedroom to create an office, adding internal French windows to the one remaining bedroom, and replacing the bathroom and kitchen. The industrial proportions of the property have been softened and apportioned with hanging fabric from <a href=\"http://www.caravane.fr/en/\">Caravane </a>and <a href=\"http://www.thelinenworks.co.uk/\">Linen Works</a> . By the front door, Lattin has stitched offcuts of vintage Berber skirts from <a href=\"http://www.theclothshop.net/\">The Cloth Shop</a> on to a plain linen panel. “I love hanging fabric,” says Lattin. “It’s an affordable way to divide space and it creates a sense of airiness that reminds me of being on holiday.”</p> <p>On open shelves throughout the space are groupings of carefully collected objects. “I’m fairly minimalist,” says Lattin. “I look for objects with texture and character, but it’s really hard to find things in the UK alone – you end up having to pay a fortune.” She points out some of her favourite finds, including a pink and blue tin plate from Damascus, and a pair of cracked French earthenware pots. For her, the faded pink and grey rug (from <a href=\"http://www.maroctribal.com/\">Maroc Tribal</a>) recaptures the colours of the Nevada desert where she recently travelled to see the artist <a href=\"https://utah.com/wendover/sun-tunnels\">Nancy Holt’s salt tunnels</a>. “It was the most peaceful experience.”</p>  <figure class=\"element element-image\" data-media-id=\"94066d98cd677c6de0f23efea1cc26153e5283ee\"> <img src=\"https://media.guim.co.uk/94066d98cd677c6de0f23efea1cc26153e5283ee/0_2289_2804_1682/1000.jpg\" alt=\"A board of drying clay pots in the kitchen.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A board of drying clay pots in the kitchen.</span> <span class=\"element-image__credit\">Photograph: Kristin Perers</span> </figcaption> </figure>  <p>“I’m really interested in the way people sit and congregate,” says Lattin. “And I love the idea of creating corners of different experience.” This is clear in her personal space and the way different forms of seating are used within it. In front of a bookshelf is an unupholstered armchair with a nude-pink cushion, and a birch plywood occasional table and stool from the Shoreditch-based workshop <a href=\"http://unto-this-last.myshopify.com/\">Unto This Last</a>. There’s an Ercol bench, vast sofa and secondhand Thonet rocking chair gathered around a patchwork of monochrome rugs. In the kitchen, a Windsor chair faces the dining table and beside the desk space is a deep, built-in daybed.</p> <p>This interest also informs the spirit of her restaurants. “I wanted to open somewhere where you could pitch up by yourself, grab a seat at the bar and find good food, with good wines by the glass without paying a fortune for it or booking it two weeks in advance. The seating, the menu, the wine list… It’s all about promoting conversation in an intimate environment.” And sharing scobies, of course.</p>",
  "<p>The number of vegans has been rising in the UK – up by 360% over the past decade. At the moment there are more than half a million in this country, and as ever more disturbing information proliferates regarding the costs of meat and dairy production to the environment, many more look set to switch from steak to seitan. With vegan foodstuffs now commonplace in supermarkets and chefs getting creative with animal-free offerings, what’s stopping the remaining 99% of us? Well, it might just be the reputation. Who wants to be labelled a sanctimonious tofu tout or a clean-eating vanity case? Which is how vegans still tend to be perceived, despite the likes of <a href=\"https://www.theguardian.com/lifeandstyle/2016/jan/03/veganuary-stars-sign-up-animal-free-month\">Brad Pitt</a> and <a href=\"https://www.theguardian.com/film/2016/jan/30/ellen-page-being-out-became-more-important-than-any-movie\">Ellen Page</a> flashing their credentials, Emma Watson going to the Met Ball in an “animal-friendly” dress and <a href=\"https://www.theguardian.com/commentisfree/2013/dec/10/beyonce-fur-vegan-restaurant-veganism-lifestyle-celebrity\">Beyoncé</a> investing in a vegan meal delivery service. It’s time the lifestyle’s profile got a make-over.</p> <h2>Sean O’Callaghan </h2> <p>42, London, Fat Gay Vegan blogger and PR. Founder of the Vegan Beer Festival</p> <p>I was driving along a freeway on a hot summer’s day in Sydney and got stuck behind a truck taking chickens to be killed. I went to KFC all the time then and it made me realise what I was empowering with my money. A few days later, there was a cattle truck accident, some died and some were staggering around hurt, and I thought, “OK, I’m vegetarian.” Later I moved to London and my sister, who teases me about everything, was living with me. She wasn’t vegetarian, but would say: “You’re going on about how you are ethical, but you’re drinking milk and you know what happens to dairy cows, don’t you?” One day I was like, “Actually, you’re right, I’ve been a hypocrite.” I changed overnight. When I switched I realised I hadn’t really done anything. And this was back in 2000 when it wasn’t as easy as today. Now you’ve got almond milk, hemp, soya, even in places like Iceland. I was in Chelsea earlier and there are two vegan ice cream shops just on the King’s Road.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>One hot summer’s day I got stuck behind a truck taking chickens to be killed</p> </blockquote> </aside>  <p>Before becoming a vegan I was a primary school teacher, then I started blogging and putting on events and it got so busy that I stepped away from teaching. It was hard, but I believed in what I was doing. I want non-vegans to see that they can do everything they do now as vegans, but also support and celebrate those who have made the choice. We’ve just put on the fourth London Vegan Beer Festival and 1,000 people came. It was beautiful. I’m going to hold it in Manchester and Glasgow soon, too.</p> <h2>Diana Pinkett</h2> <p>44, London, Vegan Peasant Catering</p> <p>There is the stereotype of the granola-eating hippie. That’s not me. I became vegan for environmental reasons which really resonated with me. The amount of grain that has to be produced to feed cattle and other livestock doesn’t make much sense when, with all that arable land, you can feed people directly while using less water. You then also have less methane and other polluting waste ending up in the atmosphere and waterways.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The amount of grain produced to feed cattle doesn’t make much sense</p> </blockquote> </aside>  <p>Many vegans are not necessarily foodies, especially animal rights people. Their food choices can be made solely on whether something is vegan or not, whereas my chef partner and I are both very interested in food. Some of what we make can be healthy-ish, but it doesn’t come under the health-blog banner, and not the vegan junk food banner either, as it’s a bit more formal. We cater for events like weddings, 60th birthday parties and fundraisers, like the one we just did for Greenpeace.</p> <h2>Joseph Sheridan-Ruddy </h2> <p> 32, Preston, engineering buyer and trainee counsellor</p> <p>People are always saying, “I bet you miss steak don’t you?” But I don’t. I miss Dairy Milk and Nike Air Max more than meat. When I was 28, a friend turned. He didn’t push me, but a couple of things he said prompted me to think about it. One being that he didn’t like the fact that a cow was being “raped” for its milk – almost a feminist perspective. Cows are artificially inseminated to keep them lactating and then their babies are taken off them so there’s a growing part of the vegan community who see it as rape because humans are aware of the concept of consent so we hold that responsibility. That started me thinking about the meat and dairy industry. But I was never sold on the “meat is murder” thing. It was the word “livestock” that struck me.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I miss Dairy Milk more than meat</p> </blockquote> </aside>  <p>Back then I was working in stores and stock is something that you put on a shelf and sell. I felt so uncomfortable that an animal’s life was being used to make money for a human. I had a fridge full of meat at the time and couldn’t bring myself to eat it. It was the classic eureka moment.</p> <h2>Denai Moore</h2> <p>22, London, musician</p> <p>I grew up in a Jamaican household, where the diet is heavy on animal protein and I was obsessed with pizza, but I started to get tonsillitis often and it always seemed to be after I’d eaten lots of dairy. I celebrated a tour by eating loads of chocolate and immediately became ill so I stopped eating dairy for my voice; the rest followed out of curiosity. It’s been a life changing experience as it’s made me question everything. I had no idea that meat and dairy consumption affected the environment before watching the film <a href=\"https://www.theguardian.com/environment/2015/oct/05/think-dairy-farming-is-benign-our-rivers-tell-a-different-story\"><em>Cowspiracy</em></a> and <em>Earthlings</em> literally destroyed me, it’s very blunt and took me several weeks to watch.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Creating vegan Jamaican food is what I’m all about at the moment</p> </blockquote> </aside>  <p>It’s amazing having access to so much information online which is why I think so many teenagers are becoming vegan. Also, they’re being introduced to veganism without feeling judged. Seeing people blog and post pictures and youtubers living it shows how accessible and inexpensive it can be to be vegan. And you can still enjoy a lot of the foods you ate growing up, like Oreos. Creating vegan Jamaican food is what I’m all about at the moment so I can do my own supper club. And there’s loads of exciting vegan restaurants, too. <a href=\"http://fedbywater.co.uk/\">Fed By Water</a> in Dalston make amazing vegan pizzas with their own mozzarella – that’s a massive thing for me.</p>"
]