[
  "Ruth Davidson to tell Tories May has 'helped women at every turn'",
  "Theresa May to accuse politicians of sneering at Brexit voters",
  "Koori Knockout a colourful meeting of mobs united by rugby league",
  "The Guardian view on foreign students: dodgy evidence, duff policy",
  "Theresa May has shot herself in the foot with the Brexit starting gun",
  "Liam Fox: EU nationals in UK one of 'main cards' in Brexit negotiations",
  "Q&A: falling pound, rising markets",
  "UK stock markets soar as sterling slumps to 31-year low",
  "FTSE 100 closes just below record high as pound hits 31-year low",
  "Amber Rudd pledges to prevent migrants 'taking jobs British people could do' - Politics live",
  "Pound slides to 31-year low, as FTSE 250 hits record high – as it happened",
  "Scotland to introduce alcohol testing and GPS tracking for tagged offenders",
  "David Davis: whole government to blame if Brexit goes wrong",
  "Jamie Oliver's paella brings fractured Spain together … against him",
  "Kaine and Pence: two Catholic-inspired visions with little else in common",
  "Edward Conteh was convicted of a murder he didn’t even see. He deserves justice",
  "Amber Rudd announces crackdown on overseas students and work visas",
  "The Obama White House hosts the first – and last? – SXSL technology festival",
  "Diary of a wildlife garden: the robin's return",
  "'The question was stupid': Hungarians on the refugee referendum",
  "‘Jesus would beat Simba in a fight’ – the Stranger Things kids tackle the big issues",
  "World Bank issues warning on stunting in children, but points to Peru's success",
  "Are you an EU citizen who is leaving Britain due to Brexit?",
  "Nobel physics prize 2016 to be shared by British scientists – as it happened",
  "What could the US government do with $916m of Trump's tax losses?",
  "I'm an Iraqi refugee living in America. Some wish me dead – all I want is a 'hello'",
  "Inside Facebook's robotic inner sanctum: a tour of its highly secretive hardware lab",
  "Danish nationalists with ‘refugee spray’? So the Battle of Cable Street isn’t over",
  "‘Donny, you're out of your element’: the 2016 election in 15 Big Lebowski quotes",
  "Arctic cruise boom poses conundrum for Canada's indigenous communities",
  "FTSE heads to new high as pound slumps, with Pearson leading the way",
  "Tony Abbott appointed director of new thinktank to promote western civilisation",
  "Theresa May says Britain will not be 'a supplicant' to EU in Brexit talks",
  "On Saturday, we should all celebrate Bookshop Day",
  "‘Would you say that word in a Chinese takeaway?’: schools fight racism head-on",
  "Afghan exodus from Pakistan could be 'catastrophic' without urgent aid",
  "Brexit weekly briefing: May sets date and looks to do it the hard way",
  "Will Theresa May be the next Tory leader to be bulldozed by the Europhobes?",
  "Sublime moment with a warbler on the canyon's rim",
  "Planet at its hottest in 115,000 years thanks to climate change, experts say",
  "Who will win the Nobel peace prize?",
  "Papua New Guinea asks Australia for help resettling refugees from Manus Island",
  "Trump: 'There are race riots on our streets on a monthly basis' – as it happened",
  "'I was five when I was kidnapped': powerful new documentary turns heartbreak into hope"
]