[
  "Peter Dutton rebuked over claims lenient judges appointed in Queensland",
  "Corbyn v Smith on BBC Question Time's Labour leadership hustings - as it happened",
  "'Two-tier' NT detention royal commission could be Australia-wide, say Greens",
  "Corbyn v Smith on Question Time: Labour's the loser",
  "Senators vow fresh scrutiny of BP's plans to drill for oil in Great Australian Bight",
  "The Man Who Fell to Earth review – a freaky concept album of a film",
  "I didn't realize how often Muslims get kicked off planes, until it happened to me",
  "Angelina Jolie says UN undermined by sexual abuse by peacekeepers",
  "Culture secretary will raise issue of hate crime with newspaper editors",
  "Climate change made Louisiana's catastrophic floods much more likely",
  "Jenny Hval: ‘I was watching low-budget 70s horror movies with nude vampires’",
  "Undocumented crews catch US's fancy fish from Hawaii for 70 cents per hour",
  "Justine Greening responds to urgent Commons question on grammar schools - Politics live",
  "Johnny Depp's Tupac and Notorious BIG thriller has the wrong main source",
  "Dungavel immigration detention centre will close, says minister",
  "Syrian teenager met by cheers in London after months in Calais limbo",
  "'Diehard European' to lead Brexit talks for European parliament",
  "We just got a terrifying taste of the Clinton-Trump debates to come",
  "How can 50 people be snatched from their families and deported to Jamaica?",
  "'What is Aleppo?': Gary Johnson bungles question about Syrian war",
  "Live Q&A: $114bn a year needed for water and toilets – where will it come from?",
  "Undercover officer infiltrated pro-Isis Britons heading for Syria, court told",
  "Two held on suspicion of child cruelty plot in anti-FGM operation",
  "Theresa May, a safe pair of hands as prime minister? Don’t you believe it",
  "How to make the most of the season’s ripe plums",
  "Einstein-inspired Isobar vaccine cooling system wins UK James Dyson award",
  "Louisiana public defenders: a lawyer with a pulse will do",
  "Readers recommend playlist: songs about hope and resilience",
  "9/11 was 15 years ago. Why do so many of us feel less safe?",
  "Talking Horses: Thursday’s best bets plus our tipping competition",
  "'Throw the bastards out': an American tradition from settlers to Trump",
  "No Calais wall can hold back Brexit voters’ nightmares",
  "The Eagle Huntress review – Kazakh falconry was never so family-friendly",
  "Somali refugee Fadumo Dayib runs for president 26 years after fleeing civil war",
  "'Putin's been a leader': key quotes from Trump and Clinton's foreign policy forum",
  "Australia criticised over 'hollow' promise to resettle 12,000 Syrian and Iraqi refugees",
  "'People are nicer to each other when they move more slowly': how to create happier cities",
  "Bowie and the missing soundtrack: the amazing story behind The Man Who Fell to Earth",
  "Trump slams 'dumbest' foreign policy as Clinton vows no more troops in Iraq",
  "Open thread: Original Pizza Shapes are back. What else should be brought back?",
  "Why Abba’s Dancing Queen is the best pop song ever",
  "Trump praises Putin again as he and Clinton face foreign policy questions – as it happened",
  "For Clinton, a skirmish with history. From Trump, an ambush of the facts",
  "Australia should use Chinese online media to exert 'soft power', report says",
  "Curated history: how to tell a 2 million-year-old story with one exhibition",
  "Serena Williams beats Simona Halep: US Open quarter-final – as it happened"
]