[
  "Hillary Clinton is running on a progressive ticket now, but will it be the colour of her presidency?",
  "Hong Kong refugees helped hide Edward Snowden after NSA leak",
  "Lasting rise in hate crime after EU referendum, figures show",
  "Pence concedes Obama is American",
  "Bill Shorten: middle class Australians are working harder and longer for less",
  "Thatcher knew grammars were poison. Theresa May is playing a risky game",
  "Climate campaigners among arrested London City airport protesters",
  "Mexican heritage textbook for Texas schools full of 'offensive stereotypes'",
  "There is an antidote to the failed humanity of the Calais wall",
  "Trump attacks Clinton as 'trigger-happy' as he vows to expand military",
  "Losing ground, fighters and morale – is it all over for Isis?",
  "Jerry Heller obituary",
  "Brexit means never having to say you're sorry (or anything at all)",
  "Maldives newspaper raided after corruption claims against president",
  "What it's like to be cyberstalked: when you can't escape the untraceable threat",
  "Dylan Groenewegen confirms progress with Tour of Britain stage win",
  "King of Norway reigns on Facebook after diversity speech",
  "Successfully begging two fellow customers to sub him",
  "Theresa May's Commons statement on the G20 and Brexit - Politics live",
  "NFL 2016: fans share their hopes for their team this season",
  "Six major Saudi-led coalition attacks in Yemen in 2016 – timeline",
  "Basic instincts: how the erotic thriller went black to the future",
  "Angela Merkel defends immigration policy after election blow",
  "Syrian opposition coalition to announce democratic transition plan",
  "Christian Pulisic is now unquestionably good enough to start regularly for USA",
  "27 podcasts to make you smarter",
  "Water supplies in Syria deteriorating fast due to conflict, experts warn",
  "Former Japan PM accuses Abe of lying over Fukushima pledge",
  "Nine people charged over Black Lives Matter protest at City airport",
  "UK immigration minister confirms work to start on £1.9m Calais wall",
  "Jeremy Corbyn must challenge Brexit plans at PMQs, says Owen Smith",
  "The Railway Children review – Justin Fletcher boards first-class crowdpleaser",
  "Donald Trump is real danger to US security, says Alex Salmond",
  "The Manchester United playing career that lasted a matter of seconds",
  "The Journey review – Northern Ireland history lesson recast as bromance",
  "Talking Horses: Wednesday’s best bets plus our tipping competition",
  "Maldives government issues warning over al-Jazeera documentary",
  "NFC East preview: do the Eagles and Cowboys have any plausible plans?",
  "Trump fires up crowd with attack on Clinton's 'disqualifying conduct'",
  "Why Auckland is the hottest property market in the world",
  "Chris Bowen warns against populist stances on immigration and trade",
  "An idyll no more: why I’m leaving Goa",
  "Wednesday’s best TV: The Great British Bake Off; Paralympics 2016: Opening Ceremony Live",
  "Take back control? It’s now clear the Brexiteers have no clue on immigration",
  "Dastyari's donations reveal a bigger story of links and largesse",
  "Altidore and Pulisic excel as USA clinch spot in the Hex with easy win over T&T",
  "USA 4-0 Trinidad & Tobago: World Cup 2018 qualifying – as it happened",
  "Obama nominates first ever Muslim American federal judge – as it happened",
  "Nearly half of all refugees are children, says Unicef"
]