[
  "Tim Kaine tweaks Trump",
  "Juan Gabriel fans mourn an icon: 'He wrote what every Mexican could feel'",
  "UK and French authorities 'blind' to growing problems in Calais camp",
  "Heather Watson crashes out of US Open as heat and Hogenkamp prove too much",
  "Gabon army deployed before official result of election is announced",
  "The bikini is old-fashioned – no wonder it’s dying",
  "Tens of thousands migrate through Balkans since route declared shut",
  "Corbyn promises to 'democratise the internet' - Politics live",
  "Encore!: the best theatre of autumn 2016",
  "America's problems aren't Obama's fault. They're George W Bush's",
  "UK and France restate commitment to border treaty after Calais talks",
  "Winning Olympic gold was incredible. But I wasn’t prepared for what came next",
  "Guardian Weekly Letters, 2 September 2016",
  "Our Nauru vigil highlighted the abuse asylum seekers also face in the UK",
  "Brexit weekly briefing: splits over timing of talks and single market membership",
  "Calais asylum hotspot proposal: the main questions answered",
  "Soon the wealthy will wipe clean every fun, tatty area – and not just in London",
  "Dover MP warns against 'tit-for-tat' battles with France over border security",
  "Sounds of summer: readers' festival experiences from around the world",
  "Meet the refugee campaigning against Trump: 'This is what America looks like'",
  "America accepted me – an Algerian Muslim – in a way France never did",
  "Danish delegation planning visit to Nauru detention centre refused visas",
  "Nasa: Earth is warming at a pace 'unprecedented in 1,000 years'",
  "'Freaks on the peaks': the lonely lives of the last remaining forest fire lookouts",
  "Malcolm Turnbull agrees to adopt Bill Shorten's racial tolerance motion",
  "The doctor will see you now… or will he?",
  "State-of-the-nation dramas can’t capture the lost state of Britain today",
  "Dramatic photos show refugees fleeing Libya being rescued at sea",
  "Labor will introduce private member's bill on marriage equality – as it happened",
  "Barack, the Beatles and Bridget Jones's Baby: 40 films to watch in autumn 2016",
  "Home secretary stands firm as row over Calais border deal intensifies",
  "10 of the best back-to-nature stays in England",
  "One Nation rise could cost Queensland $300m in foreign student slump, Labor warns",
  "Welcome to demokrasi: how Erdoğan got more popular than ever",
  "Dancing with the Stars: Rick Perry's latest attempt to shimmy up a poll",
  "Can you be a practising Muslim and identify with the Australian way of life?",
  "Trump: 'impenetrable physical' border wall in immigration plan – as it happened"
]