[
  "One day in September: a grim 24 hours in Nauru’s detention centre",
  "Nauru files: how you can help people held in detention by Australia",
  "Silicon Valley CEO who allegedly kicked girlfriend 117 times gets one year in jail",
  "Life in Nauru detention: a dark, wretched Truman Show without the cameras",
  "‘They don’t care’: a refugee’s story of reporting sexual assault on Nauru",
  "Immigration stalled on requests for rape victim’s family to join her, Nauru files show",
  "Hillary Clinton and Tim Kaine release tax returns – as it happened",
  "Polls suggest Iceland's Pirate party may form next government",
  "'It's a beautiful thing': Ahmadi Muslims find strength at UK gathering",
  "Australia shamed by its immigration policy",
  "MPs such as Philip Davies make me proud to be a feminist zealot",
  "Mistaken identity could make folk Spew",
  "England v Pakistan: fourth Test, day two – as it happened",
  "US retail sales disappoint, while German economy grows faster than expected  – as it happened",
  "Apprenticeship levy will go ahead next year, government confirms",
  "The weekend cook: Thomasina Miers’ courgette recipes",
  "How many calories do you eat in a day? Six people share their diets",
  "If Donald Trump loses, will the Republican party sink with him?",
  "Hillary Clinton's economic speech: a disappointment for progressives",
  "Helen Glover and Heather Stanning retain Olympic coxless pairs title",
  "Richard Ford, Joyce Carol Oates, David Hare and more ... leading writers on Donald Trump",
  "The sweaty person's guide to surviving summer",
  "The life and death of Luis Góngora: the police killing nobody noticed",
  "French court rejects bid to demolish shops at Jungle refugee camp",
  "Private federal prisons more dangerous, damning DoJ investigation reveals",
  "Government cuts will enfeeble Italy's fight against sex trafficking, says UN",
  "Olympics to the max: what if doping were allowed?",
  "Krys Lee interview: ‘North Koreans became part of my world, and then I got threats’",
  "Young, rich and entitled: Mexicans grow weary of their politicians' spoiled kids",
  "Can hipsters stomach the unpalatable truth about avocado toast?",
  "From Prosecco gummy bears to gold clothes: this week’s fashion trends",
  "Flickers of hope over the darkness of Nauru, but thunderbolts called for",
  "Secret Trump voters reverse their support: 'He seems to be insane'",
  "Tragedy alone disenchants, which is why we seek out what inspires and uplifts",
  "Huffington Post, Top Gear, magazine ABCs",
  "How John Osborne’s Entertainer still speaks to a broken Britain",
  "Rio Olympics: Phelps wins gold again and Simone Manuel makes history – as it happened",
  "Elephants are the end of a 60m-year lineage – last of the megaherbivores",
  "Britain must address the root causes of sex trafficking from Nigeria to Europe",
  "Fact check: immigration minister Peter Dutton's claims against Nauru files",
  "It'll do a power of good for Australia to shift to electric vehicles",
  "Reports of family violence widespread amid despair of Nauru detention",
  "Peter Dutton v the Nauru files: how do official statements compare with leaked reports?",
  "Dark past: so little has changed in Australia's posture towards asylum seekers",
  "Legal advice says inquiry into child sex abuse can examine Nauru regime",
  "Sluggy McSlugface? Public invited to name 'flamboyant' nudibranch species",
  "Don Dale to the Nauru files: political response to the outrages couldn't be more different"
]