[
  "Resources minister 'bitterly disappointed' BP won't drill for oil in Great Australian Bight",
  "Mike Huckabee’s Hillary Clinton Jaws analogy bites him on the behind",
  "Pound completes worst four-day performance since Brexit vote",
  "False perceptions: what lies behind our attitudes to Muslim immigration",
  "Witney byelection: hard Brexit may be key issue in Cameron's former constituency",
  "Pound falls under $1.21 as Brexit fears hit sterling – as it happened",
  "The Guardian view on the pound’s crash: the markets deliver their verdict on Brexit Britain – and it’s not pretty",
  "FTSE 100 drops from record high as pound weakens",
  "Calais: doubts raised over accuracy of child refugee censuses",
  "Scottish ministers under pressure to protect free tuition for EU students",
  "Briton held in Kenyan raid on suspected al-Shabaab base",
  "Syria debate: Boris Johnson calls for protests outside Russian embassy - Politics live",
  "Paul Ryan can't escape from Trump's shipwreck of the Republican party",
  "The Girl on the Train beats Bridget Jones's Baby – and Gone Girl – in UK",
  "Klinsmann insists he wasn't jockeying for Bradley's US job: 'It simply isn't true'",
  "Norway denies rejecting Liam Fox request for trade deal taskforce",
  "If you see a killer clown, don’t run",
  "David Bowie's sombre art collection needs more space oddities",
  "World Health Organisation urges all countries to tax sugary drinks",
  "Hurricane-ravaged Haiti has 'alarming' levels of hunger and malnutrition",
  "Guardian Weekly Letters, 14 October 2016",
  "Our politicians are failing us. So take your life out of their hands",
  "Can Ed Balls’s Strictly stint reinvigorate New Labour?",
  "The Tallinn experiment: what happens when a city makes public transport free?",
  "Socceroos 1-1 Japan: World Cup 2018 qualifying – as it happened",
  "Will Puerto Ricans be the ultimate swing voters in Florida?",
  "Why I came to America: chasing my dream – and the man I loved",
  "Could Donald Trump really jail Hillary Clinton if he wins the election?",
  "Trump marches on amid spiraling disaster of Republican party desertion",
  "EU student funding in UK to remain same in 2017 despite Brexit vote",
  "Take the kids to ... The Deep, Hull",
  "Why new ministers should be forced to carry out their own stupid ideas",
  "Blink-182 singer contacted Hillary Clinton's campaign chief to talk UFOs",
  "One Nation senator calls for new ABC channel for patriotic broadcasting – as it happened",
  "Why the government should offer an amnesty to the UK's illegal immigrants",
  "Brexit weekly briefing: pushback against hard exit begins",
  "Australian Senate joins push to repatriate Indigenous artefacts from British Museum",
  "Tuesday’s best TV: National Treasure; Damned; Divorce",
  "Take back control? Our Border Force is in no fit state to do its job",
  "BP ditches plans to drill for oil in the Great Australian Bight",
  "Hillary Clinton opens up 11-point lead in pre-debate poll – as it happened",
  "Oh, Hello on Broadway review – repulsive geezers make audience howl"
]