[
  "Brexit vote puts Britain's rising competitiveness at risk, says WEF",
  "The times call for a visionary leader – a quality we don't rate in Turnbull or Shorten",
  "Like a cork in the ocean: Dennis Cometti bobs up to call his final AFL game",
  "Oscars 2017: best foreign language race stacked with auteurs and provocations",
  "Syrian troops launch ground offensive against Aleppo rebels",
  "The importance of Labour unity on the campaign trail",
  "Greenland's receding icecap to expose top-secret US nuclear project",
  "Consensus: Clinton wins debate – but Trump is far from finished",
  "Labour conference: Tom Watson says capitalism is not the enemy - as it happened",
  "France urged to house children living alone in Calais camp",
  "Deutsche Bank weighs on markets but Clinton rally limits damage - as it happened",
  "Glasgow East MP Natalie McGarry charged with embezzlement",
  "World's first baby born from new procedure using DNA of three people",
  "Bobby Breen obituary",
  "Theresa May accused of trying to alter immigration report before Brexit vote",
  "Good to meet you ... Marguerite Laboulle",
  "Fools rush in",
  "Guardian Weekly letters, 30 September",
  "'I don’t like this election': will millennials, the biggest generation, turn out to vote?",
  "Boris Johnson seeks to mend fences in talks with Turkish leadership",
  "Flight MH17 investigators to pinpoint missile launch in rebel-held Ukraine",
  "Sadiq Khan mayoral triumph is Labour's blueprint for surviving Corbyn",
  "Akram Khan's refugee Giselle: 'A real woman in a catastrophic situation'",
  "Scrap this pupil data collection: it’s a divisive threat to our children’s safety",
  "Bridget Jones's Baby still the daddy in UK as Finding Dory hits motherlode",
  "Dark arts: how night inspires great painters",
  "First the UK deports people, then it denies them justice",
  "Britain’s youngest mayor on Brexit and the challenges facing Labour",
  "The Guardian view on the US presidential debate: Trump fails the test",
  "Dresden mosque and congress centre hit by two bomb blasts",
  "I was a baby when I came to America without papers. Will Trump kick me out?",
  "Elon Musk has ambitious plans for Mars. Are they as crazy as they sound?",
  "Can the aviation industry finally clean up its emissions?",
  "Carli Lloyd's memoir explodes myth that US women's soccer is all fun and friends",
  "Annabel Abbs: 'Ulysses and Finnegans Wake followed me round the house like hungry dogs'",
  "'No future for you here': Australia and PNG push to clear out Manus detainees",
  "'Like watching a shark fight a guinea pig in water': readers on Trump v Clinton",
  "Presidential debate fact-check: Trump and Clinton's claims reviewed",
  "'Too dangerous' to attempt rescue in Christmas Island boat tragedy, court told",
  "Clinton delivers poised showing as Trump forced on the defensive in first debate – as it happened",
  "Government policy offers UK universities’ competitors a rosy future",
  "Brexit weekly briefing: Theresa May 3, Three Brexiteers 0",
  "University admissions: ‘Good students are being love-bombed with offers’",
  "Backpacker tax: Scott Morrison announces cut from 32.5% to 19%",
  "Why class won’t go away",
  "Why can’t I get behind Corbyn, when we want the same things? Here’s why",
  "Shades of Tolkien in a Northumbrian mire",
  "Girl held in detention for more than two years may have been falsely imprisoned, say lawyers",
  "Canadians are embracing Syrian refugees. Why can't we?"
]