[
  "<p>Just four years ago, Britain proudly projected the image of an open, tolerant, confident nation onto the international stage. We luxuriated in the glow of an Olympic opening ceremony that drew together the best of British: from Shakespeare to <em>EastEnders</em> the Queen to James Bond; the NHS to the internet.</p> <p>It featured Dizzee Rascal and Rowan Atkinson, Arctic Monkeys and the London Symphonic Orchestra. It was, according to writer Jonathan Freedland, “a byword for a new approach, not only to British culture but to Britishness itself. Politicians would soon be referring to it, using it as shorthand for a new kind of patriotism that does not lament a vanished Britain but loves the country that has changed.” It was hailed abroad and Britain, it seemed, had shown itself to the world as a vibrant, open, confident, multicultural country.</p> <p>That all seems like a long time ago.</p> <p>Over the last few weeks, the image of a country celebrated by the genius of Danny Boyle is being replaced by one marked out by narrow minds and mean spirits. What has happened to us? The messages being sent across the world is that foreign students are not welcome and that British firms will have to list foreign workers. The loose language that started at the Conservative conference in Birmingham has consequences, domestically and internationally.</p> <p>It seems that some in politics and the press have misinterpreted the referendum result as a justification for an alarming shift in our political discourse. The referendum created a popular mandate for Britain to leave the European Union and demonstrated public appetite for a more controlled approach to immigration. It was not a mandate to descend into a brutish politics – and a brutish public discourse fanned by the lie factories of Fleet Street. The discourse is built on the assumption that we are a country with hostile views towards those who do not hail from these shores. That is not true.</p> <p>Politics has never felt meaner-spirited. We have seen the <a href=\"https://www.theguardian.com/business/2016/oct/05/government-faces-backlash-from-business-leaders-over-foreign-workers\" title=\"\">home secretary announce plans </a>to force companies to disclose how many foreign workers they employ. MPs have <a href=\"https://www.theguardian.com/world/2016/oct/19/home-office-rules-out-unethical-dental-checks-for-calais-refugees\" title=\"\">called for dental checks</a> to determine the age of refugees, even as the British Dental Association declared this inaccurate and unethical; and sections of the press <a href=\"https://www.theguardian.com/uk-news/2016/oct/19/how-oldnet-no-real-indicator-of-age-says-microsoft-amid-child-refugee-row\" title=\"\">have been attacked by Microsoft</a> for using an inaccurate “fun app” to “prove” that child refugees are adults. The prime minister has reinforced the message that <a href=\"https://www.theguardian.com/uk-news/2016/oct/20/students-could-be-left-out-of-immigration-figures-ministers-hint\" title=\"\">international students are a drag</a>, not a boost, for Britain. And those who voted Remain and dare to scrutinise the government’s position on Brexit are now deemed unpatriotic and undemocratic.</p> <p>It seems those politicians and commentators who flirted with xenophobia and bigotry in the referendum campaign have been emboldened. Theresa May’s government has done nothing to challenge the tone of discourse. She once described the Tories as the “nasty party” – it would be shame if she is the prime minister who oversees the rise of the “nasty country”. But that is what is happening. As Seema Malhotra says on other pages today: “The post-Brexit debate is becoming less reasoned, more toxic and more intolerant. Language matters and political rhetoric has consequences.”</p> <p>It is true that public concern about immigration has risen, particularly since the wave of European immigration after the EU expanded eastwards in 2004 and the financial crisis. But such concerns cannot be allowed to obscure the fact that Britain is, on the whole, a tolerant, diverse and successful society. There is a small segment of the population – <a href=\"http://www.britishfuture.org/articles/less-racist-anxious/\" title=\"\">the thinktank British Future</a> puts it at one in 10 – who endorse nakedly racist views. But racist attitudes have sharply declined over the last 30 years. The World Values Survey rates Britain as <a href=\"http://www.ibtimes.co.uk/world-values-survey-racial-tolerance-britain-468205\" title=\"\">one of the most racially tolerant countries</a> in the world.</p> <p>An analysis of public attitudes by the campaign group Hope Not Hate finds that <a href=\"http://www.fearandhope.org.uk/executive-summary/\" title=\"\">England is a more tolerant</a> and confident multicultural society in 2016 than in 2011. The proportion of the English population broadly positive about immigration has risen to 38%; and the proportion most hostile to immigration – whose attitudes are driven by opposition to ethnicities and religions other than their own – has <a href=\"http://www.hopenothate.org.uk/features/fear-and-hope-3\" title=\"\">shrunk from 13% to 7%</a>. The biggest chunk – 42% – are concerned about the economic impact of further immigration or have concerns about its impact on cultural identity.</p> <p>The majority position in England can be characterised as tough, but pragmatic: 60% favour only allowing in migrants who help the economy. This is reflected in the lack of public support for government policy to reduce the number of international students: one poll suggests 87% of the British public would like to see the same number, or more, international students when they are <a href=\"http://www.universitiesuk.ac.uk/news/Pages/New-poll-%E2%80%93-cutting-international-student-numbers-will-not-address-public-immigration-concerns.aspx\" title=\"\">given information about the economic benefits</a>.</p> <p>No matter: the government seems determined that the rest of the world hear the message that Britain is no longer the country it used to be. The world has started to notice. <em>The Times of India</em> has <a href=\"http://blogs.timesofindia.indiatimes.com/toi-editorials/island-mentality-uk-is-flirting-with-protectionist-walls-india-can-counter-by-pushing-reforms/\" title=\"\">condemned the government’s approach</a>, declaring: “Other countries like Canada and Australia are much more welcoming.” <a href=\"https://www.theguardian.com/world/2016/oct/19/young-irish-think-twice-about-living-in-britain-after-brexit\" title=\"\">The Irish ambassador</a> has made similar noises. The irony is that we need to be projecting precisely the opposite image to make a success of Brexit. We need friends and cordial relations with as much of the international community as possible.</p> <p>Irresponsible political discourse shapes whose voices get projected and whose get silenced. It empowers the small minority who openly admit racist views, like the far-right protesters who jeered Tracy Brabin, the newly elected MP for Batley and Spen, <a href=\"https://www.theguardian.com/politics/2016/oct/21/labour-tracy-brabin-batley-and-spen-byelection-witney-robert-court\" title=\"\">as she paid tribute to Jo Cox</a>. Meanwhile, the tabloid vilification of public figures, such as Gary Lineker, who bravely challenge hateful tones in the debate has a chilling effect on the voice of the decent majority. For the <em>Sun</em> to challenge Lineker’s “lies” about child migrants on the day that their reporter Mazher Mahmood is sent to jail as a result of the fallout from a story in the <em>Sun on Sunday</em> in 2013, is beyond parody.</p> <p>The referendum resulted in a popular mandate that cannot be ignored. This cannot mean dismissing public concerns about immigration or continuing to argue that Britain should remain a member of the EU. But neither does it mean being swept along by a dangerous politics of hate most Britons reject out of hand.</p> <p>Britain needs a government prepared to lead a responsible and honest public conversation on immigration and integration, while challenging the racism and bigotry of a small minority. Instead, by assuming the 52% who voted Leave will embrace her government’s policies on foreign students and child refugees, Mrs May is committing the same sin she has been quick to attribute to the liberal elite: patronising and belittling voters concerned about immigration. In doing so, she betrays her misunderstanding of who we are as a country.</p>",
  "<p>Britain is supporting an overseas battle against drugs that critics say is leading to the arrest and potential execution of people either duped or coerced into becoming “mules”.</p> <p>The issue is a sensitive one for the prime minister. Theresa May has made combating people trafficking a priority for her government. But human rights groups say the UK is failing to recognise the consequences of its support for a number of operations abroad that target people being trafficked to smuggle drugs.</p> <p>Britain has been funding and training Pakistani drug enforcement officers to intercept drugs at ports and airports through a UN initiative called the <a href=\"https://www.unodc.org/ropan/en/BorderControl/container-control/ccp.html\" title=\"\">Container Control Programme</a>. Documents dated 17 October show that the UK has given almost $200,000 (£163,000) to the programme.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/apr/06/iran-pakistan-executions-saudi-arabia-amnesty\">Iran and Pakistan fuel surge in executions to 25-year high</a> </p> </aside>  <p>UK officials are also mentoring and training Pakistan customs agents, the Home Office confirmed. Last month, the UN Office on Drugs and Crime revealed that the programme had led to the seizure of drugs at Karachi airport that were bound for Saudi Arabia. Three men arrested in connection with the seizures now face potential death penalties, according to the human rights group Reprieve.</p> <p>There is evidence that some of those caught attempting to smuggle drugs from Pakistan are doing so under duress – to pay off family debt or because a relative is being held by a criminal gang. In other cases, those smuggling the drugs are poorly educated and unaware of the implications.</p> <p>The UN special rapporteur on migrant workers is one of several experts who have raised concerns that some smugglers sentenced to death in Saudi Arabia are trafficking victims. Almost four-fifths of those <a href=\"https://www.theguardian.com/world/2016/jan/02/saudi-arabia-beheadings-reach-highest-level-in-two-decades\" title=\"\">on death row in the kingdom</a> are foreign nationals, most of them migrant workers from India or Pakistan. There are about 8,000 people on Pakistan’s death row, many of them being held for drugs offences. Since the country lifted the moratorium on the death penalty more than 400 people have been executed.</p> <p>In a letter to home secretary Amber Rudd, Maya Foa, director of Reprieve, warns that the “UK funding for counter-narcotics programmes may be not only contributing to the death penalty and other human rights abuse, but even leading to the arrest and execution of some of the very exploited people it is seeking to protect.”</p> <p>The Home Office denies funding the programme and insists all of its overseas engagement work is risk-assessed, which includes looking at any impact on human rights.</p>",
  "<p>Your <a href=\"https://www.theguardian.com/commentisfree/2016/oct/15/social-care-elderly-inadequate-funding\" title=\"\">view on social care</a> (Editorial) rightly highlights a vital public service on its knees following years of funding cuts. This neglect of our social-care system is having a dire effect on the lives of thousands, if not millions, of disabled and older people who deserve decent, dignified and compassionate support to live fulfilling and independent lives.</p> <p>We know that funding cuts mean at least 400,000 fewer people are now receiving social care compared to 2009. In addition to the devastating impact on individuals, this is placing the NHS under further unsustainable pressure.</p> <p>The government must take urgent action on this issue. With the autumn statement fast approaching, the chancellor has an opportunity to bring forward vital additional funding to help stabilise a system facing crisis.</p> <p>In the longer term, we need an honest national conversation, led by a cross-party commission, about which aspects of support the state can and should fund and what people should be individually responsible for. Only then will we create a social-care system that is sustainable and of which we can all be proud.<br><strong>Neil Heslop</strong><br>Chief executive<br>Leonard Cheshire Disability, London SW8</p> <h2><strong>The will of the people?</strong><br></h2> <p>The hypocrisy of Brexit politicians never ceases to amaze. As you <a href=\"https://www.theguardian.com/politics/2016/oct/15/new-alliances-oppose-hard-brexit\" title=\"\">reported</a> (In Focus), at Westminster they demand that parliament, in which they have no majority, should not have a voice in the Leave negotiations. They argue that Brexit is the inviolable will of the people, despite being that of less than half of the electorate and only a small majority of those who actually voted. The reverse is the case in Northern Ireland. There, they have used the built-in Unionist majority in Stormont to thwart the democratically expressed wish of their electorate to remain, which could be recognised by negotiating special EU status for Northern Ireland. Consistency is certainly not their strong point.<br><strong>Stephen Butcher</strong><br>Ballymena<br>County Antrim</p> <h2><strong>Brexit dunces</strong><br></h2> <p>With regard to <a href=\"https://www.theguardian.com/commentisfree/2016/oct/16/university-funding-brexit-eu-freedom-of-movement\" title=\"\">David Willetts’s piece</a> (“Our universities and research centres are thriving: Brexit threatens them”, Comment), as we have pointed out, EU students could be offered temporary residency status and access to loans with the proviso that reciprocal arrangements are agreed for UK students wishing to study in Europe.</p> <p>Classifying EU students as international students will damage a market that enhances the UK culturally and economically. Government plans to apply a two-tier visa system to international students, according to the “quality” of the university at which they study, are already having an adverse impact on the UK’s global reputation for high-quality education.</p> <p>Foisted upon the Home Office by Number 10, these proposals completely miss the point. All UK universities are quality assured, so quality is not in doubt. Facing both ways is never a good position for any government. In advance of her visit to India, Theresa May should allow the home secretary, Amber Rudd, to do the right thing and withdraw these proposals for international students They are based on misconceived and outdated prejudices and are little more than a backdoor attempt to use international students to reduce migration numbers.<br><strong>Pam Tatlow</strong><br>Chief executive<br>MillionPlus, The Association for Modern Universities<br>London<br></p> <h2><strong>Let’s have a no-fly zone</strong><br></h2> <p>Your <a href=\"https://www.theguardian.com/uk-news/2016/oct/16/heathrow-gatwick-expansion-commission-decision\" title=\"\">business leader article on Gatwick v Heathrow</a> was wrong to take it as read that we need to expand airport capacity (“Gatwick’s the best choice in many ways, but a Heathrow Hub fudge could sweeten the deal”, Business). If we are serious about trying to cut greenhouse gas emissions, we cannot afford more air travel. Therefore, a much better option than increasing supply is to reduce demand, by raising airport duty. A sharp increase in the tax would greatly reduce the number of flights taken for trivial purposes, leaving plenty of air travel capacity for the business users who are lobbying for expansion.</p> <p>The money raised from the more expensive flights would ideally be used to cancel some of the austerity public spending cuts, but if the government wanted a more populist approach, they could share it out as a direct payment to every adult in the UK as an annual “climate change bonus”.<br><strong>Richard Mountford</strong><br>Tonbridge, Kent</p> <h2><strong>Hooray for the tax activists</strong><br></h2> <p>Luke Harding charts <a href=\"https://www.theguardian.com/world/2016/oct/16/taxes-panama-papers-trump-tax-havens\" title=\"\">the gradual exposure of tax havens</a> and their users (“Only idiots still pay tax”, News) but predictably forgets to mention one group. I know it’s a debatable point as to how far street activism raises awareness and gets anything done, but it was six years this month that the evening news showed activists from UK Uncut occupying Vodafone in London’s Oxford Street and being grappled with by police and security staff. In doing so they drew attention to an issue that had remained unremarked outside the pages of <em>Private Eye</em>. Happy birthday Uncut and good wishes to all other activist groups that are attempting to enforce democracy during its absence from Westminster.<br><strong>David Redshaw</strong><br>Gravesend, Kent</p>",
  "<p>Newly arrived child refugees from Calais are being forced to live in a controversial former detention centre because the Home Office refused to enact a resettlement strategy to safely house unaccompanied minors.</p> <p>Despite months of warnings from the French authorities that the Calais camp would close, the <em>Observer</em> has learnt that the Home Office elected not to act on a plan designed and agreed by local councils to ensure vulnerable child refugees were adequately housed when they came to Britain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/24/are-you-affected-by-the-events-at-the-calais-camp\">Are you affected by the events at the Calais camp?</a> </p> </aside>  <p>Dismantling the vast camp in France will begin on Monday, although its large population of unaccompanied minors will be kept on site, raising hopes that the UK government may be willing to significantly increase the number of child refugees it will allow into Britain.</p> <p>And there are indications that the UK may be on the verge of bringing in the first refugees from Calais under the so-called Dubs amendment – the government promise to help unaccompanied minors announced in May.</p> <p>So far only child refugees with relatives in the UK have been allowed to enter, but on Saturday sources in the camp said a group of teenage Eritrean girls were on the brink of being taken to Britain under the amendment – a development that could pave the way for hundreds of other youngsters.</p> <p>The development came almost at the same time as the charity Help Refugees said the high court had fast-tracked its legal action over home secretary Amber Rudd’s failure to implement the Dubs amendment. Rosa Curling, a lawyer at Leigh Day, said: “We are saying that the Dubs amendment is an important new duty and it must be implemented urgently.”</p> <p>Josie Naughton of Help Refugees said ‘ We really welcome the fact that, after bringing our legal challenge, we are seeing some movement at last on registering the Dubs Amendment children in Calais.”Last week more than 60 unaccompanied minors arrived in London from Calais to cheers from wellwishers but a hostile response from some politicians and newspapers. Leaked emails sent from Home Office officials last week exposed panic inside the department because officials had not properly prepared for them: civil servants sent pleas for “urgent help” to residential care services, stressing the issue was “time critical due to the need to bring the children here prior to the camp being dismantled”.</p> <p>The failure to prepare adequately means some child refugees have been forced to stay at a “pre-departure” immigration detention unit called Cedars, near Gatwick airport. Cedars was shut by the government in July following criticism over the policy of imprisoning children and family awaiting removal from the country.</p> <p>Another negative side-effect of the Home Office’s approach has meant that, despite all the Calais child refugees allowed into Britain having relatives in the UK, only a few have been settled with family members. Instead, a number of younger unaccompanied minors have been placed in foster care because the required background checks on family members have not been conducted.</p> <p>A source close to the process said: “Politically, the Home Office did not want this to happen, so it didn’t do anything. Therefore as the camp comes to closure it’s a panic – all the work you should have done over three to six months you do over three to six hours. They cannot place the child in a number of cases because none of the checks have been done.”</p> <p>Andy Elvin, chief executive of Tact, the UK’s largest fostering and adoption charity with more than 500 carers, said: “It’s embarrassing for a developed nation not to have managed this more professionally. We’re not even talking about a massive number of children.”</p> <p>The plan was drawn up six months ago and agreed two months ago by the Local Government Association and adoption services, although discussions go back as far as September 2015. A document entitled “Processing unaccompanied minors” was drawn up following the meeting in which the need is stressed for a comprehensive database of eligible minors to be created.</p> <p>Buses will began taking the camp’s residents to reception centres across France from Monday morning. However, charities warn that the arrival of French riot police might also prompt a mass exodus from the camp. During a partial clearance of the camp in March, 129 children went missing.</p> <p>The French interior ministry has warned that police officers “might be forced to intervene” if faced with resistance – a threat that has raised the potential for violent clashes between the authorities and refugees who do not want to abandon their dream of reaching the UK.</p> <p>However, officials have said they will not invade the site with bulldozing equipment during the initial phase of clearing the camp.</p> <p>A spokesman for the Home Office said it would not comment on the specifics of resettlement programmes.</p>",
  "<p>In a <a href=\"https://www.theguardian.com/education/2016/oct/21/offer-cash-rewards-to-underachievers-to-boost-gcse-results-study-says\" title=\"\">study</a> financed by the Education Endowment Foundation, the University of Bristol assessed the performance of 10,600 students approaching GCSEs in disadvantaged areas to see what effect financial incentives (worth up to £80 per half-term) or non-financial enticements (such as vouchers for gig tickets) would have on behaviour, schoolwork, homework and attendance.</p> <p>While incentives had little effect on strong pupils, underperformers improved exam grades and pass marks by up to 10%. The intervention had particularly substantial effects on science and maths GCSE results for up to half of those involved, closing 50% of the attainment gap between pupils eligible for free school meals and other students.</p> <p>Cash proved most effective, while non-financial incentives weren’t far behind. Professor Simon Burgess, heading the study, said that this was the first comparison of financial/non-financial rewards over an entire academic year in the run-up to GSCEs and could help low-income pupils in a relatively cost-effective way.</p> <p>All of which sounds very interesting. At the same time, all this talk of “incentivising” sounds eerily familiar – haven’t certain households always brazenly “incentivised” their children, especially in the run-up to exams?</p> <p>It bears emphasising that the University of Bristol study did <em>not</em> offer rewards for exam results. Could you imagine the uproar if it did? (“Children offered hard cash to pass exams!”), a reaction that in certain quarters would be hilariously hypocritical. In truth, particularly in comfortable households, a barefaced culture of “cash for results” has been operating, unofficially and domestically, for some time.</p> <p>Nor does it stop with GCSEs – it goes on to A-levels, university places, degrees. Indeed, there’s nothing new or shocking about a certain breed of better-off student being offered incentives – in the form of cash (usually per result), gigs/ festivals, even, it’s rumoured, cars or holidays, to pass important exams or, more commonly, get better grades.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’ve dabbled myself in the dark arts of “incentivising”, though only half-heartedly, and I’d do it again</p> </blockquote> </aside>  <p>Nor does there seem to be much anguished soul-searching about it. Maybe the more ethical parents refuse to do it, or at least feel guilty about doing it, but it’s mainly a bizarre mix of practicality and gamesmanship. A case of: does bribing children work? (Hope so). And is such bribery pathetic, conniving, verging on immoral? (Who cares?)</p> <p>Of course, there are higher moral planes here, not least that education should be viewed as a reward unto itself. Against that, there are the realities of safely steering a child through certain key education stages, which, from the parental point of view, could be likened to a huge ongoing egg-and-spoon race, where the egg’s already fallen off and splattered, the spoon’s been stolen and someone’s set fire to your hair.</p> <p>With this in mind, a little sweetening of the deal starts looking not so much unethical as unavoidable. I’m not judging anyone; I’ve dabbled myself in the dark arts of “incentivising”, though only half-heartedly compared to some, and I’d do it again. I’m well aware that this is a staunch middle-class educational mindset: the refusal to allow your child to fail, coupled with enough resources to throw into areas such as incentivising. This could be beyond the reach of disadvantaged families, who care about their kids just as much.</p> <p>While strong candidates do well regardless, there’s something to be said for addressing this unofficial socioeconomic disadvantage facing underperforming low-income children with official intervention to incentivise them. In effect, the state would merely be replicating what routinely happens in many middle-class households across the land. This is basically, if all else fails, bribe your kids and bribe ’em good. The main difference is that – let’s face it – the average middle-class kid probably wouldn’t be motivated by a mere £80 a half-term.</p> <h2>Lineker scored for the refugees without a voice<br></h2>  <figure class=\"element element-image\" data-media-id=\"b6768dd8b21a3a963683348c9a138f9482c23ee5\"> <img src=\"https://media.guim.co.uk/b6768dd8b21a3a963683348c9a138f9482c23ee5/0_158_5232_3139/1000.jpg\" alt=\"Gary Lineker: speaking up for ‘basic humanity’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gary Lineker: speaking up for ‘basic humanity’.</span> <span class=\"element-image__credit\">Photograph: Rii Schroer/Rex/Shutterstock</span> </figcaption> </figure>  <p>Bravo, Gary Lineker. He’s been in the public eye for decades, so he must have known that <a href=\"https://twitter.com/GaryLineker/status/788407048031600640\" title=\"\">his tweets</a> lamenting hostility towards the Calais child refugees would bring him grief and yet still he spoke out.</p> <p>Since then, Lineker has received immense public support, <a href=\"https://www.theguardian.com/world/2016/oct/19/gary-lineker-hits-back-at-online-abuse-over-hideously-racist-coverage-refugees\" title=\"\">but also, as he&#xa0;referred to it, a “spanking”,</a> <a href=\"http://www.bbc.co.uk/newsbeat/article/37727810/gary-lineker-defends-his-child-refugee-comments-and-says-hes-getting-a-spanking\" title=\"\">including calls for him to be fired</a> from his BBC presenting job and even more predictable jibes about “champagne socialism”.</p> <p>“Champagne socialism” is just a term contrived to deter powerful people – see also, <a href=\"https://www.theguardian.com/music/2016/oct/15/lily-allen-profile-refugees-criticised-social-media-speak-mind\" title=\"\">recently, Lily Allen</a> – from speaking up for powerless people. It’s an attempt to cow and embarrass the successful and influential into backing off and keeping quiet, thereby leaving the powerless with no high-profile advocates and defenders.</p> <p>Another term for the increasingly meaningless term of “champagne socialist” could be “people who have a bit of dosh, but who haven’t forgotten their basic humanity”. In essence,&#xa0;Lineker took the heat he knew&#xa0;was coming and spoke up for a bunch of frightened people landing on&#xa0;British shores for the first time. Back of&#xa0;the net.</p> <h2>Face it Phil, you were never a Beatle</h2>  <figure class=\"element element-image\" data-media-id=\"87b04689c547b3088bf355531be7633be35e4353\"> <img src=\"https://media.guim.co.uk/87b04689c547b3088bf355531be7633be35e4353/7_29_3005_1803/1000.jpg\" alt=\"Phil Collins: ‘downsized’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Collins: ‘downsized’.</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>  <p>Forgive me for relishing the details of Phil Collins’s 14-year feud with Paul McCartney, made even more entertaining because it’s only been a feud on Phil’s side, which relates to an incident that’s highly unlikely to have troubled Macca over the years.</p> <p>It seems that <a href=\"http://www.nme.com/news/music/phil-collins-explains-really-doesnt-like-paul-mccartney-1684488\" title=\"\">Collins asked McCartney to sign a Beatles book</a> and the latter responded by saying (to his then wife, Heather Mills): “Oh Heather, our little Phil’s a bit of a Beatles fan.” Collins recalls: “And I thought, ‘You fuck, you fuck.’ Never forgot it.”</p> <p>Fair enough, it’s Collins’s prerogative to stew in a secret rage for 14 years – perhaps waiting for a full moon to stick pins in a mop-topped voodoo doll. Admittedly, the comment was rude and patronising, born of one or all of the following – a reference to Collins’s height (McCartney is a few inches taller), Collins’s youthful stage role as the <a href=\"https://en.wikipedia.org/wiki/Artful_Dodger\" title=\"\">Artful Dodger</a>, and, above all, the bloodcurdling complexities of fame hierarchies.</p> <p>I once <a href=\"https://www.theguardian.com/music/2009/aug/30/gary-kemp-interview-spandau-ballet\" title=\"\">interviewed Gary Kemp </a>about his (rather good) memoir, <em>I Know This Much: From Soho to Spandau</em>, in which he self-deprecatingly describes an incident at Live Aid where he met his musical hero, David Bowie, who doesn’t seem to know who he is. Kemp’s point was that there are the famous, and then there are (would it be insensitive to insert a drum roll here?) “The Famous”.</p> <p>Is this what happened, Phil? In that terrible and pivotal moment when the book was proffered and the former Beatle made his remark, did you feel all your self-worth (the success, the accolades) if not eclipsed, then downsized? A kind of fame Top Trumps deal? If so, perhaps it’s time for Collins to emulate the Disney heroine and “let it go!” After all, it’s been 14 years and who isn’t less famous than the Beatles?</p> <p>• Comments will be opened later</p>",
  "<p>Halfway though the concert, Daniel Melingo dramatically removes his left shoe to extract an imaginary pebble mentioned in the lyric he is singing. The shoe stays off for the rest of the night, much of which Melingo spends on his belly “swimming” across the stage, arms flapping loosely like a drunkard, as his breathy basso voice infuses the hall with that heady mix of disillusionment, longing and betrayal that is the hallmark of Argentina’s soul-searing tango music.</p> <p>It has been said that listening to Melingo is like watching a Federico Fellini movie with your eyes closed. The circus elements beloved by the Italian film-maker are all present – the barrel-house music, the burlesque comedy, the soppy southern European sentimentalism.</p> <p>Then there is the persona Melingo has invented for himself, a black-clad, rumpled-up, Chaplinesque vagabond that the singer has used to make tango cool again for a new generation of Argentinians raised on rap, hip-hop and the South American tropical <em>cumbia</em> rhythm.</p> <p>“My mother’s side of the family were tango people,” says Melingo, sitting down to talk at a cafe in the tree-lined neighbourhood of Villa Ortúzar where he lives, only a couple of days after his barefoot antics while performing <a href=\"https://youtu.be/Ip71b3Jajvg\" title=\"\">his new album <em>Anda</em></a> at a vaudeville theatre in downtown Buenos Aires. “But on my father’s side my grandmother sang opera. One of my first musical memories is listening to Ravel’s Pavane for a Dead Infanta on the radio with my grandfather holding me in his arms.”</p> <p>His expressive eyes darting animatedly beneath bushy, grey eyebrows, Melingo lists off the stops on his European tour next month – Cologne, Lisbon, Paris, Antwerp, Zurich, among others, including a <a href=\"http://thejazzcafelondon.com/event/como-no-presents-melingo-02-11-16\" title=\"\">gig at London’s Jazz Cafe</a>.</p> <p>Often compared to Tom Waits or Nick Cave because of his below-the-floorboards vocal register, Melingo did not initially set out to lure young people back into Argentina’s tango halls to retrace the complicated, embroidery-like steps their grandparents once cut when the tango was still young. But there has been a surge of interest both at home and abroad, partly due to Melingo and partly to fusion projects such as Bajofondo and the Gotan Project, which combine tango sounds with modern urban electronic beats.</p>  <figure class=\"element element-image\" data-media-id=\"9553e21f919102df446fdf1ab1de7facbae6ca07\"> <img src=\"https://media.guim.co.uk/9553e21f919102df446fdf1ab1de7facbae6ca07/0_250_5378_3227/1000.jpg\" alt=\"People dance the tango at a Milonga in downtown Buenos Aires.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People dance the tango at a Milonga in downtown Buenos Aires.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>His career began as a rock’n’roll star in two of Argentina’s biggest 1980s bands, Los Twist and Los Abuelos de la Nada, who shot to fame with the exhilarating cultural liberation after the collapse of the country’s 1976-83 dictatorship, under which some 30,000 people, most of them young, had been “disappeared” in military death camps.</p> <p>“It was very hard to be young in that ferocious era,” says Melingo, 59. “We survived like cockroaches, indoors, creating antibodies out of aesthetic ideas.” Artistic expression was heavily curtailed under a regime that not only killed young people for their political beliefs but also censored their artistic expression and persecuted them for the length of their hair, dragging them by the bus-load into police stations to have it shorn off.</p> <p>Many artists escaped abroad, others went into internal exile, putting their careers on hold until the return of democracy. “We became masters at writing in-between the lines, describing poetically and metaphorically what was actually happening.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Tango in Argentina is like ice to an eskimo, you don't notice it even though it's all around you</p> <footer> <cite>Daniel Melingo</cite> </footer> </blockquote> </aside>  <p>A classically trained musician who, aside from singing, plays the clarinet, Melingo was never far from the limelight after that initial post-dictatorship boost. Yet it wasn’t until 1997, when he turned 40, that the memories of his tango-dancing mother led Melingo to turn his talents instead to the music that some define as Argentina’s equivalent of the blues.</p> <p>After a brief stint hosting a television show where he invited rock’n’roll buddies to play old tango tunes, Melingo made an abrupt career change. “I had to relearn everything at the age of 40, study tango technique, take singing lessons.”</p> <p>In the process his voice seemed to drop by octaves as he began to deliver songs almost in a whisper.</p> <p>His tango guide has been 79-year-old Luis Alposta, who wrote the words for classic songs by Edmundo Rivero during the 1970s. “The timbre and colour of Melingo’s voice correspond to what is traditionally known as a tango voice,” says Alposta of his younger friend. “He sings as if he was talking.”</p> <p>The release of his first solo album in 1998, <em>Tangos Bajos</em>, catapulted Melingo into an international career that surpasses that of any other current Argentinian musical artist, especially in France, where he will be playing the <a href=\"http://www.bouffesdunord.com/fr/la-saison/melingo\" title=\"\">Théâtre des Bouffes du Nord</a>. Melingo has his own explanation for his success far from home: “Tango in Argentina is like ice for an Eskimo, you don’t notice it even though it’s all around you. But outside Argentina, people really sit up and listen.” In a welcome surprise, Melingo’s incessant touring brought him into contact with his ancestral musical roots when a Viennese woman, Daniela Melingo, sought him out at one of his concerts in Austria. She turned out to be his second cousin, descended from a brother of Melingo’s Ravel-loving grandfather. “She told me our family came from the Greek island of Zakynthos, which had been the birthplace of <em>rebetiko</em>, an anarchic-illiterate musical movement to which my grandfather belonged,” Melingo says.</p> <p>The influence is clearly noticeable. At the concert in Buenos Aires the musical mood subtly shifted from tango to <em>rebetiko</em>, from Buenos Aires to Zakynthos, Constantinople and Asia Minor, with Melingo the restless vagabond, those flashing eyes now invisible under the tilted brim of his black hat, proudly strumming his grandfather’s tiny <em>bağlama</em> (a Turkish lute) as he meandered up to the microphone to sing.</p>",
  "<p>When Laila learnt Islamic State was holding her son in an old school less than 100 miles from the refugee camp she now calls home, she could start to dream of a rescue attempt. Then, when she heard troops were advancing on the group’s last stronghold in Iraq, she even allowed herself to believe they might liberate her boy.</p> <p>Days later the advance has slowed, there has been no mention of Yazidi captives by soldiers or politicians, and her despair has returned. “Hope is crushed,” she said. “Ever since we lost our kids, no one has done anything, planned anything to rescue them.”</p> <p>She has no idea where her son is now, and is haunted by fears that he could be forced to die fighting for his captors or in an air strike, or be transported to Syria for new torments.</p> <p>While the fight for Mosul is a <a href=\"https://www.theguardian.com/world/2016/oct/22/attack-on-kirkuk-toxic-chemical-sulphur-fire-isis-pushes-troops-from-mosul-frontline\">key step towards dismantling Isis’s self-declared caliphate</a>, for a group that has endured some of its most extreme brutality and violence, it only poses new dangers. Relatives say the liberating forces have forgotten hundreds of Yazidi women and children held by Isis as slaves in Mosul and are calling for attacking forces to add rescue missions – or at least details of where captives are held – to their battle plan. “We know there are more than 1,000 Yazidi captives – women, girls and boys – in Mosul,” said Ameena Saeed Hasan, a Yazidi activist recently awarded the 2016 Human Rights First award for her work running a rescue network.</p> <p>“Although the operation to liberate Mosul started a few days ago, unfortunately there is no plan to rescue these captives: no one even asks the Yazidis where they are. It seems no one cares about these things, they just want to take control of the city.”</p> <p>Many families, like Laila’s, have some idea where their captured relatives are held from reports via others who have been freed, smuggled details from local sympathisers or calls on stolen mobile phones. But the coalition of Iraqi forces, peshmerga fighters, Sunni and Shia militias and their foreign backers now marching on Mosul have ignored pleas to include rescue missions in their plans or even collect details of where captives may be.</p> <p>“We usually cry when we watch the news,” said Kurte, 64, who lost three sons to Isis and asked not to be named in full because a teenage relative is still missing. She feared any criticism of Isis that the group stumbled across online might be used as an excuse to add to the girl’s torment. “Everyone is talking about the operation in Mosul,” she said. “We are afraid Isis might use our girls as shields to defend themselves, that the army might shoot the boys if they mistake them for Isis.”</p>  <figure class=\"element element-image\" data-media-id=\"30a4bd3ac37a5e0c4ef7ead8b5c295cee88354d1\"> <img src=\"https://media.guim.co.uk/30a4bd3ac37a5e0c4ef7ead8b5c295cee88354d1/0_111_2700_1620/1000.jpg\" alt=\"Sunni fighters ride a motorcycle\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sunni fighters ride a motorcycle down a road east of Mosul.</span> <span class=\"element-image__credit\">Photograph: Ahmad Al-Rubaye/AFP/Getty Images</span> </figcaption> </figure>  <p>Since the jihadi group swept into Yazidi villages in the foothills of the Sinjar mountain in August 2014, murdering hundreds of men and taking women and children as slaves, 2,725 have escaped or been smuggled to freedom. But there are still more than 3,600 missing, according to the government’s office for rescuing captives, and international outrage at Isis’s revival of slavery has not been matched by any real push to save those who have endured it, their families say.</p> <p>“Ever since we lost our kids, no one has done anything, planned anything to rescue them,” said Laila. “We don’t care how long we live in these camps as long as we can get our children back.”</p> <p>Her son was just 10 when he was seized as the family fled. She is haunted by escapees’ stories of brainwashing sessions and forced conversion, and of videos of young Yazidi boys at brutal training camps where they are inducted into extreme violence. She fears anti-Isis forces might not even recognise him as a captive if he is compelled to fight. “He’s only 12 now so he won’t have a beard but maybe they have made him grow his hair and carry a gun, and wear clothes like a militant,” she said.<br></p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/18/battle-for-mosul-day-two-isis-iraqi-kurdish\">Battle for Mosul: 'This is going to take a long time – Isis won't give up'</a> </p> </aside>  <p>Two months ago a rescued girl said she had seen young boys a short drive from the refugee camp where Laila now lives, bringing a moment of hope that the family could try to patch together the thousands of dollars needed for a smuggler to get him out.</p> <p>Even with activist smugglers working only for the cost of the operation, the price of getting a Yazidi captive to freedom can be as high as £16,000, a sum far beyond the reach of poor families living in refugee camps, or those with multiple missing relatives.</p> <p>Now she has lost the only clue to her son’s whereabouts and Hasan said news of other captives has also dried up. “There were some girls and women in contact from Mosul, but since the operation started, I haven’t heard from them,” said the human rights activist.</p> <p>She worries that the slower the advance, the longer Isis will have to transport their captives to Syria, and the fate of women held in other cities freed from Isis control offers a grim precedent.</p> <p>“During the Falluja liberation, we heard some places had victims, but when we went to investigate, we couldn’t find them. The militants had already transported them to another place,” says Husain Qaide, head of the government’s official bureau for the rescue of Isis captives in Dohuk city, adding that Mosul and Tel Afar were two key centres for Isis’s disturbing slave trade.</p> <p>He has appealed to the troops fighting around the city to block routes where they can to prevent women being moved to Syria at the end of a battle widely expected to be difficult and protracted, but to end in Isis’s defeat. There have been promises of help from peshmerga, though no action so far, and other forces have not bothered to respond.</p> <p>Mosul residents confirm that enslaved Yazidis are still inside the city, where conditions for civilians are rapidly deteriorating. Some Isis fighters have already retreated to Syria, and those that remain are increasingly jumpy. “There are three Yazidi girls in our neighbourhood, in Kurdish Daesh houses,” said Abu Ali, a 24-year-old local using the Arabic name for Isis. He has been lashed twice by the group for minor offences. Although the organisation has little support, no one yet dares rise up against them, he says.</p>  <figure class=\"element element-image\" data-media-id=\"8d482f7d0bfe2a6d6fcaf3a18d8800b31e9b857d\"> <img src=\"https://media.guim.co.uk/8d482f7d0bfe2a6d6fcaf3a18d8800b31e9b857d/0_0_3331_1999/1000.jpg\" alt=\"Iraqi women and children queue for food in a refugee camp\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Iraqi women and children queue for food in Debaga refugee camp where people displaced by fighting in and around Mosul have sought shelter.</span> <span class=\"element-image__credit\">Photograph: Carl Court/Getty Images</span> </figcaption> </figure>  <p>“People in Mosul are like a child whose parents hit him every day to behave,” he said. “Daesh is violent with us all the time – that is why people hate them. At my mosque we are around 50 people, and no one supports them.”</p> <p>Even if they are eventually defeated, their reign of terror will leave a long and bitter legacy. The north Nineveh plains around Mosul were famously one of the most diverse places in the region, even if the city itself was dominated by Sunni Muslims.</p> <p>One of the big questions hanging over the operation to rout Isis is whether that reputation for coexistence can be reclaimed after two years of sectarian violence and poisonous propaganda. Many minority communities now say they fear returning without protection.</p> <p>They say Isis could not have conquered or ruled without local collaborators, who may still try to kill and harass. And a recent attack on the city of Kirkuk, more than 60 miles from Mosul and meant to be firmly under government control, was a reminder of Isis’s ability to spread death and destruction far from areas they control.</p> <p>This week church bells rang out over the liberated town of Bartella for the first time in two years, and there was excitement that the famous arak drinks of nearby Bashiqa, another Christian centre, would be back in production. Still missing, though, are the worshippers and drinkers who once enjoyed them. Father Bools Mate Afram, head of the Orthodox Church in Bashiqa before Isis arrived said he would definitely return, but fears that many of his parishioners have set up new lives elsewhere, or are wary about security.</p> <p>“I know many families who want to go back but they need international protection to be able to live in Nineveh plains again,” he said.</p> <p>He fears Mosul’s community – almost as old as Christianity itself – is likely to be decimated because of worries that the violent ideology of Isis will live on. “Many Christians say that under no conditions will they return to Mosul city itself because the chances that it will be a secure and safe city, even after Daesh is gone, are very weak,” he said.</p> <p>Yazidis, too, worry about moving back, even if Isis fighters and bombs can be cleared from their old homes. “Sinjar [in Nineveh province] was safe, but then everything was destroyed, and now we are afraid to go back,” said Kurte, who lost her health and her confidence along with her sons.</p> <p>“We saw videos of our girls. We know what already happened there and are frightened it will happen again and again.”</p> <p><em>Some names have been changed to protect relatives in Isis captivity.</em></p>",
  "<p>Lewis Hamilton sizzled like a Texas barbecue, searing around the Circuit of the Americas to produce the fastest lap ever seen here. It placed him on pole position – his 58th – for Sunday’s United States Grand Prix, and with three wins from four in Austin his damaged confidence has received a transfusion.</p> <p>Without a win since July and troubled by engine failures and bad starts, Hamilton appears to be on <a href=\"https://www.theguardian.com/sport/2016/oct/10/mercedes-lewis-hamilton-world-championship-f1\" title=\"\">the very brink of losing his world championship</a>. But the Mercedes driver is immensely strong in adversity and here, cheered on by the tennis star Venus Williams, he produced one of those thrilling, hooked-together laps that has earned him his reputation as one of Formula One’s fastest drivers.</p> <p>He loves it here, the track’s darting dips and giddy climbs, its sweeping curves and considerable technical challenges. This Hermann Tilke-designed circuit acts like a tribute to other tracks, with some of its challenges modelled on famous parts of other venues, such as Silverstone and Istanbul. And Hamilton appears to understand its mixed personality better than any other driver.</p> <p>Nico Rosberg, his team-mate and rival, will join Hamilton on the front row. He was no slouch either, but was still beaten by two-tenths of a second, with the Red Bulls of Daniel Ricciardo and Max Verstappen behind them on the grid.</p> <p>Last year we had <a href=\"https://www.theguardian.com/sport/2015/oct/23/heavy-rain-cancellation-f1-practice-us-grand-prix\" title=\"\">a washout of a weekend</a> here but now a hot sun shone on Hamilton as he went almost three-tenths faster than Rosberg in the complicated first sector. But just before his winning lap the British driver appeared to be threatened by yet another technical glitch, when he reported: “Weird shift up to seven.” Mercedes replied: “OK, we’re looking.”</p> <p>Hamilton said later: “I feel amazing. It is my first pole here. It has been many years of trying. A lot of great people have tried to get me there. Big thanks to the crowd; I could hear them cheer as I crossed the line.</p> <p>“I hope tomorrow I will provide them with great race. I’m going to give it everything I’ve got. Now I just have to put thoughts to action. Tomorrow I need to have a real big one.”</p> <p>The track, he said, was a difficult one to get right but even in Q1 he looked in his sharpest form. “We have worked hard over the last couple of weeks – understanding and improving a lot of areas – and it is a great feeling to be back up here.”</p> <p>A resigned looking Rosberg said: “There was nothing specific. I preferred sector two and three today and Lewis was quicker in sector one, that was it. Nevertheless we have seen this year qualifying is not all important and I still have a great chance from P2.”</p> <p>Of course Rosberg is right. Five bad starts have cost him dearly as Rosberg has built up a lead of 33 points in the world championship with just four races to go. Hamilton added: “I have been practising the starts all weekend, so I feel positive about it.”</p> <p>If he wins here, and is also victorious in Mexico, Brazil and Abu Dhabi, it may not be enough. But Hamilton sounded ready for the challenge when he said that the championship was still all to play for.</p> <p>Jenson Button, meanwhile, fell at the first hurdle, eliminated in Q1 after getting caught in traffic. “I had four cars to overtake in the last sector and the last one saw me really late and was on the racing line, so I had to outbrake them into the last corner,” he said.</p> <p>There was also local disappointment for Haas supporters. This is the American team’s first home race, but Romain Grosjean immediately joined Button on the sidelines. There was better news for Britain’s Jolyon Palmer, who is fighting to retain his seat at Renault. After strong performances in the previous two races he beat his team-mate Kevin Magnussen to move into Q2.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/20/lewis-hamilton-f1-title-nico-rosberg\">Lewis Hamilton ready to move on and come back stronger if he loses F1 title</a> </p> </aside>",
  "<div id=\"block-580baf16e4b0582b9a8d5a21\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:27:24.316Z\">7.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>So to surmise</strong>, there’s been a quite <a href=\"https://www.theguardian.com/sport/2016/oct/22/munster-glasgow-european-champions-cup-match-report\">remarkable bonus point victory for Munster in a fitting tribute to Anthony Foley</a>, a high-octane win for Clermont against Bordeaux, a thumping for Northampton at Castres and a case of job done for Saracens against the Scarlets.</p> <p>As ever, many thanks for reading. Bye!</p> </div>   </div> <div id=\"block-580bade1e4b0582b9a8d5a1d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:25:22.549Z\">7.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 44-26 Scarlets (full-time)</h2>  <div class=\"block-elements\">  <p>Saracens run out comfortable winners in the end, they were not at their best, nowhere near as good as last week, but with the kind of individual brilliance that they have they did not need to be.</p> <p>Nick Tompkins was excellent as a late replacement for Brad Barritt, Owen Farrell continues to impress on his comeback from injury and Richard Wigglesworth was typically classy. The big concern will be Maro Itoje, who went off with a hand injury.</p> <p>The Scarlets deserve credit for sticking to the task but they were eventually outgunned and now face a daunting double header against Toulon.</p> </div>   </div> <div id=\"block-580bac71e4b05ae7c6c55fda\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:15:08.779Z\">7.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 44-26 Scarlets (76 mins)</h2>  <div class=\"block-elements\">  <p>That is typical of Saracens though. Less than a minute later <strong>Michael Rhodes</strong> cruises over after a delightful Farrell pass. The Scarlets really did make a mess of the restart.</p>  <figure class=\"element element-image\" data-media-id=\"a9522165dca87d497850cb698d0f782150b926c9\"> <img src=\"https://media.guim.co.uk/a9522165dca87d497850cb698d0f782150b926c9/0_0_2872_1885/1000.jpg\" alt=\"Saracens’ Michael Rhodes scores their fifth try.\" width=\"1000\" height=\"656\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Saracens’ Michael Rhodes scores their fifth try.</span> <span class=\"element-image__credit\">Photograph: Paul Harding/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:24:20.562Z\">at 8.24pm BST</time></p>  </div> <div id=\"block-580bac06e4b0582b9a8d5a12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:13:32.284Z\">7.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 37-26 Scarlets (74 mins)</h2>  <div class=\"block-elements\">  <p><strong>Jonathan Davies has his try and</strong>, not for the first time, you have to credit the Scarlets’s spirit. Farrell converts so the Scarlets trail by 11 points and Sarries have a man in the bin. First things first, a losing bonus point …</p> </div>   </div> <div id=\"block-580bab0fe4b0d7abfb253b21\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:09:26.599Z\">7.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 37-19 Scarlets (70 mins)</h2>  <div class=\"block-elements\">  <p>Ben Spencer goes to the sin-bin for a deliberate knock-on but the Scarlets wants a penalty try with Jonathan Davies denied receiving the ball with the try-line beckoning. It’s not awarded and Saracens win a penalty at the scrum.</p> </div>   </div> <div id=\"block-580baa63e4b0582b9a8d5a0a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T18:05:55.059Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 37-19 Scarlets (68 mins)</h2>  <div class=\"block-elements\">  <p>There’s a lengthy stoppage while Jake Ball receives treatment. Farrell has added another penalty by the by.</p> </div>   </div> <div id=\"block-580ba817e4b05ae7c6c55fc4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:58:22.545Z\">6.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 34-19 Scarlets  (64 mins)</h2>  <div class=\"block-elements\">  <p>Alex Sanderson has been interviewed on Sky Sports and asked about Itoje’s injury – he says he’ll have to see someone to have it assessed in a pretty matter-of-fact manner but that, combined with Itoje’s body language suggests it may not be good news.</p> <p>So if Itoje has an injury that means he can’t play against the Springboks, is that enough potential opensides out to constitute ‘exceptional circumstances?’ Does the new EPS agreement even contain the words ‘exceptional circumstances?</p> <p>Meanwhile, the Scarlets have a try. <strong>Aaron Shingler</strong> finishes off as the visitors pull a fast one from a five-metre lineout. Patchell converts. All credit to the Scarlets.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T18:03:59.693Z\">at 7.03pm BST</time></p>  </div> <div id=\"block-580ba678e4b0d7abfb253b06\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:49:31.919Z\">6.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 34-12 Scarlets (56 mins)</h2>  <div class=\"block-elements\">  <p><strong>Chris Wyles</strong> finishes off a swift counterattack from Saracens to wrap up the bonus point and end any distant hopes of a Scarlets comeback.</p> </div>   </div> <div id=\"block-580ba484e4b05ae7c6c55fb5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:42:27.760Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 27-12 Scarlets (48 mins)</h2>  <div class=\"block-elements\">  <p>Oh dear, Maro Itoje has been forced off with what looks like a finger/hand injury. Eddie Jones will be worried about that. And after Alistair Hargreaves recent retirement, Kruis’ ankle surgery and a failure to agree a deal for Eben Etzebeth, Saracens are considerably short at lock if he’s out for any length of time. Jackson Wray replaces him.</p> <p>In better news, <strong>Marcelo Bosch</strong> has their third try after a rampaging run from Mako Vunipola and a delightful cross-field kick from Farrell, who lands the conversion. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T17:43:57.175Z\">at 6.43pm BST</time></p>  </div> <div id=\"block-580ba401e4b0582b9a8d59ee\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:40:16.991Z\">6.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 20-12 Scarlets (44 mins)</h2>  <div class=\"block-elements\">  <p>The Scarlets are playing some good stuff at the start of the second half – after going through plenty of phases it’s Mako Vunipola, who else, that forces a timely turnover for Saracens.</p> </div>   </div> <div id=\"block-580b9d88e4b0582b9a8d59d5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:15:59.092Z\">6.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 20-12 Scarlets (half-time)</h2>  <div class=\"block-elements\">  <p>Patchell and Farrell exchange penalties before the Scarlets fly-half adds another just before the break. Saracens are far from their best at the moment but some moments of individual brilliance from Mako Vunipola and Tompkins are enough for an eight-point lead.</p> </div>   </div> <div id=\"block-580b9b5ae4b05ae7c6c55f85\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T17:02:26.135Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 17-6 Scarlets (28 mins)</h2>  <div class=\"block-elements\">  <p><strong>Tompkins</strong>, a late replacement for Barritt remember, is having a blinder and he’s scythed his way through the Scarlets defence for Sarries’s second try. The hosts have indeed moved up a gear. Farrell converts from in front.</p>  <figure class=\"element element-image\" data-media-id=\"b30656709067f6fc58c63faeaf75cc55779eea51\"> <img src=\"https://media.guim.co.uk/b30656709067f6fc58c63faeaf75cc55779eea51/0_0_3420_2052/1000.jpg\" alt=\"Nick Tompkins dives over for Saracens’ second try.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Tompkins dives over for Saracens’ second try.</span> <span class=\"element-image__credit\">Photograph: Paul Harding/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:22:26.238Z\">at 8.22pm BST</time></p>  </div> <div id=\"block-580b9a69e4b0d7abfb253ad6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:58:37.646Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 10-6 Scarlets (24 mins)</h2>  <div class=\"block-elements\">  <p>The Scarlets are certainly defending resolutely but Saracens are beginning to build some momentum, getting around the corner a couple of times. Farrell adds a penalty for a four-point lead.</p> </div>   </div> <div id=\"block-580b9850e4b0582b9a8d59b8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:49:08.016Z\">5.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 7-6 Scarlets (15 mins)</h2>  <div class=\"block-elements\">  <p>Bad news for the Scarlets and potentially Wales as Liam Williams, so impressive last weekend against Sale, hobbles off. In better news, Patchell converts his second penalty.</p> </div>   </div> <div id=\"block-580b9756e4b0582b9a8d59b2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:45:58.176Z\">5.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saracens 7-3 Scarlets (12 mins)</h2>  <div class=\"block-elements\">  <p>Saracens have been probing so far – one early run from Schalk Brits was excellent and while Rhys Patchell had kicked Scarlets into an early lead, Sarries breakthrough on 11 minutes. <strong>Mako Vunipola</strong> – is there a better loosehead in the world at the moment – is the man with it. Owen Farrell adds the extras.</p>  <figure class=\"element element-image\" data-media-id=\"24b2fa914952e66b51402e0a60ab53064752b424\"> <img src=\"https://media.guim.co.uk/24b2fa914952e66b51402e0a60ab53064752b424/0_0_3386_2232/1000.jpg\" alt=\"Mako Vunipola of Saracens runs in to score their first try.\" width=\"1000\" height=\"659\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mako Vunipola of Saracens runs in to score their first try.</span> <span class=\"element-image__credit\">Photograph: Henry Browne/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:21:00.407Z\">at 8.21pm BST</time></p>  </div> <div id=\"block-580b93a4e4b0582b9a8d5996\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:30:09.816Z\">5.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>There’s a late change for both teams at inside centre</strong>. Brad Barritt is ruled out with a neck injury so Nick Tompkins comes in and Owen Farrell is made captain. Fot the Scarlets, Scott Williams is a late withdrawal so Hadleigh Parkes comes in.</p> </div>   </div> <div id=\"block-580b919be4b0d7abfb253aa4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:20:09.779Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ah – Sarries v Scarlets is a 5.30pm BST kick-off</strong>, so we’ve time to catch our collective breath. Just over 10 minutes to go now … </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T16:20:32.301Z\">at 5.20pm BST</time></p>  </div> <div id=\"block-580b90f4e4b05ae7c6c55f5f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:19:00.523Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 49-33 Bordeaux-Begles (full time)</h2>  <div class=\"block-elements\">  <p>It’s finished with a flourish at Clermont – <strong>Sitaleki Timani</strong> scores Clermont’s sixth try, and in the last minute <strong>Gauthier Doubrere</strong> gets Bordeaux’s fifth. The long and short of it is another bonus point win for Clermont and what may prove an important losing bonus point for Bordeaux.</p> </div>   </div> <div id=\"block-580b8eb2e4b0582b9a8d5988\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:08:04.409Z\">5.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Meanwhile, Saracens v Scarlets</strong> is kicking off in a little under 10 minutes … so here are your teams.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Saracens/status/789420718484103168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Team News | Here is your <a href=\"https://twitter.com/Saracens\">@Saracens</a> side to face <a href=\"https://twitter.com/scarlets_rugby\">@scarlets_rugby</a> in <a href=\"https://twitter.com/ChampionsCup\">@ChampionsCup</a> R2 at <a href=\"https://twitter.com/AllianzPark\">@AllianzPark</a> (Sat, KO17h30 )<a href=\"https://twitter.com/hashtag/ProudToBe?src=hash\">#ProudToBe</a> <a href=\"https://t.co/yE7wREqfEW\">pic.twitter.com/yE7wREqfEW</a></p>&mdash; Saracens Rugby Club (@Saracens) <a href=\"https://twitter.com/Saracens/status/789420718484103168\">October 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scarlets_rugby/status/789420977989963776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Your team to take on <a href=\"https://twitter.com/Saracens\">@Saracens</a> in the second round of <a href=\"https://twitter.com/ChampionsCup\">@ChampionsCup</a> at Allianz Park tomorrow, kick-off 5.30pm. <a href=\"https://twitter.com/hashtag/ChampionsCup?src=hash\">#ChampionsCup</a> <a href=\"https://t.co/HBZvpLjy2g\">pic.twitter.com/HBZvpLjy2g</a></p>&mdash; Scarlets (@scarlets_rugby) <a href=\"https://twitter.com/scarlets_rugby/status/789420977989963776\">October 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b8e01e4b0582b9a8d5984\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:07:03.903Z\">5.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 42-26 Bordeaux-Begles (76 mins)</h2>  <div class=\"block-elements\">  <p>Bordeaux have their bonus point try, scored by Metuisela Talebula. Lionel Beauxis converts.</p> </div>   </div> <div id=\"block-580b8d53e4b05ae7c6c55f48\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:03:25.797Z\">5.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 42-19 Bordeaux-Begles (72 mins)</h2>  <div class=\"block-elements\">  <p>Try No5 for Clermont – a delightful finish for <strong>David Strettle </strong>with measured chip over the top. Bordeaux had registered their third with another for <strong>Buttin</strong> so with eight minutes to go they have something to chase.</p>  <figure class=\"element element-image\" data-media-id=\"45b3d113eedb66999c24343cfded0a5f96251867\"> <img src=\"https://media.guim.co.uk/45b3d113eedb66999c24343cfded0a5f96251867/0_0_4354_2439/1000.jpg\" alt=\"Clermont winger David Strettle dashes over the line.\" width=\"1000\" height=\"560\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clermont winger David Strettle dashes over the line.</span> <span class=\"element-image__credit\">Photograph: Thierry Zoccolan/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:15:22.764Z\">at 8.15pm BST</time></p>  </div> <div id=\"block-580b8cdfe4b05ae7c6c55f46\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T16:01:20.707Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 41-7 Northampton (full-time)</h2>  <div class=\"block-elements\">  <p>Emphatic. Castres were impressive, far better than their defeat to Leinster last weekend, but Northampton were just awful. They’ve scored only 10 tries in the Premiership – the second least – and for a long time they looked like they may finish scoreless. They had chances in the first half but they look completely drained of confidence. Jim Mallinder has major issues to address.</p> </div>   </div> <div id=\"block-580b8c64e4b0d7abfb253a85\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:59:24.936Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 35-14 Bordeaux-Begles (65 mins)</h2>  <div class=\"block-elements\">  <p>Clermont have their fourth try through <strong>Sebastien Vahaamahina</strong> and are heading for their second bonus point win of the competition. Indeed, they’re set to be the first team to make it two wins from two, but you’d fancy Saracens to join them a bit later. </p>  <figure class=\"element element-image\" data-media-id=\"fbe8786ed45356c0adf3b6bba4dd4e3ac74a0059\"> <img src=\"https://media.guim.co.uk/fbe8786ed45356c0adf3b6bba4dd4e3ac74a0059/0_0_3532_2449/1000.jpg\" alt=\"Clermont lock Sebastien Vahaamahina surges over to score.\" width=\"1000\" height=\"693\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clermont lock Sebastien Vahaamahina surges over to score.</span> <span class=\"element-image__credit\">Photograph: Thierry Zoccolan/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:14:31.302Z\">at 8.14pm BST</time></p>  </div> <div id=\"block-580b8bbae4b0d7abfb253a7e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:56:22.510Z\">4.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 41-7 Northampton (79 mins)</h2>  <div class=\"block-elements\">  <p>Try No5 … oh dear. The replacement scrum-half <strong>Antoine Dupont</strong> makes plonkers of the Northampton defence, dances around them and splashes over in the corner. If Saracens’ was the best away performance from an English side in Europe then this can’t be far off the worst. Dumora converts again.</p>  <figure class=\"element element-image\" data-media-id=\"59b19f65314441a0436ef6b671b4da4368dc9893\"> <img src=\"https://media.guim.co.uk/59b19f65314441a0436ef6b671b4da4368dc9893/0_0_2370_1567/1000.jpg\" alt=\"Antoine Dupont of Castres dives over for their fifth try.\" width=\"1000\" height=\"661\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Antoine Dupont of Castres dives over for their fifth try.</span> <span class=\"element-image__credit\">Photograph: David Rogers/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T19:10:25.075Z\">at 8.10pm BST</time></p>  </div> <div id=\"block-580b8b1ee4b05ae7c6c55f40\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:54:15.280Z\">4.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 34-7 Northampton (76 mins)</h2>  <div class=\"block-elements\">  <p>Well that didn’t last long did it. Smith, who already has two tries, turns provider for <strong>Alexandre Bias</strong> who goes over down the left. Julien Dumora converts, but that’s the bonus point Castres wanted, and deserved really.</p>  <figure class=\"element element-image\" data-media-id=\"65fbe7483576de99531673971135304f69884876\"> <img src=\"https://media.guim.co.uk/65fbe7483576de99531673971135304f69884876/0_0_5253_3276/1000.jpg\" alt=\"Alexandre Bias of Castres breaks clear to score their fourth try.\" width=\"1000\" height=\"624\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alexandre Bias of Castres breaks clear to score their fourth try.</span> <span class=\"element-image__credit\">Photograph: David Rogers/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T16:06:58.826Z\">at 5.06pm BST</time></p>  </div> <div id=\"block-580b8aace4b05ae7c6c55f3d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:51:55.370Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 27-7 Northampton (74 mins)</h2>  <div class=\"block-elements\">  <p>Huzzah! Northampton have some points! It’s <strong>Wilson</strong> who goes over, finishing off an overlap on the right after more good work from Hutchinson. It looks so easy when it comes off … Stephen Myler converts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T15:52:40.747Z\">at 4.52pm BST</time></p>  </div> <div id=\"block-580b89e6e4b05ae7c6c55f36\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:49:16.857Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 27-0 Northampton (71 mins)</h2>  <div class=\"block-elements\">  <p>Castres are struggling to get the fourth try and it’s beginning to effect them – they’re giving penalties away with the try-line in sight. It’s a damning indictment of Northampton that their main goal now is to deny their opponents a bonus point but they deserve nothing for their own efforts.</p> <p>As an aside, Courtney Lawes has been average today. Following George Kruis’s ankle surgery you’d prefer him in better form if you’re an England fan.</p> </div>   </div> <div id=\"block-580b88cbe4b05ae7c6c55f2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:42:40.783Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s the match report from Munster’s remarkable bonus point win over Glasgow for you to digest …</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/22/munster-glasgow-european-champions-cup-match-report\">Munster honour Anthony Foley with emotional victory over Glasgow</a> </p> </aside> </div>   </div> <div id=\"block-580b8800e4b0582b9a8d5969\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:40:47.928Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 27-0 Northampton (68 mins)</h2>  <div class=\"block-elements\">  <p>Hmmm. As poor as Northampton have been, things aren’t going their way. Lee Dickson tapped a penalty and Kockott tackled him far too early. Having already been shown a yellow card it really should have been a red … but the referee didn’t agree. The fact that Castres then hooked Kockott immediately suggests the coaches did.</p> <p>Castres, to rub salt into the wounds, scythe through Northampton from their own line to the Saints 22. Northampton scramble though, so the put in to the scrum is theirs.</p> </div>   </div> <div id=\"block-580b8794e4b0d7abfb253a61\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:38:23.469Z\">4.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 28-14 Bordeaux (49 mins)</h2>  <div class=\"block-elements\">  <p>Clermont have turned the tide – Wesley Fofana is over for their third try of the afternoon. Parra converts this time. So who’s going to score the bonus point try first, Clermont or Castres? My money’s on Clermont.</p> </div>   </div> <div id=\"block-580b8616e4b0d7abfb253a58\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:32:52.297Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 21-14 Bordeaux-Begles (43 mins)</h2>  <div class=\"block-elements\">  <p>Clermont appear to have turned the tide against Bordeaux with their second try of the match, shortly after half-time. This time it’s <strong>Alexandre Lapandry</strong> with the score.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T15:35:44.129Z\">at 4.35pm BST</time></p>  </div> <div id=\"block-580b84cfe4b05ae7c6c55f1b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:26:06.768Z\">4.26pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 27-0 Northampton (51 mins)</h2>  <div class=\"block-elements\">  <p>Better from Northampton, first Haywood, then Hutchinson go up the middle. Tom Wood has rolled up his sleeves and is getting stuck in as well. Castres scramble well though, even if there looked like a high tackle in there somewhere.</p> </div>   </div> <div id=\"block-580b8411e4b05ae7c6c55f18\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:22:43.848Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>That’s the end of Dylan Hartley’s day</strong>, replaced by Mike Haywood on his first appearance for six weeks. If Eddie Jones was watching he’s probably turned off now.</p> </div>   </div> <div id=\"block-580b835ae4b0582b9a8d594f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:20:46.796Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 27-0 Northampton (46 mins)</h2>  <div class=\"block-elements\">  <p>Try No3 for Castres and that is game over. It came from a mistake from Michael Paterson and a clever dart from Kockott off the base of Castres’ dominant scrum and then the hosts just do the simple things right, work the ball wide to <strong>Smith</strong> on the left, who ghosts over for his second. Far, far too easy. Urdapilleta is on target with the conversion.</p>  <figure class=\"element element-image\" data-media-id=\"f115deb52c32e18e47f9e958851935ec1e405944\"> <img src=\"https://media.guim.co.uk/f115deb52c32e18e47f9e958851935ec1e405944/0_54_4812_2887/1000.jpg\" alt=\"David Smith of Castres breaks clear to score their third try.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Smith of Castres breaks clear to score their third try.</span> <span class=\"element-image__credit\">Photograph: David Rogers/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T16:07:51.628Z\">at 5.07pm BST</time></p>  </div> <div id=\"block-580b825ce4b05ae7c6c55f0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:15:36.810Z\">4.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Northampton are on their way back out</strong>, no doubt with their ears still ringing. They really should be closer to Castres on the scoreboard but basic mistakes have cost them. A losing bonus point is the target now you feel.</p> </div>   </div> <div id=\"block-580b81f5e4b05ae7c6c55f0b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:13:58.099Z\">4.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 16-14 Bordeaux-Begles (half-time)</h2>  <div class=\"block-elements\">  <p>Clermont have nosed themselves ahead at the break – <strong>Noa Nakaitaci’s</strong> try on 33 minutes converted by Parra but it’s a far closer contest there than at Castres …</p>  <figure class=\"element element-image\" data-media-id=\"554e3ebc506fab8621460baf9c142f10a1fef14b\"> <img src=\"https://media.guim.co.uk/554e3ebc506fab8621460baf9c142f10a1fef14b/0_0_3342_2199/1000.jpg\" alt=\"Clermont’s Fijian wing Noa Nakaitaci scores a try.\" width=\"1000\" height=\"658\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clermont’s Fijian wing Noa Nakaitaci scores a try.</span> <span class=\"element-image__credit\">Photograph: Thierry Zoccolan/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T16:09:00.529Z\">at 5.09pm BST</time></p>  </div> <div id=\"block-580b7e8ce4b0582b9a8d5934\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T15:00:44.290Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 20-0 Northampton (half-time)</h2>  <div class=\"block-elements\">  <p>That’s another try for Castres, and that’s excellent from Kockott. Spotting the Northampton right wing James Wilson out of position he kicks over the top, gets lucky with the bounce, and after a phase or two, the prop <strong>Antoine Tichit</strong> powers over. Urdapilleta converts just before half-time. Northampton are treading water. Game over?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T15:21:10.729Z\">at 4.21pm BST</time></p>  </div> <div id=\"block-580b7dace4b0d7abfb253a2b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:55:31.680Z\">3.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 13-0 Northampton (36 mins)</h2>  <div class=\"block-elements\">  <p>Teimana Harrison is playing, apparently. How his stock has fallen since the summer … Saints only have themselves to blame for this really, they’ve had their chances, went for the corner each time but haven’t been accurate enough.</p> </div>   </div> <div id=\"block-580b7d15e4b05ae7c6c55efd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:53:43.858Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 9-14 Bordeaux-Begles (26 mins)</h2>  <div class=\"block-elements\">  <p>The visitors have a second try at Clermont – Jayden Spence going over this time. Madigan converts again but Parra has since added a third penalty to keep the hosts in touching distance.</p> </div>   </div> <div id=\"block-580b7ca2e4b0582b9a8d592d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:51:33.372Z\">3.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 13-0 Northampton (31 mins)</h2>  <div class=\"block-elements\">  <p>But there’s the breakthrough. Tulou rampages through the middle again and this time <strong>David Smith</strong> is on hand to take the offload and cruise under the posts. Castres are down to 14 don’t forget. A long way back for Northampton.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T15:21:21.151Z\">at 4.21pm BST</time></p>  </div> <div id=\"block-580b7c29e4b0582b9a8d592a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:49:42.859Z\">3.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 6-0 Northampton (30 mins)</h2>  <div class=\"block-elements\">  <p>Castres march Northampton back in the scrum again, and so Urdapilleta will have a ging from 50m. Castres came close to first try a few minutes ago, but Horacio Agulla was denied in the left corner after a fine break from Tulou up the middle.</p> <p>Urdapilleta doesn’t have the distance so it’s as you were.</p> </div>   </div> <div id=\"block-580b7ba3e4b0582b9a8d5926\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:46:23.589Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 6-7 Bordeaux-Begles (20 mins)</h2>  <div class=\"block-elements\">  <p>Parra has another penalty for Clermont, who are back to within a point against Bordeaux.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:53:35.767Z\">at 3.53pm BST</time></p>  </div> <div id=\"block-580b7ad8e4b0d7abfb253a1e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:44:22.737Z\">3.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 6-0 Northampton (25 mins)</h2>  <div class=\"block-elements\">  <p>The referee has had enough of Castres infringements – and after Kockott is caught blatantly off his feet he’ll spend 10 minutes in the sin-bin. Saints go for the corner again but Harry Mallinder’s grubber comes to nothing.</p> </div>   </div> <div id=\"block-580b796ce4b0582b9a8d591b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:39:13.130Z\">3.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 6-0 Northampton (20 mins)</h2>  <div class=\"block-elements\">  <p>Saints are coming back at Castres, whose No8 Alex Tulou is getting a ticking off from the referee Ian Davies. Northampton opt for the corner rather than the posts, they’re almost over … so we’ll go to the TMO. “Try, yes or no?” is the question, but Picamoles is short so we’ll have a scrum.</p> <p>It’s a huge scrum from Castres, who clear their lines through Rory Kockott.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:40:06.744Z\">at 3.40pm BST</time></p>  </div> <div id=\"block-580b78b1e4b0d7abfb253a12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:34:21.896Z\">3.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clermont 3-7 Bordeaux-Begles (10 mins)</h2>  <div class=\"block-elements\">  <p>A try from <strong>Jean-Marcellin Buttin</strong>, converted by Ian Madigan, has Bordeaux in front at Clermont, who are on the board with a Morgan Parra penalty.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T15:21:37.035Z\">at 4.21pm BST</time></p>  </div> <div id=\"block-580b7818e4b05ae7c6c55ee8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:32:12.240Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 6-0 Northampton (15 mins)</h2>  <div class=\"block-elements\">  <p>A last-ditch tackle from George North stops a Castres try after Northampton are carved apart by a lovely out-the-back pass from Robert Ebersohn. Castres were playing advantage though, and Urdapilleta is on target again.</p> </div>   </div> <div id=\"block-580b7745e4b0d7abfb253a08\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:28:19.860Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 3-0 Northampton (11 mins)</h2>  <div class=\"block-elements\">  <p>Benjamin Urdapilleta is on target with a penalty after good work from the Castres blindside Mathieu Babillot. Northampton haven’t started yet. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanLucas86/status/789837051248123904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/gerard_meagher\">@gerard_meagher</a> &quot;Northampton haven&#39;t started yet&quot; is the title of our end-of-season highlights DVD</p>&mdash; Dan Lucas (@DanLucas86) <a href=\"https://twitter.com/DanLucas86/status/789837051248123904\">October 22, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:35:19.696Z\">at 3.35pm BST</time></p>  </div> <div id=\"block-580b76b0e4b0d7abfb253a03\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:25:36.638Z\">3.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Castres 0-0 Northampton (8 mins)</h2>  <div class=\"block-elements\">  <p>Northampton are under early pressure but are keeping Castres at bay for the moment. Rory Hutchinson clears their lines and earns the visitors a breather.</p> </div>   </div> <div id=\"block-580b7515e4b0d7abfb2539fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:18:18.492Z\">3.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A minute’s silence is observed before kick-off in Castres</strong>, and a minute’s applause at Clermont v Bordeaux, where there is plenty of red in the crowd.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SportsAuvergne/status/789833014477987840\">  <blockquote class=\"twitter-tweet\"><p lang=\"fr\" dir=\"ltr\">Rugby :minute d&#39;applaudissements poignante à Clermont en hommage à Anthony Foley (Munster). La Yellow Army était Red <a href=\"https://twitter.com/hashtag/RIPAxel?src=hash\">#RIPAxel</a> <a href=\"https://twitter.com/Munsterrugby\">@Munsterrugby</a> <a href=\"https://t.co/bPgC9l3MGY\">pic.twitter.com/bPgC9l3MGY</a></p>&mdash; sports-auvergne.fr (@SportsAuvergne) <a href=\"https://twitter.com/SportsAuvergne/status/789833014477987840\">October 22, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:19:13.284Z\">at 3.19pm BST</time></p>  </div> <div id=\"block-580b7430e4b05ae7c6c55ed8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:15:11.328Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Here are your teams for Castres v Northampton</strong>. A reminder that Castres were thoroughly beaten by Leinster last weekend while the Saints squeezed past Montpellier. Dylan Hartley makes his first appearance for Northampton since 11 September.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SaintsRugby/status/789823258610761728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Team confirmation! KO 3:15pm UK time. <a href=\"https://t.co/hqtWH67Ysv\">https://t.co/hqtWH67Ysv</a> <a href=\"https://t.co/z9Z48ngAGp\">pic.twitter.com/z9Z48ngAGp</a></p>&mdash; Northampton Saints (@SaintsRugby) <a href=\"https://twitter.com/SaintsRugby/status/789823258610761728\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b737fe4b05ae7c6c55ed2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:13:01.875Z\">3.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Just five minutes to go until kick-off in two more of the afternoon’s matches</strong> – Castres v Northampton and Clermont v Bordeaux – but the celebrations and tributes will continue for a while yet at Thomond Park.</p> <p>I’m getting ahead of myself here but if Munster play like that for the rest of the competition, they may make it all the way to Murrayfield in May. And wouldn’t that be a fitting tribute to Foley.</p> </div>   </div> <div id=\"block-580b732be4b0582b9a8d58f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:10:25.108Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Peter O’Mahony is speaking now</strong>, “God, I hope we did him proud today.”</p> </div>   </div> <div id=\"block-580b726ce4b0582b9a8d58f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:07:40.601Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The whole of Munster’s staff</strong> – playing and coaching – as well as Anthony Foley’s boys and his wife, Olive, are in a huddle on the pitch, singing Stand Up And Fight. </p>  <figure class=\"element element-image\" data-media-id=\"c1cab4714e6bfa8feffd9037b5cb6ce15e19d4bf\"> <img src=\"https://media.guim.co.uk/c1cab4714e6bfa8feffd9037b5cb6ce15e19d4bf/0_0_4837_3280/1000.jpg\" alt=\"Munster players and staff, along with Tony Foley and Dan Foley, sons of the late Munster Rugby head coach Anthony Foley, sing ‘Stand Up and Fight’ on the pitch.\" width=\"1000\" height=\"678\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munster players and staff, along with Tony Foley and Dan Foley, sons of the late Munster Rugby head coach Anthony Foley, sing ‘Stand Up and Fight’ on the pitch.</span> <span class=\"element-image__credit\">Photograph: Diarmuid Greene/Sportsfile via Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T16:04:44.445Z\">at 5.04pm BST</time></p>  </div> <div id=\"block-580b7118e4b0d7abfb2539f0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T14:04:23.881Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 38-17 Glasgow (full time)</h2>  <div class=\"block-elements\">  <p>Glasgow go through umpteen phases before spilling the ball and Keatley boots the ball off the pitch for full time and the end to a spectacular performance from Munster. They were down to 14 men for 61 minutes but they steamrollered Glasgow, who had no answer.</p> <p>CJ Stander, Dave Kilcoyne, Tyler Bleyendaal, Peter O’Mahony … Munster’s heroes were all over the pitch. You had to feel for Keith Earls and although his tip tackle on Fraser Brown probably warranted a red card, it was Earls who made the initial break for Bleyendaal’s first try which sparked this performance.</p> <p>The Fields of Athenry rings out again as there are more tears among the Munster players but this was an incredible performance of aggression, commitment and red fury and the emotion now is to be expected.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:04:58.578Z\">at 3.04pm BST</time></p>  </div> <div id=\"block-580b7016e4b0582b9a8d58e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:57:13.224Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Munster have the game won now</strong> as The Fields of Athenry rings out around Thomond Park once again. This has been some tribute to Anthony Foley.</p> </div>   </div> <div id=\"block-580b6f79e4b05ae7c6c55ec1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:55:25.656Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 38-17 Glasgow (76 mins)</h2>  <div class=\"block-elements\">  <p>That’ll do it. Munster, rolling back the years, go through phase after phase. No unnecessary risks, just giving it to the forwards and making a few yards at a time, marshalled superbly by Murray. And after Stander makes yet more ground, Scannell is over in the corner. Ian Keatley, on for Bleyendaal, converts.</p> </div>   </div> <div id=\"block-580b6ecce4b05ae7c6c55ebe\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:51:55.570Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-17 Glasgow (73 mins)</h2>  <div class=\"block-elements\">  <p>Here they come again, spreading the ball through the backs, but Sean Lamont knocks on – a bad mistake. Munster scrum in the Glasgow half, and they won’t be rushing it.</p> </div>   </div> <div id=\"block-580b6e4ae4b0d7abfb2539e4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:50:43.022Z\">2.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-17 Glasgow (72 mins)</h2>  <div class=\"block-elements\">  <p>Surely another one Glasgow, who attack from deep through Mark Bennett with Munster down to 13 temporarily … but what a tackle from Sweetnam. He did fantastically to deny Ali Price but the Warriors keep it alive and Bennett goes over. Russell converts … Glasgow need two converted tries for a draw!</p> </div>   </div> <div id=\"block-580b6c71e4b0582b9a8d58d8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:43:37.406Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-10 Glasgow (66 mins)</h2>  <div class=\"block-elements\">  <p>Glasgow came close to a try a few minutes ago – on one of the rare occasions they have put width on the ball, Rory Hughes had a dart down the left but the covering Munster defence shoved him out of play. </p> <p>But Glasgow have their score through <strong>Pat McArthur</strong>, the replacement hooker. A textbook driving maul. Surely there’s no way back but these may be valuable points nonetheless in what is shaping up to be a tight pool. Russell converts.</p>  <figure class=\"element element-image\" data-media-id=\"c8e0871046da11ed5be52c9c6f54acb8d6a22f7e\"> <img src=\"https://media.guim.co.uk/c8e0871046da11ed5be52c9c6f54acb8d6a22f7e/0_0_2705_1557/1000.jpg\" alt=\"Glasgow Warriors’ Pat McArthur goes over for a try.\" width=\"1000\" height=\"576\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Glasgow Warriors’ Pat McArthur goes over for a try.</span> <span class=\"element-image__credit\">Photograph: Lorraine O'Sullivan/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:05:53.870Z\">at 3.05pm BST</time></p>  </div> <div id=\"block-580b6b5ae4b0d7abfb2539d7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:37:28.498Z\">2.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-3 Glasgow (61 mins)</h2>  <div class=\"block-elements\">  <p>Peter O’Mahony is being replaced for Munster and he receives a huge round of applause. The sting has been taken out of this game a little – Munster have their bonus point and Glasgow cannot get anything going.</p> </div>   </div> <div id=\"block-580b69ebe4b0582b9a8d58c7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:30:40.757Z\">2.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-3 Glasgow (55 mins)</h2>  <div class=\"block-elements\">  <p>Glasgow are getting their hands on the ball a bit more often but they can’t do anything with it. Inevitably, they’re going for broke but that’s playing into Munster’s hands.</p> </div>   </div> <div id=\"block-580b67a9e4b0d7abfb2539c1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:21:23.676Z\">2.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 31-3 Glasgow (47 mins)</h2>  <div class=\"block-elements\">  <p>A penalty try. Inevitable really. And that’s the bonus point! Remarkable stuff.</p> </div>   </div> <div id=\"block-580b66bde4b0582b9a8d58ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:19:42.178Z\">2.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Munster get the march on in the scrum …</strong> Stander picks up and goes for the line, and he doesn’t quite get there. There’ll be another Munster scrum but Stander was perhaps a little overeager there, the Warriors pack was in all sorts of trouble.</p> <p>Glasgow replace their tighthead, it makes little difference. Munster have the advantage and are battering away but don’t quite get there. We’ll come back for the penalty, and another scrum. Anthony Foley would be relishing this.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T13:19:55.098Z\">at 2.19pm BST</time></p>  </div> <div id=\"block-580b65f7e4b0582b9a8d58b8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T13:15:57.609Z\">2.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 24-3 Glasgow (43 mins)</h2>  <div class=\"block-elements\">  <p>Munster have picked up from where they’ve left off, and after Sweetnam wins the kick-off, Munster forwards go through the phases. Standers takes them close and Conor Murray snipes for the post … it’s going to the TMO again … no try. Alex Allan, the replacement prop, does very well to keep Murray from the left post. Munster scrum, five metres out.</p> </div>   </div> <div id=\"block-580b627ce4b0d7abfb2539a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:58:59.664Z\">1.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And here’s a spot of half-time watching</strong>, courtesy of John McEnerney …</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MackerOnTheMed/status/789808326502735872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/gerard_meagher\">@gerard_meagher</a> Watch Axel, Gaillimh &amp; Woody combine 2 beat The Old Enemy! He had great days in green 2!Magic stuff! <a href=\"https://t.co/QBo588fr1S\">https://t.co/QBo588fr1S</a></p>&mdash; John McEnerney (@MackerOnTheMed) <a href=\"https://twitter.com/MackerOnTheMed/status/789808326502735872\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b6189e4b0d7abfb2539a1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:58:08.173Z\">1.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 24-3 Glasgow (half-time)</h2>  <div class=\"block-elements\">  <p><strong>And breathe. At the end of a frenzied first half</strong>, the long and short of it is that Munster lead by 21 points. They have been inspired. Their aggression and ferocity has been too much for Glasgow, who may rue failing to take advantage of a brief bit of possession in the Munster half just before the break.</p> <p>Dave Kilcoyne and CJ Stander have set the tone for Munster while Peter O’Mahony has been wonderful on the floor. They have scored tries through Bleyendaal, Taute and Zebo – the latter despite losing Keith Earls to a red card on 19 minutes.</p> <p>And all around the fury, Bleyendaal has been a picture of calm. The Kiwi-born No10 looks some player. Keep this up and the Warriors will be mauled but you do wonder whether Munster can maintain these levels, especially with 14 men.</p> </div>   </div> <div id=\"block-580b6029e4b05ae7c6c55e7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:50:31.240Z\">1.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 24-3 Glasgow (36 mins)</h2>  <div class=\"block-elements\">  <p>Relentless. Absolutely relentless. It’s another Munster penalty, it’s kickable but Munster have gone for the corner … O’Mahony scents another try. Donnacha Ryan takes the lineout but Glasgow force the maul into touch.</p> </div>   </div> <div id=\"block-580b5e8de4b0d7abfb253994\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:45:14.991Z\">1.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 24-3 Glasgow (31 mins)</h2>  <div class=\"block-elements\">  <p>What a break from Rory Scannell, what footwork. And it sends <strong>Simon Zebo</strong> dashing towards the line in the left-corner. Stuart Hogg makes a great tackle, but Zebo isn’t held and he reaches for the line, and gets there. The TMO is going to rule on it – and he’s been asked any reason … the roar tells me that it’s been given!</p> <p>Try No3 for the 14 men of Munster. And Bleyendaal nails another conversion from the left touchline.</p>  <figure class=\"element element-image\" data-media-id=\"2253eca1d1910755b47bf8c58f3e97e2287ba2b4\"> <img src=\"https://media.guim.co.uk/2253eca1d1910755b47bf8c58f3e97e2287ba2b4/16_0_3909_2346/1000.jpg\" alt=\"Munster’s Simon Zebo is tackled just short of the line ...\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munster’s Simon Zebo is tackled just short of the line ...</span> <span class=\"element-image__credit\">Photograph: Lorraine O'Sullivan/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"301d3c60982e855a56db5af0ae271ea6f4000a5e\"> <img src=\"https://media.guim.co.uk/301d3c60982e855a56db5af0ae271ea6f4000a5e/0_77_3672_2204/1000.jpg\" alt=\"Munster’s Simon Zebo  scores\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">But he reaches out for the line and the TMO gives a try.</span> <span class=\"element-image__credit\">Photograph: Lorraine O'Sullivan/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T14:04:10.351Z\">at 3.04pm BST</time></p>  </div> <div id=\"block-580b5d71e4b05ae7c6c55e73\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:38:46.953Z\">1.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 17-3 Glasgow (27 mins)</h2>  <div class=\"block-elements\">  <p>If anything, Munster had raised the intensity since going down to 14. They just obliterated the Munster scrum and both Kilcoyne and Stander are carrying remarkably well. The result of that scrum was a penalty … and Bleyendaal makes no mistake.</p> </div>   </div> <div id=\"block-580b5c7ae4b0d7abfb25398b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:33:35.848Z\">1.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jerry Flannery, Munster’s scrum coach</strong>, is asked if Garces had any choice but to send Earls off. “Well, he had the choice not send him off,” is his pointed response.</p> </div>   </div> <div id=\"block-580b5bf4e4b05ae7c6c55e6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:31:19.894Z\">1.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A spot of confusion there</strong>, but Earls has been sent off for a tip-tackle on Brown. And, taking the emotion out of the match, it was the right decision. Russell misses the ensuing kick though. Munster’s ferocity is showing no signs of abating. </p>  <figure class=\"element element-image\" data-media-id=\"996568578db8c6fa7f1cabbe0d6b6d4274259c64\"> <img src=\"https://media.guim.co.uk/996568578db8c6fa7f1cabbe0d6b6d4274259c64/0_0_4848_2478/1000.jpg\" alt=\"Munster’s Keith Earls leaves the pitch after receiving the red card.\" width=\"1000\" height=\"511\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munster’s Keith Earls leaves the pitch after receiving the red card.</span> <span class=\"element-image__credit\">Photograph: Lorraine O'Sullivan/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T13:10:27.833Z\">at 2.10pm BST</time></p>  </div> <div id=\"block-580b5ae5e4b0582b9a8d5889\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:28:04.996Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Red card! Munster 14-3 Glasgow (19 mins)</h2>  <div class=\"block-elements\">  <p>Earls is in a spot of bother here though … it looks like a tip tackle on the Glasgow hooker Fraser Brown. Referee Jerome Garces is speaking francais with the TMO … an anxious wait for Earls. If he follows the letter of the law the Irishman should probably see red.</p> <p>And it is going to be red! </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:30:14.615Z\">at 1.30pm BST</time></p>  </div> <div id=\"block-580b5a3ee4b0d7abfb253980\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:24:48.825Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 14-3 Glasgow (19 mins)</h2>  <div class=\"block-elements\">  <p>Munster’s line speed is something else. Earls and most recently Taute have put in some thunderous hits already. If the occasion was going to either inspire or get the better of Munster it’s pretty clear which way it’s going at present.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CharlieFelix/status/789804400835457024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Aptly for a man wearing 24 and playing at number eight, CJ Stander is playing like three blokes. Epicentre of Munster&#39;s energy.</p>&mdash; Charlie Morgan (@CharlieFelix) <a href=\"https://twitter.com/CharlieFelix/status/789804400835457024\">October 22, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:25:28.641Z\">at 1.25pm BST</time></p>  </div> <div id=\"block-580b5914e4b05ae7c6c55e5d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:20:24.623Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 14-3 Glasgow (15 mins)</h2>  <div class=\"block-elements\">  <p>Munster are over again! What a start for the hosts. It’s <strong>Jaco Taute</strong>, the outside-centre, with the finish but it owes plenty to Bleyendaal, whose delightful delayed pass opened the gap. It all came from Munster’s ferocity though. Dave Kilcoyne is making carry after carry and it was CJ Stander with the crucial turnover on the Warriors 22.</p> <p>Bleyendaal converts, right-footed, from the left touchline. He’s having some Champions Cup debut … and the Red Army is belting out The Fields.</p>  <figure class=\"element element-image\" data-media-id=\"0bf1ba2e46ef9c9961898067ed528c3608d3c7eb\"> <img src=\"https://media.guim.co.uk/0bf1ba2e46ef9c9961898067ed528c3608d3c7eb/0_74_5200_3121/1000.jpg\" alt=\"Jaco Taute, cheered on by supporters, scores Munster’s second try.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jaco Taute, cheered on by supporters, scores Munster’s second try.</span> <span class=\"element-image__credit\">Photograph: Brendan Moran/Sportsfile via Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:49:06.676Z\">at 1.49pm BST</time></p>  </div> <div id=\"block-580b582be4b0d7abfb253978\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:15:47.395Z\">1.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 7-3 Glasgow (11 mins)</h2>  <div class=\"block-elements\">  <p>The Warriors have done well to take the sting out of proceedings after Munster’s ferocious start. And <strong>Finn Russell</strong> has the visitors on the board with a straightforward penalty after Peter O’Mahony was pinged at the breakdown.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:20:56.943Z\">at 1.20pm BST</time></p>  </div> <div id=\"block-580b564be4b0d7abfb25396c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:09:08.735Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Munster 7-0 Glasgow (5 mins)</h2>  <div class=\"block-elements\">  <p>Try! It’s been a breathless start. Glasgow kick-off but Munster’s strong ball-carriers have the hosts on the front foot. Keith Earls makes the break through the middle, finds the fly-half <strong>Tyler Bleyendaal</strong>, who bursts for the line in the left corner. He’s caught by the covering defence but his momentum takes him over. And the Christchurch-born No10 converts. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:20:49.344Z\">at 1.20pm BST</time></p>  </div> <div id=\"block-580b5554e4b05ae7c6c55e4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:03:37.856Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A number of the Munster players are in tears </strong>as supporters in one of the stands hold up a huge sign that reads ‘8 Axel 8’.</p>  <figure class=\"element element-image\" data-media-id=\"65f4e8e51ff4756976d780e2e915cbc8d0051791\"> <img src=\"https://media.guim.co.uk/65f4e8e51ff4756976d780e2e915cbc8d0051791/0_66_5238_3144/1000.jpg\" alt=\"Munster’s Simon Zebo, left, sheds a tear as he stands alongside captain Peter O’Mahony during a minute’s silence\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munster’s Simon Zebo, left, sheds a tear as he stands alongside captain Peter O’Mahony during a minute’s silence</span> <span class=\"element-image__credit\">Photograph: Brendan Moran/Sportsfile via Getty Images</span> </figcaption> </figure>  <p>The match is underway …</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:32:27.140Z\">at 1.32pm BST</time></p>  </div> <div id=\"block-580b5480e4b05ae7c6c55e48\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T12:01:20.053Z\">1.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The players are on their way out on to the pitch</strong>. Jonny Gray leads Glasgow out and into a huddle, Peter O’Mahony follows suit for Munster. A lot of deep breaths being taken by the players, who line up for a minute’s silence.</p>  <figure class=\"element element-image\" data-media-id=\"f60cf0dfdf13381adeb548a4d3d929e05c0dc48b\"> <img src=\"https://media.guim.co.uk/f60cf0dfdf13381adeb548a4d3d929e05c0dc48b/0_85_4188_2513/1000.jpg\" alt=\"The Glasgow players pay their respects.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Glasgow players pay their respects.</span> <span class=\"element-image__credit\">Photograph: Lorraine O'Sullivan/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T12:33:08.023Z\">at 1.33pm BST</time></p>  </div> <div id=\"block-580b5434e4b0d7abfb253960\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:57:43.040Z\">12.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Munsterrugby/status/789797724753276928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So many achievements, so many memories of Axel. Today on the Thomond Park big screen we remembered just a few..<a href=\"https://twitter.com/hashtag/MUNvGLA?src=hash\">#MUNvGLA</a> <a href=\"https://t.co/q2XUb3a5wy\">pic.twitter.com/q2XUb3a5wy</a></p>&mdash; Munster Rugby (@Munsterrugby) <a href=\"https://twitter.com/Munsterrugby/status/789797724753276928\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b5398e4b0582b9a8d586a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:56:58.859Z\">12.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Five minutes until kick-of</strong>f. The soprano singer Sinead O’Brien is performing Stand Up And Fight.</p> </div>   </div> <div id=\"block-580b5293e4b0582b9a8d5864\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:52:26.832Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With 10 minutes until kick-off, here are the teams …</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Munsterrugby/status/789483661443735552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In tribute to Anthony, the number 8 jersey will be retired for tomorrow&#39;s game. CJ to wear number 24 <a href=\"https://twitter.com/hashtag/MUNvGLA?src=hash\">#MUNvGLA</a> <a href=\"https://t.co/kH6Fox3R9N\">pic.twitter.com/kH6Fox3R9N</a></p>&mdash; Munster Rugby (@Munsterrugby) <a href=\"https://twitter.com/Munsterrugby/status/789483661443735552\">October 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlasgowWarriors/status/789724121634603008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here is your Warriors side for today&#39;s <a href=\"https://twitter.com/ChampionsCup\">@ChampionsCup</a> match at Thomond Park! <a href=\"https://t.co/oGDErO5zRf\">pic.twitter.com/oGDErO5zRf</a></p>&mdash; Glasgow Warriors 🏉 (@GlasgowWarriors) <a href=\"https://twitter.com/GlasgowWarriors/status/789724121634603008\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b5213e4b05ae7c6c55e3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:50:10.319Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Both directors of rugby have just been interviewed</strong>, Gregor Townsend acknowledges the significance of the day. He’s hoping for an inspiring match …</p> </div>   </div> <div id=\"block-580b5162e4b0582b9a8d585e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:47:22.965Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thomond Park is on its feet</strong>, applauding the choir. It’s clear that supporters are determined to make today a celebration of Foley’s life. Galwey says he hopes today “is the start of something new”, referencing Munster’s decline on the pitch since they were the leading lights of Europe, lifting the Heineken Cup in 2006 and 2008.</p> </div>   </div> <div id=\"block-580b50b9e4b0582b9a8d585a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:43:10.489Z\">12.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The choir is now singing There’s An Isle, the anthem of Shannon.</p> </div>   </div> <div id=\"block-580b4f95e4b05ae7c6c55e30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:38:50.025Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Munster Rugby Supporter’s Club choir is now singing The Fields of Athenry … as is the rest of Thomond Park.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Murray_Kinsella/status/789793580739096576\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First rendition of The Fields. <a href=\"https://t.co/k6Y5AsfRTq\">pic.twitter.com/k6Y5AsfRTq</a></p>&mdash; Murray Kinsella (@Murray_Kinsella) <a href=\"https://twitter.com/Murray_Kinsella/status/789793580739096576\">October 22, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T11:42:42.211Z\">at 12.42pm BST</time></p>  </div> <div id=\"block-580b4f3ee4b05ae7c6c55e2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:37:31.466Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mick Galwey and Alan Quinlan are the pundits on Sky Sports</strong> – two former players incredibly close to Foley. Both speaking very eloquently. Galwey is describing Friday as ‘a great funeral’ and you know exactly what he means.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T11:39:13.714Z\">at 12.39pm BST</time></p>  </div> <div id=\"block-580b4f24e4b0582b9a8d5850\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:36:15.957Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And Glasgow will be following suit …</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlasgowWarriors/status/789784961524047873\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On the right sleeve of our shirts this afternoon is a black armband with &#39;Axel&#39; on it in memory of Anthony Foley <a href=\"https://t.co/bHL1NEQNhB\">pic.twitter.com/bHL1NEQNhB</a></p>&mdash; Glasgow Warriors 🏉 (@GlasgowWarriors) <a href=\"https://twitter.com/GlasgowWarriors/status/789784961524047873\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b4ddde4b0582b9a8d584e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:30:43.053Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Murray_Kinsella/status/789790546554478592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Munster&#39;s crest on the jersey. <br><br>Pic via <a href=\"https://twitter.com/DanSheridan2012\">@DanSheridan2012</a>. <a href=\"https://t.co/AdTLAJE56W\">pic.twitter.com/AdTLAJE56W</a></p>&mdash; Murray Kinsella (@Murray_Kinsella) <a href=\"https://twitter.com/Murray_Kinsella/status/789790546554478592\">October 22, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580b48afe4b05ae7c6c55e07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-22T11:21:18.019Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hello, and welcome to round two of the European Champions Cup</strong> on an emotional day for the rugby union community, <a href=\"https://www.theguardian.com/sport/2016/oct/16/anthony-foley-munster-man-ireland-death\">still shaken to the core by the death of the Munster head coach Anthony Foley, at the age of 42</a>, last Sunday. Munster have decided to proceed with today’s match against Glasgow – Rassie Erasmus and Peter O’Mahony explaining that it gives Munster the chance to pay tribute to “Axel” on Wednesday during a tear-jerking press conference.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/16/anthony-foley-munster-man-ireland-death\">Anthony Foley, a Munster legend to his core and ‘proper rugby bloke’</a> </p> </aside>  <p><strong>You’d do well to find a more atmospheric stadium than Thomond Park</strong> anyway but today will be one of those occasions that all present will never forget. Munster have stood down the No8 jersey – CJ Stander wears 24 – while there will be a minute’s silence and the West Stand have planned a special tribute.<br></p> <p><strong>Youngsters from Foley’s former club Shannon RFC</strong> and those from his school St Munchin’s will form a guard of honour as the teams run out. Before kick-off, the Munster Rugby Supporter’s Club choir will perform the Shannon anthem There Is An Isle, and will be joined by the soprano Sinead O’Brien to perform Stand Up And Fight.</p> <p><strong>And in a demonstration of just how highly Foley was thought of</strong>, Clermont have encouraged all their supporters to wear red to their fixture at home to Bordeaux-Begles</p> <p><strong>There is then a match to be played</strong> – God knows quite how Munster players will manage it – and it cannot be easy for Glasgow either. We’ll also have updates from Castres v Northampton (3.15pm BST), Clermont v Bordeaux (3.15pm) and Saracens v Scarlet (5.30pm). But rugby takes a back seat on day like today.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/sport/video/2016/oct/17/munster-fans-remember-anthony-foley-limerick-video\"            data-short-url=\"https://gu.com/p/57qfb\"                    data-show-ads=\"true\"            data-video-id=\"2814356\"            data-video-name=\"Munster fans remember Anthony Foley in Limerick – video\"            data-video-provider=\"Press Association\"            > <video data-media-id=\"gu-video-5804a6a9e4b047a4eaafd583\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/17/161017foley_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/17/161017foley_V3.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/17/161017foley.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/sport/video/2016/oct/17/munster-fans-remember-anthony-foley-limerick-video\">Munster fans remember Anthony Foley in Limerick</a></figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-22T11:27:09.521Z\">at 12.27pm BST</time></p>  </div>",
  "<p>In what was billed as a policy speech to lay out his vision for the first 100 days of his administration, as part of a grand new “Contract for the American Voter”, Donald Trump first pledged to sue every woman <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">who has accused him of sexual assault</a>.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/trump-clinton-polls-brexit\">‘Brexit times five’: could Trump really win despite polls favoring Clinton?</a> </p> </aside>  <p>In response, a spokeswoman for Democratic nominee Hillary Clinton said the speech was “rambling, unfocused, full of conspiracy theories and attacks on the media”.</p> <p>Speaking on Saturday near the site where Abraham Lincoln gave his Gettysburg address in 1863, Trump did not speak as the 16th president did in his second inaugural: “with malice toward none, with charity for all”.</p> <p>Instead the Republican nominee proclaimed to an invitation-only crowd: “Every woman lied when they came forward to hurt my campaign, total fabrication. The events never happened. All of these liars will be sued after the election is over.” </p> <p>Trump added: “It was probably the [Democratic National Committee] and the Clinton campaign that put forward these liars with these fabricated stories.” </p> <p>“We’ll find out at a later date through litigation,” he said, “and I look so forward to it.”</p> <p>Ten women have accused Trump of sexual assault since <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">the leak two weeks ago of a 2005 Access Hollywood recording</a>, in which the Republican nominee boasted of attempting to “fuck” a married woman and grabbing women’s genitalia without their consent.</p> <p>In Los Angeles on Saturday afternoon, the lawyer Gloria Allred held a press conference at which she introduced an 11th accuser. <a href=\"https://twitter.com/thejessicadrake\">Jessica Drake</a>, an adult film star and sex educator, detailed what she said was an encounter with Trump at a golf tournament in Lake Tahoe “10 years ago”.</p> <p>When she went with two other women to Trump’s hotel room, Drake said in a statement, he “grabbed each of us tightly in a hug and kissed each of us on the lips without asking for permission”. Drake said Trump then offered her $10,000 to return to his room.</p> <p>In her own statement, Allred said: “Mr Trump, this morning you spoke at Gettysburg where many brave patriots fought and died. You have dishonored their sacrifice by threatening wives, mothers and daughters who have made accusations against you.”</p> <p>The Trump campaign did not immediately comment on the new allegation.</p> <p>At Gettysburg, the Republican presidential candidate also railed against the media, singling out the corporate owners of NBC, CNN and the Washington Post, all outlets he has complained about during his campaign, for special scrutiny under a Trump administration. </p> <p>Of Comcast’s <a href=\"https://www.theguardian.com/media/2013/feb/13/comcast-general-electric-nbc-universal-rockefeller-plaza?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+theguardian%2Fmedia%2Frss+%28Media%29\">purchase of NBC Universal</a>, he said: “It concentrates too much power in one massive entity that tries to tell voters what to think and what to do.” </p> <p>Trump pledged that his administration would veto the reported <a href=\"https://www.theguardian.com/business/2016/oct/21/att-time-warner-takeover-acquisition\">acquisition of Time Warner by AT&amp;T</a>, as a matter of policy. Time Warner is the corporate owner of CNN, which carried the Gettysburg speech live. </p> <p>Trump’s words came after he voiced familiar criticism of the press, because “at my rallies they never show the massive crowd size”.</p> <p>In a Friday night conference call with reporters, the Trump campaign billed the speech as its version of the Contract with America that was pushed by <a href=\"https://www.theguardian.com/world/2007/mar/10/usa.edpilkington\">House Republicans in 1994</a> as a concrete list of their pledges if elected.</p> <p>Most of the policy proposals Trump eventually presented were rehashes of proposals that had already been made on the campaign trail. <a draggable=\"true\" href=\"http://thehill.com/blogs/ballot-box/presidential-races/284436-trump-lays-out-goals-for-first-100-days-as-president\">In a speech in June</a>, he outlined some plans for his first 100 days in office.<br tabindex=\"-1\"></p>  <figure class=\"element element-image\" data-media-id=\"837b364c9b2f863be844f792efe0c9a5982823bb\"> <img src=\"https://media.guim.co.uk/837b364c9b2f863be844f792efe0c9a5982823bb/0_202_3500_2100/1000.jpg\" alt=\"Pete Seville\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pete Seville holds a Donald Trump flag near the Eisenhower hotel.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> </figcaption> </figure>  <p>On Saturday, Trump reiterated pledges to cut taxes, repeal Obamacare and spur energy production by removing environmental regulations. He also added details to proposals such as those concerning childcare, which <a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-childcare-proposal-paid-maternity-leave\">he and his daughter Ivanka</a> announced in September and a recent pledge to introduce a constitutional amendment <a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-congress-term-limits-clinton-final-debate\">to impose term limits</a>. </p> <p>Trump also promised to “cancel billions in payments to UN climate change programs” and to suspend immigration from regions “where vetting cannot safely occur”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/donald-trump-michelle-obama-philippines-duterte-clinton\">Trump says countries are turning on US because 'the world hates Obama'</a> </p> </aside>  <p>On his signature proposal <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">to build a wall on the US border with Mexico</a> and make Mexico pay for it, Trump offered a subtle change in tone. Although he has long insisted that Mexico will pay for the wall “100%” – and said at Gettysburg “they’ll be happy to pay for it” – he suggested Mexico would now “reimburse” the US for the cost of constructing the barrier.</p> <p>Christina Reynolds, a spokeswoman for the Clinton campaign, responded to the speech in a statement: “Trump’s major new policy was to promise political and legal retribution against the women who have accused him of groping them. <br></p> <p>“Like Trump’s campaign, this speech gave us a troubling view as to what a Trump State of the Union [address] would sound like: rambling, unfocused, full of conspiracy theories and attacks on the media, and lacking in any real answers for American families.”</p> <p>On the Friday night press call, a senior Trump aide contrasted the unveiling of proposals at such a symbolic venue with the actions of the Clinton campaign, who the aide said was “going to sit on [its] lead. They are going run out the clock.”</p> <p>With 17 days to go until the election, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">the RealClearPolitics aggregate</a> has national polls showing Clinton with a lead of more than six points.</p>",
  "<p>Once widely maligned for leaking state secrets, Julian Assange, the founder of WikiLeaks, continues to win favor with the US right over <a href=\"https://www.theguardian.com/us-news/2016/oct/16/wikileaks-hillary-clinton-wall-street-goldman-sachs-speeches\">the release of hacked emails</a> from Hillary Clinton’s presidential campaign. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">Houston, we've got a problem: Trump could cost Republicans Texas, poll finds</a> </p> </aside>  <p>On Friday night, the Fox News personality Sean Hannity and David Duke, a US Senate candidate in Louisiana and former Ku Klux Klan grand wizard, became the latest to offer their support.</p> <p>In response to a tweet from the Nebraska Republican senator Ben Sasse that was critical of the Clinton leaks, Hannity <a href=\"https://twitter.com/seanhannity/status/789654430975164416\">praised</a> Assange and WikiLeaks for having “done the USA a great service” by exposing “government corruption” and cybersecurity weakness.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/seanhannity/status/789654430975164416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Senator  Wiki has done the USA a great service. 1) he showed us we have no cyber security. 2) He has exposed how corrupt our government is. <a href=\"https://t.co/nNuEGfbdxU\">https://t.co/nNuEGfbdxU</a></p>&mdash; Sean Hannity (@seanhannity) <a href=\"https://twitter.com/seanhannity/status/789654430975164416\">October 22, 2016</a></blockquote>  </figure>  <p>Duke, meanwhile, posted an image of Assange with the caption “HERO” in the red and blue posterized style made famous by the artist Shepard Fairey’s 2008 depiction of Barack Obama. Duke’s <a href=\"https://www.theguardian.com/us-news/2016/jul/22/david-duke-kkk-senate-campaign-louisiana\">expressions of support</a> for Donald Trump have caused <a href=\"https://www.theguardian.com/us-news/2016/feb/28/donald-trump-former-kkk-leader-david-duke\">difficulties</a> for the Republican presidential candidate.</p>  <figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/DrDavidDuke/status/789575721731497984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/wikileaks\">@wikileaks</a> - America owes you, bigly! Thank you and God bless you! <a href=\"https://t.co/gvElqdeiOa\">pic.twitter.com/gvElqdeiOa</a></p>&mdash; David Duke (@DrDavidDuke) <a href=\"https://twitter.com/DrDavidDuke/status/789575721731497984\">October 21, 2016</a></blockquote>  </figure>  <p>WikiLeaks, which Assange founded in 2006, has been <a href=\"https://www.theguardian.com/media/2016/oct/14/wiileaks-from-liberal-beacon-to-a-prop-for-trump-what-has-happened\">posting daily batches of emails from Clinton’s campaign chair, John Podesta,</a> seemingly in an attempt to harm Clinton’s electoral chances. Among other things, the leaks have shown communications with journalists that were meant to be kept secret, political advice about rivals within and without the Democratic party, and details of the candidate’s paid speeches to Wall Street firms.</p> <p>Clinton has <a href=\"https://www.theguardian.com/us-news/2016/oct/11/clinton-campaign-wikileaks-hack-russia-donald-trump\">raised questions</a> about the possible involvement of Russian hackers in obtaining the documents – the US government <a href=\"https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election\">has accused Russia</a> of being behind the hacks against the Democratic National Committee – and what it would mean if Vladimir Putin’s government were trying influence the race. </p> <p>Trump has said information disclosed in the leaks ought to disqualify Clinton from the presidential election.</p> <p>Some observers believe Assange is personally antagonistic to Clinton, who was secretary of state when the US began investigating him for potential crimes under the Espionage Act. </p> <p>WikiLeaks came to prominence in 2010 for a massive dump of diplomatic cables and army reports related to the Iraq and Afghanistan wars provided to media outlets <a href=\"https://www.theguardian.com/media/wikileaks\">including the Guardian</a> by an American soldier, <a href=\"https://www.theguardian.com/us-news/chelsea-manning\">Chelsea Manning</a>. </p> <p>At the time, Hannity suggested that “people might die” because of the leaks. On Friday, he <a href=\"https://twitter.com/seanhannity/status/789658558560342016\">tweeted</a>: “And I have said on radio and TV that my original fears were wrong. My biggest fear was people would die as a result. Listen, watch learn.”</p> <p>Since 2012, Assange has been running WikiLeaks from the Ecuadorian embassy in London, after applying for political asylum. He is wanted in Sweden for rape, an accusation he links to a conspiracy to extradite him to the US to face charges. This week, the Ecuadorian embassy <a href=\"https://www.theguardian.com/media/2016/oct/17/ecuador-julian-assange-internet-access-wikileaks\">said it had removed his internet access</a>. The US and Ecuador <a href=\"https://www.theguardian.com/media/2016/oct/19/us-ecuador-deny-conspiring-to-take-julian-assange-wikileaks-offline\">denied</a> that they had conspired to do so.</p>",
  "<p>It might seem unlikely that this presidential election could get any stranger, but polls are emerging that suggest Texas might now be in play for the Democrats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/arizona-swing-state-west-democrats-clinton\">Arizona asks 'the unprecedented': could Democrats sweep the west?</a> </p> \n</aside> \n<p>A <a href=\"http://www.uh.edu/class/hobby/texas2016/\">University of Houston poll</a> published on Tuesday found Donald Trump leading Hillary Clinton by only three percentage points, within the margin of error, in a four-way race. Also that day, a <a href=\"https://www.washingtonpost.com/politics/clinton-holds-clear-advantage-in-new-battleground-polls/2016/10/18/2885e3a0-94a6-11e6-bc79-af1cd3d2984b_story.html\">Washington Post/SurveyMonkey poll</a> pegged Trump’s advantage at only two points, the same as in Florida.</p> \n<p>Texas’s 38 electoral college votes, second only to California, make it the ultimate wishlist item for Democrats. For Republicans it is like a vital organ: essential for the body’s survival but taken for granted, almost forgotten, until something starts to go wrong.</p> \n<p>Democratic efforts in Texas have lately focused on planting seeds that might germinate in 2020, 2024 or later, when it is presumed that a growing Hispanic, Asian and African American population will increase the party’s chances. The Clinton campaign has not prioritized Texas, moving recently into two other usually deep red states, <a href=\"https://www.theguardian.com/us-news/2016/oct/21/arizona-swing-state-west-democrats-clinton\">Arizona and Georgia</a>.</p> \n<p>But could the future be now? Could a Republican playground be morphing into a partisan battleground? </p> \n<p>On Wednesday, Democrats from Fort Bend County, south-west of Houston, gathered at an Indian restaurant for a presidential debate watch party. They were feeling unusually optimistic.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>It’s unreal, it’s surreal. We are known as a red state</p> \n  <footer> \n   <cite>Cynthia Ginyard, Fort Bend Democratic chair</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Red, white and blue balloons swayed in a gentle draft from ceiling air-conditioning vents as about 50 people, two-thirds of them south Asian, munched chicken, bhajis and basmati rice. While the two candidates jousted on television, cutlery clinked.</p> \n<p>“It’s unreal, it’s surreal,” said Cynthia Ginyard, chair of the county Democratic party. “We are known as a red state and we know that. Our goal was always to change that. We didn’t realise that the possibility was so near.</p> \n<p>“Inasmuch as I want to give us a pat on the back for working hard, some of it just happened along the way,” she continued, citing a big voter registration effort as evidence of the former and an anti-Trump bump as the wildcard element. </p> \n<figure class=\"element element-image\" data-media-id=\"71f2e3be7a4c9eb851afd4e37345ddc1056dc0b2\"> \n <img src=\"https://media.guim.co.uk/71f2e3be7a4c9eb851afd4e37345ddc1056dc0b2/0_245_3264_1958/1000.jpg\" alt=\"Cynthia Ginyard.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Cynthia Ginyard.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Dart/The Guardian</span> \n </figcaption> \n</figure> \n<p>“I had two people attend the first debate watch party who were Republicans and they said: ‘We figured we’d just come and join y’all, we’re just through with our party.’”</p> \n<p>Behind the truth that Texas is a well-fortified conservative castle there are complexities, subtleties and shifts, some related to the economic success that state Republicans like to tout as a hallmark of their leadership.</p> \n<p>In the 2012 election, Barack Obama won the state’s four biggest cities – Houston, Dallas, San Antonio and Austin – as well as most of the counties on the border with Mexico. However, such is the Republican stranglehold on rural and suburban Texas that Mitt Romney won the state easily, by 57.2% to Obama’s 41.4%. Obama garnered less than 20% of the vote in a third of Texas counties. Of the state’s 254 counties, only 26 glowed blue.</p> \n<figure class=\"element element-atom element--supporting\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>Fort Bend was not one of them. Romney won it with 52.9% to Obama’s 46.1%. That is tight by Texas standards, making Democrats hopeful that its demographics and Trump’s noxiousness could inspire Fort Bend to flip next month and affect down-ballot races.</p> \n<p>Fort Bend is a study in multiculturalism in modern suburban America and in the kind of trends that excite Democrats and alarm Republicans. It is now the sort of place where you are almost as likely to come across a Hindu or Buddhist temple as a firearms store.</p> \n<p>Manicured middle-class housing developments chew into former ranch lands 30 miles or more from downtown Houston, as the metropolitan area loosens its belt. Easy access to energy, medical and technology hubs has helped make Fort Bend one of the fastest-growing, most ethnically diverse, best-educated and affluent counties in the US. </p> \n<p>The estimated population of 716,000 <a href=\"http://www.census.gov/quickfacts/table/PST045215/48157#headnote-js-a\">has grown by 22% in five years</a>. More than a quarter of residents are foreign-born and a fifth of the population is Asian. </p> \n<p>“We registered over 4,000 Muslim voters in Fort Bend County this year,” said Shapnik Khan, a 45-year-old law office manager who moved from Bangladesh to the US as a teenager to study and has been in Fort Bend for 20 years. His wife was born in Mexico. </p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>I just think to myself it’s impossible for Texas to go blue. How can it possibly happen?</p> \n  <footer> \n   <cite>Richard Morrison, precinct commissioner</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Back in the mid-1990s, he said, “the area of my house was like a dense forest … deer, coyotes”. Now: “If you go at five o’clock it’s like three miles of traffic.”</p> \n<p>Nishan Khan, a 63-year-old real estate agent, came to the US from Bangladesh in the 1980s. “We have all kinds of people,” he said, an H-for-Hillary sticker on his shirt. “It is changing and it is changing for the better … Make no mistake, there’s a huge change because of the GOP’s mistakes and GOP’s head of the ticket.”</p> \n<p>Richard Morrison, running for a third term as a precinct commissioner, was more circumspect. “I’m hesitant to predict that it’s going to get over the line now,” he said. “I’m hopeful but I just can’t get over all my experiences in the past. So I don’t know.</p> \n<figure class=\"element element-image\" data-media-id=\"2fd97e4dfd68e3395e32079de172f55db72e5d43\"> \n <img src=\"https://media.guim.co.uk/2fd97e4dfd68e3395e32079de172f55db72e5d43/0_311_2888_1733/1000.jpg\" alt=\"Nishan Khan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Nishan Khan.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Dart/The Guardian</span> \n </figcaption> \n</figure> \n<p>“I know that we are a very diverse population and very highly educated and we have a bunch of young citizens. I see all those factors but if I was a betting man – and I’m not a betting man – I just wouldn’t feel confident enough to cast my bet.</p> \n<p>“There’s no way Texas can flip,” he continued. “That’s just from me looking at it and thinking, how is that even possible? I just think to myself it’s impossible for Texas to go blue. How can it possibly happen? And I’m generally not a pessimistic person, I’m always very optimistic.”</p> \n<p>Texas last went Democratic in a presidential election in 1976, backing Jimmy Carter. If the polls are correct, 2016 will be the first time since 1996 that the main parties are within 11 points of each other. </p> \n<p>“We’re not an island,” said James Henson, director of the Texas Politics Project at the University of Texas. “I think one has to expect that as the ground seems to have shifted so dramatically on the national level it was going to affect what’s going on here in Texas as well.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/donald-trump-hindu-nationalism-india\">Hindus for Trump: behind the uneasy alliance with rightwing US politics</a> </p> \n</aside> \n<p>The Lone Star state was not enthused by Trump even before this summer’s missteps, such as insulting the parents of a deceased Muslim American soldier, which Shapnik Khan said offended the local Muslim community. In the Republican primary in March, Trump finished a distant second to the Texas senator Ted Cruz, mustering only 27% of the vote.</p> \n<p>Still, only two years ago, Democrats reeled from a major setback when their high-profile gubernatorial candidate, Wendy Davis, was thrashed by Greg Abbott, losing by more than 20 points and setting the state legislature down an even more conservative path.</p> \n<p>Especially given that outcome, current polls are “a pretty shocking development”, Henson said, even if he ultimately expected the presidential race here to be less close than it looks at present because a large number of undecideds will plump for Trump. </p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/23/trump-threatens-to-sue-sexual-assault-accusers-video\" data-short-url=\"https://gu.com/p/58mdg\" data-show-ads=\"true\" data-video-id=\"2831074\" data-video-name=\"Trump threatens to sue sexual assault accusers – video\" data-video-provider=\"Reuters\"> \n <video data-media-id=\"gu-video-580c1820e4b05ae7c6c56138\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/23/161023trumpsue_h264_publish.mp4\">\n  <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733820&amp;format=video/m3u8\">\n  <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733820&amp;format=video/webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/23/trump-threatens-to-sue-sexual-assault-accusers-video\">Trump threatens to sue sexual assault accusers</a>\n </figcaption> \n</figure> \n<p>“It’s hard not to look at this and feel like there is something of a crisis for the Republican party,” he said. “In a place like Texas they have a significant cushion which they may need to use.”</p>",
  "<p>Outside Trump Tower, the war looks to be over. As smoke clears from weeks of political bombardment, White House watchers are convinced the only questions now are how big Hillary Clinton’s win will be and whether the Democrats can take Congress, too.<br></p> \n<p>Those Republicans still loyal to Trump cling to the hope that all the polls are wrong – that in barely two weeks’ time, angry voters will again stun the world. Over and over, Donald Trump is saying one word: Brexit.</p> \n<p>“We will win,” he told a rally in Pennsylvania on Friday. “We will shock the world. This is going to be Brexit-plus.”</p> \n<p>Earlier, in North Carolina, he promised to go “beyond Brexit”. By evening, “Brexit times five” was coming.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/canadians-4-donald-trump-us-election-politics\">Canadians 4 Trump: tiny but determined group finds hope in candidate</a> </p> \n</aside> \n<p>On one level, the pep talk is not as crazy as it sounds. Not only has Trump confounded expectations all year, but like those campaigning for Britain to leave the European Union, he has closed within touching distance of his opponent several times already.</p> \n<p>Four weeks ago, on the morning of the first presidential debate, his position in key swing states was so strong that the statistician <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/\">Nate Silver</a> estimated his chances of overall victory at more than 45%. After the Republican convention in July, Silver briefly projected Trump would win.<br></p> \n<p>As in the case of Brexit, average poll numbers tilted back in favour of the status quo. The murder of MP Jo Cox was credited with shocking the British electorate back into a <a href=\"https://ig.ft.com/sites/brexit-polling/\">two-point poll lead for Remain by the time of the referendum</a>. Outrage over a tape of Trump boasting about sexual assault precipitated his latest popularity slide and left Clinton with the <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">near-six-point lead she now enjoys</a>.</p> \n<p>But Britons proved less ashamed of Brexit’s dark reputation once they were inside the privacy of a polling booth, eventually <a href=\"https://www.bloomberg.com/graphics/2016-brexit-referendum/\">voting in favour of leaving by a nearly four-point margin</a>. What if US pollsters are missing shy Republicans? Or failing to account for Trump’s ability to inspire people to turn out in greater numbers?</p> \n<p>It is certainly a complacency Democrats wish to avoid. Fortunately for them, this may be where the similarities with Brexit begin and end.</p> \n<h2><strong>Playing the system</strong></h2> \n<p>The biggest difference can be seen as a combination of America’s voting system and its political tribes.</p> \n<p>A simple majority of the national popular vote was enough to rewrite Britain’s relationship with Europe, but US presidents are required to win a majority of electoral college votes, which can be decisively achieved with a series of wins at the state level. In 1984, for example, Ronald Reagan secured 97.6% of the <a href=\"https://en.wikipedia.org/wiki/List_of_United_States_presidential_elections_by_Electoral_College_margin\">electoral college votes</a> with 58.8% of the popular vote, because Walter Mondale lost every state except Minnesota.</p> \n<p>Even if she defeats Trump in Republican strongholds like Texas, Utah, Arizona and Georgia, Clinton is unlikely to ever match Richard Nixon’s landslide over George McGovern in 1972 or Lyndon Johnson’s epic defeat of Barry Goldwater in 1964, for the simple reason that America has become more politically polarised in the years since.</p> \n<figure class=\"element element-image\" data-media-id=\"0a337725e0611f6cd2a72299d0010eb75d507487\"> \n <img src=\"https://media.guim.co.uk/0a337725e0611f6cd2a72299d0010eb75d507487/0_23_3500_2101/1000.jpg\" alt=\"A woman is moved to tears as Trump takes the stage at a campaign rally in Newtown, Pennsylvania.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A woman is moved to tears as Trump takes the stage at a campaign rally in Newtown, Pennsylvania.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> \n </figcaption> \n</figure> \n<p>But even a relatively small lead in the popular vote can translate into a decisive win, as Barack Obama found when he went into the 2012 election just 0.2% ahead of Mitt Romney in the polls yet emerged with a four-point majority in the popular vote and nearly two-thirds of the electoral college.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>It is less clear whether a big swing in the presidential race will make it more likely that voters pick senators and congressmen from the same party. Anxious Republicans are urging voters to “split their ticket”, to prevent Clinton accumulating too much power. Nonetheless, projections point to a <a href=\"http://fivethirtyeight.com/features/senate-update-the-last-week-has-been-very-kind-to-democrats-hopes-for-a-majority/\">growing likelihood</a> that Trump’s woes will help Democrats take back the Senate and a <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/10/12/heres-how-good-a-shot-democrats-have-of-actually-winning-the-house/\">small but rising possibility</a> the same could happen in the House of Representatives.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/22/trump-the-world-hates-obama-and-the-us-video\" data-short-url=\"https://gu.com/p/58jbm\" data-show-ads=\"true\" data-video-id=\"2828839\" data-video-name=\"Trump: the world hates Obama and the US –&nbsp;video\" data-video-provider=\"AP|POOL|\"> \n <video data-media-id=\"gu-video-580b2022e4b0d7abfb253893\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/22/161022worldhatesob_desk.mp4\">\n  <source src=\"https://cdn.theguardian.tv/HLS/2016/10/22/161022worldhatesob.m3u8\">\n  <source src=\"https://cdn.theguardian.tv/webM/2016/10/22/161022worldhatesob_WebM.webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/22/trump-the-world-hates-obama-and-the-us-video\">Trump: the world hates Obama and the US – video</a>\n </figcaption> \n</figure> \n<p>Demographic changes also suggest a clear win for Democrats on 8 November. The white men who favour Trump may do so in part out of resentment that they no longer control the country so completely as they did, but the Democrats’ far larger lead among female, African American, Asian and Latino voters is likely to only grow as the country diversifies. As each side adopts the insults of the other as a badge of pride, Clinton’s “nasty women” and their allies simply outnumber Trump’s “deplorables”.</p> \n<p>Charts reveal other lines dividing the US in 2016. Educational attainment, often a proxy for class in a country that doesn’t like to talk about it, is particularly indicative. College-educated voters flock to Clinton’s message of optimism about the economy while those without degrees are among the biggest supporters of Trump’s thesis that the system is rigged.</p> \n<p>Trump’s comments about race and immigration have also polarised voters, driving non-whites back toward the Democratic coalition built by Obama but appearing to shock some white voters less.</p> \n<p>And, if it is about anything, this election is about gender. Although men overall may now lean narrowly toward Clinton after a month of Trump’s misogynistic outbursts, it is striking that the average white American male is still pro-Republican.</p> \n<h2><strong>The unpopularity contest</strong></h2> \n<p>Of course, opinion pollsters can get demographics wrong too. Polls that listen to registered voters are better predictors of electoral outcomes than polls that listen to anyone who’s willing to talk. But those polls still aren’t perfect, partly because before voters actually vote, they’re just people and people change their minds. Especially a long time before election day.</p> \n<p>That’s why now, with just over two weeks to go until the US votes, the polls are far more accurate than they were months ago. A lot has happened over those months – two party conventions, three debates and <a href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">10 allegations</a> of sexual assault against one candidate. After all the boosts and dips, the overall effect has been that Trump has fallen in popularity while Clinton has risen.</p> \n<p>Or, to be more specific, the polls show that Trump’s <a href=\"http://www.realclearpolitics.com/epolls/other/trump_favorableunfavorable-5493.html\">unpopularity</a> has risen while Clinton’s has <a href=\"http://www.realclearpolitics.com/epolls/other/clinton_favorableunfavorable-1131.html\">fallen</a>. Both candidates are disliked by the majority of Americans.</p> \n<p>But it is not just Brexit and Romney that have given polling methodology a bad name. There has been a string of polling failures: the Israeli election, the Scottish independence referendum and the last UK general election. If anything, the <a href=\"https://www.theguardian.com/us-news/datablog/2016/jan/27/dont-trust-the-polls-the-systemic-issues-that-make-voter-surveys-unreliable\">problems of polling</a> have got worse since those votes, partly because it is getting even harder to contact people who are willing to share their voting intention.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">'It's surreal': is a Democratic uprising afoot deep in the heart of Texas?</a> </p> \n</aside> \n<p>Still, though polls will not perfectly predict the US election, state by state and down to the decimal point, they are likely to accurately guess who will win nationally, especially if Clinton has a large enough lead.</p> \n<p>The accuracy of polling in this election will hinge on the margin of error. Buried in the methodology of most polls is a note that says something along the lines of “margin of error: ± 4%”. It means if you repeated the poll 100 times with different respondents each time, the overall results would be within 4% of the results in at least 95 of those 100 polls.</p> \n<p>Right now, Hillary Clinton’s <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">polling average is 48% and Trump’s is 42%</a>. If the margin of error on those numbers is ±4%, that means Clinton’s support could be as low as 44% or as high as 52% with Trump’s somewhere between 38% and 46%. The bigger the gap between the two candidates, the less the margin of error matters.</p> \n<p>The margin of error in this election could well be more than 4%, because polling has become less accurate. For Clinton supporters to really sit back and relax, the candidate needs to widen her lead to the extent that even if the polls are wrong on the numbers, they are still right about the result.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/us-membership/power.html\" data-alt=\"Membership Drive\"> \n <a href=\"https://interactive.guim.co.uk/embed/us-membership/power.html\">Membership Drive</a> \n</figure>",
  "<p>According to more than one member of Gibraltar’s business community, it felt “like someone had died”. The day after Britain’s Brexit vote, this outpost of Albion on Spain’s southern tip was in shock.</p> <p>The Rock’s residents voted 96% to remain. Its flourishing economy, built around financial services, e-commerce and online gaming, is based on the single market and free movement: every day, nearly half its entire workforce – 12,000 Spanish and other EU nationals – commute across the border.</p> <p>Worse, Madrid has made it clear that it views the UK’s eventual departure from the European Union as <a href=\"http://www.bloomberg.com/news/articles/2016-09-16/brexit-hands-spain-chance-to-reclaim-gibraltar-margallo-says\" title=\"\">its best chance in three centuries</a> to reclaim sovereignty over a territory it has regretted ceding to Britain ever since 1713.</p> <p>Alarmed by the government’s apparent preference for a hard Brexit, prioritising immigration controls and judicial sovereignty over single market access, Gibraltar’s leaders – and its businesses – are scrambling to devise a Plan B.</p> <p>“I think a hard Brexit would be very, very challenging to the economic model that has been the source of our prosperity for 30 years,” Gibraltar’s chief minister, Fabian Picardo, said in an interview.</p> <p>So while Theresa May talks of a <a href=\"https://www.theguardian.com/politics/2016/oct/02/theresa-may-great-repeal-bill-eu-british-law\" title=\"\">great repeal bill</a> to end the authority of EU law in the UK, Picardo is working on what he terms a great continuation bill – aiming to preserve as many of Gibraltar’s EU advantages as he can.</p>  <figure class=\"element element-image\" data-media-id=\"c0d1b57dde5f23d4df650db335d6a699974b71d0\"> <img src=\"https://media.guim.co.uk/c0d1b57dde5f23d4df650db335d6a699974b71d0/0_89_4500_2700/1000.jpg\" alt=\"Gibraltar’s chief minister Fabian Picardo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gibraltar’s chief minister Fabian Picardo ‘will be looking for a new relationship with the EU’.</span> <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> </figcaption> </figure>  <p>That will not, he concedes, be easy, and may even entail trying to negotiate a separate relationship with the EU. “Our reality is different: we are part of the physical continent of Europe,” the chief minister said. “So yes, we’ll be looking for a relationship with the EU that may differ from the UK’s, perhaps an associate-style status. There are models: Andorra, Greenland, Liechtenstein. As part of the UK’s exit, we’d like an agreement to continue to give us single market access, and freedom of movement.”</p> <p>Drawn by the territory’s position in the EU, a 10% corporate tax rate and ready access to regulators, nearly 500 financial services firms have set up shop in Gibraltar, including subsidiaries of major British insurers such as Hastings and Admiral. The territory has also carved itself a niche in the online gaming business: it hosts 35 big-name operators, employing more than 3,500 people. All that has helped the Rock’s economy to near double-digit growth – even during the euro crisis – and boosted employment by more than 50% in a decade.</p> <p>Sitting in the handsome government office building off Main Street, Picardo said the greatest single threat would be if Spain closed the border, as it did in 1969 during the Franco dictatorship, leaving residents effectively stranded unless they used boats or planes. (It was not fully reopened until 1985, when Spain wanted to join the EU.)</p> <p>But this is not the only way in which Spain could make life difficult. Three years ago, during a particularly <a href=\"https://www.theguardian.com/world/2013/aug/04/gibraltar-comments-madrid-london-uk-spain\" title=\"\">bitter row over territorial waters</a>, Spanish authorities intensified border checks, creating traffic jams hours long at the crossing. Eventually the European commission had to step in.</p> <p>“What the UK calls uncontrolled immigration, Gibraltar calls the essential flow of workers,” Picardo said. So what we are working on now is how we can ensure our job market stays as open as it is now, for people who have the right, as EU nationals, to work in Gibraltar.”</p> <p>Would Spain take that step? Picardo said he could not imagine that “in the 21st century, a democratic Spanish government is seriously going to say, that if Gibraltar leaves the EU it will shut the gates”. The foreign secretary, Boris Johnson, has insisted Britain will maintain “an implacable, marmoreal and rock-like resistance” to any change in Gibraltar’s sovereignty.</p>  <figure class=\"element element-image\" data-media-id=\"06285c538c9e50a78abf6ba6ea388165145445e0\"> <img src=\"https://media.guim.co.uk/06285c538c9e50a78abf6ba6ea388165145445e0/0_34_3500_2100/1000.jpg\" alt=\"Spanish foreign minister Jose  Garcia-Margallo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spanish Foreign Minister Jose Garcia-Margallo ays Gibraltar’s access to the EU will come only via shared sovereignty.</span> <span class=\"element-image__credit\">Photograph: Jon Nazca/Reuters</span> </figcaption> </figure>  <p>But Madrid may have other ideas. Johnson’s equally bombastic counterpart, José García-Margallo, who earlier this month threatened to “plant his flag” on the enclave, has repeatedly said Gibraltar’s only post-Brexit access to the single market will come through shared sovereignty. Spain, he also likes to recall, can veto any trade deal between the UK and the EU. The prime minister, Mariano Rajoy, <a href=\"http://www.politico.eu/article/mariano-rajoy-if-uk-leaves-eu-so-does-gibraltar-brexit-theresa-may-single-market/\" title=\"\">reportedly told May in Madrid last week</a> that once the UK abandons free movement and the single market, Gibraltar will have to do so too – unless it agrees to joint rule.</p> <p>The nightmare, many here agree, would be if, some years down the line, Madrid were to force London to choose between Gibraltar’s sovereignty and – for example – enhanced access for UK firms to the EU single market.</p> <p>“That’s the $64,000 question,” said Marcus Killick of leading Gibraltar law firm Isolas. “If there’s a deal that’s pivotal to the City of London and requires Spanish support, how far will the UK government go to defend Gibraltar? How deep is that loyalty, really?”</p> <p>For the time being, such concerns seem some way off. “Things are going to get tough,” said Edward Macquisten of the Gibraltar chamber of commerce, in his office above the main Casemates Square. “But look, this is a small, agile, adaptable jurisdiction: we can change direction fast. The people here are not unused to uncertainty – we’ve been living with it for 300 years. If one market closes, we’ll find others.”</p> <p>Killick, who has set up a Brexit support unit for his clients, was similarly optimistic: “A shock followed by a reinvention can be a powerful thing. When the meteorite hit the earth, it was the dinosaurs that died out, not the mice.”</p> <p>So businesses based on the Rock are urgently exploring alternatives. The online gaming industry will not be hit: it has never benefited from a single market as the EU requires companies to negotiate national licences. Others, though, may now switch their focus back to the UK – in effect reinventing themselves as entry points for European firms keen to access the post-Brexit UK market via Gibraltar’s attractive tax and regulatory regime and lower start-up costs. That will require new laws in Gibraltar and Britain, but looks as though it can be done.</p> <p>A second option could be to move some operations to another EU state. Steve Quinn, who founded Quest, now Gibraltar’s largest insurance management firm, said his clients who operate mainly in the UK market “will probably not be affected even by a hard Brexit, as long as bilateral trade is formalised”. But those selling into the EU will be looking for solutions. “Some are already talking to authorities in places like Malta, Dublin, Luxembourg, the Baltic states: places that are tax-benign and in the EU.”</p> <p>Nick Cowan, managing director of the fast-growing Gibraltar Stock Exchange, which has helped borrowers raise €400m of investment capital so far this year, said its business model had been “built on passporting – being able to sell, say, a UK carpet manufacturer’s bonds into every country across the EEA”.</p> <p>Brexit would force the GSX to reconfigure, Cowan said, possibly by opening a subsidiary in another EU state – he’s already sounded out Malta – and almost certainly by passporting into the UK.</p> <p>“Post-Brexit,” Cowan said, “if you’re a German corporate wanting to market to the UK, you’ll have to either seek approval from the FCA in London – or come to us. As a jurisdiction, Gibraltar is likely to be faster, more user-friendly and more competitive on price. We sit down the corridor from the regulator. Issues can be resolved fast.”</p> <p>Many here believe there is broad support for Gibraltar’s cause in Brussels and other EU capitals – and mounting frustration with Spain for seeking to profit from Brexit. Macquisten said: “Gibraltar is almost a model of what the EU set out to achieve: cross-border cooperation, jobs for EU citizens, economic growth, full compliance … Surely the EU won’t want that to end, Gibraltar to be punished? Especially when we showed our commitment to the EU ideal so overwhelmingly last June?”</p> <p>But it may not be down to Gibraltar, or to London. “Spain,” <a href=\"http://en.mercopress.com/2016/10/19/spain-anticipates-closed-frontier-if-gibraltar-does-not-accept-joint-sovereignty\" title=\"\">García-Margallo reiterated last week</a>, “will never give up its claim” to the Rock – and free movement across the border would “automatically end” unless Gibraltarians accepted shared sovereignty.</p> <h2>The meaning of leaving: on life, visas and health</h2>  <figure class=\"element element-image\" data-media-id=\"3dddc7ef2056cc1550d1f4086c678b56a1df4a82\"> <img src=\"https://media.guim.co.uk/3dddc7ef2056cc1550d1f4086c678b56a1df4a82/0_147_4500_2700/1000.jpg\" alt=\"British expats in Benalmadena, Spain:\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British expats in Benalmadena, Spain: no one yet knows yet quite how daily life there will be affected.</span> <span class=\"element-image__credit\">Photograph: David Ramos/Getty Images</span> </figcaption> </figure>  <p>Brexit could affect the residence rights of the 1.2 million British citizens who live in other EU countries, as well as their ability to work visa-free and access free healthcare – but no one yet knows how.</p> <p>With article 50 yet to be triggered and the UK government refusing to reveal its hand, all that can be said with certainty is that issue will form a important part of the negotiations due to begin before April next year.</p> <p>Lawyers say it’s unlikely anyone already living abroad will be kicked out, particularly if they’ve lived there legally for five years (the point at which they can become long-term residents, a status granted to non-EU citizens, which British nationals will be). Whatever is agreed will mostly be reciprocal, so if Britain requires residence permits, proof of income and work visas for new EU migrants, this will almost certainly apply to British citizens moving to the EU.</p> <p>Inheritance and tax laws may change, although existing property rights and UK pensions – which are paid anywhere in the world – are unlikely to be affected. But British workers may be hit by rules in more than half of EU states that say a non-EU citizen can be hired only if no EU candidate is found.</p> <p>The Spanish government, for example, has already suggested that after Brexit, the UK will have to pay the healthcare costs of Brits living in Spain. For the time being, almost nothing is certain – which explains the <a href=\"https://www.theguardian.com/politics/2016/oct/19/huge-increase-britons-seeking-citizenship-eu-states-brexit-looms\" title=\"\">huge rise in Britons abroad seeking EU citizenship</a>.</p>",
  "<p>Hundreds of people including the actor Carey Mulligan have protested in central London to call for the government to end the bloodshed in Syria.</p> <p>Mulligan joined the demonstration just opposite the gates to Downing Street, where teddy bears were later laid in a poignant message from campaigners about the human cost of the long-running conflict.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/21/aleppo-ceasefire-at-risk-russia-all-rebels-can-be-eliminated\">Aleppo ceasefire at risk after Russia says all rebels can be eliminated</a> </p> </aside>  <p>Mulligan said Britain could lead the way in efforts to address the plight of children caught up in the bitter war. The crowd included children wearing “Save Aleppo” T-shirts and other people carrying placards urging a “No-bomb zone now”, while some flew Syrian flags.</p> <p>A small light brown-coloured teddy bear belonging to Mulligan’s young daughter Evelyn was among the pile. “Since having my daughter it just drives home even more how unimaginable it would be for my daughter to be in any of these situations and to have to deal with any of this,” she said. “It just really drives me to speak out and do more if I can.”</p> <p>The actor told the crowd: “I’m safe in the knowledge that when I put Evie down to bed she is safe. The parents in Aleppo aren’t. They don’t know what the night will bring.”</p> <p>Mulligan, who is an ambassador for War Child, described the demonstration as an opportunity to “stand up and say that we need to do something real”.<br></p>  <figure class=\"element element-image\" data-media-id=\"836434882066ec3267ac31fd9d41ef92d4f00573\"> <img src=\"https://media.guim.co.uk/836434882066ec3267ac31fd9d41ef92d4f00573/0_0_4918_2950/1000.jpg\" alt=\"People lay teddy bears at the rally for Aleppo outside Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People lay teddy bears at the rally for Aleppo outside Downing Street.</span> <span class=\"element-image__credit\">Photograph: Ray Tang/Rex Shutterstock</span> </figcaption> </figure>  <p>She has previously spoken out to say the inaction in Calais, where many unaccompanied refugee children became stranded in the refugee camp, made her ashamed to be British.</p> <p> Mulligan said <a href=\"https://www.theguardian.com/uk-news/2016/oct/17/refugee-children-britain-calais-resettlement-uk\">the arrival of young refugees in Croydon</a> this week made her feel “very proud to be British in this regard – we have made a strong stance”.</p> <p>A letter has been delivered to Number 10 demanding Theresa May take action to help end the violence. It comes after the prime minister insisted on Friday that the EU must keep “all options” open if Russia continued to commit atrocities in the conflict zone.</p> <p>Campaigners said the day of action was a rebuttal to Boris Johnson, the foreign secretary, who called for <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/oct/11/russia-should-be-investigated-for-syrian-war-crimes-says-boris-johnson\">protests outside the Russian embassy</a>, because they feel the British government needs to play a stronger role.</p> <p>Labour MP Alison McGovern’s voice broke with emotion as she remembered her friend the late Jo Cox MP’s work in helping civilians in Syria.“It shouldn’t be me who is speaking here today, it should be my friend Jo Cox, but because she isn’t here, we have to be here,” she told the rally. “Fifty thousand children have been killed in Syria since 2011, and millions have fled their homes. </p> <p>“There are 100,000 children trapped right now in Aleppo.”</p> <p>Other organisations involved in the campaign include Amnesty International UK, Avaaz and Christian Aid. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/belief/2016/oct/20/others-may-stoke-fear-but-croydon-will-embrace-the-calais-children\">Others may stoke fear but Croydon will embrace the Calais children | Giles Fraser | Loose canon</a> </p> </aside>  <p>Bert Wander, Avaaz campaign director, said: “The bloodbath in Aleppo has gone on long enough, and Theresa May must listen to the people on the streets and support a no-fly zone to stop the slaughter.</p> <p>“How many schools, hospitals and families must be bombed before Syria becomes a priority? If the prime minister fails to act, history will judge her harshly.”<br></p> <p>Aleppo was calm on Saturday, the third day of a ceasefire brokered by Russia, but medical evacuations and aid deliveries have yet to take place, according to a monitoring group.</p> <p>No Syrian or Russian air strikes on the eastern rebel-held side of Aleppo have been reported since Russia began the pause in hostilities on Thursday, the UK-based Syrian Observatory for Human Rights said.</p> <p>But rebels have said they cannot accept the ceasefire, which they say does nothing to alleviate the suffering of those who choose to remain in Aleppo, and believe it is part of a government policy to purge cities of political opponents.</p> <p>The Syrian army and Russia have called on residents and rebels in besieged eastern Aleppo to leave through designated corridors under a promise of safe travel, but very few rebels or civilians appear to have done so. </p> <p>Meanwhile, Russian warships potentially bringing supplies to the bombing campaign against Aleppo <a href=\"https://www.theguardian.com/uk-news/2016/oct/21/russian-warships-pass-through-channel-watched-by-royal-navy\">passed through the Channel on Friday</a>. The Russian ships were likely to pass from the Channel towards Gibraltar and into the Mediterranean, heading for the Syrian coast, according to a senior Nato diplomat. The source told Reuters that the vessels were carrying fighter bombers expected to join the attack on the besieged city.</p>",
  "<p>Their country seems to represent all that Donald Trump is against – from <a href=\"https://www.theguardian.com/world/2016/jul/04/syrian-refugee-marches-beside-justin-trudeau-canada-pride-parade\">its welcome of tens of thousands of Syrian refugees</a> to its proud defence of <a href=\"https://www.theguardian.com/world/2016/oct/10/canada-healthcare-donald-trump-debate\">universal healthcare.</a></p> <p>But a tiny yet determined minority of Canadians roundly reject the notion that Trump holds little appeal in Canada, and instead are actively rallying their compatriots to join them in backing the controversial candidate. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/10/canada-healthcare-donald-trump-debate\">Trump's attack on 'catastrophic' Canadian healthcare system draws ire</a> </p> </aside>  <p>“I know what he says doesn’t click with a lot of people. They don’t understand it,” said Joe Ring, 67, who in February launched the <a href=\"https://www.facebook.com/groups/1571352489855683/\">Canadians 4 Donald Trump </a>Facebook page. “You know I look at the whole big picture and I see us all affected the same way. Regardless of whether you’re American or Canadian, we have an issue in front of us that we all have to settle with,” he said. Ring said that, like Trump, he feared the increasing concentration of power in the hands of a small political elite.</p> <p>The retired construction worker from northern Ontario first heard Trump speak last year. “And for some reason or other, it just hit me. That guy means what he says and he’s right. He’s looking at the big picture of how the country is changing.” </p> <p>His group now counts more than 100 members, but Ring concedes he’s part of a small movement in Canada that has been largely uncomfortable about voicing their opinion. <a href=\"http://montrealgazette.com/news/canadians-rally-against-donald-trump\">Anti-Trump rallies have popped up across Canada</a>, while one Vancouver man is <a href=\"http://vancouversun.com/news/local-news/vancouver-man-launches-campaign-against-donald-trump\">recruiting Canadian volunteers to travel south</a> to key battleground states to campaign for Clinton.</p> <p>Polls carried out earlier this year found between 73 and 80% of Canadians <a draggable=\"true\" href=\"http://www.cbc.ca/news/politics/grenier-canada-us-election-1.3699457\">polled would cast their vote for Democratic nominee Hillary Clinton </a>while around 15 to 20% said they would vote for Trump. </p> <p>The numbers are likely to have shifted in recent months amid <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">allegations by several women of unwanted sexual contact </a>and after the <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">leak of the Access Hollywood tape.</a></p> <p>Asked about the allegations, Allison Nesdoly, another Canadian Trump fan, blamed what she called the “Clinton campaign smear” and media when asked about the allegations. “There’s two sides to every story and I believe the media is out to make Trump look worse than it probably actually is,” said Nesdoly. “Trump is also known to give females some of the best jobs out there too, but nobody says anything like that.”</p> <p>She and her husband launched the <a href=\"https://www.facebook.com/groups/773526679447890/\">Canadians for Donald Trump Facebook page</a> this summer with the aim of fostering support for a president who could counter the progressive policies of <a href=\"https://www.theguardian.com/world/2013/apr/15/justin-trudeau-son-pierre-canada\">Justin Trudeau, Canada’s prime minister</a>. “To be totally honest, I’m not a big fan of Trudeau right now,” said Nesdoly, pointing to Trudeau’s recent vow to <a href=\"https://www.theguardian.com/world/2016/oct/03/canada-carbon-emissions-tax-paris-climate-agreement\">impose a nationwide carbon tax.</a> “I don’t think he’s being realistic. He’s a trust fund kid, he doesn’t know what it’s like to have to work hard for a living and to have to pay for your own shit.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/21/canada-politics-progressive-liberal-trudeau\">Think Canada is a progressive paradise? That’s mooseshit</a> </p> </aside>  <p>Trump – to whom the 29-year-old mother from Saskatchewan shifted her allegiance after Ben Carson dropped out – earns her praise for the way he runs his company. “There’s concerns about Trump, about his attitude and the fact that he could make a lot of enemies with some of the things he says. Which OK yeah, it’s probably a decent concern. But I don’t know – there’s not a hell of a lot of choice but I just can’t see supporting Hillary,” she said. “She’s a big time sellout.” </p> <p>A Trump presidency could benefit Canada, she said, pointing to his campaign promise to greenlight TransCanada’s Keystone XL pipeline. “To me, I think Trump would be more for the United States and Canada than Trudeau would.” </p> <p>Her Facebook page has attracted more than 1,700 members in the span of a few months, she said, suggesting Trump might be more popular in Canada than some may realise. “We’ve just had people wanting to join every day. And I know we’re not the only Donald Trump page out there.”</p>  <figure class=\"element element-image\" data-media-id=\"87f35d6ed12f8fb355d22ac76b39889e22c9c69d\"> <img src=\"https://media.guim.co.uk/87f35d6ed12f8fb355d22ac76b39889e22c9c69d/73_0_1107_664/1000.jpg\" alt=\"A episode of South Park, Where My Country Gone, parodied the Republican presidential hopeful’s attitude on immigration and the presidential race as a whole, and he becomes president of Canada.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An episode of South Park, Where My Country Gone, parodied the Republican presidential hopeful’s attitude on immigration and the presidential race as a whole, and he becomes president of Canada.</span> <span class=\"element-image__credit\">Photograph: Comedy Central</span> </figcaption> </figure>  <p>One of the most active discussion groups seeking to bring together Canadians rooting for Trump launched in February. The goal, <a href=\"https://www.facebook.com/CanadiansForDonaldTrump/\">states the Canadians For Donald Trump page,</a> is to increase awareness of Trump’s campaign and the “positive effects that his election will have for Canada”.</p> <p>The group has been mostly met with “bemused fascination”, laughed Daniel Erikson, one of the co-founders of the online community of about 6,900 people.</p> <p>The 34-year-old venture capitalist from Calgary acknowledged that a Trump presidency would probably be detrimental to Canada in the short term. </p> <p>“The relations between a progressive like Trudeau and a possible president Trump are going to be frosty at best.” But he hoped Trump would help keep Trudeau – and his majority government – in check. “There’s heavy globalist leanings, a lot of social justice warrior-type rhetoric that comes out of Ottawa now.”</p> <p>In the long run, he believed having Trump at the helm of Canada’s largest trading partner would be a boon to Canada. “In the circle that I run, when we’re standing around and having a drink and talking about politics in general, the overarching thing I hear is ‘wouldn’t it be nice to see someone run the country like you run a business,’’’ said Erikson. </p> <p>The unsavoury aspects of Trump’s campaign – from the allegations of sexual misconduct to the outlandish behaviour – are the price demanded of a candidate that comes with business acumen and track record like Trump’s, he asserted. “You also have to be willing to plug your nose and close your eyes and deal with the fact that not everything they’ve said their entire life has been polished through a political filter.” </p> <p>He laughed as he added, “With our inherent Canadian politeness, it’s an interesting mountain to climb.” </p> <p> </p>",
  "<p>Seventy million Americans tuned in to watch the last of the presidential debates on Wednesday, which saw both candidates <a href=\"https://www.theguardian.com/us-news/2016/oct/19/abortion-trump-clinton-debate\">clash over abortion</a>, gun rights, immigration and foreign policy. <br></p> <p>Each of the three debates was mired with heated exchanges over the series of controversies that have surfaced about each candidate throughout this electoral cycle, with discussions on their policies peppered in between.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/19/third-presidential-debate-fact-check-trump-clinton\">Debate fact-check: Hillary Clinton and Donald Trump's claims reviewed</a> </p> </aside>  <p>Hillary Clinton and Donald Trump spoke for most of the combined 270 minutes, with some interjections from the moderators. But what exactly did they talk about, and for how long?</p> <p>The Guardian has aggregated the time spent on key topics throughout the three debates. Our analysis counted topics discussed at length. We did not count passing mentions of Isis or Clinton’s email scandal. </p> <p>The candidates spent the majority of their time speaking about foreign policy and the economy. This is in part due to our broad definition of both topics: foreign policy includes the Syrian war, the invasion of Iraq, US relations with Russia and Nato, among other things; the economy category encompasses trade deals, tax policy, jobs and more. </p> <p>The candidates’ differing styles affected how much they spoke on each issue. Clinton’s succinct responses on issues of foreign policy meant that her answers often took less time. Trump danced from one issue to the next whenever he was given a chance to speak, and Syria and Iraq were common fail-safes for the Republican nominee.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/10/debate-topic-totals/\" data-alt=\"Debate topics\"> <a href=\"https://interactive.guim.co.uk/embed/2016/10/debate-topic-totals/\">Debate topics</a> <figcaption>Debate topics</figcaption> </figure>  <p>The candidates spent more than 30 minutes across the three debates discussing the many controversies surrounding Trump. Clinton focused on <a href=\"https://www.theguardian.com/us-news/2016/mar/31/donald-trump-abortion-comments-women-history-of-misogyny\">Trump’s record with women</a> – a topic he forcefully avoided. However, he did push back on moderators’ <a href=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\">questions regarding his tax returns</a>, blaming Clinton for allowing the tax loopholes in the first place.</p> <p>Combined with Clinton’s emails and the WikiLeaks revelations, the candidates spent 45 minutes – equivalent to half of a debate – discussing the scandals that they’re embroiled in. </p> <p>Evidently, their debating styles differed. While Clinton was more likely to stay on one topic each time it was mentioned, both candidates attempted to pivot the discussion when less favorable issues were raised. </p> <p>When Trump was asked about <a href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">his treatment of women</a> or his questionable tax returns, he would revert to a range of his favorite talking points such as Isis or Clinton’s emails. In the second debate, for instance, Trump mentioned Isis six times in response to a question from Anderson Cooper on the <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">Access Hollywood tape in which Trump said he would grab a woman’s genitals without her consent</a>.</p> <p>Clinton avoided tough questions about her use of a private email server or the content of numerous emails from her inner circle released by WikiLeaks by highlighting Trump’s relationship with Russia. Clinton mentioned Putin or Russia seven times in one response in the third debate when asked by Chris Wallace about a speech she gave to a Brazilian bank that was released by WikiLeaks. </p> <p>The economy consistently ranks among the most important topics for voters, often followed closely by national security and terrorism. In this respect, the candidates’ focus on the debates was closely aligned with public interest. </p> <p>However, the supreme court is one of the most divisive issues, especially for conservatives voters conflicted on whether to vote for Trump, and it only featured prominently once in the third debate. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/19/where-is-climate-change-in-the-trump-v-clinton-presidential-debates\">Climate change would not have been mentioned at all</a> if it hadn’t been for one question in the second debate from a man in a red sweater named Ken Bone. </p>",
  "<p>Her hair was tastefully curled, her makeup flawless and discreet. Asma al-Assad’s tone, too, was impeccably sober when she gave her <a href=\"https://www.youtube.com/watch?v=OVT3ysM-5iM\">first television interview in eight years</a> earlier this week.<br></p> <p>Like all Syrians, she told her interviewer in her light London accent, she felt “pain and sadness” when she met those injured and widowed by the conflict in her country and offered to help. “Could you ignore them? In Syria we believe in honouring our word. That’s important.”</p> <p>The fact that the interviewee’s husband, Syria’s President Bashar al-Assad, continues to drop <a href=\"https://www.theguardian.com/world/2016/oct/01/-syriaairstrikes-major-offensive-against-rebel-held-areas-of-aleppo\">barrel bombs</a> on his own civilians was not raised by the interviewer from the Russian state-backed television Channel 24, though there was an acknowledgement that there was “unprecedented” suffering on both sides of the conflict. Nor was the fact that Russia’s bombing in support of Assad’s regime has <a href=\"https://www.theguardian.com/us-news/2016/oct/07/syria-russia-war-crimes-inquiry-john-kerry\">led to</a> <a href=\"http://www.independent.co.uk/news/world/middle-east/syria-war-aleppo-attack-bombings-hosptial-ban-ki-moon-says-city-worse-than-slaughterhouse-a7336736.html\">widespread</a> <a href=\"http://news.sky.com/story/rebels-say-push-for-peace-in-syria-is-futile-as-russian-backed-bombing-intensifies-10592957\">accusations</a> of <a href=\"https://www.theguardian.com/politics/2016/sep/25/boris-johnson-russia-could-be-guilty-war-crimes-syria\">war crimes</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/oct/21/who-is-asma-al-assad-video-explainer\"            data-short-url=\"https://gu.com/p/58h3p\"                    data-show-ads=\"true\"            data-video-id=\"2827168\"            data-video-name=\"Who is Asma al-Assad? – video explainer\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-580a6034e4b04a730467114f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/21/161021AsmaAssad_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/21/161021AsmaAssad.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/21/161021AsmaAssad_V3.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/oct/21/who-is-asma-al-assad-video-explainer\">Who is Asma al-Assad?</a></figcaption> </figure>   <p>Why, she was asked instead, did the foreign media insist on criticising her family rather than focusing on her charity work? “That’s a question you have to ask them,” replied Assad.</p> <p>Though the <a href=\"https://www.theguardian.com/world/2016/oct/18/syrias-first-lady-asma-al-assad-says-she-rejected-offers-of-asylum\">interview was hardly packed with revelations</a>, the decision to speak out after years of silence has reignited fascination with a woman who has variously been described as Syria’s <a href=\"http://www.theatlantic.com/international/archive/2012/01/the-only-remaining-online-copy-of-vogues-asma-al-assad-profile/250753/\">“desert rose”</a> and the “<a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9458674/At-home-with-the-Assads-an-eerie-memoir-of-Syrias-first-family-before-the-slaughter-began.html\">first lady of hell</a>”. How does this smart, elegant Londoner speaking the language of compassion square with the brutality of the regime her husband heads? And why was she speaking out now?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2011/oct/11/assads-syria-ruling-family\">At home with the Assads: Syria's ruthless ruling family</a> </p> </aside>  <p>To <a href=\"https://new.trinity.edu/faculty/david-lesch\">David Lesch</a>, a professor of history at Trinity University in San Antonio, Texas, and the author of a book called <a href=\"https://www.amazon.co.uk/Syria-House-Assad-David-Lesch/dp/0300186517\">Syria: The Fall of the House of Assad</a>, the first lady’s decision to surface was “a sign of confidence in terms of what they perceive to be their position – that they are winning. I think this is all part of a PR attempt to portray stability, inevitability, that they are in control of the country.</p> <p>“I think they very much feel as though they are secure for the near future, because of the <a href=\"https://www.theguardian.com/world/2015/aug/26/assad-confident-of-russian-support-for-syria-regime\">support they have received from Russia and Iran</a>.” <br></p> <p>Unlike the man she would go on to marry, Asma al-Assad did not grow up in the palace of a brutal dictator but in a pebble-dashed terraced house in Acton, the daughter of a Syrian-British cardiologist. She attended a Church of England school, where<a href=\"https://www.theguardian.com/world/2011/oct/11/assads-syria-ruling-family\"> friends knew her as Emma</a>, an ordinary student who was funny and friendly, though with an occasionally short fuse. </p> <p>She studied French and computing at King’s College, London, then briefly became an investment banker in New York. Having met Bashar while he was training as an ophthalmologist in London, they reconnected in 2000 and married in secret later that year, months after he became president following the death of his father. She was 25.</p> <p>There were great hopes, in the early years at least, that after years of brutal dictatorship, the young, western-educated doctor and his attractive British-born wife would preside over a period of greater openness and freedom. </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"6de8b61de676cef29d6dc6b264aa5afc03572725\"> <img src=\"https://media.guim.co.uk/6de8b61de676cef29d6dc6b264aa5afc03572725/0_64_1500_900/1000.jpg\" alt=\"Asma al-Assad voting with husband Bashar at a polling station in Damascus in April 2016\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Asma al-Assad voting with husband Bashar at a polling station in Damascus in April 2016. The opposition called the elections illegitimate.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>  <p>“People talked about the <a href=\"https://www.theguardian.com/books/2003/may/03/highereducation.news\">‘Damascus Spring’ when Bashar succeeded his father</a>,” says Chris Doyle, director of the Council for Arab-British Understanding (<a href=\"http://www.caabu.org/\">CAABU</a>). “There were changes, a sense of it being more open.” The new president was more approachable, he says, and some of the old guard were pushed aside. Expensive PR exercises burnished the image of the couple domestically and internationally.</p> <p>But even in late 2010, when a writer for US Vogue interviewed Asma for what would become a notorious profile that called her “the very freshest and most magnetic of first ladies”, there were plenty of cracks appearing in the fairytale image. </p> <p>By the time the piece was published the following year, <a href=\"https://www.theguardian.com/world/2015/mar/02/global-warming-worsened-syria-drought-study\">Syria’s uprising</a> had begun, after a group of schoolboys aged between 10 and 15 from the village of Daraa were <a href=\"http://www.cbsnews.com/news/how-schoolboys-began-the-syrian-revolution/\">arrested and tortured</a> for writing “<a href=\"https://www.theguardian.com/world/2011/dec/11/inside-syria-rebels-call-arms\">The people want to topple the regime</a>” on the walls of their school. Locals turned out in their hundreds to protest at their treatment, and the resistance rapidly spread (editor Anna Wintour <a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9325230/Syria-Vogues-Anna-Wintour-disowns-Asma-al-Assad.html\">later disowned the first lady</a> and the piece has been deleted from the magazine’s website).</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"30d99937538e72ec8c8dbf107f91f487014ae83c\"> <img src=\"https://media.guim.co.uk/30d99937538e72ec8c8dbf107f91f487014ae83c/30_158_5314_3188/1000.jpg\" alt=\"People inspect the pit around the Sahra hospital after a barrel bomb strike on 1 October.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People inspect the pit around the Sahra hospital after a barrel bomb strike on 1 October.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty</span> </figcaption> </figure>  <p>For a while, early in the conflict, there were questions over how much Asma knew about her husband’s activities. The wives of the British and German ambassadors to the UN made <a href=\"https://www.theguardian.com/world/2012/apr/17/ambassadors-wives-asma-assad-syria\">a video</a> appealing to her in 2012 to “take a risk, and to say openly: stop the bloodshed, stop it right now”. She could not “hide behind her husband”, they said. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/18/syrias-first-lady-asma-al-assad-says-she-rejected-offers-of-asylum\">Syria's first lady, Asma al-Assad, says she rejected offers of asylum</a> </p> </aside>  <p>But after a long and brutal conflict, there is little credibility in the suggestion she does not know, says Doyle, who believes she condones the activities of her husband’s regime. “I think it’s the analysis of some that they started to get very comfortable in power, and ... power corrupts,” he says. “They grew to love the position and the trappings of power and became more comfortable with the authoritarian bent of the regime.</p> <p>“After five years of seeing such horrific levels of carnage, destruction and displacement, it’s hard to believe that she and others at the top of the regime are not fully aware of what’s going on.”</p> <p>Any lingering doubt was laid to rest after the Guardian <a href=\"https://www.theguardian.com/world/2012/mar/14/assad-emails-lift-lid-inner-circle\">published emails</a> leaked from the couple’s private accounts that showed <a href=\"https://www.theguardian.com/world/2012/mar/14/gilded-lifestyle-assad-coterie-conflict\">she had been spending vast sums</a> on expensive jewellery, interior decor and clothes, even while bombs pounded impoverished Syrians. </p> <p>The emails also illustrate the closeness of the couple’s relationship. “If we are strong together,” the first lady wrote to her husband in one email, “we will overcome this together … I love you.” These emails have circulated widely in Syria; so have Facebook photographs of members of the elite enjoying lavish parties while some in the country starve.</p> <p>There are parts of <a href=\"https://www.theguardian.com/world/2016/mar/14/syria-civil-war-five-years-guardian-reporting\">government-controlled Damascus</a> where, even five years into the devastating conflict, it is possible for the wealthy to live a comparatively normal life, and the Assads are no different. Though the vast presidential palace stands undamaged on its hilltop site, the couple and their three children Hafez, 14, Zein, 12, and Karim, 11, are widely believed by Damascans to be living in a closely guarded house in the leafy district of Malki. </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a534b0dcd6ebfba0f8ca85409e10c8930e3d35f0\"> <img src=\"https://media.guim.co.uk/a534b0dcd6ebfba0f8ca85409e10c8930e3d35f0/34_309_3055_1833/1000.jpg\" alt=\"People during an ‘I Love Damascus’ marathon in Umayyad Square, Damascus\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People during an ‘I Love Damascus’ marathon in Umayyad Square, Damascus. The wealthy can live a comparatively normal life in parts of government-controlled Damascus.</span> <span class=\"element-image__credit\">Photograph: Omar Sanadiki/Reuters</span> </figcaption> </figure>  <p>She walks the children to their Montessori school each morning. Hafez has begun to appear at youth events alongside his mother, leading to suspicions he is already being groomed for the next generation of the family business. He loves computing and has grown as tall as his father, <a href=\"http://www.aljazeera.com/news/2016/01/assad-children-learn-languages-practice-hobbies-160123091337305.html\">a Facebook post</a> declared earlier this year. He is also learning Russian. </p> <p>And even as Asma has withdrawn from TV and is less frequently seen in the city, her image-building continues: the president and first lady maintain official <a href=\"https://www.instagram.com/p/BKz6OFHB7VT/?taken-by=asmaalassad\">Instagram accounts</a>, hers showing a steady stream of humanitarian visits to wounded soldiers and smiling children. Every post comes already hashtagged: #WeLoveYouAsma.</p> <p>In the stalls and small shops of the capital, trinkets showing the first family remain as ubiquitous as they ever were but few in Syria have any illusions about the president and his wife, according to a well-informed source – even among the Alawites, the minority Muslim sect from which the Assads originate. </p> <p>“I think there’s a great resentment even among the Alawites towards the Assads,” says the source. “Because they feel they are the ones paying the price. Even in <a href=\"https://www.theguardian.com/world/2013/oct/02/syria-massacre-reports-alawites-assad\">Alawite villages</a> you hear it. The graves for us and the palaces for them.”</p> <p>“They have certainly lost whatever lustre they had prior to the outbreak of the civil war among most of the population, because that’s what the destruction of this war will do,” says Lesch, who came to know the president well in the period before the war. </p> <p>“To many Syrians, they have lost their legitimacy to rule. So the big question, if he somehow does survive is: do they realise this? Does the regime adequately realise how much the <a href=\"https://www.theguardian.com/world/2014/jan/21/assad-government-trial-icc-syrian-opposition-coalition\">public has moved away</a> from them?”</p>",
  "<p>It may be hard to recall now that he has the country’s biggest-selling newspaper baying for his head over his views on immigration, but the only thing Gary Lineker used to be criticised for was failing to have an opinion.</p> <p>Famously never booked in his footballing career and gently mocked for his inoffensiveness during his playing heyday, the journey from being lauded by the Sun as England’s goal-scoring hero to “jug-eared leftie luvvie” has been a long and winding one. </p> <p>The Match of the Day host, who is one of the BBC’s best-known faces and also presents BT Sport’s Champions League coverage, maintained his sense of humour on Friday after the Sun called for him to be sacked over what they called “migrant lies” amid ongoing public debate about the government’s treatment of child refugees from Calais. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GaryLineker/status/789366146977980416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Getting a bit of a spanking today, but things could be worse: Imagine, just for a second, being a refugee having to flee from your home.</p>&mdash; Gary Lineker (@GaryLineker) <a href=\"https://twitter.com/GaryLineker/status/789366146977980416\">October 21, 2016</a></blockquote>  </figure>  <p>“Getting a bit of a spanking today, but things could be worse: Imagine, just for a second, being a refugee having to flee from your home,” said Lineker on the social networking site through which he has aired his opinion on the way newspapers have reported events in Calais. </p> <p>“Must say though, I’m rather chuffed to have been called a ‘luvvie’,” added Lineker, who also thanked those who had responded with messages of support. </p> <p>In the wake of newspaper front pages earlier this week that questioned the ages of child migrants being admitted to join their families in the UK, Lineker had said: “The treatment by some towards these young refugees is <a href=\"https://www.theguardian.com/world/2016/oct/19/gary-lineker-hits-back-at-online-abuse-over-hideously-racist-coverage-refugees\">hideously racist</a> and utterly heartless. What’s happening to our country?”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/21/sack-gary-lineker-tweet-the-sun-culture\">Sack Gary Lineker for a tweet? That’s the peevish cry of our toddler culture | Marina Hyde</a> </p> </aside>  <p>The former Everton, Spurs and Barcelona striker has continued to speak his mind on Twitter despite the polarised reaction. On the eve of the European referendum, Lineker sent a late-night tweet that said: “Whatever happens, Nigel Farage will always be a dick”. </p> <p>The 55-year-old presenter later apologised for the personal insult, but the next day made his feelings on Brexit clear: “Feel ashamed of my generation. We’ve let down our children and their children.”</p> <p>Those views, in the face of rabid support for Brexit from the Mail and the Sun – combined with his role as a well-paid BBC presenter at a time when the corporation has again been under pressure from familiar critics – have made him a target. </p> <p>Lineker’s distaste for the editorial agenda and modus operandi of the Mail and the Sun, in particular, is not new and has been simmering for some time. He quit his Mail on Sunday column after six months in 2011 following what he viewed as a sting operation on the FA chairman at the time, Lord Triesman, who was forced to step down at a time when England was bidding to host the 2018 World Cup. </p> <p>Since then, he has frequently attacked the Mail in particular. In a 2013 Guardian interview, he said criticism of Match of the Day was essentially “a Daily Mail thing – and their anti-BBC issue”. </p> <p>In 2014, he told the Guardian that “Twitter Gary” enabled him to be more outspoken than he could be on television. “I’ve quite often written tweets that I think are across that line, but I just delete them. There’s a few of those,” he said. “My law to myself is, if I’ve got doubts, then don’t send it. Do I really need the shit? Although I suppose I quite enjoy finding out where the line is.”</p> <p>Lineker’s career as a television anchor has brought him a £2m-plus salary – he took a BBC pay cut, but then signed his deal with BT Sport for live Champions League coverage – and maintained his status as a household name.</p> <p>But his new-found outspokenness has won him enemies as well as admirers among the programme’s Saturday night audience.</p> <p>A glance at the replies to his Twitter feed are as accurate a reflection as any of the angry, divided state of the nation – for every one praising Lineker for taking a stand, there is another furiously berating him for being seen to dispense wisdom from his well-remunerated “ivory tower”.</p> <p>The BBC has made it clear it is relaxed about his pronouncements as he is a freelance employee. But as Lineker’s views were endorsed on Friday by the Labour leader, Jeremy Corbyn, his intervention could not help but feel increasingly politicised.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/789436842924015616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I admire <a href=\"https://twitter.com/GaryLineker\">@GaryLineker</a> and <a href=\"https://twitter.com/lilyallen\">@lilyallen</a> for showing Britain at its best: compassionate, welcoming, and standing up to fear and division</p>&mdash; Jeremy Corbyn MP (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/789436842924015616\">October 21, 2016</a></blockquote>  </figure>  <p>“I admire @GaryLineker and @lilyallen for showing Britain at its best: compassionate, welcoming, and standing up to fear and division,” said Corbyn on Twitter.</p> <p>His longstanding agent, Jon Holmes, believes Lineker is unlikely to be cowed by the latest exchange of fire, which he argues is also motivated by the newspapers concerned raging against their diminishing influence. </p> <p>“I think that he believes that by speaking through Twitter, it’s authentically him. It’s his voice saying things rather than being interpreted by the newspapers. It’s not a political issue, it’s a humanitarian one,” said Holmes. </p> <p>“Their rage is that the agenda is not being created by newspapers any longer and now social media is creating the agenda. He’s unlikely to be intimidated.”<br></p>",
  "<p>I moved to England <a href=\"https://www.bellanaija.com/2016/10/award-winning-writer-chibundu-onuzo-talks-about-the-empowerment-of-the-girl-child-in-her-piece-when-i-was-fourteen/\" title=\"\">when I was 14</a>. Like many migrants, I moved for the opportunities. My school in <a href=\"https://www.theguardian.com/world/nigeria\" title=\"\">Nigeria</a> was excellent, but it was an excellence focused on the sciences. Moving to a British school meant moving to a system that invested as much energy in teaching literature, history and music as it did in teaching maths.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/21/sack-gary-lineker-tweet-the-sun-culture\">Sack Gary Lineker for a tweet? That’s the peevish cry of our toddler culture | Marina Hyde</a> </p> </aside>  <p>It was a privileged, cushioned move, smoothed by the presence of my mother, who waited a few months for me to settle down. Yet it was still a fraught transition, as all major changes are in a teenager’s life. Once arrived, I&#xa0;wanted to go back. The joys of learning about iambic pentameter were no compensation for the weather and the food and the tight cliques of English girls, socially stratified in ways that were incomprehensible to me.</p> <p>I got over it. I made friends. I learned to tolerate the cold, and grew stoic about the food. What doesn’t kill you makes you stronger, and so on.</p> <p>But I wonder how I would have felt if, on arrival, there had been an official waiting with gloved hands to grasp my chin and peer into my mouth. To pass an x-ray through my molars to determine if I really was 14. To be met with suspicion as I took my first steps into a new country. After all, I was tall for my age, often mistaken for older, sometimes as old as 21.</p> <p>This week the Tory MP David Davies called for <a href=\"https://www.theguardian.com/world/2016/oct/19/child-refugees-dental-tests-verify-age-david-davies\" title=\"\">age-verifying dental tests</a> to be carried out on child refugees coming to England from the Calais camp. Although the British Dental Association and the Home Office have ruled out this strategy as unethical, Davies’ view has supporters. <a href=\"http://www.standard.co.uk/news/uk/jack-straw-former-home-secretary-backs-calls-for-age-tests-on-migrant-children-a3373871.html\" title=\"\">Jack Straw</a>, a former Labour home secretary, said he would not have ruled out dental checks for migrants when he was in office.</p> <p>I would like to note that these children are refugees, not “migrants”, as some reports have taken to calling them. At 14 I was a migrant. I had a home to return to, should the Home Office have suddenly revoked my visa. I had a family in Nigeria, a house, food, clothing and so on.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>What is the official response to a man or woman fleeing death? Sorry, you are too old to receive kindness?</p> </blockquote> </aside>  <p>When your home is a bomb crater and you are forced to leave it because of war, you become a refugee. A nine-year-old Syrian child does not reach France unaccompanied because she wants access to the French job market, or better education, or a better healthcare service. She is a child running for her life.</p> <p>In the 1930s almost 10,000 Jewish children <a href=\"https://www.theguardian.com/artanddesign/2016/jul/29/ursula-kantorowicz-arrives-at-southampton-kindertransport-germany\" title=\"\">arrived in Britain</a>, escaping Nazi persecution. Britons rose to the occasion, quietly and without fuss. There is no reason why this could happen again, if only compassion were allowed back into public discourse.</p> <p>It is the descendants of that generation of Britons who now fret over “how many is too many”, when only a handful have arrived.</p> <p>It is true that some who say they are child refugees may not be children. A 25-year-old might claim to be 16. A 19-year-old might claim to be 14. But what is the official response to a man or woman fleeing death? Sorry, you are too old to receive kindness? Your teeth are too mature for you to be granted refuge?</p> <p>Slowly and steadily, compassion is being leached from the public sphere in this country. Cabinet ministers glibly announce that anyone hiring foreigners should be <a href=\"https://www.theguardian.com/politics/video/2016/oct/04/amber-rudd-comes-down-on-immigration-and-foreign-workers-video\" title=\"\">named and shamed</a>. Instead of a generation of politicians saying this could be Britain’s finest hour, we are told to barricade, to prepare for siege and to creep away into our bunkers. Instead of standing with the world in crisis, Britain is being urged to shut itself off.</p> <p>It is dangerous to live in a place without compassion. When all the foreigners and migrants and refugees have been sent away, when we have been ferreted out of jobs and schools and NHS hospitals, who will be left to blame? A society without compassion, when it has eaten all the others, will turn inwards and eat itself.</p> <p>The response to the child refugees is an early indicator of what Britain will be like after it leaves the EU. Open or closed? Compassionate or tight-fisted? David Davies has given his answer. What is yours?</p> <p>• To discuss the issues raised by this piece please <a href=\"https://www.theguardian.com/world/2016/oct/19/share-your-views-on-the-governments-response-to-calais-child-refugees\" title=\"\">use this form</a></p>",
  "<p>“It’s always Cork first and Ireland second,” said Roy Keane in a 1997 RTE documentary, Have Boots Will Travel. Keane, now the national football team’s assistant manager, was describing how he replies when people ask where he’s from. However, the reality is this self-proclaimed “rebel city” often plays second fiddle to Dublin in terms of attention, influence and media hubbub – and that even extends to it as a short-break destination. But missing out on Cork is a mistake. This is a city with a little bit of everything, and a touch of magic.</p> <p>Blessed by a location in southern Ireland that means fresh seafood plus lush countryside for dairy produce and livestock, Cork’s food scene is flourishing under the watchful eye of chefs such as Kate Lawlor and Denis Cotter, and at restaurants including Electric, Farmgate Cafe, Fenn’s Quay and Market Lane. Beer thoughts may start with Beamish and Murphy’s but craft breweries, such as award-winner Rising Sons, as well as Elbow Lane, the Franciscan Well, and the Cotton Ball Brewing Co, provide character in a pub scene that is alive, well and adhering to cliches – in the best possible sense.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"314351f16a965a4f1d352b5ba37b09ed698eb76c\"> <img src=\"https://media.guim.co.uk/314351f16a965a4f1d352b5ba37b09ed698eb76c/0_187_5616_3370/1000.jpg\" alt=\"St Finbarr’s Cathedral in Bishop Street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Saint Fin Barre’s cathedral in Bishop Street.</span> <span class=\"element-image__credit\">Photograph: Getty Images/Lonely Planet Images</span> </figcaption> </figure>  <p>Yes, it has its historic attractions. Enjoy city views and ring the Shandon Bells at <strong>St Anne’s church</strong> (adults €5, children €2.50), marvel at the William Burges-designed <a href=\"http://corkcathedral.webs.com/\"><strong>Saint Fin Barre’s cathedral</strong></a> (€5), chinstroke at <a href=\"http://www.crawfordartgallery.ie/\">the <strong>Crawford art gallery</strong> </a>(free) – or visit <a href=\"http://www.corkbutter.museum/\"><strong>Cork Butter museum</strong></a> (adult €4, child €1.50). But this student-rich city also has a sense of fun and a strong cultural heartbeat away from its tourist hits.</p> <p>Cork hosts 24 major festivals every year, including Ireland’s oldest movie showcase, <a href=\"http://www.corkfilmfest.org/\"><strong>the Cork film festival</strong></a>, which celebrates its 61st birthday in November. There’s also a world-renowned <a href=\"https://www.theguardian.com/travel/2016/apr/20/top-10-jazz-festivals-europe-montreux-umbria-cork\">jazz festival</a> in October and annual celebrations of folk music, literature, science and food. What’s more, this is a place built for strolling and has a centre ripe for exploring. It has its dark side, too … though you can more easily examine that amid the, at times, comic setting of Lisa McInerney’s prize-winning novel <a href=\"https://bookshop.theguardian.com/the-glorious-heresies.html\">The Glorious Heresies</a>.</p> <p>Cork may often have been merely a starting point for those heading west to the rugged, dramatic scenery of the Ring of Kerry, Mizen Head and the Ring of Beara but it is a fascinating jaunt in its own right. The verbal jousting with Dublin about being the “real” capital of Ireland is unlikely to end but pick any month and there’ll be a great event here; pick the right time and an affordable return flight is likely. Cork could be the short-hop stop that turns into the best of adventures.</p> <h2><strong>WHAT TO SEE AND DO</strong></h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"2159a916f50a4982fb50509907dfc06a6f022077\"> <img src=\"https://media.guim.co.uk/2159a916f50a4982fb50509907dfc06a6f022077/0_771_4712_2827/1000.jpg\" alt=\"Lewis Glucksman Gallery, University College, Cork.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lewis Glucksman Gallery, University College, Cork.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <h2><strong>Get on the Fab Food Trail</strong></h2> <p>It’s not fast food but fab food. This walking tour is nourishing and an essential way to see Cork’s most respected and up-and-coming cafes, restaurants and market traders. The three-hour guided odyssey reveals great foodie destinations – with tasting opportunities – and provides an insight into the city’s architecture and history. The groups are small (up to 14) and the stopoffs changed regularly – though it may include the inventive <strong><a href=\"https://www.facebook.com/F-I-L-T-E-R-537055749645261/\">Filter</a></strong> cafe, the swishness of <strong><a href=\"http://fennsquay.net/\">Fenn’s Quay</a></strong> restaurant, and the ace salad and juice bar, <a href=\"http://www.therocketman.ie/\"><strong>The Rocket Man</strong></a>.<br>•<em> Cork Tasting Trail with Fab Food Trails, €55, </em><a href=\"http://www.fabfoodtrails.ie/cork-tasting-trail/#book-online\"><em>fabfoodtrails.ie</em></a></p> <h2><strong>Festivals a go-go</strong><br></h2>  <figure class=\"element element-image\" data-media-id=\"776d1a2e6c5f8e44b8c0623e0fd394a2b50ef1c7\"> <img src=\"https://media.guim.co.uk/776d1a2e6c5f8e44b8c0623e0fd394a2b50ef1c7/0_0_4288_2573/1000.jpg\" alt=\"Robert Glasper will be performing at Cork Jazz Festival on Saturday 29 October.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Glasper will be performing at Cork Jazz Festival on Saturday 29 October.</span> <span class=\"element-image__credit\">Photograph: Hayley Madden/Redferns</span> </figcaption> </figure>  <p>It doesn’t matter if you miss a festival in Cork, there’ll be another along in a minute: the city averages two a month. The <strong>jazz festival </strong>(28-31 October) attracts star names and this year has a double bill featuring the <a href=\"https://www.theguardian.com/music/2016/sep/15/robert-glasper-experiment-art-science-review-jazz-cd-blue-note\">Robert Glasper Experiment</a> and the James Taylor Quartet. The Cork <strong>film festival</strong> (11-20 November) mixes home-grown movies, a well-curated pick from world cinema, plus a few Hollywood big hitters. It makes use of venues around the city, including the impressive Opera House. <a href=\"http://www.corkfilmfest.org/2016/\">This year, the festival</a> features director Nate Parker’s provocative The Birth of a Nation; Gimme Danger, Jim Jarmusch’s documentary about punk band the Stooges; a strand of German films; and a series of late-night screenings including a 40th anniversary presentation of Carrie. If you want to plan ahead: the <strong>midsummer festival</strong> in mid-to-late June is a sunny celebration of the arts, while <strong>Cork Pride</strong> is usually held in July.<br>•<em> </em><a href=\"http://www.guinnessjazzfestival.com/\"><em>guinnessjazzfestival.com</em></a><em>; </em><a href=\"http://www.corkfilmfest.org/\"><em>corkfilmfest.org</em></a><em>; </em><a href=\"http://www.corkmidsummer.com/\"><em>corkmidsummer.com</em></a><em>; </em><a href=\"http://www.corkpride.com/\"><em>corkpride.com</em></a></p> <h2><strong>Back to university</strong><br></h2> <p>The grounds of <a href=\"http://www.ucc.ie/en/\"><strong>University College Cork</strong></a> make a pleasant place for a stroll – leafy winding paths, walks alongside the river Lee – but they also provide a glimpse of old and new in harmony. At the entrance to the grounds is the <a href=\"https://www.theguardian.com/artanddesign/2005/aug/22/architecture.communities\"><strong>Lewis Glucksman Gallery</strong></a>, a glorious timber, stone and glass construction that hosts free exhibitions. A few minutes away, and facing the student centre, is the <strong>Honan Chapel</strong>: an arts and crafts design, it celebrates its 100th anniversary in November and is named after the Cork merchant family who financed its construction.<br>•<em> </em><a href=\"http://www.glucksman.org/\"><em>glucksman.org</em></a><em>, </em><a href=\"http://honanchapel.com/\"><em>honanchapel.com</em></a></p> <h2><strong>Shop in a market that’s super</strong><br></h2> <p>The <strong>English Market </strong>is in the centre of the city and seems to be its heart, too; it certainly fills the belly. A traditional covered market dating from the mid-19th century, it brings together greengrocers, bakers, butchers and fishmongers with a smattering of cafes and a clutch of stalls selling clothes, household items and art. It’s a destination in its own right but, importantly, functions as a market, not a novelty. Stalls to check out include <a href=\"http://www.tomdurcanmeats.ie/\">butcher <strong>Tom Durcan</strong></a>, for his spiced beef, and <a href=\"http://www.koconnellfish.com/\"><strong>Kay O’Connell Fish Merchants</strong></a>, where Pat O’Connell has plenty of wit to match his fish wisdom.<br>•<em> <a href=\"http://www.englishmarket.ie/\">englishmarket.ie</a></em></p> <h2><strong>WHERE TO EAT</strong></h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"080aefa99cc4921923137046ae4177fbb3e60962\"> <img src=\"https://media.guim.co.uk/080aefa99cc4921923137046ae4177fbb3e60962/0_242_3632_2179/1000.jpg\" alt=\"The Farm Gate cafe\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Farmgate Café.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <h2><strong>Farmgate Café</strong><br></h2> <p>On the upper floor of the English Market, this daytime cafe has views of the stalls below, turning it into a gallery for observing the scale of the market. Family-run – Rebecca Harte, daughter of the original owner, Kay, is now the manager – it gets most of its produce direct from the market. The lunch menu features a catch of the day, while meat treats include hearty-not-heavy pork sausages, mash, lentils and bacon (€12.50) and, for a subtle-but-sweet dish, there’s the St Tola goat’s cheese and roasted beetroot salad (€12.50).<br>•<em> English Market, Princes Street, +353 21 427 8134, </em><a href=\"http://farmgatecork.ie/\"><em>farmgatecork.ie</em></a><em>. Open Mon-Sat 8.30am-5pm</em></p> <h2><strong>Electric</strong><br></h2> <p>The focus of the menu is on locally caught fish and prime Irish steaks but the art deco building and its views of the Lee from the restaurant, bar and terrace add an extra jolt of “wow” to this foodie haven. A new fish bar, open from 5pm daily, serves three Pacific oysters for €7, seafood chowder from €4.50 and a sumptuous and refreshing lightly poached hake with cream (€12).<br>•<em> 41 South Mall, +353 21 4222 990, </em><em><a href=\"http://www.electriccork.com/restaurant/\">electriccork.com</a></em></p> <h2><strong>Cafe Paradiso</strong><br></h2>  <figure class=\"element element-image\" data-media-id=\"972f7e6e5b58e37e44adbd8e13dfdad169978777\"> <img src=\"https://media.guim.co.uk/972f7e6e5b58e37e44adbd8e13dfdad169978777/0_150_2000_1200/1000.jpg\" alt=\"Cafe Paradiso, Ireland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The simple, modern decor of chef Denis Cotter’s restaurant provides an elegant environment for vegetarian cuisine that is dazzling to look at and just as fulfilling to eat. Now in its 23rd year, Paradiso offers a menu of two courses for €33 or three for €40. Highlights include beetroot, watercress and orange risotto with fresh Ardsallagh goat’s cheese, pine nut crumb and <em>kai lan</em> greens; and the chilli-glazed tofu, pak choi, rice noodles, tamarind-coconut broth with gingered aduki wonton.<br>•<em> 16 Lancaster Quay, +353 21 4277 939, </em><a href=\"http://paradiso.restaurant/#\"><em>paradiso.restaurant</em></a><em>. The Paradiso also has two guestrooms: two-night stay for two with dinner on one night, €330</em></p> <h2><strong>Market Lane</strong><br></h2>  <figure class=\"element element-image\" data-media-id=\"492d70600d116fad03403dfbdc47756280f8bd70\"> <img src=\"https://media.guim.co.uk/492d70600d116fad03403dfbdc47756280f8bd70/0_0_960_576/500.jpg\" alt=\"Market Lane, Cork, Ireland\" width=\"500\" height=\"300\" class=\"gu-image\" /> </figure>  <p>In a buzzy location on Oliver Plunkett Street, which is lined with shops, cafes and pubs, Market Lane has a menu mixing traditional Irish ingredients with a dash of continental flair. It’s a great spot for those planning a longer night out as its early-bird menu, served Monday-Thursday from 5pm-7pm and Sunday 1pm-7pm, has three courses for €23.50, which might comprise French onion soup, slow-cooked west Cork ham hock, and vanilla bean ice-cream with almond brittle.<br>•<em> 5/6 Oliver Plunkett Street, +353 21 427 4710, </em><a href=\"http://www.marketlane.ie/\"><em>marketlane.ie</em></a></p> <h2><strong>Nash 19</strong><br></h2> <p>The worst thing about Nash 19 – bakery, cafe and gallery – is that it closes at 4pm. The good news is, it’s open early: weekdays from 7.30am, Saturdays from 8.30am. And if it’s busy, pick up a Nash2Go box of sandwiches. If the baked cakes and tarts, or owner Claire Nash’s house granola (€4) don’t tempt, the full fry-up (€10), or a lunch-time feast of its house burger with skinny fries (€13), should put fuel in the tank.<br>•<em> 19 Princes Street, +353 21 427 0880, </em><a href=\"http://nash19.com/\"><em>nash19.com</em></a></p> <h2><strong>WHERE TO DRINK</strong></h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"5440bf34401cf0c4a38457f2b89a2be2f39197f9\"> <img src=\"https://media.guim.co.uk/5440bf34401cf0c4a38457f2b89a2be2f39197f9/0_66_2250_1350/1000.jpg\" alt=\"Mutton Lane, Cork, Ireland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mutton Lane Inn</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <h2><strong>The Mutton Lane Inn</strong><br></h2> <p>Welcome to your new favourite pub: the kind of dark-but-welcoming hideaway that would be perfect were it on the route home from work. Time seems to hold no sway in this compact (and candlelit) delight in an alleyway by the English Market. Open from 10.30am (not Sundays), it’s often busy but somehow there’s always somewhere to sit or prop yourself. Rising Sons’ craft brews feature prominently.<br>•<em> 3 Mutton Lane, </em><em><a href=\"https://www.facebook.com/mutton.lane\">on Facebook</a></em></p> <h2><strong>Edison</strong><br></h2> <p>This cocktail bar in a former cinema offers an antidote to the bustle of the more conventional bars found on, and around, Washington Street. Cocktails start from €7 and include classics such as Tom Collins, Old Fashioned and Mai Tai, with new twists in a Popcorn Daiquiri and The Lethal Weapon (dark rum, grenadine, passion fruit, orange and pineapple). The industrial-chic decor, with its filament-showcasing lightbulbs, nods towards hipsterville but the fact it also stocks craft brews from <a href=\"http://www.franciscanwellbrewery.com/en/index\">Franciscan Well</a> and <a href=\"http://www.cottonball.ie/\">Cotton Ball Brewing Co</a> shows its local roots.<br>•<em> 11-12 Washington Street, +353 21 427 3252, <a href=\"https://www.facebook.com/Edison-Cork-1456629791241302/\">on F</a></em><em><a href=\"https://www.facebook.com/Edison-Cork-1456629791241302/\">acebook</a></em></p> <h2><strong>Charlie’s Bar</strong><br></h2> <p>This is a Cork institution for two reasons: it’s a wonderful, traditional pub to watch live music in, and it’s an early-morning bar. That last bit means it’s open daily (except Sunday) from 7am. Right by the Lee but still close to the city centre, Charlie’s has a coal fire (for the cold mornings) and musical offerings beyond just fiddles, drums and accordions to include rock, blues and more.<br>•<em> 2 Union Quay, +353 21 431 8342, </em><em><a href=\"http://www.charliesbarcork.com/\">charliesbarcork.com</a></em></p> <h2><strong>Dennehy’s Bar</strong><br></h2>  <figure class=\"element element-image\" data-media-id=\"cb5e2f08ebaff21f8eef1a8ff409f2c750ef0d47\"> <img src=\"https://media.guim.co.uk/cb5e2f08ebaff21f8eef1a8ff409f2c750ef0d47/0_307_2048_1229/1000.jpg\" alt=\"Dennehy’s Bar, Cork, Ireland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>A couple of doors down from Rising Sons’ modern and cavernous pub-brewery on Cornmarket Street is Dennehy’s Bar – which is quite the opposite. There’s no TV; instead the walls are decorated with notes from the world’s currencies and framed covers of <a href=\"http://www.thephoenix.ie/phoenix/welcome.do\">The Phoenix</a>, Ireland’s answer to Private Eye. The bar has been run by the Dennehy family for more than 50 years, and that spirit of continuity is there in the chatter of locals and a concentration on the basics: bar stools and wooden tables, decent beers and good conversation.<br>•<em> 11 Cornmarket Street, +353 21 427 2343, <a href=\"https://www.facebook.com/dennehys11\">on </a></em><em><a href=\"https://www.facebook.com/dennehys11\">Facebook</a></em></p> <h2><strong>Reidy’s Wine Vault Bar</strong></h2> <p>It’s slightly out of the city centre, on the road to the university, but Reidy’s is a great pitstop for decent beer, good-value food (soups, stews, sandwiches) and a calm atmosphere. It has a nostalgic air with its long wooden bar with plenty of seats, high stools around circular tables and globe-shaped bulbs that give out just the right amount of warm light. There’s also a quaint beer garden at the back.<br>•<em> Western Road, no website</em></p> <h2><strong>WHERE TO STAY</strong></h2>  <figure class=\"element element-image\" data-media-id=\"3fccb0e16233ef4e4af2ceffb6cfd7d9b2048e47\"> <img src=\"https://media.guim.co.uk/3fccb0e16233ef4e4af2ceffb6cfd7d9b2048e47/44_0_2659_1596/1000.jpg\" alt=\"River Lee Hotel, Cork, Ireland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">River Lee Hotel</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <h2><strong>River Lee hotel</strong><br></h2> <p>This large, plush, contemporary hotel has a picture-perfect location on the river and is almost equidistant from the university and the centre of town. The breakfast and dining area is light and airy, the rooms are a generous size with many having views of the river or Saint Fin Barre’s cathedral and there’s even a small spa, pool and gym area.<br>•<em> Doubles from €140 room only, Western Road, +353 21 425 2700, </em><a href=\"https://www.doylecollection.com/hotels/the-river-lee-hotel\"><em>doylecollection.com</em></a></p> <h2><strong>The Imperial hotel</strong><br></h2> <p>Whereas the River Lee is modern and glass-fronted, the Imperial has old-style grandeur and the maturity to say “2016 is my 200th birthday”. The 125 rooms mix classic furnishings with modern amenities and the lobby is a marbled wonder that is also a gateway to the New York-esque booths and curved bar of Seventy Six on the Mall. That restaurant is one of three; Lafayette’s Brasserie also impresses – because it seems inspired by Wes Anderson’s Grand Budapest Hotel. It’s in the heart of the city so worth a visit even for those not staying here.<br>•<em> Doubles from €100 room only, South Mall, +353 21 730 6606, </em><em><a href=\"https://www.flynnhotels.com/Imperial_Hotel_Cork/\">flynnhotels.com</a></em></p> <h2><strong>More accommodation options</strong><br></h2>  <figure class=\"element element-image\" data-media-id=\"4da6fdf31f4c24d97a348b72fc69989561fc1523\"> <img src=\"https://media.guim.co.uk/4da6fdf31f4c24d97a348b72fc69989561fc1523/0_34_1026_616/1000.jpg\" alt=\"Montenotte Hotel, Cork\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Montenotte Hotel.</span> <span class=\"element-image__credit\">Photograph: Miki Barlok</span> </figcaption> </figure>  <p>For cheaper stays, try <strong>Hotel Isaacs</strong> (doubles from €70 B&amp;B, <a href=\"http://www.hotelisaacscork.com/\">hotelisaacscork.com</a>) or <strong>Brú Bar &amp; hostel</strong> (doubles from €48, dorm beds from €15, <a href=\"http://www.bruhostel.com/index.cfm/page/home\">bruhostel.com</a>). <strong>Montenotte hotel</strong> (doubles from €109 B&amp;B, <a href=\"http://www.themontenottehotel.com/\">themontenottehotel.com</a>) has city views from its terrace, and its own cinema. The <strong>Metropole</strong> (doubles from €99 B&amp;B, <a href=\"http://www.themetropolehotel.ie/index.html\">themetropolehotel.ie</a>) has a lovely pool and is on MacCurtain Street, in what some are calling the city’s Victorian Quarter.</p>",
  "<h2>Snapshot: Me as a teen, through my big sister’s eyes <br></h2> <p>These are two photos of me, both taken by my older sister, Xtine. The colour picture (above) is from the summer of 1962, when I was 14. At that time I was mad about Cliff Richard’s backing group, the Shadows. About six months earlier, I had been given their first LP. On the cover was a colour photo of the group in a casual pose. Hank Marvin and Jet Harris are looking at what appears to be a fan letter. Bruce Welch is looking straight at the camera, but Tony Meehan, the drummer, seems lost in his own thoughts. They are all wearing very distinctive, striped jumpers or cardigans. As Meehan was the drummer, and I played drums in a&#xa0;school rock group, he was my idol.</p> <p>I begged my mother to knit me a zip-up cardigan, as close in pattern and colour to the one Meehan is wearing on the album cover. She did an amazing job, as always, and that’s what I am sporting in the photo.</p> <p>Xtine is seven years older than me. In 1962, she was 21 and already a schoolteacher. Over the next two or three years, she and her new boyfriend had a big influence on my taste in music and clothes and my hairstyle. You can see evidence of that in the second photo (below), which was taken in 1964, the year of Twist and Shout and It’s All Over Now.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"225ec77e42531e858049ca706ce6a4771230eebf\"> <img src=\"https://media.guim.co.uk/225ec77e42531e858049ca706ce6a4771230eebf/0_0_1063_1068/995.jpg\" alt=\"Ian Tinwell’s sister’s ‘arty’ shot of him, taken in 1964.\" width=\"995\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ian Tinwell’s sister’s ‘arty’ shot of him, taken in 1964.</span> <span class=\"element-image__credit\">Photograph: HANDOUT</span> </figcaption> </figure>  <p>Gone is the Shadows-style cardigan, replaced by a black turtleneck jumper and long black scarf (knitted by my mother). Gone are the ice-blue Wranglers, replaced by Levi’s. Gone is the old-fashioned hairstyle, replaced (although you can’t really see it in the photo) by a Beatles-influenced style. It was my sister who persuaded me – and at first it took a lot of persuasion – to have a Beatles fringe and let it grow longer.</p> <p>But gradually I embraced it and was the only boy at my school with “long” hair. I was often rebuked by teachers for my “Beatle cut” including, once, the headmaster during morning assembly. As it turned out, I became more of a Rolling Stones fan.</p> <p><em>Ian Tinwell </em></p> <h2>Playlist: Cassette tapes and trips to Folkestone</h2> <p><strong>Ghost Town by the Specials</strong></p> <p>“<em>This town is coming like a ghost town / All the clubs have been closed down / This place&#xa0; is coming like a ghost town / Bands won’t play no more / Too much fighting on the dance floo</em>r”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RZ2oXzrnti4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/RZ2oXzrnti4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption> </figcaption> </figure>   <p>Ghost Town by the Specials topped the&#xa0;British charts in the summer of 1981, spending three weeks at No 1. My&#xa0;younger brother and I used to “illegally” record the Top 40 each week and then edit over the TDK cassette to create a best-mix hits tape to play.</p> <p>We loved this song, although we had little understanding of its references to&#xa0;the themes of unemployment, violence and the inner-city rioting that was happening. And never&#xa0;was there a better time to play it&#xa0;on our portable cassette player than&#xa0;when we were journeying through the Blackwall tunnel, which runs underneath the Thames, linking north and south London, en route from Yorkshire to sunny Folkestone for our annual summer holiday.</p> <p>We used to spend the week on the beach, staying in a cheap seaside hotel,&#xa0;watching the ferries go off (we imagined) to glamorous locations across the Channel in&#xa0;France.</p> <p>My brother and I spent most of the car journey to and from Folkestone psyching ourselves up for the precise&#xa0;moment when we could press “play”, just as we entered the <a href=\"https://www.theguardian.com/theguardian/2004/sep/14/features11.g23\" title=\"\">Blackwall tunnel</a>.</p> <p>Woe betide either one of us who accidentally pressed the record button and wiped out our favourite song.</p> <p><em>Ruth Brandon</em></p> <h2>We love to eat: My mother’s crab apple jelly<br></h2> <p><strong>Ingredients</strong><br><em>1.8kg whole crab apples (washed, but not&#xa0;cut up)</em><br><em>Water to cover apples in a large pan</em><br><em>450g sugar per ½ litre of strained liquid</em></p> <p>Place the crab apples in a large pan and&#xa0;cover with water. Bring to the boil,&#xa0;then simmer until soft. Strain overnight through a jelly bag. Transfer the liquid to a preserving pan, stirring in 450g of sugar per <em>½</em> litre of liquid. When all the sugar is dissolved, bring to the boil rapidly. After 10-15 minutes, test a few drops on a cold plate and put in fridge. If it gels, then the jelly is ready to pour into well-warmed jam jars. Cover while hot.&#xa0;</p> <p>As each summer matured, the small, hard, green balls of fruit would slowly redden on our crab apple tree and grow to the size of my father’s thumb. Their sweet smell attracted wasps, so we would leave jam jars half-filled with a&#xa0;mixture of water and jam on the ground. These wasp-traps probably attracted more wasps than they killed, but my three brothers and I felt pleased that we were doing something about the problem. My father’s solution was to use a two-handed paraffin flame-thrower to destroy the nest.&#xa0;</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"accee6e4fc99bb46f0b644772afaf520b1775317\"> <img src=\"https://media.guim.co.uk/accee6e4fc99bb46f0b644772afaf520b1775317/0_392_6144_3688/1000.jpg\" alt=\"Crab apple jelly.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Crab apple jelly.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>The loose crab apples would fall easily and there was a great deal of thumping as they hit the ground. Then began the harder work of picking them individually.&#xa0;When our tree had given up all its crab apples for the season, my mother made the jelly.</p> <p>She would stir the pot with a giant wooden spoon, carefully dissolving the sugar. I stood back and watched as the beautiful, clear, orange-red liquid was poured into the jars.&#xa0;Water vapour rose&#xa0;in clouds into the already humid room. Each jar steamed up instantly as the liquid splashed in, only to clear almost as quickly as the jar warmed up.&#xa0;My mother worked methodically and calmly.</p> <p>Once the jam jars had cooled, a muslin lid was applied to each and sealed with a rubber band, or the original lid of the jar was put on.&#xa0;Many jars would be given to neighbours and friends, but there were always enough left over.&#xa0;No Christmas dinner would be complete without a spoonful of crab apple jelly to go with the roast turkey.</p> <p><em>Anthony Johnston </em></p> <h2>We’d love to hear your stories</h2> <p>We will pay £25 for every Letter to, Playlist, Snapshot or We Love to Eat we publish. Write to Family Life, The Guardian, Kings Place, 90 York Way, London N1 9GU or <a href=\"mailto:email family@theguardian.com\" title=\"\">email family@theguardian.com</a>. Please include your address and phone number.</p>",
  "<p>When you think about it, the world is full of unexplained phenomena. Why do birds suddenly appear, every time you are near? Why do I&#xa0;continue to eat ice-cream when I&#xa0;have a&#xa0;lactose intolerance? We may never know. Here’s another mystery I’ve been grappling with for a few years: what did we, the human race, do to deserve the excellence of Beyoncé?</p> <p>Like everybody else on the&#xa0;planet, I&#xa0;received the gift back when she was lead singer of <a href=\"https://www.theguardian.com/music/2013/apr/24/destinys-child-butt-cheeks-boobs\">Destiny’s&#xa0;Child</a>. (In 1998, I&#xa0;co-choreographed a&#xa0;routine to their hit <a href=\"https://www.youtube.com/watch?v=XQtoCz9dIJQ\">No, No, No</a>, and performed it at school.) I&#xa0;remember no special affection for DC-era Bey: she was a&#xa0;great frontwoman, and managed to carry off some truly terrible outfits with aplomb, but somewhere along the way, my feelings morphed into something more passionate.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/sep/10/why-i-love-frank-ocean\">Why I love... Frank Ocean</a> </p> </aside>  <p>Here’s why: raw talent and an unstinting work ethic. It’s that simple. Nobody works harder than Bey. The muscular voice, the obvious care when it comes to choosing her collaborators, the fashion and the thighs: they’re all just frosting. The cake is a&#xa0;ton of sheer hard work, which I&#xa0;was lucky enough to witness when I&#xa0;(finally) saw her <a href=\"http://www.beyonce.com/tour/formation-world-tour/\">in concert earlier this month</a>. When you add in the maturation of her politics (feminism! police brutality! girls’ education!) and her style, Beyoncé is in a league beyond&#xa0;any other popular musician. “Empower” is one of those words much bandied about by marketers eager for women’s cash, but it’s truly how Beyoncé makes me feel. When I&#xa0;watch and listen to her, I&#xa0;feel a number of things: a surge of self-love, wonder, strength and a&#xa0;bubbling, excited joy at being a&#xa0;woman – a black woman, at that. That’s&#xa0;magic.</p> <p>She may not be the pop star we deserve, but she’s the one we need.</p>",
  "<p>Late in the afternoon of 20 April 1968, Enoch Powell called at my grandparents’ house in Westland Avenue, Wolverhampton.</p> <p>A couple of hours earlier, at a hotel in Birmingham, he had delivered one of the <a href=\"https://www.theguardian.com/news/1968/apr/22/mainsection.ianaitken\" title=\"\">most controversial speeches in British history</a>, in which he issued an apocalyptic warning about what he saw as the dangers of mass immigration. The “rivers of blood” speech caused an immediate furore and destroyed Powell’s political ambitions. However, it also came at a personal cost – as Powell was about to find out.</p> <p>Earlier that afternoon, while the Wolverhampton Tory MP (with wife Pam in the audience) was famously declaring that he was “filled with foreboding; like the Roman, I seem to see ‘the river Tiber foaming with much blood,’” my grandparents, Clement and Marjorie Jones, were at home 20 miles away, looking after the Powells’ two daughters, then aged 14 and 11.</p> <p>This wasn’t just neighbours or acquaintances babysitting someone else’s kids for a few hours as a favour. The Powells and the Joneses had by this point been close friends for almost 20 years and did everything together: country walks, meals out and so on.</p> <p>However, like many people that day, my grandparents were shocked and upset by the racist and inflammatory nature of the speech, which was filmed by a television crew and was immediately all over the TV and on radio bulletins. In fact, that very afternoon my grandmother told my grandfather that she never wanted to see Powell again.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>My grandmother said to Enoch, ‘I don’t think we shall be seeing each other again for a very long time.’</p> </blockquote> </aside>  <p>So the stage was set for a showdown, because here at the front door were the Powells, who had come to collect their daughters and, presumably, discuss the dramatic events of that day.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qdr96F5PfMg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qdr96F5PfMg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>David Frost interviews Enoch Powell in 1969.</figcaption> </figure>   <p>My grandfather – who at that time was editor of the Wolverhampton Express &amp; Star newspaper – could not bring himself to face Powell and tell him exactly what he thought of his speech. So it was my grandmother who answered the door.</p> <p>Years later, my grandfather (who died in 2002) revealed exactly what happened on the doorstep that afternoon: “She was strong-willed and she said to Enoch, ‘I don’t think we shall be seeing each other again for a very long time.’ Powell said to her, ‘Well, I suppose it’s the end of a good friendship now, isn’t it?’ And she said, ‘Yes it is.’ She handed over the two girls and that was it.”</p> <p>Unfortunately for my grandparents, while it was indeed the end of a near two-decade friendship, it was not the end of the drama. Over the coming months and years, the fallout from the speech continued to reverberate through their&nbsp;lives and, arguably, led to my grandfather taking early retirement from his job as editor of one of the country’s biggest regional newspapers.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"735ee80050c414f13f071db56b34569feb9609ce\"> <img src=\"https://media.guim.co.uk/735ee80050c414f13f071db56b34569feb9609ce/39_16_507_634/400.jpg\" alt=\"Rupert Jones’ grandparents Clement and Marjorie with their dog, Topsy.\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rupert Jones’ grandparents Clement and Marjorie with their dog, Topsy.</span> <span class=\"element-image__credit\">Photograph: None</span> </figcaption> </figure>  <p>Now, almost 50 years later, the story is going to be played out on the public stage. A new play called What Shadows, set against the backdrop of the rivers of&nbsp;blood speech, is about to receive its&nbsp;world premiere at Birmingham repertory theatre. Ian McDiarmid is playing Enoch Powell, and I’m still trying to get my head around the fact that I’ll soon be watching George Costigan playing my grandfather, with Paula Wilcox taking the role of my grandmother, who died in 1991.</p> <p>Bizarrely, this won’t be the first time I’ve watched actors playing my grandma and grandpa. In September last year, I attended a script reading for another play about the speech, which again features Enoch, Pam, Clem and Marjorie. This play, by Tom Cottle and Tom Miller, will be staged in London next year.</p> <p>I have an extremely small bit part role in this saga: I was born seven days before Powell’s speech, and my mother Pat – who had met Enoch and Pam at numerous family get-togethers – was in hospital recovering from a caesarean and listening to the speech and its aftermath on a bedside radio.</p> <p>I remember my grandparents as gentle, intellectual, a little eccentric. But say “Enoch Powell” and what does&nbsp;that name conjure up nowadays? A dyed-in-the-wool Tory somewhere to the right of Attila the Hun, a mad-eyed, racist prophet of doom. So it does, on the face of it, seem like a very unlikely friendship.</p> <p>They certainly didn’t appear to share the same political views. Grandpa played his cards close to his chest, but my father, Nicholas, reckons he was very much left-leaning, while Grandma was “lifelong Labour”. And while Powell enjoyed a glittering military career during the second world war – it is said that for a few weeks he was the youngest brigadier in the British army – my grandfather had a very different war experience: he was a conscientious objector, having lost his own father during the first world war, and with a&nbsp;wife and three wartime babies to support, it was a challenging few years for the family, during which they faced a lot of hostility.</p>  <figure class=\"element element-image\" data-media-id=\"0f98a69f1e2666b570dd68d4a98c9687bab9ffdb\"> <img src=\"https://media.guim.co.uk/0f98a69f1e2666b570dd68d4a98c9687bab9ffdb/38_223_3418_2051/1000.jpg\" alt=\"Enoch Powell, 1974.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Enoch Powell, 1974.</span> <span class=\"element-image__credit\">Photograph: Don McPhee/The Guardian</span> </figcaption> </figure>  <p>Yet, as my father explains, the two families had a lot in common. Powell had become a close friend of my grandfather following his election as Conservative MP for Wolverhampton South West in 1950. Both men were on the fast track in their respective careers. My grandfather, then a reporter on the Express &amp; Star, would in just a few years’ time take the top job on the paper, while Powell quickly moved up the political ladder, eventually securing a place in the cabinet. By&nbsp;the start of the 1960s these two men were pillars of the Wolverhampton establishment who would have been frequently thrown together at various&nbsp;events.</p> <p>The two couples lived just a few streets away from each other in Wolverhampton, and were both raising young families during the 1950s and 60s. My dad acknowledges that there was “something in it” for both men: my grandfather would have been getting access to top-level political news and gossip, while Powell was picking up valuable insider tips on how&nbsp;to secure the most positive press&nbsp;coverage.</p> <p>The two families also bonded over their shared passions: local history, classical literature and the poetry of writers such as AE Housman, whose <a href=\"http://www.housman-society.co.uk/shropshire-lad.htm\" title=\"\">A Shropshire Lad </a>collection was a favourite of my grandfather’s.</p> <p>My grandparents and the Powells were real intellectuals – as my father puts it, my grandmother was a very well-read woman, and “the one person who could outquote her was Powell”.</p> <p>Presumably they also talked about politics, though it’s worth remembering that the anti-immigration rants didn’t come until a lot later – in fact, as health minister during the early 1960s, Powell was encouraging immigrants from the Commonwealth to work in the understaffed NHS.</p> <p>The two couples used to enjoy meals out at local Indian restaurants – Enoch Powell tucking into chicken tikka masala is certainly an image to conjure with – and picnics in the Shropshire countryside, which typically involved fairly frugal fare and revolved around an interesting building, castle or site of local interest.</p>  <figure class=\"element element-image\" data-media-id=\"3ac7a46d6e3d21aa331d389bf00060740aea2db6\"> <img src=\"https://media.guim.co.uk/3ac7a46d6e3d21aa331d389bf00060740aea2db6/9_52_686_411/500.jpg\" alt=\"Rupert Jones as a young boy with his parents, Nicholas and Pat, and Marjorie.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rupert Jones as a young boy with his parents, Nicholas and Pat, and Marjorie.</span> <span class=\"element-image__credit\">Photograph: PR/PR Company Handout</span> </figcaption> </figure>  <p>My mum, who had started going out with my dad in 1964, remembers that the Powells “would often come to tea if we were visiting Wolverhampton”. And after my parents were married in 1966 and had moved to Oxford, my grandparents and Enoch, Pam and their two daughters would come down to visit them.</p> <p>My mother still clearly remembers the time, on one of those Jones-Powell picnics, when Enoch rather put her in her place. They were talking about an apple tart recipe, and my mum, then in&nbsp;her early 20s, asked my grandmother: “Do you have to butter the plate a lot?” Like a schoolmaster correcting an errant pupil, Powell pompously said this was grammatically incorrect and that it should be “… butter the plate profusely”.</p> <p>During the late 1960s the first cracks were starting to appear in the friendship. My father says he began to detect signs of a slight uneasiness in the relationship between my grandfather and Powell.</p> <p>They had a disagreement following a March 1968 speech in which Powell talked about a local girl who was allegedly the only white child in her class at primary school. My grandfather questioned the veracity of this claim after reporters from his paper failed to track down either the girl or the class.</p> <p>A few weeks later, Powell told my grandparents he was planning another speech, to be delivered on 20 April. He would not disclose what he was going to say, but said mysteriously: “You know how a rocket goes up into the air, explodes into lots of stars and then falls down to the ground? Well, this speech is going to go up like a rocket, and when it gets up to the top, the stars are going to stay up.”</p> <p>Of course, his firework analogy was spot-on: this was one hell of an explosive speech. And while the friendship shattered on the doorstep that afternoon, my grandfather, as editor of the&nbsp;local newspaper, still had to cover the speech and its consequences.</p> <p>Edward Heath immediately sacked Powell from his shadow cabinet, but it seemed that in the eyes of many Express &amp; Star readers, the MP was a hero. My grandfather reckoned that 90% to 95% of the readers’ letters they received were pro-Enoch, but he was determined to also publish any that did arrive that attacked the speech. That stand led to him receiving some abusive letters, some “containing excrement and that sort of thing … I had people ringing me at home, all sorts of hours, saying, ‘Oh, is that the bloody nigger lover?’… I had a couple of windows broken at home.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2014/dec/12/enoch-powell-hanif-kureishi\">Hanif Kureishi: Knock, knock, it’s Enoch</a> </p> </aside>  <p>Powell later started libel proceedings against the Express &amp; Star for an article that mentioned a protester at a demonstration who was carrying a placard accusing the MP of Nazi-style tactics. The case was eventually settled, but three months later my grandfather accepted early retirement.</p> <p>So did they ever speak to each other again? My dad says that my grandmother was very principled and never wavered in her conviction that a line had been unforgivably crossed. However, he thinks that my grandfather was more pragmatic and softened as the years went on, to the point that he felt able to attend Powell’s 80th birthday party in 1992.</p> <p><em>• What Shadows is at </em><a href=\"https://www.birmingham-rep.co.uk/whats-on/what-shadows.html\" title=\"\"><em>Birmingham repertory theatre</em></a><em> from 27 October to 12&nbsp;November</em></p>",
  "<p>In a bid to bolster my kitchen skills – and because we thought you might get a kick out of having pros taste your bakes – I asked <a href=\"http://www.quovadissoho.co.uk/\">Quo Vadis </a>chef <a href=\"https://www.theguardian.com/profile/jeremy-lee\">Jeremy Lee </a>to join me in testing your elevenses recipes. “I would kill for a pile of scrumptious cookies,” he replied. I donned chef’s whites and an apron and set up shop at his baking station. Karol the baker, James the pastry chef and Jeremy’s line-chef posse tucked in, suggesting tweaks and additions to your ideas and eating the lot with their post-lunch service tea. If you’re up for another masterclass, let us know and we’ll rope in more pro kitchens.</p> <h2><strong>The winning recipe: </strong><strong>Chai caramel shortbread</strong></h2> <p>Everyone loved <a href=\"https://witness.theguardian.com/user/ColonialCravings\"><em>ColonialCravings</em></a>’s spiced take on millionaire’s shortbread. They suggested thicker layers – so use a small tin – and a darker caramel. Mine, as you can see, was so soft it squelched every time a slice was cut –messy, but oh so moreish.</p> <p><strong>Makes 16-20</strong><br><strong>For the biscuit layer</strong><br>120g butter<br>50g sugar<br>150g plain flour<br>20g cornflour<br>½ tsp ground ginger<br>½ tsp ground cinnamon<br>¼ tsp ground cardamon<br>¼ tsp ground cloves<br>A pinch of ground coriander</p> <p><strong> For the caramel layer</strong><br>270g condensed milk<br>40g soft brown sugar<br>130g butter<br>1 tsp vanilla paste<br>1 tsp sea salt</p> <p><strong> For the topping</strong><br>200g dark chocolate<br>A pinch of cayenne pepper</p> <p><strong>1</strong> Set the oven to 150C/300/gas mark 2 and lightly grease a small baking tin.</p> <p><strong>2</strong> Cream together the butter and sugar, then sift in the flour, cornflour and spices. Rub it together to create a fine breadcrumb texture. Press this firmly into the base of your prepared tin, bake it for 15 minutes, then leave to cool.</p> <p><strong>3</strong> Combine the condensed milk, brown sugar and butter in a medium pan and melt on a low heat. Stir and increase the heat a little to bring it to a gentle boil. It should have thickened a little and darkened in colour a bit when it’s ready. Stir in the sea salt and vanilla.</p> <p><strong>4</strong> Pour the warm caramel over the cooled shortbread and set in the fridge – up to 40 minutes.</p> <p><strong>5</strong> Melt the chocolate with the cayenne pepper, then spread over the caramel layer. Leave to set before slicing.</p> <h2><strong>Miso, white chocolate and sesame biscuits</strong></h2> <p><a href=\"https://witness.theguardian.com/user/guardianUser16004424\"><em>Anna Thomson</em></a>’s cookies were pastry chef James’s first choice. He suggested slicing them as thinly as possible, for something truly delicate.</p> <p><strong>Makes 15-20</strong><br>80g sugar<br>20g sweet white miso<br>100g butter, softened<br>1 egg, beaten<br>200g plain flour<br>20g flaked almonds<br>10g black sesame seeds, toasted <br>45g white chocolate chips</p> <p><strong>1</strong> Beat the sugar, miso and butter together. Add the egg and mix well. Sift the flour into the bowl, add the almonds, sesame seeds and chocolate. Mix with your hands into a dough.</p> <p><strong>2</strong> Roll into logs, wrap in clingfilm and chill in the fridge for 30 minutes. Meanwhile, preheat the oven to 180C/350F/gas mark 4 and line two baking trays with baking parchment.</p> <p><strong>3</strong> When chilled, take the dough logs out of the fridge and cut into 5mm slices. Bake for 15-20 minutes, or until golden brown.</p> <h2><strong>Coffee cardamom cake</strong></h2> <p>My fellow testers were keen to add a garnish of candied peel or caramelised orange slices to <a href=\"https://witness.theguardian.com/user/Fadime\"><em>Fadime Tiskaya</em></a>’s cake, and James suggested serving it with something creamy – jersey cream, ice‑cream, custard or whipped cream, Quo Vadis pudding-menu style.</p> <p><strong>Serves 8-10</strong><br>50g strong, hot espresso<br>3 tsp ground cardamom<br>225g butter<br>225g caster sugar<br>Zest of 1 orange<br>3 large or 4 medium eggs<br>320g plain flour<br>2 tsp baking powder<br>100g ground almonds<br>50g whole milk<br>100g plain sesame halva, crumbled</p> <p><strong>1 </strong>Preheat the oven to 180C/350F/gas mark 4. Grease a 23cm cake tin and set aside.</p> <p><strong>2</strong> Mix together the prepared hot coffee and cardamom and set aside until cold. (You can mix the cardamom with dry coffee then make the coffee in the usual way).</p> <p><strong>3</strong> Beat the butter, sugar and orange zest until fluffy. Mix in the eggs one by one, if it starts curdling add some flour after each egg. Sieve together the flour, baking powder and ground almonds and fold into the butter mixture. Mix in the milk, coffee, and crumbled halva. Pour into the tin and bake for about 40 minutes.</p> <p><strong>4</strong> Sprinkle with icing sugar and extra orange zest to serve.</p>"
]