[
  "Prince Charles and Waitrose criticised over sugar levels in  ice cream",
  "Montenegro's PM quits after suggesting Russia had role in election plot",
  "NSW party reforms: Abbott campaign chief urges Turnbull to ensure genuine plebiscites",
  "Walking on a Dream redux: Empire of the Sun on the ad that changed their lives",
  "'I can look after him now': emotional reunion for two cousins at Calais",
  "Terror, global warming or a Trump presidency. What are we scared of?",
  "Humanity’s capacity to care is not extinct",
  "World Cup final 1970: Brazil v Italy – as it happened",
  "Brexit could ruin Ireland's food industry, Bruton and Ahern tell Lords",
  "Calais camp demolition begins as charities call for protection of minors",
  "Alaska seal can be protected based on future climate threat, court says",
  "We are living in The West Wing written by Adam Sandler – no wonder we’re looking to snack companies for sanity",
  "Man jailed for stalking mother of murdered toddler James Bulger",
  "Mark Carney defends Bank of England  at House of Lords – as it happened",
  "Reflections on Black Mirror – by those for whom science fiction became reality",
  "Hammond says highly skilled will not face EU immigration controls",
  "For Calais refugees, this is the bulldozing of hope as well as home",
  "We are competing with universities worldwide – and we may well lose",
  "Can Mauritius prevent its vulnerable wildlife going the way of the dodo?",
  "Inside the 28 October edition",
  "Richard Mabey: 'Suggestions from outside act on my imagination like a magnet on iron filings'",
  "How old do you look? I wouldn’t ask the internet",
  "Anne-Marie Duff webchat – your questions answered on Ken Loach, Lady Macbeth and fighting for equality",
  "Britain’s Poles: hard work, Yorkshire accents and life post-Brexit vote",
  "It's always the quiet one: why Andrew should win the Great British Bake Off",
  "Could a third party with actual power be Donald Trump's next political move?",
  "Wife of Scottish ex-soldier wins battle to stay in UK",
  "My family fled Vietnam for America. It took 17 years for us to be reunited",
  "Calais camp scuffles break out as 2,000 refugees prepare to leave",
  "Dreamworld: four confirmed dead at Australian theme park – as it happened",
  "Hillary Clinton surges in polls as Donald Trump campaigns in Florida – as it happened",
  "The history of 'rigged' US elections: from Bush v Gore to Trump v Clinton",
  "'My ex is proven wrong!': readers on the everyday advice to ignore",
  "¿Acabará con la crisis de agua del Perú la gran visión del nuevo presidente?",
  "As political crisis looms, Quetta attack piles pressure on Pakistan PM",
  "Will the new president's grand vision end Peru's water crisis?",
  "I’m white and working class. I’m sick of Brexiters saying they speak for me",
  "Suge Knight sues Dr Dre for $300m – and claims Dre allegedly tried to have him killed",
  "Press regulation, ITV job cuts, Poldark sex row",
  "North Wales named one of the world's best regions by Lonely Planet",
  "Overseas student crackdown could hit LSE, King’s College London and Soas",
  "Smiling panda, weeping dragon: China's Banksy brings life to city sprawl",
  "Brexit weekly briefing: Short shrift for UK hope to have a central role"
]