[
  "Fears for isolated Bolivian tribe met by Chinese oil firm in Amazon",
  "Boyz N the Hood review – a blistering humanitarian classic that has not dated",
  "Calais minors lured from camp then abandoned by authorities",
  "Buona notte Papa: the long goodbye to a parent with dementia",
  "India says Pakistani diplomat held at Delhi zoo was spy ring kingpin",
  "Eight London councils call for more help to care for refugee children",
  "Labour’s cluelessness leaves the Lib Dems to rally those against hard Brexit",
  "The Guardian view on child refugees: too little, too late",
  "Nico Rosberg dismisses Bernie Ecclestone jibes as he closes on F1 title",
  "Kes’s David Bradley: ‘I can’t watch the end of the film. It’s just too much’",
  "Labour warns Theresa May against 'bankers' Brexit' - Politics live",
  "Lady Maisery: Cycle review – ease, sophistication and vocal thrills",
  "Boris-basher Gove gets a taste of his own medicine",
  "Mark Leckey: the raving artist goes large at MoMA PS1 in New York",
  "The Sporkful: does your race affect the restaurant you choose?",
  "How I learned to cope with chronic pain",
  "The outbreak of violent stupidity",
  "Brexit could be positive for UK arts industry 'if right decisions are made'",
  "Madness: ‘We dressed as coppers and raided the Clash. They didn’t speak to us for five years’",
  "Calais's refugee children are sleeping rough because of Tory policy",
  "Calais camp: police detain young people amid chaotic scenes",
  "Here lie the unwanted of Calais – an indictment of us, not them",
  "The real crisis for refugees isn’t in Calais. It’s Westminster’s failure to act",
  "Battle for Florida: Trump and Clinton home in on crucial state as voting begins",
  "North Country review – a post-apocalyptic future in Bradford M&S",
  "13 countries where journalists have been killed with impunity",
  "Uproot by Jace Clayton review – exploring a world of sound with DJ /rupture",
  "My Mother Medea review – child refugees given a voice in twist on classic myth",
  "A vote against Zac Goldsmith is a vote against extreme Brexit",
  "The view from Middletown: 'Trump speaks to us in a way other people don’t'",
  "Calais: refugee children 'sleeping rough' after camp demolition",
  "Holidays in Iran: readers’ travel tips",
  "Which is the world’s most wasteful city?",
  "Alan Partridge: UK united by warm beer and healthy suspicion of human rights",
  "'Offers of help flooded in': The councils that are helping refugees",
  "Chris Evans loses listeners, Bake Off final, Cliff Richard",
  "Tories want a Brexit deal for themselves, not the many - John McDonnell",
  "'Anita Roddick was the best mentor imaginable, she was excellent fun to be around'",
  "Roe Ethridge's best photograph: his car being pulled from a Florida canal",
  "Calais: fears grow for dozens of children amid chaotic camp shutdown",
  "Life's a beach as backpacker tax fiasco descends to new lows",
  "Either Theresa May faked it for the bankers, or she’s faking now",
  "Revenge of the tabloids",
  "We damage Britain by denying its migrant past",
  "Smashed avo or Budgie Nine: topical costume ideas for an Aussie Halloween",
  "AI-powered body scanners could soon be inspecting you in public places",
  "Shane Warne should embrace his telemovie – it can't be worse than his Instagram feed",
  "Hothoused and hyper-racialised: the ethnic imbalance in our selective schools",
  "Trump: 'Had I been president, Capt Khan would be alive today' – as it happened"
]