[
  "He ain't heavy: triathlon star Alistair Brownlee helps sibling Jonny over the line",
  "Malcolm Turnbull tells world leaders to follow Australia's asylum policies",
  "Climate change – a case of déjà vu",
  "The Washington Post is wrong: Edward Snowden should be pardoned",
  "Theresa May isn’t interested in refugees’ welfare. She just wants fewer of them in Britain",
  "The Guardian view on the New York declaration: better than nothing",
  "Tortured Syrian refugees need specialist help",
  "A sculptor’s space: inside the home of Helaine Blumenfeld",
  "Lib Dem split emerges over policy of seeking second EU referendum",
  "Brexit means Brexit: the Polish ambassador fights back",
  "Shares and oil rally ahead of crunch central bank meetings – as it happened",
  "Angela Merkel admits mistakes over asylum seekers after disastrous election",
  "Brownlee brotherly moment underlines why they are world’s best triathletes",
  "Hillary Clinton: Trump's rhetoric about terrorist attacks 'gives Isis what it wants'",
  "Corbyn should have been given longer before being challenged, says Owen Smith – as it happened",
  "Theresa May resists calls for UK to accept more Syrian refugees",
  "‘I hope Merkel keeps us’: how Nujeen Mustafa travelled from Syria to Germany in a wheelchair",
  "'We all come from the same place': Gustavo Aceves unveils migration crisis artwork in Rome",
  "Raped, imprisoned, beaten: migrants reveal their perilous journeys to Europe",
  "Retaliation or restraint? India has limited options over Kashmir attack",
  "Washington Post says Obama should not pardon whistleblower Ed Snowden",
  "Theresa May's quasi-Darwinian fight to dilute right to claim asylum",
  "Labour urged to make immigration controls a key Brexit demand",
  "I left corporate life behind to live in a camper van. I am never going back",
  "'They just don't fit in': UCLA study links racism and segregation in Orange County",
  "The good thing about being hit by an SUV?  It freed me from debt",
  "Universities fear UK's global reputation in jeopardy due to Brexit",
  "British conservationist takes to the skies for 4,500-mile migration with swans",
  "Turkey blocks Syrian refugees from resettlement in the US – for having degrees",
  "As Trump slips into red with Latinos, Democrats hope to turn Arizona blue",
  "'I want to be South Sudan's first female neurosurgeon' – the struggle for refugee education",
  "Swift response to refugee crisis rests on Obama summit after UN talks fail",
  "The refugee crisis is a feminist issue. We can’t just sit by and watch",
  "Thai police find 41 men crammed inside 16-seater minivan",
  "Bedlam was originally a place of sanctuary – now it can be again",
  "Mitie sounds profit warning after Brexit vote hits client spending",
  "My cure for a divided Britain? A programme of managed immigration",
  "Bedlam: The Asylum and Beyond review – missed opportunity to truly explore mental health",
  "Speaking Out by Ed Balls; The Long and Winding Road by Alan Johnson – review",
  "The idea of a 'post-truth society' is elitist and obnoxious",
  "Labor's Don Farrell poised to replace Stephen Conroy as deputy Senate leader",
  "European embassies in UK log more alleged hate crimes since Brexit vote",
  "SNP seeks assurances an independent Scotland can stay in single market",
  "Nauru support workers to leave before Christmas after decision not to retender",
  "Liberal MP says Turnbull can't possibly claim world's best border protection policy",
  "Samoa hit by hail storm so rare residents thought it was a hoax",
  "Backpacker tax could be almost halved, says Coalition, as Barnaby Joyce signals deal near",
  "Europe can learn from Australia's border policy. But not by listening to Abbott",
  "Emmy awards 2016: People v OJ and Game of Thrones win big – as it happened",
  "Robert Menzies was the relaxed and comfortable midwife of modern Australia",
  "Fear the Walking Dead: Season 2, Episode 12 — Pillar of Salt",
  "If Australia had its current refugee policy in 1939, we wouldn't be alive today",
  "Newly leaked Nauru reports detail harrowing accounts of sexual abuse and self-harm",
  "Minnesota's Somali leaders condemn stabbing as report identifies suspect",
  "Denise Ho: the Cantopop Queen on a crusade against China's Communist party"
]