[
  "Said & Done",
  "Doyen of American critics turns his back on the 'nasty, stupid' world of modern art",
  "A tip for Labour about planning for power. Listen to the Tories",
  "John Prescott turns on the charm on police chief campaign trail",
  "How Totnes won fight to keep Costa out of town",
  "Britons have never been angrier or more confused",
  "Expulsion row hits ex-Ofsted chief Sir Chris Woodhead's schools empire",
  "When it comes to sports reporting, women are still on the starting line",
  "Skyfall – review",
  "Travel tips: the UK's own Polar Express, why science is sexy, and the week's best holiday deals",
  "Gardens: the November checklist",
  "Tech City: two years in, how is east London's technology hub faring?",
  "Antoine Arnault: prince of luxury",
  "Halloween surf contest in Santa Monica – in pictures",
  "Sam Lee: 'There is a difference in the songs Gypsies sing'",
  "Madness: Oui Oui Si Si Ja Ja Da Da – review",
  "Marion Maréchal-Le Pen: the new face of the French right",
  "The Streets by Anthony Quinn – review",
  "Scarfe Jr takes up father's satirical pen",
  "Bob Diamond-baiting catches on in US",
  "My 'big day' plans made me realise how weddings became a £10bn business",
  "Despite the scare, victory is still at hand for Obama",
  "Medea; 55 Days – review",
  "Myra Hindley and David Astor: a complex relationship revealed in letters",
  "Graydon Carter: 'Women should be running the world'",
  "Courtney Pine: House of Legends – review",
  "Blue Lines: Massive Attack's blueprint for UK pop's future",
  "The 10 best scary paintings",
  "Norman Tebbit a 'grandee'? No, still a nasty Thatcherite",
  "It Always Rains on Sunday – review",
  "Nick Clegg warns economic recovery will be 'fitful'",
  "Chelsea's bold new approach leaves them vulnerable to counterattacks",
  "Hans Werner Henze obituary",
  "England undaunted by facing Australia, New Zealand and South Africa",
  "Razzle meets dazzle as NFL comes out of the shadows in the UK",
  "Jimmy Savile scandal: how the BBC has failed during a month of crisis",
  "Virginia's young voters weigh issues as Obama hopes to carry state again",
  "'Seizing gang leaders isn't the answer. I should know. I used to be a member'",
  "The X-Factor live blog: fourth live show",
  "Romney and Obama make final dash as hurricane becomes campaign X-factor",
  "L'Aquila's earthquake-scarred streets see battle between science and politics",
  "Childcare: how the cost of bringing up baby is bankrupting middle Britain",
  "Saracens' Chris Ashton booed on victorious return to Northampton",
  "Florida residents find long lines as early voting begins on lengthy ballot",
  "Florida's progressive education reform a model for the nation – and Obama",
  "Football League: your thoughts",
  "Horse racing tips: Sunday 28 October",
  "Kingsbarns in Derby picture after Racing Post Trophy win at Doncaster",
  "Managerless Crystal Palace claim impressive win at Leicester",
  "Sensata outsourcing rattles Illinois community: 'Jobs need to stay here'",
  "Ash dieback: This shambles fills me with fear for my beloved countryside",
  "Obama administration reportedly mulling tax cut to boost take-home pay",
  "Saturday football clockwatch – as it happened!",
  "Racial prejudice in US worsened during Obama's first term, study shows",
  "German composer Hans Werner Henze dies age 86",
  "Imran Khan detained and 'interrogated over drone views' by US immigration",
  "Swing state polling still makes electoral college arithmetic hard for Romney",
  "24 hours in pictures",
  "The man who could determine whether the west is drawn into Mali's war",
  "US elections 2012: Desperate struggle for women's votes as race enters final stretch",
  "Thank you Vasili Arkhipov, the man who stopped nuclear war"
]