[
  "CCTV cameras being used in school changing rooms and toilets",
  "England's empty stands and lack of ideas in post-Games anticlimax",
  "Barack Obama: bounce, bump or blip?",
  "TV review: Lilyhammer; Vikings",
  "Diary",
  "The problem with unions is they're not strong enough",
  "Struggling Scotland held to deflating draw by stubborn Macedonia",
  "World Cup 2014 qualifiers clockwatch – as it happened",
  "England 1-1 Ukraine - as it happened",
  "Grand day for Scots",
  "Dutch election could offer lessons for Labour and the left",
  "Questions over climate change minister's links to his adviser",
  "The Netherlands gets ready to turn left",
  "Treasury prepares to abandon chief fiscal target",
  "Could this campaign to stop Page 3 succeed?",
  "Grant Shapps's Wikipedia page was edited to remove byelection gaffe",
  "My feminist perspective? Knowledge is power",
  "US warned of credit rating downgrade if budget dispute continues into 2013",
  "Bill Clinton grants Obama campaign request for help in battleground states",
  "Nadine Dorries attacks David Cameron at launch of Conservative Voice",
  "Secret courts could suppress evidence of UK role in torture, says UN official",
  "What are your financial obligations and rights at university?",
  "German judges could hold the future of the eurozone in their hands",
  "Romney election triumph would sink US reputation in Europe, poll finds",
  "Student fashion: a new look for less than £100",
  "The dos and don'ts of student fashion",
  "Students of Great Britain! Welcome to your brave new world",
  "A guide to student politics: protest or port-and-cheese?",
  "Choir Boy – review",
  "Tommy Carmody has high hopes for Ursa Major in St Leger at Doncaster",
  "Jihadi organisations under growing scrutiny in Syrian uprising",
  "Scientologists step up campaign against The Master",
  "How the xx shared their new album Coexist by releasing it to just one fan",
  "Protests force Palestinian PM to declare emergency economic package",
  "Novak Djokovic plays a blinder after losing US Open final to Andy Murray",
  "Ben Bernanke expected to take further action on US economy as Fed meets",
  "Cannabis trade 'explosion' causing surge in gun violence, police warn",
  "Disabled people need a louder voice in parliament to represent them",
  "Go, Team BB: Britain prepares to honour Britten in 2013",
  "Allan Horsfall obituary",
  "Sir Peter Bazalgette: Big Brother man facing a big challenge",
  "The Olympic elite were a success – but what about the rest of us?",
  "New music: Wave Machines – Ill Fit",
  "Leicester too quick to label Manu Tuilagi as a potential world-beater",
  "Boris Johnson allies press ahead with controversial Earls Court redevelopment",
  "Justice and security bill is designed to stop disclosure of intelligence secrets",
  "University Awards: judges",
  "Quartet – review",
  "India must scrap its repressive sedition laws",
  "Guardian Weekly Letters, 14 September 2012",
  "Campaign group retracts Yanomami 'massacre' claims",
  "Deutsche Bank to cut costs and bonuses",
  "24 hours in pictures",
  "Academic boycotts, science and hypocrisy",
  "Mark Prisk: new thinking needed to provide new homes and growth",
  "Climate activists target Shell with ice protest over Arctic drilling",
  "Strikes are a last resort – let's stop portraying unions as the bad guys",
  "Andy Murray's US Open win, press review: 'The Big Three is the Big Four'",
  "Dividing marital assets: is sperm included?",
  "Thomas Jefferson, science enthusiast",
  "Society daily 11.09.12",
  "UK trade deficit drops after sharp rise in exports outside EU",
  "The Twilight Saga: Breaking Dawn Part 2 trailer – get ready to werewolf-whistle",
  "French Alps shootings: hiker says he thought girl was dead",
  "Conservative party must follow Thatcher's example, says Fox",
  "Armando Iannucci's Bafta lecture 2012 – full transcript",
  "Nicki Minaj denies Mitt Romney endorsement",
  "Arts head: Alex Fleetwood, founding director of Hide&Seek",
  "County cricket – as it happened",
  "Radical tax reforms needed to fix housing system, says report",
  "Andy Murray wins US Open: 'It's great to have finally done it'",
  "Today's media stories from the papers",
  "MPs question Ofqual chiefs about GCSE grading row: Politics live blog",
  "Can innovation improve your organisation?",
  "Boot up: Apache's track patch, Windows 8 supplies, GRiD remembered and more"
]