[
  "Foreign policy debate: candidates set to spar as polls tied – as it happened",
  "Daily crises hint at deeper flaws inside David Cameron's machine",
  "Republican ad master's verdict: 2012 campaigns lack killer punch",
  "Picture desk live: the best news pictures of the day",
  "TV review: Girls; The Great British Bake Off Masterclass",
  "Cuban missile crisis: Nikita Khrushchev's Cuban gamble misfired",
  "UK to double number of drones in Afghanistan",
  "Jeremy Hunt reviews closure of children's heart units",
  "Emeli Sandé bucks the vintage trend at Q awards",
  "Battling on a budget: how Kick It Out fights on a shoestring",
  "Jimmy Savile scandal: 11 days of chaos that sealed fate of Newsnight boss",
  "Israel's Binyamin Netanyahu bets on Mitt Romney winning US presidency",
  "John McCain and Lindsey Graham attack Obama ahead of final debate",
  "Bob Schieffer: CBS veteran in the chair for crucial Boca Raton debate",
  "American television's real Scandal",
  "Beat in Berkshire",
  "Kick it out – with a sense of proportion",
  "On the march – but you wouldn't know it",
  "Contrasting reactions to events in Israel and Syria",
  "Roger and us: how Ailes' Fox talk revolutionised the American right",
  "The Tory culture wars laying waste to the countryside",
  "The enigmatic world of Russia's political opposition",
  "Jimmy Savile row: is it really the BBC's biggest crisis ever?",
  "It's location, location, location for David Cameron's rehabilitation nation",
  "Presidential debates: six things we've learned so far",
  "Akin campaign continues with Claire McCaskill 'dog' remarks",
  "Manchester United's rough diamond beguiles Sir Alex Ferguson",
  "Lebanese opposition urges rioting supporters to go home",
  "Global Campaign for Education – wanted: young campaigners to go to Delhi",
  "Stephen Colbert set for cameo in Peter Jackson's Hobbit film trilogy",
  "What does feminism mean to you?",
  "Obama campaign struggling to win over Florida voters as enthusiasm wanes",
  "TV debates to return for 2015 election, but parties disagree on format",
  "Christopher Hampton takes on America",
  "Oliver Burkeman's election diary: Trump primes media for a bombshell",
  "Channel 4 criticised by Ofcom over Prometheus trailer promotion",
  "US elections: Barack Obama accused of 'climate denial'",
  "Sir Wilson Whineray obituary",
  "Foreign policy debate: Obama and Romney hoping to claim tie-breaker",
  "Eurozone crisis live: Hollande and Merkel both offer Ireland hope",
  "What happened to the families of the drowned cocklepickers of Morecambe Bay?",
  "How we made Back to Life by Soul II Soul",
  "Maldives' political instability allows gang violence to flourish",
  "How Sir George Young got MPs on their bikes",
  "Clashes in Lebanon amid fears of Syria conflict spreading - Monday 22 October 2012",
  "David Cameron's speech on crime: Politics live blog",
  "Can the third presidential debate swing it for either Romney or Obama?",
  "Is Syria's regime spreading turbulence as a survival tactic?",
  "UK government ends boycott of Narendra Modi",
  "Peter Rippon: Newsnight editor thrown into centre of Jimmy Savile row",
  "Fidel Castro attacks 'imperialist media' for reporting rumours about his health",
  "Finding new routes for our community programme",
  "October's best music from across the MAP",
  "Las Vegas hit with historic deluge of election attack ads but impact in doubt",
  "Cornwall revealed as second home hotspot",
  "Dortmund's experiment backfires to gift Schalke the derby honours",
  "Memorial to Hitler's 'degenerate artists' is a monumental mistake",
  "As brands become publishers, are they getting their content right?",
  "Ousted Maldives president in plea to tourists",
  "What Francis Maude can learn from France on civil service reform",
  "Is the reign of GDP as the only measure of wealth coming to an end?",
  "MLS: five things we learned in week 33",
  "24 hours in pictures",
  "Romney talks up Russia's role as US foe as Obama celebrates political successes",
  "Channel 4 cleared by regulator over Kelvin MacKenzie doorstepping",
  "China: Romney and Obama tread lightly but try to score campaign points",
  "West sleepwalking into endless war- important new study",
  "Scary stories for Halloween: The Landlady by Roald Dahl",
  "Henrik Mkhitaryan orchestrates Shakhtar Donetsk's great leap forward",
  "Miranda Hart planning standup tour",
  "Japanese exports tumble on eurozone crisis and China dispute",
  "Can the Isle of Wight start a power revolution?",
  "Bank of England to appoint first chief operating officer",
  "Sting ditches concert venue over plans to uproot trees",
  "It's not just energy prices – private markets are failing all around us",
  "Me Books app is 'the digital equivalent of an independent picture-book shop'",
  "Remember the fifth of November - gunpowder, tweeting and blogs",
  "Tony Pawson obituary",
  "Sundance film festival to return to London",
  "Kick It Out rebels: Premier League players who snubbed T-shirts",
  "Buy of the day",
  "Jimmy Savile scandal: Newsnight emails timeline",
  "'In Texas, people will also tell you that Washington is far away'",
  "Israel's cranes reprove Barack Obama's failure to pursue two-state solution",
  "Child support agency changes threaten women already living in fear",
  "Goldman Sachs 'muppet' trader says unsophisticated clients targeted",
  "What is the future of fundraising?",
  "Today's media stories from the papers",
  "Nato membership for an independent Scotland? The SNP's nuclear headache",
  "Premier League: 10 talking points from this weekend's action",
  "Shiver by Maggie Steifvater - review",
  "Obama and Romney tied in polls ahead of final presidential debate",
  "Today in healthcare: Monday 22 October",
  "Syria will be a defining issue of the next US presidency",
  "Travel news roundup: ski show, pubs and US politics",
  "Across Europe, there's a generation with its future on hold",
  "Pro-independence parties  win Basque country elections in Spain"
]