[
  "<p>David Coulthard has set his sights firmly on a drive for Williams after trailing Juan Pablo Montoya, the man who will replace the Scot in the McLaren line-up next year. </p> <p>The Colombian set the fastest time in the first hour-long practice session yesterday for the Brazilian grand prix. But his initial pace in no way affected the determined demeanour of the 33-year-old Scot who will be signing on for formula one's equivalent of the dole tomorrow evening as the chequered flag falls on the 2004 world championship season. </p> <p>Coulthard, sixth fastest in the first session, believes that his career is far from over. With Jenson Button now comfortably tucked up with BAR-Honda for another year, the veteran of nine years with McLaren eyes the Williams drive which Button originally wanted until the sport's contracts recognition board put paid to his ambitions by ruling that his BAR deal took priority. </p> <p>\"I am significantly better qualified for the vacant Williams drive than anybody else currently available,\" said Coulthard. \"I've won grands prix, I've won pole positions. Williams originally gave me the race drive in 1994 on the basis of my testing ability and feedback. The past 10 years have enhanced that. My motivation is absolute. My race pace at Suzuka was second only to Michael Schumacher and you don't go round Suzuka at that speed if you're not motivated and committed. In a nutshell, Williams need a top-line driver pairing and [Mark] Webber and Coulthard is the only combination that can give them this.\" </p> <p>Coulthard had negotiated a contract with the Jaguar team in 2005, but that all fell through when Ford pulled the plug on this programme and put the team up for sale. At the present time there is no firm buyer on the horizon for the Milton Keynes-based outfit and the employment prospects for their staff look as speculative as Coulthard's prospects of remaining in the formula one front line. </p> <p>Meanwhile, in the BAR-Honda camp, Button and the team principal David Richards were doing their best to put the disagreements of the past few months behind them as they concentrate on finishing the season with a suitable flourish, hoping both his and team-mate Takuma Sato's cars will continue to display their customary bullet-proof reliability. </p> <p>\"We both said things that neither of us liked,\" said Button, \"but it's been good to get them out in the open. The only reason I thought about moving was because my contract might not have been valid. I was advised slightly incorrectly, but by a group of people rather than one individual. </p> <p>\"Away from the circuits, having it all to think about, and worry about, has been very tough. But a good way to finish the year would be to win this race. It's been an interesting season for us, good and bad, and that would be a good thing to build on for 2005.\" </p> <p>Richards said: \"All relationships have ups and downs, highs and lows, don't they? I think it's fair to say that nobody expected the performance we delivered this year and it was not unreasonable for a young driver to look at our track record and wonder what we could deliver in the future. But I think we have both come out of this stronger and we are more open and frank with each other.\" </p> <p>Further along the pit lane Sao Paulo's home-town hero Rubens Barrichello is keeping his fingers crossed that he can reproduce his 2003 form here where he was leading commandingly until his Ferrari stopped out on the circuit with a fuel pick-up problem. A winner already this year at Monza and Shanghai, Barrichello knows he can depend on a degree of support from his team-mate Michael Schumacher in realising his ambitions. </p> <p>\"It is important a Ferrari wins in Brazil,\" said Schumacher, \"but which one doesn't really matter. It might be that I help Rubens, but I won't be handing him the race on a plate.\" </p> <p><strong> TV: Qualifying, ITV1 11.20pm tonight; race, 5.20pm tomorrow</strong></p>",
  "<p>Wanted: healthy women, aged 25 to 40. Must be willing to stay in bed for two months. The French need not apply.</p> <p>It is a strange advert for the European Space Agency to take out, but one it desperately hopes will get it out of a fix. A call for volunteers to test the effects of weightlessness on women has so far attracted hundreds of applications from French women, but hardly any from elsewhere.</p> <p>\"Most of the data we have are based on men, so we need to get more on how being in space effects female physiology,\" said Peter Jost, a doctor at ESA's research lab in Noordwijk, the Netherlands. \"But space missions are gener ally multicultural endeavours, so we're keen to get a mix of nationalities too.\"</p> <p>The experiment, known as the Women International Space Simulation for Exploration study, will be more than just a two-month bed rest. To simulate the effects of weightlessness, women must lie in beds tipped at an angle of six degrees. \"You have to perform every activity of daily life in that lying down position with your feet slightly above your head,\" said Dr Jost. The delicate issue of what to do with one's waste is solved by a low-tech bedpan.</p> <p>The good news is that there is a shower - a plastic coated bed in a shower room. Nurses will be on hand to move volunteers, ensuring their feet never drop beneath their heads. Women interested in applying should know that getting a place on the study is no cake walk. Only around 3% of those applying are expected to pass the stringent medical and psychological examinations.</p> <p>\"It's not quite as tough as astronaut selection, but it's getting that way,\" said Dr Jost.</p> <p>Given the lengthy examinations needed first, ESA scientists say if they do not get more European women applying before Christmas, the start of the experiment could be jeopardised.</p> <p>\"We need women as soon as possible,\" said Dr Jost.</p> <p>Women account for around 10% of those who have ventured into space, but the numbers are growing. Nasa's astronaut core is now 20% women. The weightless conditions of space can cause severe physiological changes, including bone and muscle loss, but the subtle differences between men and women are not well understood. The ESA experiment will compare the effects of different nutritional supplements and bed-bound exercise regimes on preventing the body's deterioration.</p> <p>The mass of applications from French women is due to the site of the hospital where the experiment will be carried out, the Rangueil hospital in Toulouse.</p> <p>\"It's getting to the stage where we're seriously thinking about taking adverts out in other countries,\" said Dr Jost.</p> <p>Details of how to apply at &lt;A HREF=\"http://www.medes.fr/Home.html\"<br> \"&gt;www.medes.fr/Home.html </p>",
  "British officers will have complete control over how they conduct offensive operations in their new deployment south of Baghdad, defence chiefs insisted yesterday. <p>The US appears to have given General Sir Michael Walker, chief of the defence staff, the assurances he was seeking before agreeing to the American request to fill in for US marines planning a new assault on Falluja, west of Baghdad. </p> <p>Gen Walker said yesterday that he had formally told Geoff Hoon, the defence secretary, on Wednesday night that the government should accede to the American request on military grounds. </p> <p>He described the move as a \"clear-cut operational imperative\" which would contribute to \"the overall strategic aim of elections in Iraq in January 2005\". </p> <p>Both Gen Walker and Gen Sir Mike Jackson, head of the army, expressed serious concern last week about command and control arrangements with the Americans; the amount of time the Black Watch would spend in the high-risk area being vacated by the US marines; the gap the regiment would leave behind in southern Iraq; and the danger of \"mission creep\". </p> <p>The Black Watch battle group would remain under the full operational command of Major General Bill Rollo, the British commander in Basra, Gen Walker said yesterday. </p> <p>He said it was \"unlikely\" that the US would ask British troops to operate in Falluja, where American attacks, many from the air, have led to many hundreds of Iraqi casualties. If the US were to do so, he said, a decision would be taken in London and not by British commanders in Iraq. </p> <p>Speaking later to journalists, a senior British defence official said Lieutenant Colonel James Cowan, commander of the 850-strong Black Watch battle group, would have \"total control over what is attacked in his area\". </p> <p>While the regiment's commanding officer could ask the US forces to attack particular targets in his area, any US request for the Black Watch to attack targets could be vetoed by Gen Rollo, the official insisted. </p> <p>Mr Hoon admitted yesterday that concerns had been expressed about British forces coming under American command and about their rules of engagement. Any changes in the troops' mission would have to be referred back to Gen Rollo, he told MPs. </p> <p>He also said that the British forces would \"operate at all times under UK rules of engagement\". </p> <p>However, Iraqi forces which have been operating with US marines south of Baghdad in the area to which the Black Watch is being dispatched come under a different chain of command. </p> <p>US and Iraqi forces have recently conducted intensive arrest operations against suspect insurgents in the area, which includes a key bridge across the Euphrates, an important route for insurgents moving in and out of cities, including Falluja and Baghdad. </p> <p>The Black Watch battle group will deploy to its new area over the next few days in what will itself be a potentially dangerous operation, defence officials admitted. </p> <p>Gen Walker said yesterday there was a 30-day limit on their deployment. Tony Blair promised on Wednesday that the regiment would be home for Christmas. </p> <p>Following concern among defence chiefs about a gap left in Basra, the 1st Battalion Scots Guards will be sent to southern Iraq next month. </p> <p>This will increase the total number of British troops in Iraq. Mr Hoon told MPs yesterday that the \"overall trend\" in the number of British soldiers in the country \"remains down\". However, with the deployment of the Scots Guards, the number will rise to more than 9,000 from 8,500. Mr Hoon said there were \"no plans\" to send a further 1,300 to Iraq, as suggested by the British commander in Baghdad. </p> <p>But Gen Walker suggested yesterday he would be prepared to send more British troops to Iraq in the run-up to the elections there. </p> <p>In response to repeated questions why the US needed 800 British troops when they had 133,000 of their own in Iraq, Mr Hoon told MPs that less than a third of the US force had the \"requisite combat capability\".</p>",
  "<p>The new owners of Abbey National, Banco Santander Central Hispano, yesterday appointed their own man to head up their £9.1bn acquisition and pledged not to close any of Abbey's 740 branches.</p> <p>Santander said its own chief financial officer Francisco Gómez-Roldan will take over as the chief executive of Abbey, confounding recent speculation that a British executive would be slotted into the top spot. Current chairman Lord Burns, however, will continue to oversee the board.</p> <p>News of the appointment came as the Spanish bank's shareholders approved the deal. Their vote follows a meeting of Abbey's shareholders last week. But while the Santander meeting was a rubber-stamping exercise, last week's Abbey meeting was an ill-tempered four-hour affair. Smaller shareholders barracked the Abbey board but the vote was carried by institutional investors.</p> <p>A number of high profile City names had been placed in the frame to take the top job at Abbey. Laurel Powers-Freeling, former head of Marks &amp; Spencer's financial services business, was rumoured to have been approached for the job.</p> <p>But yesterday Santander chairman Emilio Botin explained: \"On such an important deal, even if we had a real star player locally, we prefer our own star player.\"</p> <p>He said the team behind the Mr Gómez-Roldan, 51, will be British \"but that does not mean that there can't be a Spaniard leading it\".</p> <p>Mr Gómez-Roldan, who speaks good English and has developed a close working relationship with Santander's chief executive Alfredo Saenz, was previously head of Banco Español de Credito and Argentaria which the government privatised.</p> <p>He helped revive the fortunes of Santander's retail banking unit Banesto by cutting costs and bringing in new technology. But Mr Botin yesterday pledged that there will not be any branch closures at Abbey.</p> <p>\"We are going to strengthen Abbey's business capabilities and enhance the quality and efficiency of its products and services. We will do all this without closing branches,\" he added.</p> <p>Separately Santander said yesterday it is deciding what to do about its 15-year alliance with Royal Bank of Scotland in light of the Abbey deal.</p> <p>At yesterday's closing Santander price the Spanish bank's bid valued the UK's second largest mortgage lender at 612p per share. Abbey closed at 609.5p up 0.5p.</p>"
]