[
  "<p>George Bush yesterday became the first US president since Herbert Hoover in the Depression to preside over a loss of jobs when the last set of employment figures published before next month's election showed only a modest improvement in September. </p> <p>On the day that President Bush was preparing for his second televised debate with his Democrat challenger, John Kerry, he was given the unwelcome news that more than 800,000 jobs had been shed in the past four years. </p> <p>The bureau of labour statistics (BLS) said that non-farm payrolls rose by 96,000 in September - weaker than the 148,000 increase predicted by the financial markets and not enough to compensate for the employment losses suffered during the recession that accompanied the beginning of Mr Bush's presidency. </p> <p>With opinion polls suggesting that Mr Bush lost the first of the three debates, analysts said the eagerly anticipated employment report would allow Mr Kerry to say that the war in Iraq had resulted in the president neglecting problems at home. </p> <p>Steven Andrew, an economist at ISIS Asset Management, said: \"The September non-farm payroll data represented the final opportunity for the labour market report to help President Bush keep his own job. Unfortunately for the president, the report played into the hands of John Kerry in confirming Bush as having presided over an economy which has cut 821,000 jobs over his tenure.\" </p> <p>Paul Ashworth of Capital Economics said the only good news for the president from yesterday's data was that the bureau of labour statistics said it would be revising upwards the level of payrolls by 236,000 in January. </p> <p>\"Unfortunately, even allowing for that upward revision, Bush is now confirmed as the first president since Hoover to have overseen a net loss of jobs during his presidential term,\" Mr Ashworth added. </p> <p>Wall Street believes that the lack of vigorous job creation from the stuttering US economy may persuade the Federal Reserve Board to postpone an expected increase in American interest rates next month. </p> <p>Analysts said the \"soft spot\" in the economy was persisting, with high oil prices helping to put the brake on growth. Crude futures remained just below $53 a barrel in New York yesterday, despite the end of a strike by oil workers in Nigeria. </p> <p>The dollar fell sharply on the foreign exchanges following the release of the jobs data in Washington. It lost more than 1% against the euro, lost ground against the Swiss franc and suffered its biggest one-day fall against the yen in more than a year, posting a ¥1.8 drop. Sterling, which hit an eight-month low against the euro at 69.23 pence, gained three-quarters of a cent against the American currency to just over $1.79. </p> <p>The Bush camp put a brave face on the employment statistics numbers. John Snow, the US treasury secretary, said: \"Clearly we are on the right path. I am confident we will see that continue.\" </p> <p>Officials at the BLS said the four hurricanes last month could not be blamed for the weakness of job creation, saying the impact on the labour market was minor. </p> <p>The service sector saw the strongest employment gains last month, adding 109,000 positions, of which 33,000 were part-time. The manufacturing sector - important in the swing states of America's industrial heartland - shed 18,000 jobs in September.</p>",
  "<p>What's the seasonal equivalent of a spring clean? An autumn airing, a fall freshening-up? Well, whatever it is, that's what I did this weekend, and I have to say it was more fun than expected. This decidedly un-me activity was triggered because I was looking for my favourite mascara (Benefit Bad Gal Lash, since you asked), couldn't find it and then, in a fit of rage, decided I'd bin anything I came across in between, the rule being that if I hadn't used it for six months, I clearly wasn't going to. </p> <p>I started nervously: nothing went directly into the bin, but rather into yes (keep), no (bin) and maybe (ummmm) piles. Inevitably, the maybe pile was the largest, and the no pile consisted mostly of broken lipsticks, smashed face powders and lip balms that seemed to have crumbs of toast in them. </p> <p>I talk a good talk when it comes to throwing out old make-up. I am forever advising anyone who'll listen that a mascara past its sell-by date (six months max) is the easiest way to pick up an eye infection, and that any product you put your finger in will go off super-fast, and as you wouldn't eat gone-off food, why would you put gone-off lip balm on your mouth? </p> <p>But when it comes to walking the walk, I'm the worst of the lot. I buy make-up obsessively, have never knowingly finished a lip gloss, and believe the hype every time a new product is launched. It's as hard for me to throw out make-up as it is for most people to throw out clothes, except that with make-up I can't even kid myself that at least someone will benefit from my excesses (try taking a second-hand lippy to a charity shop and see what happens). But no more. </p> <p>After staring at the three piles of make-up, something snapped. I grabbed a carrier bag, and filled it with the no pile. I then grabbed two more bags and filled them with the maybe pile, then I chucked the whole lot into the nasty bin outside before I could change my mind.</p>"
]