[
  "The woman charged with stamping out racism in Britain's biggest police force has quit after claiming she too was a victim of racial discrimination. <p>Julia Smith, 48, who headed the race and diversity unit at the Metropolitan Police Authority for four years, has won a six-figure settlement as she prepared to take the MPA to an employment tribunal. </p> <p>The MPA, which oversees London's police force, faces two further charges of racism from black employees. The disclosures are a bitter setback to the capital's police force which has been beset by accusations of racism. </p> <p>The authority tried to gag Smith from talking to the media after the settlement, but last week she told The Observer how she felt 'completely disillusioned' by her experience. </p> <p>Smith joined the Authority two years after the Macpherson report into the Stephen Lawrence murder that branded the police 'institutionally racist'. But she believes all moves to tackle the problem of racism in the Met were done without any 'heartfelt conviction' and were 'tokenistic'. </p> <p>Smith said: 'They do the absolute minimum... If the authority cannot get its own house in order when it comes to race issues, how on earth can it hope to change the way the police force tackles racism?' </p> <p>Smith's own case against the MPA involves her application for two executive jobs that she did not get. First she applied to become deputy chief of the authority. Then her job was split into two and a white male in her team was promoted over her despite only having worked in England for a year. </p> <p>Smith, who has advised the Home Office and the Greater London Authority, believes that she was discriminated against because she did try to put race issues up the agenda. Smith was one of the prime movers behind the authority's decision to scrutinise the police's stop and search policy. This has long been one of the most contentious areas of policing and drew accusation of racism because black and Asian men get stopped more frequently. </p> <p>The report published by the authority in May claims the practice is 'influenced by racial bias'. It said black people were four times more likely to be stopped than white people and urged work with communities for a more 'intelligence-led approach'. According to the report, the stop-and-search rates of black people in London increased by 30 per cent between 2001 and 2002. For Asian people it rose by 41 per cent but for white people by only 8 per cent. </p> <p>Smith was also involved in trying to increase police recruiting from minorities. 'We were trying to set a new tone, to engender trust and confidence in the police from communities. It wasn't just about black community but all groups: women, Asians, refugees. I ended up very disillusioned.' </p> <p>Another case being taken to the employment tribunal involves the authority's head of security who alleges he faces open discrimination because he is black. Despite being head of security for three years his access is restricted on the second floor of the four-storey headquarters next to Scotland Yard in central London. </p> <p>The third racial discrimination case taken against the MPA involves a junior member of staff who had worked for the authority for several years. He learnt a manager had contacted the Home Office to inquire about his immigration status without telling him.</p>",
  "White girls are more likely to skip school than pupils from any other group, according to a new government study. <p>Experts say the higher level of absenteeism among girls indicates they might be missing lessons to look after younger siblings but that more research needs to be done to understand the race factor. </p> <p>Although girls took off more days than boys - an average of 18 a year - their exam results were still better than boys'. </p> <p>'This is the first time we have been able to link individual pupil attendance data with both their background and their performance and it is safe to say we were surprised by the results,' said Marian Morris, co-author of the National Foundation for Educational Research report. </p> <p>'The results are sufficiently unexpected to warrant more research,' she added. 'It raises the question of whether boys need more time in school in order to achieve the same results as their female peers or whether, perhaps, other factors, particularly attitudinal factors, are contributing to this difference in outcome.'</p> <p>The interim report for the Department for Education and Skills is the first to combine findings from the annual schools' census, the National Pupil Database and individual attendance data from 343 schools in deprived areas. </p> <p>It found that girls missed an average of 13.45 days each year with permission, compared to 25.6 half days for boys. Girls were also fractionally more likely to be absent without permission, missing 4.9 days each year to boys' 4.8. </p> <p>John Bangs, head of education and equal opportunities for the National Union of Teachers, said he feared parents were forcing their daughters to stay at home. </p> <p>'It may well be that girls are under pressure to take responsibility for younger brothers and sisters, or for parents who need support and care in the home,' he said. 'If this is what is happening, it is unacceptable that they should be pressured in this way. </p> <p>He also warned: 'If there is any suggestion that parents are offering excuses for their children to stay at home, that is conniving in the truancy and not helping overcome the problems.' </p> <p>Analysis of different ethnic groups revealed that white girls had the highest levels of authorised absence. 'Young people who were non-native speakers of English had a better record of attendance than those for whom English was a first language,' said Morris. </p> <p>'But among girls, whose attendance records were generally poorer than boys, those who were bi-lingual had better attendance records than all other girls and boys.'</p>"
]