[
  "<p>At this stage of the year, dusk creeps forward week by week. Strange to think that only two months ago it was the longest day, light by four in the morning and still light enough to water the garden at 10 in the evening. In June, the sun sinks down in a notch just by the church tower that sits to our north. Now, almost daily, it is edging back westwards across the sky; by the winter solstice it will dip below the hedge almost at right angles to its midsummer high-tide mark. The quality of the evening light has changed too, becoming velvety. This is when white and its shades look at their best, shimmying out from the shadows like a barn owl slipping across the field. </p> <p>White plants are immensely popular, largely, I suspect, because they are a reminder of the incredible freshness and vitality of the natural frothing white and green display of the countryside in spring. I increasingly believe that gardens - especially town gardens - are our modern-day pocket countryside. But white plants can be tricky to place in a border, partly because as white flowers fade they become ugly brown rags that, unlike those of darker colours, must be deadheaded, and partly because of the effect they have on the plants around them, either diluting them or acting as spacers, dividing the other colours so that the flow of a border is lost. You can see why the concept of a white garden or border is attractive. However, as soon as the two words 'white' and 'garden' are conjoined, the spectre of Sissinghurst looms over them. </p> <p>I last wrote about white plants about nine years ago and throughout my piece I studiously avoided referring to Sissinghurst. It was then - and still is - an icon of everything most British gardeners aspire to. Because that aspiration is so heavily tinged with class and snobbery, I felt I should leave it aside. But it lurked beneath the piece like a rock at high tide. The truth is that Vita Sackville-West's white garden is one of the great horticultural masterpieces of the world and should be celebrated as such. It was one of the last pieces of the garden to be made, in the early 1950s, and was a long time in gestation. It was hardly an original idea. Lawrence Johnson had made a small, white garden at Hidcote with, among other things, white tulips, crambe, Campanula latiloba 'Alba' and the white Fuchsia magellanica 'Molinae'. But it is dominated by its hedges and topiary of yew, holly and box, and the flame flower, Tropaeolum speciosum, drips its red flowers down the green walls in high summer. There was also a white garden at Tintinhull, and Vita knew both these gardens well. But her interpretation of this theme surpasses anything done before or since. </p> <p>Of course, white flowers, like white anything, are rarely pure white. Set Cosmos 'Purity' or an Iceberg rose on fresh snow and it will have a creamy, ivory tint. A white plant that I have grown fond of this year is Gaura lindheimeri 'Whirling Butterflies', which is nominally white but has pink sepals. The delicate flowers float through a border and last a phenomenally long time. </p> <p>There is a large parade of familiar white flowers, from the first snowdrops in January, 'White Triumphator' tulips in April, the spring joy of damson, plum and pear blossom, the many white roses (Rosa rugosa 'Alba' and R alba semi-plena are my favourites), white lupins, tobacco plants, white poppies, white sweet peas, the floating haze of white flowers from Crambe cordifolia and Thalictrum aquilegifolium 'White Cloud' through to the final autumnal flowering of white cosmos, white snapdragons and Iceberg roses, and the white stems of Rubus cockburnianus in midwinter. </p> <p>But all these apparently white flowers need green to seem as white as possible. Green is the context that makes white look rich and ethereal. White flowers tend to have less form and bulk than darker colours - this is because white bleaches out into the space around the plant, whereas a rich red or purple creates a clearer volume - so a dark background crispens up the edges and creates volume. White also looks better within defined green shapes and contained areas. At Sissinghurst, this is done by edging the smaller beds with box hedges that are higher than the paths that divide them. This creates an effect of boxes out of which the white planting erupts and doubles the amount of green in the garden. It is a detail, but one of real genius. </p> <p>Silver foliage makes the area around it seem cool and ghostly, and combined with white the whole thing can be deliciously subtle and elegant. It is not silver, of course, but silvery. From the palest, chalky greens of artemisia, cardoons, eryngiums, Stachys byzantia or the 'blue' hostas like H sieboldiana or H 'Snowden', there is a good range of silvery, grey foliage to bring out the best in white flowers. One man's silver is another man's blue and in the end most foliage is a version of green. My own silvery, greeny, blue favourites to set among white flowers are Melianthus major, cardoon, onopordum, Eryngium giganteum (Miss Wilmot's Ghost') and Artemisia 'Valerie Finnis'. </p> <p>Finally, if you are planning a white border or even the whole bridal shebang of a white garden, think about its position. White in the middle of the day seems bleached and tired, and what is intended to be cool, elegant and mysterious simply becomes washed out. White gardens look wonderful at dawn and dusk, so follow the sun.</p>",
  "Record numbers of white police officers are launching legal actions claiming they have been victimised because of the colour of their skin, The Observer can reveal today. <p>This reflects an alarming backlash against the Metropolitan Police crusade to encourage ethnic minority recruits, with resentful whites now convinced they are the ones being overlooked for promotion. </p> <p>Yesterday Ray Powell, the president of the National Black Police Association, warned that moves to end the culture of casual prejudice were backfiring. </p> <p>Attacking 'a ridiculous' pressure to hit strict targets for recruiting black officers, Powell told The Observer there was a risk of undeserving candidates being hired to boost the force's record on race. </p> <p>Around half of the long-running race cases being taken to employment tribunals by Met officers now involve white complainants, according to evidence submitted to the Morris inquiry, which is examining the force's treatment of its staff. </p> <p>The inquiry has uncovered a bitter undercurrent of resistance to change in anonymous interviews with officers, one of whom complained that 'if you are from a [visible ethnic minority] whatever you want, you can have.' </p> <p>The Met has been under intense pressure to hire more black officers since the Macpherson inquiry into the murder of black teenager Stephen Lawrence, which concluded the force was 'institutionally racist'. </p> <p>It has a target for 25 per cent of the force to come from the ethnic minorities by 2009, so that it reflects London's population as a whole. </p> <p>However, Powell said with current progress that would require up to 80 per cent of new recruits to be black and Asian, 'which is ridiculous'. </p> <p>He would rather see targets reduced and black recruits rising through the ranks on merit, than allowing substandard applicants to be taken on: 'There is a danger of black officers being set up to fail: human nature being as it is, there is a risk that the standards may be lowered. </p> <p>'I would rather see work on a sustainable environment first of all for black officers within the police, as opposed to carte blanche recruiting people into an environment where they won't be able to be sustained.' </p> <p>The process of change had been mishandled, with ordinary officers confused and suspicious about the Met's tactics of 'so-called positive action' policies stopping short of deliberately favouring black candidates, but seeking to encourage recruits by combating racism in the ranks, the black police leader said. </p> <p>'If you were to ask anybody in the police service what positive action is, they don't have a clue: therefore they interpret it as action against them. </p> <p>'They feel \"we have got these black officers getting everything, and apparently getting a leg up\" when in fact they are not.' </p> <p>The warning is borne out by evidence to the Morris inquiry, which is now considering its verdict after six months of hearing testimony from more than 50 witnesses. </p> <p>Led by Bill Morris, the former Transport and General Workers' Union leader, it has received a string of complaints of black officers being victimised for trivial offences, such as appearing on parade in a short-sleeved shirt instead of a long-sleeved one. </p> <p>Women officers told of a macho 'lads and dads' culture that forced them to watch porn during breaks, refused them permission to work part-time or have shifts to fit around childcare and even barred them from expressing breast milk at work. </p> <p>Anonymous interviews conducted on visits to London police stations exposed the hidden resentment among white officers. One complained: 'The perception is that black officers are only getting a promotion because they are black'. Others urged the Met to 'slow [its reforms] down a bit and look at white officers. They are forgotten.' </p> <p>The problem is not confined to the Met, according to the Nottinghamshire branch of the Black Police Association, which told the inquiry that the promotion of one local Asian sergeant prompted six white rivals to sue for racial discrimination. </p> <p>Jan Berry, chair of the Police Federation, reported complaints from white officers in Greater Manchester about the handling of disciplinary proceedings following a BBC undercover documentary, which filmed a recruit at a training centre wearing a Ku Klux Klan-style outfit. </p> <p>Esme Crowther, head of the Met's employment tribunal unit, told Morris that seven out of 15 race cases of more than two years' duration now involve white officers claiming to have been victimised. Most objected to being disciplined when they claimed visible ethnic minority officers had not been. </p> <p>The inquiry was set up by the Metropolitan Police Authority following the cases of Sergeant Gurpal Virdi - sacked for allegedly sending himself hate mail, but reinstated after a tribunal hearing - and Superintendent Ali Dizaei, paid £80,000 compensation by the Met after accusations against him were dropped after four years and an investigating costing £7m. </p> <p>Both cases risked seriously damaging nationwide efforts to recruit black officers, with some chief constables now calling for black candidates to be 'fast tracked' through the system in an effort to hit their targets - the sort of positive discrimination Powell feels is counterproductive. </p> <p>Morris is understood to be considering a range of potential measures, including an independent ombudsman for internal police discipline, and case managers to speed up the handling of complaints. Officers can be now suspended for years on end as investigations grind on.</p>",
  "<p>An Arab in full Gulf dress - the long costume called a thobe and the white headdress known as a gutra - is stalking down the Royal Mile, looking swarthy and suspicious. Even though this is the Festival and people are primed for weirdness, plenty still play safe, looking the other way, making 'What's he doing here?' faces behind his back. </p> <p>'It's the worst feeling in the world: being feared for no other reason than the clothes you're wearing,' says Nader Shaheen, who is not a terrorist, but is here, like everyone else, to publicise his show. Taking the Peace features what he describes as 'an unknown Arab and his mate' trying to defuse some of the suspicion spread by the war on terror ('Or, if you want to call it after its leader, TWAT'). </p> <p>A hybrid of stand-up and revue, the show does what Shaheen rightly points out Arabs are very bad at doing - 'Getting out there, communicating. By and large, we're two-kids-and-a-mortgage, trying-to get-away-once-a-year-if we-can kinds of people.' It's also highly engaging and very funny, due largely to Shaheen's powers of mimicry, quickness and ability to communicate at the level of his audience while remaining, apparently, entirely other. </p> <p>A financier in his late thirties, Shaheen had the idea for the show a year ago and put it to his friend and writing partner, Jonty Crosse, a Brit who has lived in Bahrain for more than 30 years. Crosse had taken a revue to Edinburgh as a student and said he couldn't do it again, 'because I was a banker now. But Nader said it was precisely because he was a banker he had to do it'. </p> <p>A few years ago, their material, even performed outside the country, might well have meant they would not be wanted back in. You could be jailed for taking the piss then. (As Shaheen says, pointing out the differences between us and himself: 'You can laugh at yourselves with your satire and well-developed sense of irony. I smack you round the face.') </p> <p>As it was, the two warm-up gigs they did in Bahrain were unadvertised, word-of-mouth affairs. 'We didn't clear what we were doing with the Ministry of Information,' says Shaheen, 'because I don't believe in the Ministry of Information.' </p> <p>After their positive reception in Edinburgh, they'd like to do a show in the Gulf for charity. Humour can bring into the open things that used to be unsayable - 'That Bahrain is a healthy environment for prostitution, that there's a drugs problem, that the power went off four times this summer although we export energy. There's no shame in being open. If anything, transparency means people are more likely to do business with you.' </p> <p>The pair have taken their summer holidays to do this, while their wives are stage managing and Crosse's teenage children are front of house and lighting. After the run, they'll go back to finance. In his dreams, though, Shaheen would do a tour of US colleges. My guess would be that they'd go down pretty well. The night I saw the show, they had a packed house eagerly learning to put on gutras. </p> <p>They finished with his Muslim and a Jew shouting abuse at each other - 'I'm not sure that's been done on stage anywhere in the world,' Shaheen says with some satisfaction - before shifting into an adaptation of Shylock's speech from The Merchant of Venice: 'Hath not a Muslim eyes?' It's very moving, although, as Shaheen says, kind of difficult to get off stage afterwards.</p>",
  "<p>When I was growing up in the Eighties, it was so unusual to see a black person in a television advert, it became a major event in our house. We'd lower our voices and pay them as much attention as the opening chimes of News at 10, watching with a mixture of pride and curiosity. Apart from such rare occasions, it was as if black people didn't exist in between programmes. We didn't count as potential customers. </p> <p>The big breakthrough came a decade later in a cereal advert featuring Linford Christie; he turned up at a school sports day to cheer on a black family, the first I'd seen in a commercial, inspiring the young boy to use PMA ('Positive Mental Attitude'). It was a simple idea and not a particularly good commercial, but it meant a lot to me. </p> <p>Flicking through the channels now, things are different; TV ads no longer look as if they were made for a segregated society. During the course of one evening recently, I saw Thierry Henry, Meera Syal and Howard Brown, the bespectacled face of the Halifax bank, fronting campaigns. Some of these new ads are cliched and stereotypical - black people tucking into buckets of fried chicken and colourful Indians breaking out into Bollywood song and dance routines - but they represent change. </p> <p>A few years ago, businesses were obsessed with the pink pound and grey pound, launching charm offensives at gay and older consumers. Now, they've turned their attention to ethnic minorities and the brown pound, worth £32 billion according to a recent advertising industry report. </p> <p>The airwaves have changed as well. In the past, listening to black radio stations such as Kiss and Choice meant hearing a load of poor-quality ads for fast-food outlets and cheap foreign calls. These days, you'll hear commercials for stuff you've actually heard of. At last, it seems, black consumers are being taken seriously. </p> <p>'A lot of the change has come out of the success of black music. People have woken up to the fact they can sell lots of things to us,' says Michael Eboda, editor of the black newspaper, New Nation . </p> <p>Dizzee Rascal and Ms Dynamite, the last two Mercury Prize winners, began their careers as underground garage acts before they reached mainstream audiences. Asian singing stars enjoy Top 10 hits and Bollywood films mean big box-office. Asian media outlets are also flourishing. There are 29 Asian TV stations on Sky, 15 radio stations, and more than 30 newspapers and magazines. The jewel in this media crown is Sunrise Radio, which started as a pirate station in 1989, dodging the Department of Trade officials who wanted to confiscate its equipment. Now Sunrise reaches more than a million people. </p> <p>In publishing, Monica Ali and Zadie Smith have become literary stars with cleverly marketed books which have popularised the black and Asian British experience, while Andrea Levy's Small Island won the Orange Fiction Prize this year. But marketing to a crossover audience is tricky. Ali's publisher caused a row when it asked the Guardian not to send an Asian journalist to interview her because it didn't want its hot young author pigeonholed as an ethnic writer. </p> <p>Black fashion sense is also influential. Walk around any town centre and you will see teenagers of all races looking as if they are dressed for a hip hop video. 'We conducted a recent survey that said 70 per cent of our readers are heavily influenced by black culture and rap music,' says Annie Auberbach, editor of mykindaplace.co.uk, the UK's largest website for girls. 'All those pop idol shows have made pop music seem quite bland while R&amp;B is real glamour.' </p> <p>In October, the V&amp;A will launch a major exhibition, 'Black British Style', billed as the 'first exhibition in the UK to explore the style and fashion of black people in Britain and their impact on British culture over the past 50 years'. Increasingly, young black consumers have become a sought-after audience, not least because they are often seen as being the hippest consumers on the high street. With so much cultural activity, companies have had to take ethnic minorities seriously. </p> <p>At the beginning of the Nineties, Anjna Raheja was the head of marketing and PR on TV Asia, when she realised there was a 'huge niche market that wasn't being exploited'. </p> <p>So, 10 years ago, she created Media Moguls, a specialist marketing group for ethnic consumers. At first, Raheja struggled to find clients, but Media Moguls has flourished over the past few years; it helped to launch the BBC's Asian Network and created a campaign for Bend It Like Beckham . 'Attitudes are definitely starting to change,' says Raheja. 'We are the only specific ethnic minority agency in the IPA so when we make presentations they realise we speak the same language; we're not a threat but a potential solution.' </p> <p>Raheja encouraged companies to use ethnic media outlets to reach new audiences. But if advertisers really want to exploit the brown pound, they must try harder. Part of the problem is that few black and Asian people work in the industry. 'You can count on the fingers of one hand the number of senior executives who aren't white, so they should be looking at increasing that number,' says Michael Cudlipp, chair of the History of Advertising Trust. This year, the IPA set up its ethnic diversity project, hiring adman Mehboob Umarji to spend six months looking to attract more black and Asian staff. </p> <p>In his cramped office near London's Hyde Park, Umarji, a well-spoken thirty-something, chooses his words carefully. He's too smart to suggest his industry is a model equal-opportunities employer, but reckons it's getting better. The connection with the old-school- tie network is declining with the rise of younger, trendier agencies, but still many creative people don't know how to speak to an ethnic audience. </p> <p>'I recently saw an ice cream ad with the line \"Eenie Meanie Minie Mo\", which has big connotations. But it obviously went through the whole approval process. If anyone of ethnic origin had been involved they would have said, \"I'm not comfortable with this\", but the client and the agency let it go. It was potentially very offensive and it sets all the good work back,' he says. </p> <p>In fact, the history of ethnic minorities in advertising is depressing. In 2001, prompted by interest from academics and students, the History of Advertising Trust archive began research and found offensive adverts throughout the 20th century. 'Black people were used in soap-powder ads aimed at selling it to the servants of white households. The crude sense of humour made fun of black people who were depicted in the ads as being washed by whites. In the Eighties, you would see ads set in Africa featuring white hunters drinking rum served to them by black manservants,' says Cudlipp. </p> <p>'That's all gone now but occasionally you get funny throwbacks. There was a recent ad for a holiday club in the Bahamas that had a group of smart white people sitting around a bar being served by a rather egregious black barman. No doubt, there were black customers as well, but there was not one black man on the other side of the bar.' </p> <p>Even today, there is a tendency to show blacks and Asians in stereotypical roles: Asian shopkeepers and streetwise blacks still abound. Given only 30 seconds to make an impression, advertisers often fall back on obvious casting. Not all British Asians enjoy Bollywood films, but watch the commercials and you'd think they did. </p> <p>'You do see more black faces in ads but you have to look at how they appear. Are they in stereotypical roles? I suspect they are a lot of the time. I still think we see rather a lot of happy, smiling faces dancing etc because that is what people are used to,' says Eboda. </p> <p>Ira Joseph grimaces when I describe some of the old adverts to him. He is one of the few black creative people working in advertising and part of the team behind the 'Va Va Voom' campaign for the Renault Clio with Arsenal footballer Thierry Henry. Joseph is a football fan and when I arrive at his minimalist offices in central London, he is wearing an England football shirt. Walking through the open-plan office, I'm not sure what makes him stand out more - his colour or his clothing. Henry's part in the high-profile campaign has had largely favourable reviews but, more important, it was a good piece of colour-blind casting. </p> <p>'It was a big deal for Renault to go for it. I wasn't quite sure how they would react to it when we suggested it, but to their credit they totally bought into it. One of their top bods had a meeting with Thierry and Thierry charmed him,' says Joseph. 'It tends to be a bit of a struggle to get black people in front of the camera. You almost need to have a clichéd reason or, when you see black faces, they tend to be background artists.' </p> <p>The campaign brought back bad memories. 'I've worked in other agencies where we have tried to cast black families, and the research results have come back so negative. The last was seven or eight years ago. We had the idea of using a black family to promote a food product, but it was really resisted. I think attitudes have changed since, and it's not such a big deal,' he says. </p> <p>Using a sporting icon is one thing, but asking an unknown black man to be the public face of a company was, until recently, considered a risk too far. Rather than pulling in the brown pound, they were worried about alienating core consumers. Whether this was intentional racism or unfortunate second-guessing, the result was the same. </p> <p>Howard Brown was the manager of a Halifax branch in Birmingham when he responded to a company offer to employees of a chance to star in a commercial. Two thousand people auditioned, but Brown, who went along 'purely for fun', was chosen. </p> <p>'I had to do a cover version of Tom Jones's \"Sex Bomb\", which, funnily enough, I'd never heard before. Jones has a singular talent so I thought there was no point trying to copy him so I did it my own way,' Brown says. </p> <p>The ads have turned him into a kind of celebrity. He spends most of his time travelling the country making special appearances for Halifax, and is treated like a cross between a rock star and a reality-TV show winner. 'It's amazing,' he says. 'In Scotland, they had to close the branch doors because there were so many people trying to get in.' </p> <p>Brown, whose self-deprecating manner echoes his screen persona, thought little about his skin colour until he did an interview with Richard Littlejohn for Sky. 'He asked me about it. Of course I'm proud to be involved in something that has done well. I think we are making progress in the way we are represented,' he says diplomatically. </p> <p>Brown is a hit with black and Asian viewers. 'We're all gonna use Howard as an example, bless him,' says Raheja. 'What is good about him is that the character could be any colour and the ad works because of his personality.' </p> <p>But as companies develop more sophisticated approaches, they're finding that the brown-pound market is not easy to crack. There are cultural, religious, linguistic and generational differences within minority groups, so what strikes a chord with a middle-aged, first-generation Bengali is completely different from what might appeal to a fashionable twentysomething Bengali. </p> <p>If advertisers go on seeing ethnic audiences as a homogenous mass, they will fail. That doesn't mean, however, that blacks and Asians must always be specially targeted. 'We don't all read the Voice or listen to Kiss,' says Raheja. 'I read Marie Claire and watch E4, but when I come across an ad in an Asian magazine, it does have a different impact on me.' </p> <p>Earlier this year, COI Communications, the government's marketing and communications agency, published an extensive report on how to appeal to ethnic minorities. The respondents wanted to see cultural sensitivity and aspirational characters. Muslims, for instance, were impressed by an anti-smoking campaign by the Department of Health during Ramadan, suggesting that the religious fast was a good time to try to quit, while people of Chinese descent complained they were too frequently depicted working in takeaways. </p> <p>There is still some way to go. Not everyone believes the brown pound is worth chasing. Glossy black magazines such as Pride and Untold struggle to attract upmarket advertisers; in both, you are more like to see an advert for Hackney council than for Gucci. </p> <p>'It's still hard to get certain brands to advertise in our paper. There are a lot of companies [he mentions two popular clothing brands] that do very well out of the black community but aren't prepared to advertise in our publications. They're happy to use the fact that black is fashionable but when it comes to putting money into the community they are not so enthusiastic,' says Eboda. </p> <p>For second-generation Britons such as myself, the changes of the past decade or so are significant. Across the media, black and Asian culture and spending power are widely acknowledged. Watching television and listening to the radio is no longer the alienating experience it once was. Until more ethnic minorities are involved in marketing and advertising campaigns, until companies realise that simply putting a hip hop or Bollywood soundtrack on a commercial is not enough, we still have some way to go. </p> <p>Interest in the brown pound has never been higher, and with 32 billion reasons to get it right they can't afford mistakes.</p>",
  "<p><strong> The New Great Game: Blood and Oil in Central Asia</strong> <br><strong>by Lutz Kleveman</strong> <br> Atlantic Books £8.99, pp 283 </p> <p> 'To me, I confess, they are the pieces on a chessboard upon which is being played out a game for the dominion of the world.' So Lord Curzon, viceroy of India, described Afghanistan, Persia and their central Asian neighbours in 1898. </p> <p>In that Great Game, Russia and Britain jostled for control of the region, sending soldiers and explorers to pursue each other across desolate mountain passes. More than a century later, Lutz Kleveman takes an engaging tour across the same chessboard, where he finds a new Great Game being played, this time for a far bigger prize, the immense energy reserves which lie beneath the Caspian Sea. </p> <p>America with its insatiable thirst for oil, has taken Britain's place at the chessboard; there is a host of new players, including Iran and China. But the political and military shenanigans still exact an immense human cost. </p> <p>Kleveman lets the many pawns in the contest tell their own stories: the dispossessed Chechen family sheltering in a pigsty in neighbouring Ingushetia; the Muslim leaders of Tashkent looking on as US bombs fall on Afghanistan; the ethnic Uighurs suppressed by China in its western province of Xinjiang. </p> <p>As he meanders through the mountainous and remote region, peeling back the layers of ethnic unrest and religious tension, and bringing alive a cast of shady characters worthy of a le Carré novel, Kleveman repeatedly finds the influence of Russia or the US and the corrupting power of oil at work. </p> <p>Part travel-writing, part polemic, this eminently readable book slots the hostilities in Iraq into the context of a much longer-term struggle for resources. </p> <p>Updated to take Iraq into account, the paperback edition warns in a strident epilogue that one consequence of the US's 'energy imperialism' will be to radicalise many more 'angry young men' across central Asia to take up the struggle against the superpower. </p> <p>It's a much-voiced argument these days, but unlike many of those who make it, Lutz Kleveman has spent time meeting those desperate young men and giving them a voice.</p>",
  "<p>A 'pay as you drive' insurance scheme is due to become available to all drivers through Norwich Union in 2006. The insurer announced last week that it is embarking on a two-year trial period involving 5,000 motorists. </p> <p>Under the scheme, a 'black box' telematics device smaller than a DVD case is installed in the boot or passenger area of each car. The black box transmits exact information back to the insurer about trips made - mileage, roads taken and duration. The driver will then receive a monthly bill that takes into account the level of danger inherent in the trips. Low-mileage drivers are likely to benefit - but so are other groups, such as people who drive on motorways and other safer roads and those who drive outside rush hour. </p> <p>A similar scheme has been trialled in Texas, where some drivers saw their annual premiums fall by over a quarter, but Norwich Union is reluctant to make any such forecasts for the UK, as patterns of driving and road infrastructure are very different. </p> <p>The insurer is trying to turn the rather dull product of motor insurance into something that can have far greater technological spin-off benefits for both drivers and insurers. For instance, the black box means that the car can be located if it is stolen. The insurer is also working on a system to identify accidents, enabling instant notification to the insurer. 'We could be working on the claim before they even notify us,' says spokeswoman Jenny Chapman. </p> <p>Future enhancements such as panic buttons and real-time route planning 'could feature in the long term'. But Norwich Union is actively considering ways to encourage users of the black box to make safer journeys and so cut down on claims. Chapman says that the insurer could help people plan their routes to avoid accident blackspots, or advise commuters on how best to combine car and public transport to help keep down the cost of petrol, insurance, parking and congestion charges. </p> <p>Further information is available to people who email <a href=\"mailto:payasyoudrive@norwich-union.co.uk\">payasyoudrive@norwich-union.co.uk</a>. </p> <p>Safer drivers are also being sought by First Alternative Woman - a women-only insurance scheme from insurance pioneer Peter Wood. It is based on the assumption that women drive more safely while 'men naturally tend to revert back to their Stone Age characteristics when driving'. </p> <p>For details, see <a href=\"http://www.firstalternativewoman.com\">www.firstalternativewoman.com</a> or call 08450 455565.</p>"
]