[
  "<p>Kevin Keegan faces a meeting with the Manchester City directors this morning, where he will be grilled on the team's poor start to the season, knowing that his future is now uncertain. </p> <p>While City's manager was yesterday reassured that he continues to enjoy the \"robust backing\" of John Wardle, the club's chairman, Keegan is well aware that other members of the five-man board are considerably less enamoured with him and will demand an immediate improvement in results. </p> <p>Should City lose at the bottom club Crystal Palace on Saturday, Keegan's position will come under severe boardroom scrutiny. In an attempt to avert such a scenario, the former England manager held a \"full and frank\" meeting with his players yesterday in which Saturday's defeat at home to Everton was deconstructed. Although such Monday post-mortems are routine, yesterday's was imbued with added edge. </p> <p>City have failed to win two consecutive league fixtures since April 2003 and have started this season by taking four points from a possible 15 - six fewer than at this stage last year. With Keegan having spent more than £50m since succeeding Joe Royle three years ago, fans are becoming restless and Saturday tea-time saw radio phonelines flooded with calls from supporters demanding Keegan's dismissal. </p> <p>Dave Wallace, the editor of King of the Kippax, City's fanzine, said last night: \"Things are looking bad at the moment. For whatever reason the players are not reaching their potential. It has been looking bad for a year now and, if Kevin did go, there would not be too many tears shed.\" </p> <p>For the moment Wardle, along with his \"sleeping partner\" and fellow Keegan supporter David Makin, who prefers to stay off the board, holds a majority shareholding in excess of 50% and continues to believe he is the manager to bring success to Eastlands. </p> <p>While some or all of City's other four directors, Dennis Tueart, Bryan Bodek, Alastair Mackintosh and Ashley Lewis, are understood to have reservations as to whether Keegan is the man to take the club forward, only Wardle holds the power required to initiate change. However, he could be swayed if enough supporters continue to make it plain they would prefer a new manager. </p> <p>Wardle spent part of yesterday in deep discussions with club officials about how best to improve results and protect Keegan who, with both England and Newcastle, opted to walk away when the going got tough. </p> <p>Keegan yesterday criticised his players for a lack of leadership and willingness to take responsibility. \"I said to the players at half-time that they were all waiting for someone else to make something happen,\" he explained. </p> <p>\"And when you have 11 players like that you are not going to win football matches. We didn't have anyone out there who was going to give us a spark. It was the most frustrating game I've been involved in for quite a while; if I'd been a paying supporter I'd have wanted my money back. That defeat hurt.\" </p> <p>With City reported to be up to £70m in debt, much of it securitised, and boasting a large squad featuring many highly remunerated individuals, relegation could be calamitous.</p>",
  "<p>The BBC is hoping to appoint a new controller of Radio 4 by the end of this week after narrowing down the list of candidates to just four.</p> <p>The BBC director general, Mark Thompson, and director of radio Jenny Abramsky will interview the four hopefuls tomorrow and are expected to make a decision in the next few days.</p> <p>The frontrunner is thought to be the BBC head of TV news, Roger Mosey, a former controller of BBC Radio 5 Live who enjoys a good relationship with Ms Abramsky.</p> <p>Mr Mosey has also edited Radio 4's flagship news programme Today and the station's other important news and current affairs programmes, The World at One and PM.</p> <p>Peter Horrocks, the BBC's head of current affairs, is also understood to be in the running for the post, while others believed to have been interviewed include Anne Morrison, the BBC head of documentaries and contemporary factual programming, and Mark Damazer, the deputy director of news.</p> <p>\"It needs someone who can make more of a national news and current affairs statement. It needs a heavy-hitter,\" said one senior radio executive.</p> <p>\"Radio 4 has lost its way a bit over the past year since Hutton. Today doesn't know where to position itself. In a fragmenting radio marketplace they need to be very clear on what Radio 4's positioning is.</p> <p>\"The station has got a bit soft, a little bit middle-of-the-road. They need a cross between [former Radio 4 controller] James Boyle's focus, intellect and toughness and Helen Boaden's [the last controller] people-management skills,\" the executive added.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Union leaders last night raised the prospect of widespread industrial unrest over the mass cull of civil service jobs and the prospect of the retirement age being raised to 65.</p> <p>Mark Serwotka, general secretary of the Public and Commercial Services Union, told the TUC fringe meeting in Brighton that the government's plans to axe more than 100,000 civil service posts was politically motivated to outmanoeuvre the Tories on proposed efficiency cuts in public services.</p> <p>Mr Serwotka, whose union is balloting members on industrial action on November 5 in protest at the proposed cuts, warned: \"Services will be decimated and hard working public servants will consigned to the scrap heap.\"</p> <p>He particularly criticised the image presented of civil servants by government of faceless bureaucrats with bowler hats who were \"twiddling their thumbs with little to do\".</p> <p>Mr Serwotka was speaking ahead of the launch of a PCS advertising blitz beginning next week to convey to the public the important role civil servants play in service delivery, including benefits, pensions and education. </p> <p>The PCS is to call on government to agree to six wide-ranging demands, including no compulsory redundancies, a moratorium on the privatisation of civil servant jobs, and a no-change situation on the current pensionable age of 60.</p> <p>The packed meeting organised by the PCS came ahead of today's motion condemning government moves to undertake a mass cull of staff caricatured as bowler hatted \"backroom staff\" who contribute little to public service delivery.</p> <p>The meeting was told the government's decision to notify staff that their jobs were on the line through a television address, and with no prior consultation with the PCS, flew in the face of social partnership to which the government had signed up with unions.</p> <p>Fellow union leaders took turns to give varying degrees of support to the civil servants' cause, arguing that unity would send a strong message about the preservation of quality public services.</p> <p>Dave Prentis, general secretary of public sector union Unison, debunked the impression given by government that fewer civil servants would translate into greater numbers of \"frontline staff\".</p> <p>\"On behalf of frontline workers in my union - whether it is local government, health or education - I do not know a single frontline worker who has called for the axe of civil servants merely so that you can get more jobs in the frontline so where does it come from?\" he asked. \"It does not come from us nor from people using services.\"</p> <p>Mr Prentis warned that his union, the largest public sector union in the country, would refuse to sit on the sidelines while unpalatable proposals such as the job cuts and the possibility of the pension age being raised to 65 went ahead.</p> <p>\"It is not just a battle for jobs,\" he said. \"It is also a battle to preserve our public service pension and we will not stand back to allow our pensions and our retirement age to go out of the window. If our struggle leads to industrial action then so be it.\"</p>"
]