[
  "<p>LEEDS'S GLAM-PUNK pretenders like to gig. Their love of sweat and the stage, though, does not extend to the newly fashionable practise of guerilla gigging, where bands play impromptu acoustic sets on public transport or in car parks. 'Just playing your guitar on a bus and annoying people is not a gig,' announces 22-year-old bass player Tom Greatorex, who is making very little fuss about a huge welt on his back, acquired while fighting with sticks in the woods during the OMM photoshoot. 'At gigs, you've got 25 minutes to convert people, to make them understand why they should love your band. We like messing around in flats but we've done it now and it's out of our system.'</p> <p>The local Noise Abatement Officer will surely breathe a sigh of relief. The band, who make a brilliant pop racket with guitars, a knackered keyboard and a drum machine, had been threatened with a pounds 5,000 fine after a series of self-starring parties in their flats, which adjoin a brothel in the Hyde Park area of the city. The flat was also the backdrop for their first video, which accompanied last month's electric, anthemic seven-inch, 'Hard to Love, Easy to Lay' - which sold out in its first week on the shelves. 'The video looked amazing,' says cherubic frontman Dan Watson, 23. 'Loads of people turned up, including some kids from Wales who skipped their GCSE exams to be in our video.' The band, who reference the Cramps, Sisters of Mercy and the Strokes, recently discovered another unusual aspect to their home: a large red snake was living in the walls and making itself known through cracks before scuttling back into the dark.</p> <p>Today, the only things snaking are Black Wire 's hips. Dressed in ultra-tight jeans, customised jackets and attention-seeking hair, the band are drinking pints and discussing their forthcoming synth-stomping punk-disco third single 'The Face'. 'It's a really good song that has to be out there for people to buy,' says 23-year-old guitarist and keyboard-attacker, Si McCabe.</p> <p>Where the Libertines have Mick Jones, Black Wire have their own ex-punk on production duties. Choque Hosein, who supported the Specials as a teenage punk, and formed Nineties Leeds outfit Black Star Liner, liked their unusual, hyperactive drum machine programming and predilection for stagediving - and decided he had to work with them. 'He said we were the visual equivalent of a scream,' says Dan.</p> <p>The band met after Dan and Si moved from Middlesbrough to attend Leeds Metropolitan and the Music College respectively. They met Tom, who comes from Chesterfield, through mutual friends and formed in January 2003. 'It was the last throes of electroclash,' says Si, 'and none of us could take 80s Matchbox off our stereo.' The band, briefly called Slush Yuppies, played their first gig a month later at local club Pigs. Their third gig was memorable: not only did they play the 1,000-capacity Leeds Metropolitan, supporting Ladytron, but they also picked up a lifetime ban after a friend trashed the dressing room. 'It was a terrible gig,' says Tom, 'but a brilliant situation to be in.'</p> <p>It wasn't long before a string of major label offers came in, all of which they rejected in favour of local indie Crash 48. 'It's like when punk started, when bands were learning in public,' reckons Dan. 'We started off as a ball of aggression and now we're taking the best parts of that energy onstage with us.'</p> <p>So far, so good. Although the band's trajectory might be halted if the winner of a recent competition holds on to their prize. Aside from a customised copy of 'Hard to Love, Easy to Lay', they won a cheque for pounds 100,000,000 signed by Si. 'If they ever cashed it, the joke'd be on them,' he says in best unbothered style. 'It'll cost 'em 20 quid when it bounces.'</p> <p>Black Wire love their increasing army of fans - but not that much.</p>"
]