[
  "<p>Brian Flynn indicated yesterday that he already has plans in place should the FA of Wales call on him to take over the national team as the successor to Mark Hughes. </p> <p>Flynn, capped 66 times by Wales and formerly in charge at Wrexham and Swansea, claims he \"would love to be Wales manager\" and would be prepared to take on far-reaching involvement in his country's football future if chosen. </p> <p>Flynn, 49 last week, has revealed his preliminary plans as the FAW council convene today to start their discussions on the replacement for Hughes, now the manager of Blackburn Rovers. </p> <p>The FAW council are in Ewloe, north Wales for a scheduled meeting which will involve limited discussion about Hughes's successor. The management committee meeting next Thursday in Cardiff could be far more significant with Flynn, John Toshack and Ian Rush the main contenders. </p> <p>Toshack is the bookmakers' favourite and has strong support among influential members of the 10-strong committee. </p> <p>But Flynn said yesterday: \"I have made it quite clear right from the start that I would love to manage my country, who wouldn't? And I have plans already in place if I become the next Wales manager. You simply do not go into a job or an interview without any plans and those plans do not just involve what happens tomorrow but also long term.\" </p> <p>Flynn would play more attacking football and utilise a 4-3-3 formation, which would overcome Hughes's more conservative approach and find a place for the crowd favourite Robert Earnshaw. The West Brom forward has consistently been used as a substitute in his 17 appearances for Wales, but has still scored nine goals. </p> <p>\"Everybody has a view on systems and formations and they are only highlighted when things start to go wrong,\" Flynn said. \"But you have to play to your strengths.\" </p> <p>Flynn, who could push for the reintroduction of a technical director, a role which disappeared with Mark Aizlewood's departure, added: \"I would like to see the appointment made quickly, because it does give the new guy the chance to work with the players. I would like to think the national manager's job would also have a say on what goes on at Under-21, Under-19 and Under-17 levels.\" </p> <p>There is concern about how much time Toshack could devote to the job considering his media interests, not only with BBC Wales but also elsewhere in Europe. He has lived in Spain for the past 20 years while keeping a home in Swansea. That fact has thrown up worries about his tax status and whether he could spend more than the 90 days that a tax exile is allowed in the UK each year. </p> <p>Toshack said: \"I've been working abroad for 20 years and I have a home abroad, that means you become a resident abroad. If you pick up full-time employment here, you become a resident here. It's not the case at all that I'm limited to how much time I spend here.\"</p>",
  "Tony Blair today revealed to MPs that the Black Watch battalion believed to be at the centre of a US request for back up will be \"home for Christmas\" - but warned: \"We are about to enter a period of increased activity in Iraq.\" <p>Facing repeated questioning from MPs on the situation of British armed forces in Iraq, the prime minister refused to reveal where in the country UK troops would be sent if the American request for military help was granted. Mr Blair repeated that the decision had not yet been made, and that it would be purely \"operational\".</p> <p>But he struggled to convince MPs why an American force of nearly 140,000 soldiers needed the assistance of 600 from the UK.</p> <p>Pressed on the point by both the Tory leader, Michael Howard, and Labour backbenchers, Mr Blair said not all of those 138,000 troops were \"fit for this purpose\" and it was for British commanders to decide whether redeployment would achieve the coalition's overall objectives. </p> <p>The prime minister said that if the Black Watch regiment was asked to stay it would be back home before Christmas and would not be sent to the danger zones of Falluja or Baghdad. He also said troops would remain under British, not US, command.</p> <p>But Mr Blair did warn: \"We are about to enter a period of increased activity in Iraq. </p> <p>He added: \"This has nothing to do with the American elections. It has everything, however, to do with the Iraqi elections in January.\" </p> <p>During heated exchanges one Labour backbencher, Marsha Singh, openly urged the prime minister to say \"no\" to the American request. </p> <p>Mr Singh warned Mr Blair that the \"hole dug over Iraq is big enough\" and suggested it was time to listen to the British people and \"high time we stopped digging\". </p> <p>Mr Blair said he could not agree. \"I believe we are right to be in Iraq. I believe we can be immensely proud of the contribution our British troops have made there,\" he told the Commons. </p> <p>The Tory leader said the opposition would not push for a parliamentary vote on any such deployment. But Liberal Democrat leader, Charles Kennedy, said his party would oppose any deployment which did not come at the request of British commanders on the ground. </p> <p>As question time started, Mr Blair paid tribute to the kidnapped aid chief Margaret Hassan and said ministers were doing all they could to secure her release. </p> <p>The prime minister said the nation's thoughts were with the half-British charity worker. \"She has dual Iraqi citizenship and has lived in Iraq for 30 years. </p> <p>\"She is immensely respected, married to an Iraqi and worked tirelessly to help the country. We are doing what we can to secure her release.\" </p> <p>For the Conservatives, Mr Howard said his party's \"thoughts and prayers\" were with Mrs Hassan's family. </p> <p>The charity has suspended its operations in the country following the abduction of Mrs Hassan, who has dual British-Iraqi nationality, by an unnamed group in Baghdad yesterday. </p> <p>CARE has said it is taking \"every possible step\" to aid her release, and a special team of senior staff is handling the crisis.</p>"
]