[
  "<p>Tom Watson, the pioneer of parliamentary blogging, has accepted a job as an unpaid assistant whip in this week's reshuffle. And there have been no postings on the usually busy <a href=\"http://www.tom-watson.co.uk/\">Tom-Watson.co.uk</a> for four days. Can Tom whip and blog at the same time? Or will the job of dressing down MPs prove too controversial for the champion of consultation and online government? Ros Taylor has seen some of the forthcoming entries on the Watson blog ...</p> <p> <strong>Cracking on</strong></p> <p>It's a bit daunting being a whip. I mean, you haven't actually got a whip - not a real one - but you start thinking it would be pretty useful. You've got these miserable bastards coming in day and night, bit of self-promotion gone wrong, been indiscreet, journos digging around their websites looking for a bit of inconsistency.</p> <p>I tell them to do their own PR. Go for openness on the really unimportant stuff - bit of bitching about the oppo, what the cat's been eating - and just toe the party line on the rest. She's a Lib Dem, of course, but Jody Dunn's got the right idea up in Hartlepool with her blog.</p> <p>Or she used to have. She's been whinging about a few Labour leafleteers hanging about outside the Lib Dem HQ and they've called the police. Bit ironic, really, given how libertarian and anti-law and order they all are.</p> <p>Shoot me down if I'm boasting, but I got there first, of course.</p> <p><strong>Posted by tomwatson at 01:35AM | Comments | TrackBack</strong></p> <p><strong>Thumbs down?</strong></p> <p>I've got a particularly nasty piece of work coming in to the whips' office tomorrow. He's been threatening to ambush Tony during PMQs with a question about Iraq. Can't tell you what question it is, but I can reveal that he shouldn't be asking it.</p> <p>Can't wait. You see, I know all about this guy. Married, falling off a marginal seat in the Midlands, and he's worried about Respect and the Lib Dems splitting the floating voters between them. Wants to make a stand, just so he can boast about it on the doorsteps. But I happen to know he's been taking one of his caseworkers out to the Cinnamon Club on expenses. And then hitting the Travelodge for a bit of love and peace.</p> <p>What do you think? Should I threaten to shop him to the Daily Mail? Or should I give him one last chance? Up to you. Post your comments here.</p> <p><strong>Posted by tomwatson at 03:17AM | Comments | TrackBack</strong></p> <p><strong>If you could out someone as a treacherous hypocrite on this blog, would you?</strong></p> <p>That's what I was asking myself on the fast new train from Worcester Shrub Hill to London this morning. (Thanks, Darling!) Can't wait, really.</p> <p><strong>Posted by tomwatson at 05:45PM | Comments | TrackBack</strong></p> <p><strong>Should blogging get me the sack?</strong></p> <p>Many, many people have said that this blog will get me the sack. Well, they were wrong. But should it have been closed down ages ago? Let me know what you think.</p> <p><strong>Posted by tomwatson at 05:11AM | Comments | TrackBack</strong></p> <p><strong>In the swim</strong></p> <p>I'm taking a blogging break this weekend to have a look at Chequers. Great swimming pool, great people. Can't really say much more than that. You know, the closer you get to really powerful people, the more you realise how much they've got going for them - tact, discretion, brevity. Inspiring stuff.</p> <p><strong>Posted by tomwatson at 05:15AM | Comments | TrackBack</strong></p> <p><strong>Caught in the net</strong> </p> <p>Well, you've probably heard the news. Got a call from the boss. Straight in at the deep end in Fisheries.</p> <p>Just to make it clear, he didn't give me an ultimatum or anything like it. He said - and I'm paraphrasing, wouldn't want to quote the great man directly - Tom, you've got this openness thing sorted. I'm confident you can do for fish what you've done for Worcester. And those byelections. First step, could be something very senior in Defra if you play your cards right.</p> <p>The thing is, though, that I'm going to be very busy. Most of these fishing boats haven't got wi-fi, it's a nightmare trying to moblog when you're in the middle of a chat with a high-up in Spain or Portugal.</p> <p>So - and I know this is going to be a wrench for everyone who's helped to make this site the pioneering blog it is today - I'm going to take a sabbatical from the blogosphere. From one net to another, if you see what I mean.</p> <p>I mean, there's nothing more open than being in government, is there? You don't need to know what I'm up to - you can see me on the news every other night. Representing Worcester's interests in some really important meetings. Getting constituents' views about the cod shortage across in high places. Watery ones, anyway.</p> <p>Tell me what you think. Better do it quickly, though - I'm off this evening. Ministerial car. I'm getting a new laptop, too. Maybe they'll send me to Cape Cod with Gordon, if I'm really lucky.</p> <p>Take care. It's been virtual.</p> <p><strong>Posted by tomwatson at 05:15AM | Comments | TrackBack</strong></p>",
  "<p>Shareholders in Hollinger Inc, former Telegraph boss Conrad Black's Canadian holding company, have launched a lawsuit against the deposed press baron, his wife Barbara Amiel and other associates. </p> <p>Five investors in Canada - three from Saskatchewan and two from Ontario - are seeking at least £1.7bn to recover market losses suffered by Hollinger Inc since financial scandal engulfed Lord Black's empire. </p> <p>The Tory peer stands accused of taking £220m out of Chicago-based publishing group Hollinger International, in which Hollinger Inc holds a majority voting stake. </p> <p>A report filed last week by a special committee of Hollinger International's board claimed he put expenses such as flights, parties and even clothes on the company tab. </p> <p>The Canadian investors believe the drop in Hollinger Inc's share price could have been caused by the allegations against Lord Black. The 110-page statement of claim accuses Black of pillaging company coffers to finance his lifestyle. </p> <p>\"Lord Black and his acolytes surreptitiously pocketed millions of dollars generated from sales of Hollinger assets - money that belonged to Hollinger - without disclosure to the shareholders,\" the court documents say. </p> <p>And the suit alleges that investors had to pay for Lord Black's \"21,000 sq ft beachfront mansion in Palm Beach, Florida and ... Toronto mansion complete with a domed roof modelled on St Peter's basilica in Rome with a chapel consecrated by Toronto's Roman Catholic archbishop\". </p> <p>Lord Black has denied any wrongdoing.</p>"
]