[
  "<p>Mark Damazer's appointment as the new controller of BBC Radio 4 has been heralded as a great outcome for a man who feared he was to be made a scapegoat by the BBC's post-Hutton internal disciplinary inquiry.</p> <p>And he can count on the full support of what one colleague described as his \"best friend in broadcasting\", the director general Mark Thompson.</p> <p>When Mr Thompson was in his previous role as chief executive at Channel 4 the pair regularly shared their thoughts on the broadcasting industry, and remain close. </p> <p>Mr Damazer had a \"really awful, torrid time\" after the Hutton inquiry, according to a former BBC colleague who said the deputy director of news, believed the BBC's disciplinary inquiry was a \"piece of politics by people on the executive committee who were looking for a fall guy and he thought it might be him\". </p> <p>The colleague added: \"To be treated like that by corporate affairs people would get to you, and he was beginning to feel that he might be betrayed. After all the time, effort, energy and intellect he had put in to the BBC, he felt it was about to be thrown back in his face.\"</p> <p>At the time, the inquiry was branded a \"star chamber\" and a \"kangaroo court\" by those who were being interrogated, who also included the director of news, Richard Sambrook, the head of radio news, Stephen Mitchell, and the head of editorial policy, Stephen Whittle and the Today programme editor Kevin Marsh.</p> <p>An intellectual heavyweight with a wide range of interests and a double first Cambridge history degree, Mr Damazer was also a respected aide of the former director general, Greg Dyke, whom he staunchly supported during the Hutton inquiry. </p> <p>And although he had spent most of his BBC career in journalism, one colleague said \"it had ground to a halt in news for him\" and the move to Radio 4 is a \"really good break for him\" and one which he is expected the handle \"brilliantly\".</p> <p>Steve Anderson, former head of current affairs at ITV who worked with Mr Damazer at Newsnight, said: \"It's a very sound appointment. He was very much in the thick of defending the BBC over Hutton and he went through a lot. I'm pleased he's got the job. He's incredibly supportive and helpful and always stimulating to work with.\"</p> <p>Mr Anderson said it is \"old-fashioned\" to make a distinction between experience in different media.</p> <p>Some commentators have immediately pointed to Mr Damazer's lack of pure radio experience as a potential pitfall.</p> <p>\"Greg Dyke never worked in radio, nor did Mark Thompson. Jim Moir went straight from TV to being controller of Radio 2. And Radio 4 has a lot of talent with careers in television - John Humphrys, Melvyn Bragg, Newsnight political editor Martha Kearney - and that needs someone who can work across all media,\" said Anderson.</p> <p>But another said that he could struggle with managing the variety of talent at Radio 4. \"He will be sure-footed in terms of news and current affairs but managing the range of talent at Radio 4 - writers, directors, musicians. Melvyn Bragg will be a challenge. But he'll rise to it. It could be the making of him,\" said one commentator.</p> <p>Other colleagues past and present have declared themselves variously \"slightly stunned\", \"pleased\" and \"thrilled\" at the appointment of a man who is universally described as possessing a huge intellect. </p> <p>\"He has got at least two brains, if not three. He's even more bright than [former Channel 4 programming chief] Tim Gardam and slightly better house-trained,\" quipped one colleague. \"And he is quite good with people, something that many intellectuals aren't.\"</p> <p>And another colleague says part of Mr Damazer's personality too often overlooked is his wit: \"He's one of the funniest men at the BBC\".</p> <p>That Mr Damazer is on holiday in Spain as his appointment was announced today is not an elaborate scheme cooked up by BBC public relations bosses to keep him away from the press - his break was booked before he got the job. </p> <p>In any case, the BBC says he will not be granting interviews about his new role yet, and it is still not decided when he will take up his new role. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Mark Damazer, the BBC's deputy director of news who was instrumental in fighting the government during the Hutton inquiry, was today named the new controller of Radio 4.</p> <p>He clinched the prestigious BBC job in the face of stiff competition from the corporation's head of TV news, Roger Mosey. </p> <p>Cambridge-educated Mr Damazer, 49, who is known as an intellectual with a wide range of interests including history, tennis, Italian painting, opera and Tottenham Hotspur, called the job \"the best in broadcasting\".</p> <p>He succeeds Helen Boaden, who was appointed as the BBC's first female director of news in the summer when Mr Sambrook was moved to the BBC World Service in a reshuffle that was widely linked to the fallout from the Hutton inquiry.</p> <p>Mr Damazer has very little radio experience, but the appointment will be seen as a robust decision by BBC management as he was one of former director general Greg Dyke's key allies in the battle against the government before and during the Hutton inquiry.</p> <p>He helped the former director general draft the BBC's official reply to Alastair Campbell's complaint about Andrew Gilligan's ill-fated radio broadcast last May and was heavily involved in orchestrating the corporation's defence during the inquiry.</p> <p>Mr Damazer trained as a journalist, starting in ITN as a trainee in 1979. He went on to work at TV-am where he first met Mr Dyke and other journalists including Adam Boulton of Sky News.</p> <p>He had a brief spell as a producer at the World Service between 1981 and 1983 and returned to the corporation in 1984 to work on the Six O'Clock News. From there he swiftly rose through the ranks, becoming head of political programmes in 1998, giving him responsiblity for programmes including Yesterday in Parliament and The Westminster Hour. </p> <p>As a former head of BBC current affairs, Mr Damazer has also been responsible for File on 4, From Our Own Correspondent and a number of Radio 4 documentaries and short series. </p> <p>\"Being controller of Radio 4 is the best job in broadcasting and I am privileged to be given the opportunity of working with so many talented and creative people.</p> <p>\"Radio 4 is in terrific shape and my challenge is to cherish it, sustain it and make sure it remains the home for intelligence, flair and wit,\" said Mr Damazer, who is out of the country on holiday.</p> <p>One senior radio executive said the appointment comes at a crucial time for Radio 4.</p> <p>\"James Boyle [former Radio 4 controller] did a fantastic job and made a lot of changes but his style was abrasive and he didn't manage the rate of change well. Helen [Boaden] came in and, as a very skilful man-manager she calmed it down and took a maternal view of things. </p> <p>\"But Radio 4 has obviously lost its way over the last year. Now is the time for the leader of Radio 4 to have the news and current affairs positioning right, particularly going in to charter review.</p> <p>\"In a fragmenting marketplace, particularly with digital, the proposition needs to be very clear, to define what is Radio 4's position in this world. It needs to make more of a national news and current affairs statement,\" said the executive.</p> <p>Many within the BBC will be surprised at Mr Damazer's appointment. While few will see it as a negative many expected Mr Mosey to be named the controller of the station.</p> <p>Ms Abramsky, the BBC director of radio and music who made the appointment with director general Mark Thomson, called Mr Damazer a \"passionate listener and supporter of Radio 4\".</p> <p>\"When you talk to him you realise it's in his blood,\" she said. </p> <p>Born in 1955 and educated at Cambridge, where he gained a double starred first in history, he was awarded a Harkness Fellowship to Harvard University. He is married with two children.</p> <p>Mr Damazer beat an unusually large field of candidates to the job - including in BBC head of current affairs Peter Horrocks - and the selection process went on for a week longer than expected. Up to a dozen executives are believed to have been interviewed, with Ms Abramsky holding three days of \"boards\" - the term given to interviews at the BBC.</p> <p>But it was Mr Mosey who was perceived to be by far-and-away the favourite for the job, after 24 years' service at the BBC. </p> <p>The radio pedigree and sharp political skills of Mr Mosey, who began his broadcasting career in local radio and was a former controller of Radio 5 Live, saw him viewed as a safe pair of hands for the job. He was also considered for the Radio 2 controllership last year, a post that was eventually handed to Leslie Douglas. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>"
]