[
  "<p><strong>Black British Style</strong> </p> <p>V&amp;A, London SW1, until 16 January 2005, then on tour from September </p> <p>This is the first exhibition in the UK to explore the style and fashion of black people in Britain and their effect on the culture over the past 50 years. Some might say that, given the global scale of its impact, acknowledgement has been a long time coming. Looking past the stacks of painted crates that form part of David Adjaye's design for the exhibition, I wondered why I felt a rising irritation, and the sense that I was in the midst of a quasi-anthropological excursion through 'the things that black people wear': neat suits from 1950 to Rasta outfits, racks of trainers, trays of 'bling', Burberry coats, Kangol hats and all the stuff in between. </p> <p>'Anthropological?' Carol Tulloch, co-curator and the V&amp;A's Senior Research Fellow in Black Visual Culture, was horrified. 'Oh God, I hope other people don't feel that way. That wasn't the intention.' When I thought about it more, I wondered, would I be struck by the same feelings at, say, an exhibition of Dutch clothing of the 1800s? </p> <p>Besides, the very act of putting things into an exhibition means they are up for display. Still, when it comes to the representation of black stuff, be it art, fashion, film, photography or whatever, it's always difficult. 'One-size' exhibitions so often have to fit all. There will be those who feel this exhibition doesn't do the subject justice: I heard one older black woman grumble to a friend, 'all this low-class ghetto stuff, we are better than this'. Or that it doesn't address 'how it feels to be black today'; but, then, why should it? Besides, what kind of black? </p> <p>'Black British Style', which was four years in the making and tours to Bradford and Leicester after London, is organised thematically. 'England Is The Place For Me' looks at the arrival of the Windrush generation and other black people from Africa. 'Respect Yourself' addresses the politics of black pride. 'Fix Up Look Sharp' explores music- and club-based styles. Some sections (a homage to Evisu jeans, an array of designer sunglasses), while they may delight fashionistas, won't stun anyone with their originality. </p> <p>What is more interesting, emotive and challenging are the different perspectives and histories the clothes throw up. Depending on where you stand or which way you look, either in the exhibition or philosophically, the stories are compelling - the role of the church, Rastafarian families, everyday lives of black folk. </p> <p>'It's Good to Have the Feeling You're the Best', which focuses on clothes for special occasions (a chiffon cocktail dress, couture suits), I found particularly poignant. Not just because of the 'dressed-up' clothes but because of the longing in the title. If, by and large, you are treated as second class, dressing your best can go some way to mitigate the indignity. Who cares if you shop at super-cheap Lidl so long as you're wearing a Burberry jacket? </p> <p>That's now; what about back then, in the Fifties, when 'nigger brown' was a shade of cotton you could buy at the haberdashers and small children touched people like my uncle Stan on the arm to see if his colour would rub off? In Small Island Andrea Levy describes it perfectly when one of the white characters in the book sneers at a Jamaican woman for being way overdressed for no apparent reason. But if people made you feel like you smell bad, it would be imperative to look good. </p> <p>Interestingly, Shaun Cole, the other curator, explained that the sense of objectification which had irked me at first was deliberate. 'We hope the exhibition does allow people to feel the sense of otherness the first immigrants felt. The scale of the structure around the clothes is designed to give them maximum impact, highlighting the impact they had on Britain at the time. Then, as you move through the exhibition and the structures around the clothes get smaller, you feel as though you are in familiar territory and more a part of things.' </p> <p>So walking through a mirrored corridor into the second and final room of exhibits - among them Miss Dynamite's red leather tracksuit, a little girl's party dress and sparkly shoes, suits by Joe Casely-Hayford, Derek Lilliard and Ozwald Boateng - your reflection is intended to provoke self-reflection about where you fit in and your own dress choices. </p> <p>Viewing 'New Order', the final display, Tulloch explains: 'Look at Chris Eubank's use of English tailoring. He uses it to assume power which doesn't negate his blackness.' As I watched a group of silver-haired, white English people watching archive footage about 'West Indians shopping in Brixton' I was struck by the power of public acknowledgment. While black British style is not news to me, the act of turning it into a retrospective exhibition at the V&amp;A is to create an indelible document of history.</p>",
  "Democratic challenger John Kerry has cemented his recent surge in the opinion polls, with the latest showing him moving into a slight lead over George W Bush. <p>Kerry led the president by 46 to 45 per cent in a tracking poll released yesterday by respected firm Zogby International. Several other recent surveys showed him closing in on Bush, although most still had the incumbent with a slight advantage. </p> <p>Kerry has fought his way back into the race after strong performances in the first two national live televised debates. </p> <p>The second, on Friday in St Louis, Missouri, was a closer affair than the first, with both candidates attacking each other over Iraq and a host of domestic issues. </p> <p>Polls afterwards showed a narrow Kerry win, with ABC having him 44 per cent to 41 per cent ahead and CNN 47 per cent to 45 per cent. </p> <p>However, the gap was so small many pundits declared the debate a draw - a result likely to please the Republicans more than the Democrats. </p> <p>Bush performed poorly in the first debate and senior aides admitted privately that they could not afford to lose again. In particular Bush could not repeat the facial grimaces he had displayed first time around. Early on in the St Louis debate Bush tried to make light of his previous performance. 'That answer almost made me scowl,' he quipped after one Kerry statement. </p> <p>After a shaky start, where he appeared visibly angry, Bush improved as the debate wore on. He took advantage of the 'town hall' format to walk around the converted university gymnasium and employ his 'folksy' campaign demeanour. </p> <p>But Kerry also did well. He was deeply critical of Bush's policy on Iraq and accused him of having dragged America into a disastrous war. </p> <p>After Bush denied that he would reinstitute the military draft for Iraq, Kerry accused him of using the army reserves and National Guard mainstream units. 'You've got a back-door draft right now,' Kerry snapped. </p> <p>The pair will meet for the third and final time later this week in Arizona for a debate about domestic issues. Kerry is likely to view the confrontation as a last opportunity to deliver a knockout blow to Bush. </p> <p>The debates have revived his campaign, which had appeared to be meandering towards an increasingly likely defeat. Kerry's 'likeability' numbers in several polls have also rocketed, showing that his campaign is finally chipping away at the image of a wooden orator with an aloof air. </p> <p>Most importantly of all, surveys in the so-called battleground states have shown that Kerry has narrowed the gap on Bush. That even goes for Missouri, which played host to Friday night's debate. The state is seen as a bellwether which nearly always votes with the winning candidate. </p> <p>Bush had been ahead so strongly in Missouri that Kerry's campaign team had taken its adverts off the air waves, effectively conceding the state. Now, with the latest internal Democrat polls showing Kerry just one point behind Bush, the adverts are due to return to TV screens for the first time since July. </p> <p>But with just over three weeks to go until election day, most experts and campaign staffers admit it is too close to call and likely to remain that so. 'We think this race has settled into about a two-point advantage for us right now,' said Bush's chief strategist Matthew Dowd. </p> <p>Some experts believe it is even closer than that. That means any of a host of factors, ranging from the third candidacy of Ralph Nader to attacks in Iraq, could prove decisive in the final few days. </p> <p>David Lanoue, a political scientist at the University of Alabama, said: 'Any small changes can and do matter this year. It is simply too close to call.'</p>",
  "<p>John Kerry and George Bush may have been slugging it out with great gusto on Friday night but according to Steven Andrew, chief economist with Isis Asset Management, this is a 'good election to lose'. Whoever emerges as the victor on 2 November - and, Friday night's performances notwithstanding, it is still too close to call - they will have the same issues to deal with; a budget deficit expected to top $445 billion this year, companies that are fearful that this is as good as profits are going to get; and consumers who, courtesy of mass remortgaging and Bush's tax bribes, have been encouraged to spend tomorrow's income today. </p> <p>Kerry has made a reduction in the budget deficit a central plank in his campaign, pledging to reverse Bush's tax cuts for those earning more than $200,000 a year. That should be possible but, with most observers expecting Congress to stay in Republican hands, he is likely to struggle to get any other big tax changes through. And, if investors sense that he is struggling to control the deficit, the bond market could start to get the jitters, and the overseas investors who have kept the dollar from falling even more than it has could also get a bit more nervous. </p> <p>Bush faces the same problem - and he is not only committed to making the tax cuts permanent, he would find it hard to make cuts in obvious areas such as defence and military spending given that his entire re-election campaign hinges on his conviction that he was right to go to war against Iraq. </p> <p>Of course, it is still possible that the US economy will spring back to life. Federal Reserve chairman Alan Greenspan, at least, believes this is just a 'soft patch' and that demand will recover - although he also promises to keep interest rates as low as needed, for as long as needed, to ensure the recovery is not derailed. We will get some clues about the outlook from the third quarter reporting season, which kicks off in earnest this week, but if the recent trading statements from companies such as Intel and Cisco, Colgate and Coca-Cola are anything to go by, the news is unlikely to be uplifting. Factor in a stubbornly high oil price and that consumers no longer have tax cuts or re-mortgaging windfalls to spend, and it is hard to see where the impetus will come from. </p> <p>The stock market came to that conclusion some months ago; while the FTSE 100 is at its highest for 27 months, the Dow is 200 points below where it was six months ago. That, combined with the profit increases being posted at the start of the year, means that the valuation of the US market now looks a bit less extravagant than it did. </p> <p>But, as John Hatherly, head of global analysis at M&amp;G points out, at between 16 and 17 times expected earnings for the current year, it still looks expensive compared with the 12 or 13 times earnings for the British and European stock markets - particularly when there is uncertainty over whether the analysts' forecasts on which those earnings estimates are based will have to be downgraded further as the third-quarter results and outlook statements are issued. </p> <p>Mike Lenhoff, global strategist at Brewin Dolphin, thinks the pessimism is underdone. While the 4 to 5 per cent economic growth enjoyed earlier in the year is clearly unsustainable, the 3 to 4 per cent which he is expecting is still healthy enough. But above all, stock markets hate uncertainty and investors in the US have got more jittery since Kerry's campaign was kick-started by his good showing in the first election debate. That is likely to continue until the result of the election is clear. </p> <p>On the face of it, there is then scope from some rebalancing of portfolios depending on who wins: Kerry's promise to cut healthcare costs could be bad for an already beleaguered pharmaceutical sector; the defence sector could be favoured under a Bush win. But that is tinkering at the margins. The bigger question is what happens to the economy - and November's result will make little difference to that.</p>"
]