[
  "<p>When did you last consider your feet? I don't mean just looking at them and thinking, \"Blimey, they're a bit grim.\" I mean give them a proper going over; a good wash, scrub, maybe a couple of masks, the kind of attention that your face gets either before or after a big night out? </p> <p>After a summer of flip-flops, sandals and other varieties of chafing footwear, I caught sight of my feet the other day. Boy were they cross. So in an attempt to right a summer of wrongs, Shawn Edwards, beauty therapist at Michaeljohn, Mayfair (020-7629 6969), is giving my feet a facial (Foot Facial, £82.50 for 75 mins). Feet are scrubbed of dead skin, a glycolic gel mask is applied (to help smooth skin and prevent ingrowing hairs) and the lot wrapped in towels. </p> <p>Only after this does the usual round of pumice action, cuticle trimming and nail filing start. By the end, my feet and legs aren't just soft, they are glowing. This being Mayfair, the treatment isn't cheap. As most women I know don't have £80 handy to spend on getting their feet played with, I decide to pump Shawn for tips. </p> <p>\"Black women tend to experience dry skin and this can be true of feet as well. If feet are dry they can become rough and crack. Be liberal with a thick body moisturiser, and don't stop at the ankle, remember to cream feet and heels,\" says Shawn. For an at-home foot facial, she suggests soaking the feet for five minutes in warm water (adding a few drops of lemon oil), washing (up to the knee) with a gel cleanser and exfoliating with a good body scrub. Then file away at rough skin on the heal, big toe and sole with a pedi-paddle and give feet and legs a good massage, using a base oil such as wheatgerm with a few drops of essential oil (rose, geranium and ylang-ylang are all good for dry skin). </p> <p>\"If you have time, wrap your legs and feet in clingfilm and cover in a towel - the heat created will help the oil to penetrate the skin and get to work,\" says Shawn, before applying a berry varnish to my toes that makes them look good enough to eat, but this ain't that kind of column.</p>",
  "<p>Sally curls her legs around the steel pole and sinks slowly to the floor under the spangled light of the disco balls suspended high above her. It is a wet weeknight in Glasgow and the 19-year-old is getting ready for work. </p> <p>\"How many girls do you know who could come in here and do that?\" she asks. \"It takes a lot of self confidence, training and skill. It's an art.\" </p> <p>Sally likes what she does, but Glasgow city council does not. </p> <p>This week it took its opposition to a new level with a study that accuses the city's four lap dancing clubs of the sexual and financial exploitation of women. The report, drawn up by the social researcher and feminist Julie Bindel, adds weight to renewed calls for the clubs to be reclassified as sex shops, rather than part of the leisure industry, which effectively would allow the local authority to close them down. But the clubs are calling foul. They say the involvement of Ms Bindel, who works with London Metropolitan University's child and woman abuse studies unit, discredits the report's findings, and they will fight any efforts to close them. </p> <p>\"She's a feminist,\" says Sally, who works at the Diamond Dolls club, in the heart of Glasgow. \"What she has presented is a negative point of view and it is her point of view. She thinks that to do this kind of job we are losing our self respect, and that's not true. Nobody forces us to be here. We do it because we want to do it and like to do it.\" </p> <p>Ms Bindel says that was not what she found. She says her research - its extensive interviews with dancers and club owners, and undercover observations - laid bare a culture that encourages customers to seek sexual services and puts pressure on dancers to offer them. The women, she said, could be humiliated, and were financially disadvantaged and made vulnerable by a system which requires them to pay fees to use the clubs. </p> <p>One dancer, she said, a mother of three, spoke of her distress at being made to dress as a schoolgirl. And at one club the research team visited, the VIP room is said to have had a bowl of condoms on the table. She alleged that in some instances clubs \"set the women up to perhaps, on occasion, when desperate, when debts accumulate, to acquiesce to the demands for sexual services\". </p> <p>She has defended her involvement in the study, saying that her views on the industry did not cloud her assessment. </p> <p>\"It is no secret that I have firm opinions on commercial sexual exploitation. What I did in this research, I went in to these clubs, interviewed the people, examined lots of different research papers with an open mind. If I were to go into these clubs and find nothing but happy dancers making money from respectful customers, that is exactly what would have gone into the report. That's not what I found ... the women I spoke to were desperate.\" </p> <p>Ms Bindel said it was not for her to decide what happened next, but she did feel a change in the law was necessary. </p> <p>\"I think they are falling through the loophole in terms of licensing conditions,\" she said. </p> <p>\"Be honest about what the entertainment is. Just be absolutely honest about what these clubs are, and what customers are expecting.\" </p> <p>Jim Coleman, the council's deputy leader, said the report had helped their efforts to have the clubs reclassified as sex shops. A copy has gone to the Scottish executive, along with a separate report from an executive-appointed working group which recommends much tighter controls to protect the women. </p> <p>\"What she found didn't surprise us,\" said Mr Coleman. \"It confirmed our worst fears. Previously, the story about lap dancing clubs was that it was harmless fun. Our position was that it was exploitation of women - next door to prostitution.\" </p> <p>And he stood by the choice of Ms Bindel. </p> <p>\"Her record is good in that particular field,\" he said. \"If you are going to do an investigation into some part of the sex industry, you're not going to get someone who's good at gardening, are you?\" </p> <p>Steven MacDonald, the promoter of Diamond Dolls and two other clubs, is frustrated by the report's conclusions. Lap dancing clubs, he said, were tame compared with the much more explicit displays people could see 50 miles away at the Edinburgh festival. </p> <p>\"The study is a nonsense,\" he said. \"I know the clubs, I know the industry. If something like that was going on, we would hear it, and it would arrive at us first. I do feel the report has been demeaning to the girls, to the staff, to the people like ourselves and to the customers, creating this kind of raincoat image.\" </p> <p>It is this seedy image which Sally says concerns her most: \"We don't want people coming in here thinking they can get away with that sort of thing.\"</p> <p>• This article was amended on Wednesday 28 January 2009. Sally is a pseudonym. This article originally included the dancer's real name.</p>"
]