[
  "<b>Telephone:</b> 01325 377289. <br> <b>Address:</b> Moulton, Richmond, North Yorkshire. <br> <b>Open:</b> Lunch, Mon-Fri, 12 noon-2pm; dinner, Mon-Sat, 6.30-9.45pm. <br> <b>Price:</b> Prix fixe lunch, £17.50; dinner, starters £3.95-£14.95, main courses, £14.75-£22. <br>Wheelchair access, no disabled WC. <p>Now that just about every desert island on the planet has become the personal fiefdom of some reclusive billionaire or other, how am I ever to fulfil my childhood fantasy of becoming a latter-day Robinson Crusoe? Easy. I shall maroon myself not in the South Seas but on a large, beshrubbed traffic island on the A1. There, while juggernauts whizz by in the fast lane, I'll listen on my wind-up radio to the wind-up presenters on the Today programme, and sleep in a hammock fashioned from the truckers' discarded condoms, skilfully knotted together. As for food, I'll survive by foraging on road kill and the little salty bits in the corners of old crisp packets, while sucking precious moisture from jettisoned cartons of Um Bongo fruit drink, and spend my leisure hours hurling abuse at any passing motorcyclists, who will soon come to speak of the legend that is a latter-day Robinson Crusoe. </p> <p>The huge traffic island at Scotch Corner would suit me nicely, I thought to myself when I passed it recently. I had just fled from a pretentious dump off the A1 (I won't name it, but I simply couldn't get past its menu, which offered absurd dishes of the \"pan-fried ostrich on a bed of mangetout engrossed in a rich coulis of diesel oil surmounted by a Cumberland sausage with a noisette of sperm sabayon\" variety), and was circling the roundabout, wondering where to go instead, when suddenly inspiration struck. Three miles east (past St Michael and All Angels Middleton Tyas) lay the gastronomic Orbiston Parva of Moulton, which is home of one of Yorkshire's most reliable culinary treasures, the Black Bull Inn. </p> <p>Run by the mother-and-daughter team of Audrey and Sarah Pagendam, this old country pub has been serving excellent food since 1963, and I originally discovered it years ago by trusting to the only truly reliable restaurant guide there is: one's own nose. Loitering in the car park next to the kitchen's extractor fans (which never lie), I identified the odours of fresh and salubrious cooking, and a quick glance through the door revealed head chef Paul Grundy and his staff darting about efficiently in traditional whites. Surprisingly, the place makes little attempt to advertise itself, but then again, I suppose it doesn't need to. Because, while most restaurants have to search for their clientele, in the case of the Black Bull it's the discerning customers who do the seeking. </p> <p>Not having booked, I'd expected to dine in the first-come-first-served fish bar, where the local oysters and langoustines are invariably sublime, and the seafood plate a triumph. But luckily there was a spare table in the Conservatory, a light and airy section bedecked with early locomotive memorabilia and resembling the board room of Rhodesian Railways circa 1930. That train motif is carried to its logical conclusion in The Brighton Belle section, an original 1932 Pullman Carriage that serves as a dining car, but sadly goes nowhere at all. Rather like most of our present-day trains, in fact, except that here the mussels and crabs are on the plate, rather than on the surly railway stewardesses. </p> <p>Forty years ago, the Black Bull's five-courses-for-a-guinea suppers were quintessentially English, but nowadays its extensive three-course menu is shot through with French influences. My companion and I decided to go rich with the starters, then plain with the mains, so her lavish warm salad of foie gras, lobster, pancetta and chanterelles with pineau dressing was followed by a simple, succulent grilled lobster with seafood linguine, while my warm salad of squat lobster and bacon gave way to the unpretentious honesty of good old grilled Dover sole, served in its prime (did you know that sole has the best flavour a day or two after death?). And for those of us in the know, what better way to conclude dinner here than with their sublime Black Bull crunch, a classic brown-bread-and-raisin vanilla ice cream that's more addictive than heroin (though arguably not quite as slimming)? </p> <p>Over port, we discussed the only question that really matters when evaluating a restaurant: what makes you pleased to be here? The ambience is agreeably rural, the well-trained staff have no airs but plenty of graces, the clientele is grand but unaffected (everything from rugger buggers to elderly colonels with cataracts from Catterick), and although the wine cellar could do with a few more half bottles, it's pretty comprehensive and reasonably priced. But, above all, the Black Bull has escaped from the nervousness that afflicts so much British cooking, ignoring the silly fads, the PR hype and the kowtowing to Michelin that plagues more fashionable restaurants, and holding fast to the Anglo-French traditions that they've long excelled in. Eating here would certainly be a revelation for any foreigner whose only previous experience of our native culinary heritage has been an encounter with a \"full English breakfast\", that disgustingly fatty and indigestible meal that's only ever consumed in hotels, mostly by crapulent businessmen in plastic suits with halitosis that can bubble paint off a window sill at 50 paces.</p>",
  "<p>Evidence of prisoner abuse and possible war crimes at Guantánamo Bay reached the highest levels of the Bush administration as early as autumn 2002, but the defence secretary, Donald Rumsfeld, chose to do nothing about it, according to a new investigation published by the veteran journalist Seymour Hersh. </p> <p>Hersh quotes one former marine at the camp recalling sessions in which guards would \"fuck with [detainees] as much as we could\" by inflicting pain on them. </p> <p>The Bush administration repeatedly assured critics that inmates were granted recreation periods, but one Pentagon adviser told Hersh how, for some prisoners, they consisted of being left in straitjackets in intense sunlight with hoods over their heads. </p> <p>Hersh provides details of how President George Bush signed off on the establishment of a secret unit that was given advance approval to kill or capture and interrogate \"high-value\" suspects - considered by many to be in defiance of international law - an officially \"unacknowledged\" programme that was eventually transferred wholesale from Guantánamo to the Abu Ghraib prison in Iraq. </p> <p>Hersh, who broke the story of the My Lai massacre during the Vietnam war, makes his revelations in a new book, Chain of Command , which leaves senior figures in the Bush administration far more seriously implicated in the torture scandal than had been previously apparent. </p> <p>A CIA analyst visited Guantánamo in summer 2002 and returned \"convinced that we were committing war crimes\" and that \"more than half the people there didn't belong there. He found people lying in their own faeces\", a CIA source told Hersh. </p> <p>The analyst submitted a report to General John Gordon, an aide to Mr Bush's national security adviser, Condoleezza Rice. </p> <p>Gen Gordon was troubled and felt, one former administration official told Hersh, \"that if the actions at Guantánamo ever became public, it'd be damaging to the president\". </p> <p>Ms Rice saw the document the same year, and called a high-level meeting at which she asked Mr Rumsfeld to deal with the problem. But after he vowed to act, \"the Pentagon went into a full-court stall\". </p> <p>The investigation suggests that CIA and FBI staff had already witnessed incidents at Guantánamo just as extreme as those that would subsequently be alleged by freed inmates. </p> <p>A senior intelligence official told Hersh: \"I was told [by FBI agents] that the military guards were slapping prisoners, stripping them, pouring cold water over them and making them stand until they got hypothermia.\" </p> <p>The secret \"special access programme\" facilitating much of the mistreatment of prisoners - widely held to have contravened the Geneva convention - was established after a direct order from the president. </p> <p>Hersh reports that a secret document signed by Mr Bush in February 2002 stated: \"I determine that none of the provisions of Geneva apply to our conflict with al-Qaida in Afghanistan or elsewhere throughout the world.\" </p> <p>Hersh's book reports that an army officer communicated concerns over abuses at Abu Ghraib both to General John Abizaid, the US central command (Centcom) chief at the time, and his deputy, General Lance Smith. The officer told Hersh: \"I said there are systematic abuses going on in the prisons. Abizaid didn't say a thing. He looked at me - beyond me, as if to say, 'Move on. I don't want to touch this'.\" Centcom disputes this. </p> <p>In a statement the Pentagon said Hersh's investigation \"apparently contains many of the numerous unsubstantiated allegations and inaccuracies which he has made in the past based upon unnamed sources . . . Thus far . . . investigations have determined that no responsible official of the Department of Defence approved any programme that could conceivably have authorised . . . the abuses seen at Abu Ghraib. If any of Mr Hersh's anonymous sources wish to . . . offer evidence to the contrary, the department welcomes them to do so.\" </p> <p>Pressure has been building on the Pentagon over its detention policies after it emerged at a congressional hearing last week that the administration is being accused of concealing up to 100 \"ghost detainees\" from the Red Cross. </p> <p>Mr Rumsfeld told reporters last Friday that he had approved the use of harsh interrogation measures, but that they had only been meant for Guantánamo. He said the measures ought to be contrasted with those of terrorists. \"Does it rank up there with chopping someone's head off on television?\" he asked. \"It doesn't.\"</p>",
  "A council which last year offered applicants up to £200,000 for its chief executive post has finally filled the vacancy after more than a year - by handing the job to the man who was already holding the fort. <p>Philip Robinson was finally appointed chief executive of Bradford council after over a year of carrying out the job.</p> <p>His predecessor Ian Stewart left in May 2003 and Mr Robinson, formally assistant chief executive, took over his role. He was formally appointed acting chief executive in September.</p> <p>The council shortlisted candidates to replace Mr Stewart but the application process was cancelled last September after a number dropped out, despite the generous salary offer and Mr Robinson remained in the temporary role.</p> <p>Mr Robinson was assistant chief executive at the council for four years, and his stint as acting chief executive convinced leaders across political parties that he was fit for the job.</p> <p>But his salary falls far short of the £200,000 price tag, it has emerged.</p> <p>Mr Robinson will earn in the range of £138,921 - similar to Mr Stewart's.</p> <p>This still remains well above the average salary of £112,160 for local government chiefs, according to survey figures revealed last year by SocietyGuardian.co.uk. </p> <p>The council's leader, Margaret Eaton, said Mr Robinson's appointment was \"very good news\" for Bradford. </p> <p>\"It's our good fortune that we have such a first class internal candidate available at a time when there is a lot of movement within local government and many councils are finding it difficult to recruit senior staff externally\", she said. </p> <p>Mr Robinson said: \"I totally believe that Bradford has a bright future ahead and I am delighted to be playing a part in this.\"</p>"
]