[
  "<p>Older people in the south-east of England will be invited to share their homes with young single job seekers as part of the government's strategy to overhaul adult social care, it emerged today.</p> <p>The community care minister, Stephen Ladyman, believes that the \"homeshare\" scheme will help prevent elderly or disabled people from feeling lonely and isolated while providing young job seekers with low cost or free housing.</p> <p>Mr Ladyman told the Independent the plan would be unveiled in the green paper on adult social care due to be published in the autumn.</p> <p>\"You do something about the housing problem and the fact that young people need a bit of help to get their first job; and you have got somebody bringing a little bit of quality into an older person's life,\" he told the paper.</p> <p>The initiative has been pioneered by the charity Homeshare International, which runs homeshare projects in eight countries including the UK.</p> <p>Each homeshare is effectively an exchange of services, with the homeowner offering accommodation in return for an agreed number of hours help and support. This may include help with cooking, gardening, shopping, teaching computer skills or simply offering companionship and the security of a night-time presence. </p> <p>But the chief executive of Homeshare International, Andy Murphy, cast doubt on Mr Ladyman's proposals to extend the scheme.</p> <p>He said that the idea to use young job seekers as homesharers could be unwise as they could lack the maturity and stability to provide support to older people.</p> <p>\"I would have some concerns,\" he said. \"We tend not to place people under 23. We want people who are relatively stable themselves and in full-time work or education. </p> <p>\"They tend to be young professionals trying to get established in a new career in London and don't see homesharing as a way out of their difficulties or just as a form of cheap accommodation.\"</p> <p>The first UK homeshare programme was set up in 1993 and there are now five across the country. The main spur to these projects was the need to support older people in their own homes, according to a Homeshare International report last year. </p> <p>Among those involved is the jazz musician and entertainer George Melly who has taken in a homesharer called Desdemona. </p> <p>Other projects help to meet the needs of highly dependent older people, including a deafblind woman who was supported at home until her death at 101. Most homeowners involved in the UK schemes are women in their 80s who live alone. Some have a relative living with them or have other helpers or carers.</p> <p>Gary FitzGerald, chief executive of the charity Action on Elder Abuse, said the safety and security of older people must be of paramount concern if the scheme was to be extended along the lines suggested by Mr Ladyman.</p> <p>\"Like everyone else, older people can be susceptible to being conned. I wouldn't suggest this idea out of hand - I can see the benefits - but would like to see what safety and security measures would be in place.\"</p> <p>Homeshare International schemes are either run on a \"counselling\" model, where the coordinators screen potential homesharers, match them, negotiate a contract and provide ongoing support and supervision, or on a \"referral\" model, where applicants are interviewed and left to make arrangements themselves with suggested matches.</p> <p>Mr Murphy said that homesharers went through telephone and face-to-face interviews and background checks, including with the Criminal Records Bureau, before being matched with older people. They were visited weekly in the first month of a new homeshare and once a month thereafter. He added that young job seekers would probably require more intensive vetting and supervision.</p> <p>The Department of Health was unable to give any further details about the proposals. But a spokeswoman said she imagined the vetting procedures would be rigorous.</p>"
]