[
  "A wealthy white Republican contributor is funding adverts on black radio stations in important battleground states denouncing the Democratic presidential challenger, John Kerry, as \"rich, white and wishy-washy\". <p>The adverts also ridicule Mr Kerry's wife, Teresa Heinz Kerry, for boasting of her African roots. She was born and raised in Mozambique under colonial Portuguese rule. </p> <p>In another, Mr Kerry is criticised for not voting on a bill to extend unemployment benefits, because he was campaigning. </p> <p>\"It lost by one vote,\" the advert says. \"Maybe Kerry thought the more of us who are unemployed and hurting, the more likely we would vote Democrat.\" </p> <p>The ads, which have infuriated the Kerry camp, are run by a Washington-based organisation called People of Colour United, backed by J Patrick Rooney, a white American who owns a medical insurance firm. </p> <p>The company stands to profit from the prescription drug law passed last year by President George Bush. </p> <p>Mr Rooney told the Washington Post: \"I support [the] group because the genuine word from the black community should be heard, not white folks saying it for them.\" </p> <p>African-American support is crucial to the Democratic party, which won more than 80% of the black vote in 2000. </p> <p>Mr Kerry's deputy campaign manager, Bill Lynch, said: \"It's disgusting that the president's political allies are now using race as a political weapon.\" </p> <p>But Republicans and critics in the black community claim the Democrats have been taking the black vote for granted. </p> <p>Virginia Walden-Ford, who runs People of Colour United, said she was perturbed by African-Americans who say that they will vote Democrat \"because we are Democrats\". </p> <p>\"That is a bad way to vote. I want people to be informed,\" she said.</p>",
  "<p>The only time I've had nail extensions was about 15 years ago at a hair and beauty show in Birmingham. You know the type of thing: round-the-clock catwalk shows, a jarring sound system and hundreds of girls clutching goodie bags and hoping to be spotted by a modelling agency. </p> <p>Drunk on the glamour of it all, and seduced by some serious sales patter, I walked away with falsies and a Frenchie that would have given any footballer's wife a run for her money. One week later the nails started to come off, taking most of my natural nail with them. It took about six months for them to recover, and I have associated false nails and French manicures with wrecked nails and faux glamour ever since. </p> <p>I made my appointment to see nail technician Garey Hall because my nails were in need of expert attention, but I was adamant about two things: I didn't want nail extensions and there was no way I'd be having a French manicure. Two hours later, I was waving goodbye with both. Hall somehow convinced me that Calgel (stockist, 01727 874379), the \"nail enhancement system\" for which he is international training director, won't look tacky and, more importantly, won't harm my nails. </p> <p>\"Calgel doesn't damage the natural nail because of how the product is applied,\" he says. \"The only thing that is used before Calgel is applied is a light buffer to remove the natural shine of the nail.\" This means that if you find yourself thinking, \"Sod it, now I'm here I might as well go for extensions\" (and trust me, it can happen to the best of us), the glue is applied to the Calgel (which hardens like a clear nail varnish), rather than to your nail. And because Calgel is gas-permeable, it allows the nail beneath it to respire, unlike acrylic and some other gels. </p> <p>I love my new nails, but the French manicure is a guilty pleasure, like admitting to liking Babycham. The next day is filled with compliments, and only one friend suspects something is awry: \"Aren't your nails usually really manky?\" she asks, which I guess is a compliment of sorts.</p>",
  "<p>Conrad Black, the fallen media tycoon, has lost another court battle it emerged last night when a judge rejected an attempt to derail all the lawsuits filed against him outside Canada. </p> <p>The chief claim against Lord Black is a $1.25bn (£687m) racketeering suit brought by his former company Hollinger International. Ontario Superior Court judge James Farley said the case should be heard in Chicago, where it was filed earlier this year. </p> <p>He wrote that it was appropriate to hear the case in Chicago because \"the hoodwinking is alleged to have taken place in the US\". </p> <p>The judge also ruled that Lord Black's holding company, Hollinger Inc, hand over certain records and documents to Hollinger International. </p> <p>Lord Black was ousted from Hollinger International in January after being accused of taking millions of dollars in unapproved fees. He vigorously denies the allegations and has launched a defamation lawsuit against the company. </p> <p>The Canadian-born press baron has so far had little luck in court. In a judgment that shredded Lord Black's reputation, a Delaware judge blocked a secret deal that he had made with the Barclay brothers to sell them Hollinger Inc, which controls Hollinger International. </p> <p>When Hollinger International later sold the Daily and Sunday Telegraph newspapers to the Barclays, Lord Black again tried to intervene, arguing that the sale should be put to shareholders. The court again sided with Hollinger International. </p> <p>A spokesman for Hollinger International said the company was pleased with the latest outcome. </p> <p>Ravelston, the private firm behind Hollinger Inc through which Lord Black and his associates collected \"management fees\" from Hollinger International, had filed a motion asking that any service disagreements should be heard first in an Ontario court. As part of that motion it asked for a stay on any foreign litigation. </p> <p>The judge said the Chicago claim \"does not appear to require any interpretation or application of the services agreement\" and so should be allowed to proceed.</p>",
  "<p>Low-paid manual workers are routinely being charged 10-20% more for car insurance than high-earning professionals such as solicitors, according to data from the AA. </p> <p>It suggests insurers regard manual workers as higher risk, although employment status is just one of the factors they use when giving you a quote. The cocktail of risk factors includes age, gender, address and driving record. </p> <p>Online car insurance quotes can show how the same person can be offered very different costs, just by changing their occupation. </p> <p>It doesn't even have to be as specific as a particular job. One supermarket insurer offers \"professional\" applicants a quote for £713, while the same person, at the same address, who is a \"manual\" worker, is quoted £793. </p> <p>So what are the best and worst jobs? According to the AA, the highest rates are attracted by sportsmen, particularly high-earning footballers. These well-off youngsters rate a clean sweep of risk factors: they're young, male, drive expensive high-performance cars, have little no-claims history and might have clocked up a few speeding points. </p> <p>All these send premiums rocketing higher than a David Beckham penalty - and there are claims some premiership players can pay in excess of £10,000 per year. But at the other end of the spectrum, the cheapest insurance is likely to be paid by accountants. As well as being careful with other people's money, they can also be careful with their own. </p> <p>The AA says that other workers in this cheaper group include civil servants, IT consultants, shop assistants and solicitors. </p> <p>This isn't any type of moral judgment, says the AA, but a statistical reflection of relative risk based upon the previous claims. Low-charging groups are simply seen to be exposing their cars and themselves to fewer risks. </p> <p>The higher risk rating might have nothing to do the way the car is driven, rather where it was left, says the AA. </p> <p>For instance, publicans who leave their car near the pub are exposed to greater risk from boozed-up customers. Nightclub staff are similarly seen to have a higher risk from leaving their car in high crime urban areas at night. </p> <p>The type of lifestyle associated with an occupation can also be taken into account. Airline cabin crew are charged more because they are working irregular hours, driving home after long flights and leaving their cars unattended for long periods. </p> <p>As such, the AA says their might be loaded by an extra 5% while accountants might expect a reduction of 7%. </p> <p>But there are also big differences between insurers in how they interpret people's jobs. </p> <p>The AA says that from a selection of 11 companies, there were quotes showing anything from £6 to £60 be tween the annual policies for an accountant and airline cabin staff. </p> <p>There were also 15 insurers, the AA found, charging exactly the same, regardless of occupation. </p> <p>If you think you might lose out on the distinction between professional and manual worker, there are insurers that go into much finer detail. And again, examining online insurance quotes, can give an insight into whether you're going to be penalised for your job. </p> <p>As an example, using the website of a major insurer, a 30-year-old man, living in London and driving a family saloon, is quoted £481 per year if he's a solicitor or a librarian, but that rises slightly to £498 if he's a school teacher. But this same person, when identified as working in a fast-food restaurant, is quoted £550. </p> <p>An even higher quote is given if the same fictional applicant is working as a hospital porter with a price of £573, a hefty £92 more than the solicitor. </p> <p>When the occupation is changed to \"unemployed\", the online system refused to give a quote. </p> <p>It's also worth checking to see if there are specific discounts for your jobs. Staff in the health and education sectors are likely to be offered cheaper car insurance by Zurich this autumn, as it re-introduces a discount to attract more public sector workers. </p> <p><strong>How big a risk are you?</strong></p> <p><strong> Low risk </strong><br>Shop Sales Assistant<br>Civil Servant<br>Admin Clerk<br>IT consultant<br>Accountant<br>Solicitor<br>Mechanic - providing SDP only </p> <p> <strong> Medium risk</strong><br>Sales Agents/Insurance agents Painter/Decorators/Builders<br>Self-employed<br>Electricians </p> <p><strong> High risk</strong><br> Self-employed <br>Commercial Traveller<br>Casino Employee<br>Gaming/Night-club employee<br>Security guard<br>Publican<br>Journalist </p> <p><strong> Very high risk</strong><br>Fashion photographer<br>Models<br>Professional sportsperson<br>Casino owner<br>Night-club/gaming owner<br>Entertainment profession</p>",
  "<p>A journalist from the New York Times has been drawn into an official inquiry set up to establish the source of an illegal leak from the White House, raising fears that the investigation is becoming an attack on the right of reporters to protect their sources. </p> <p>Judith Miller has received a grand jury subpoena, joining other journalists facing the threat of jail in a politically sensitive investigation into the leaking of an undercover CIA operative's name to a columnist in July last year. </p> <p>This week Matthew Cooper, a journalist for Time magazine, was found in contempt of court and ordered to be jailed and fined $1,000 (£543) a day until he agrees to testify to the investigation. </p> <p>But a judge suspended the sentence pending an appeal. Two other journalists have also been subpoenaed. </p> <p>Neither Mr Cooper nor Ms Miller broke the story which triggered the investigation into the outing of the undercover CIA agent, Valerie Plame. </p> <p>Under US law, exposure of a covert operative is punishable by a 10-year prison term. </p> <p>Ms Plame's cover was blown when two Bush administration officials disclosed her identity to Robert Novak, a syndicated conservative columnist. </p> <p>Her husband, Joe Wilson, a former ambassador, accused the Bush administration of leaking her name as retribution for his refusal to support the White House in building the case for war in Iraq. </p> <p>Media commentators see the legal threat against Mr Cooper as especially grave because his story was on the abuse of power by Bush administration officials. </p> <p>His lawyer, Floyd Abrams, said yesterday that the special prosecutor, Patrick Fitzgerald, risked undermining a basic journalistic principle. </p> <p>\"I find it deeply disturbing the visage of one journalist after another being called in and being obliged to choose between being incarcerated or violating a promise of confidentiality,\" he said. </p> <p>Although the focus of the investigation this week was journalists, the White House has also come under scrutiny. </p> <p>So far, President George Bush, the vice-president, Dick Cheney, and the secretary of state, Colin Powell, have been interviewed, along with White House aides. </p> <p>Yesterday, the New York Times said it would fight the subpoena. </p> <p>\"Journalists should not have to face the prospect of imprisonment for doing nothing more than aggressively seeking to report on the government's actions,\" said Arthur Sulzberger Jr, the paper's publisher. </p> <p>\"Such subpoenas make it less likely that sources will be willing to talk candidly with reporters and ultimately it is the public that suffers.\" </p> <p>Ms Miller is a Pulitzer prize winner but she has been criticised for her reporting on Iraq, which promoted the Bush administration's view that Saddam Hussein had an active nuclear weapons programme. </p> <p>In an email to a colleague in May 2003 she said her reporting had relied heavily on the former Pentagon protege Ahmad Chalabi, who fell out of favour amid reports that he was passing on US secrets to Iran. </p> <p>A year later the New York Times published a note to readers that said its reporting in the run-up to the war was less than rigorous. </p> <p>Ms Miller had worked on three of the five stories the paper singled out for criticism.</p>"
]