[
  "<p>Manchester United are set to deny Newcastle United in their pursuit of Wayne Rooney after the long-anticipated bidding war to sign the England striker erupted. </p> <p>Though Manchester United's opening bid of £20m, which matched that of Newcastle on Monday, was swiftly rejected by the Everton chairman Bill Kenwright last night, their interest will be stepped up today with the eight-times Premiership champions aware that Rooney favours a move to Old Trafford over Tyneside. </p> <p>Newcastle claimed to have lifted their own bid to £23.5m last night, though it is still likely to prove insufficient to secure the 18-year-old's signature. Everton continue to value the striker at nearer £30m and, while they remain braced for an increased offer from United today, confirmation of Sir Alex Ferguson's interest may leave them resigned to lowering that price tag, if only marginally. </p> <p>The pulling power of Old Trafford is likely to prove decisive. United, sparked by Newcastle's bid, faxed a formal offer to Kenwright at 5pm yesterday, intending to spread the £20m fee over the course of the player's five-year contract. </p> <p>\"We've made a bid today,\" said Ferguson. \"He's a fabulous player. He showed that at Euro 2004 and he's a young player, too. He's not the finished article yet but we've got experience of bringing young players to the club and bringing them on.\" </p> <p>David Moyes, who attended last night's Champions League qualifier at Old Trafford, has dismissed Newcastle's £20m offer as inadequate, basing his valuation of the player on the £24m spent by Chelsea to sign the 26-year-old Ivory Coast striker Didier Drogba from Marseille in the summer. </p> <p>\"Wayne's price should be well more than that,\" said Moyes. \"Wayne is English and, if you want to buy English, you have to pay a higher premium. We don't want to lose him but, if we do, the only way is at the top price and the value we want.\" </p> <p>It was also revealed last night that the United captain Roy Keane cracked two ribs during the 1-0 Premiership defeat by Chelsea on August 15 and will now be ruled out for three weeks. </p>",
  "<p>Living next door to a lorry driver or someone who keeps a caravan in their drive can knock thousands of pounds off the value of your home, a survey out today warns. </p> <p>Property website <a href=\"http://www.assertahome.com\">assertahome.com</a> said having an HGV lorry parked next to a house could knock around 16% off its value, the equivalent of £24,000 on the average property worth £150,000. </p> <p>Homes with a caravan or camper van parked nearby do not fare much better, facing a 12% or £18,000 reduction in their price. </p> <p> Other offenders include white vans, which can knock 11% off a property's value, because potential buyers will worry the image of white van man will lower the tone of the neighbourhood, while having an abandoned car nearby can reduce prices by 7% as it suggests the area is run down with a high crime rate. </p> <p>People with neighbours who own heavy duty motorbikes face a 5% reduction in the price of their home as potential buyers may fret about noise levels, while an old Citroen 2CV can knock around 2% off property prices, as buyers may worry it belongs to a noisy student. </p> <p> But, at the other end of the scale, having the right car parked near your house can actually increase its value. </p> <p>Premier sports cars top the league for snob appeal, raising house prices in the street by around 12% by making the area appear affluent. </p> <p> These are followed by executive cars, such as a Lexus, Mercedes or BMW, which can add 11% to property prices as they are seen as the status symbols of high earners. </p> <p>Even 4x4s help boost property prices by up to 9% or £13,500 for the average home, as potential buyers latch on to the higher level of income required to run the vehicles. </p> <p> Peter Everett, marketing manager from Your Move estate agents, said: \"Every house has what we call kerb appeal. </p> <p>\"People will drive past a house they are interested in viewing and form an immediate impression of the property and the neighbouring properties based on the external appearance and the type of car on the driveway or on the street.\" </p> <p>Jim Buckle, managing director of assertahome.com, said househunters looking for up and coming areas should look for a smattering of upmarket cars in an otherwise unfashionable area, as this was a strong marker of gentrification, and suggested house prices there should outperform more well-to-do neighbourhoods.</p>",
  "The homophobic lyrics row ensures next year's Mobo hopefuls will be carefully vetted, but the award organisers have also to deal with a more fundamental pickle - the UK music industry's failure to get to grips with UK urban music. <p>\"Music of black origin\" is a conveniently imprecise term, covering virtually all popular music - including, apparently, that of white cocktail crooners such as Jamie Cullum and Amy Winehouse. Along with the Devon teenager Joss Stone, they are the nominees who most challenge the definition of \"black origin\". </p> <p>But the Mobos have fielded perverse shortlists since the start, when the girl group All Saints found themselves up for best R&amp;B act. Mobo founder Kanya King can hardly be faulted for thinking big. But, as ever, her show is only as good as the artists it has to work with. </p> <p>Considering the ever-underfunded state of British urban music, it's no minor achievement that the Mobos have battled on into their ninth year. That they have is largely due to the phalanx of A-list American urban stars who swoop in during their rounds of international awards ceremonies. </p> <p>As nobody fails to observe every year at Mobo time, Americans are simply better at music of black origin, which is the most lucrative genre in the US charts. </p> <p>The rise of the Mercury-winning Londoners Ms Dynamite and Dizzee Rascal and the Brit Awards' newish best-urban category even gave the impression that homegrown black music was coming into its own. This, though, is largely wishful thinking on the part of the London-based music media. </p> <p>Despite heavy press coverage, neither Dynamite nor Dizzee has sold a huge number of albums - the latter's CD only reached a lowly 23 in the charts. </p> <p>With British names comprising only a third of Mobo nominees, there's a great deal of room for improvement. </p> <p>When even the shortlist for \"best ringtone\" is 100% American, something has to be done. It shouldn't be the Mobos' lot to have to fight the UK's corner on its own. </p> <p><b>·</b> Caroline Sullivan is a Guardian music critic</p>"
]