[
  "<p>A West Midlands tanker truck factory is to close after 168 years with the loss of 100 jobs, its US owner, Heil Trailer International announced yesterday. </p> <p>The company said it would transfer the work from its Bilston plant to its factories in Thailand, Poland and Argentina. In all the group has six plants employing 900 people. </p> <p>Managing director Chris Dalton said: \"The company's got a long history in the area. A lot of the workers have worked here all their lives, as have their fathers and grandfathers.\" </p> <p>The news comes days after a warning from the CBI that 5,000 manufacturing jobs will be lost in the West Midlands by the autumn. </p> <p>Separately, BHD, which makes Portland Conservatories at Aldridge in the West Midlands, said it had gone into administration. </p> <p>The move casts doubt over the future of the company's nearly 600 employees. BHD is in the hands of administrative receivers along with its four subsidiaries. </p> <p>Another subsidiary, shower maker Aqualux, was sold to a management buyout team, safeguarding 275 jobs at the Wednesbury-based group. </p> <p>BHD was founded in 1984 to supply the home improvement and new-build markets. </p> <p>The companies taken into administration, apart from Portland, were conservatory maker Houseproud, BHD Building Products and BHD Flint, which makes windows, doors and conservatory panels. The companies have a combined turnover of £70m a year, employ 578 people and trade from various sites in the Midlands and the north. </p> <p>Joint administrative receiver Myles Halley said: \"We are delighted that a sale of Aqualux could be achieved so quickly. We are now hopeful that we can stabilise the remaining businesses and find purchasers for them.\" </p> <p>KPMG, the other administrator, was talking to key customers, suppliers and employees in its efforts to devise a rescue plan.</p>",
  "<p>An uneasy truce was called between Jenson Button and BAR-Honda as they assembled in Hungary yesterday to prepare for Sunday's grand prix. </p> <p>The race could offer Button his best chance yet of posting a maiden grand prix victory as the tight, twisty track is expected to play to the strengths of the agile BAR 006 chassis and its punchy Honda engine. </p> <p>Button and his current employers will be doing their best to keep a lid on the simmering tension which has been on public display since he announced that he will be leaving to join BMW Williams in 2005. </p> <p>The British driver was on parade at the FIA media conference and delivered a succession of \"no comments\" when questioned about his future. \"I think I've made myself pretty clear in the press already,\" he said. \"I don't think there is any use going over it again. Well, I'm not willing to, anyway.\" </p> <p>He wasn't even prepared to make any meaningful comment on the prospect of joining Mark Webber at Williams next season. He was, however, upbeat about his prospects for this race. \"The atmosphere in the team is OK,\" he shrugged. \"It's fine. You know, we're all here to do a job and I am looking forward to it. As soon as we get on to the circuit we are in a position to challenge for a victory, I think.\" </p> <p>Whether he can muster the combination of speed and assurance to beat Michael Schumacher, of course, is another matter altogether.</p>",
  "<p>Insurance tycoon Peter Wood is ready to step into the £1bn sale of Saga, the over-50s holiday group. </p> <p>Mr Wood, who made his fortune from the Direct Line telephone car insurance business, expects to be asked to run the financial services operation of the Saga group. </p> <p>Although the business is lining up a flotation, venture capitalists have deluged UBS, the investment bank handling the sale, with offers to buy the business outright. </p> <p>Among those believed to be considering a bid are Cinven, Apax, JP Morgan, Candover, HG Capital and Montagu. </p> <p>Expressions of interest must be submitted by Thursday but the auction will get under way in September. </p> <p>City sources believe Saga will abandon its float plans in favour of a sale. </p> <p>The private equity groups want Saga because of its financial services arm, which specialises in selling insurance to the over-50s and has an 8 million-strong client base. </p> <p>Mr Wood, who runs e-sure and First Alternative for banking group HBOS, said he was not involved in any bid team. But he added: \"I could be brought into the loop at any time.\" </p> <p>Mr Wood's reputation in the insurance business - he has founded successful insurers in Britain, Spain and the US - is such that he would be regarded as partner of choice for most private equity groups interested in the Saga business. </p> <p>Any successful bidder is likely to split Saga in two. The holiday business could be rebranded or sold on to a third party . </p> <p>Mr Wood - who is understood to have been keen to buy the AA when it was sold recently by Centrica - would not abandon his HBOS-backed businesses if he were to become involved with Saga. </p> <p>HBOS would be likely to provide funds for any bidder. Last night the bank refused to comment. </p> <p>Saga makes 90% of its £82m profit from its insurance arm. But the potential is larger. </p> <p>The business, which was founded by Sidney de Haan in 1951, has 9% of the over-50s motor insurance market and covers 5% of their homes. </p> <p>As well as holidays, Saga runs share dealing services and operates two radio stations. It also publishes a magazine with a circulation of nearly 600,000. </p> <p>Last year was the group's 12th consecutive one of profits growth. Turnover was £383m. </p> <p>The proceeds of the Saga sale will go to Roger de Haan and family trusts. </p> <p>Two years ago Mr de Haan bought out his younger brother Peter - who was once the group's finance director - for £80m. </p> <p>The deal included an \"anti-embarrassment\" clause, which promised an extra payment if Roger rapidly sold on the company. That clause expired last month. </p> <p>The company insists it is pressing ahead with a flotation and in May was close to appointing retail expert Stuart Rose as chairman. </p> <p>He agreed to take the job but pulled out at the last moment when he was lured to Marks &amp; Spencer as chief executive. </p> <p>Saga has been listed on the stock market before. It floated in 1978 but was taken private again before the first Gulf war in 1991. </p> <p>The business is being put up for sale at a time when its target audience is growing rapidly. By 2020 more than 50% of the population will be over 50.</p>"
]