[
  "<p>Manchester United will tomorrow confirm its status as the world's most profitable football club, but there are clouds on the horizon.</p> <p>The club is faced with a £15 million drop in revenue in the current financial year due to reduced fees for Premiership matches and a smaller share of Champions' League broadcasting income. </p> <p>But tomorrow United will reveal a small increase in profits to about £50m, although the figure will be even lower once player transfer fees are taken into account. </p> <p>Chief executive David Gill - who will brush off speculation of a £900m bid from American tycoon Malcolm Glazer at the presentation - is expected to highlight some of the problems that United faces. </p> <p>According to broker Dresdner Kleinwort Benson, the figures will show that, after player trading, United's profits will fall from £39m in 2003 to £23.4m. A year ago United benefited from the sale of David Beckham to Real Madrid. But this year, it has bought Everton's Wayne Rooney for £27m. Tomorrow's sales forecast shows a fall from £173m to £165m; operating profit will be flat. </p> <p>The accounts should show far more detail about player transfers and fees paid to agents - who act as middlemen in transfer deals - after Irish shareholders John Magnier and JP McManus raised issues over corporate governance at the club. </p> <p>Shares have rocketed since Glazer and the Irish began increasing their stakes, stoking speculation that a bid is in the offing. Gill met the Glazer family in Florida in the summer, where they were told that the Americans were committed to their investment. Gill will meet Glazer, Magnier, McManus and other shareholders in the next few weeks.</p>",
  "<p>\"Your hair is great,\" said a friend. \"It just doesn't move, or change or do anything.\" </p> <p>Not entirely sure whether this is a diss couched as a compliment, I have decided that it's about time I got a bit more adventurous with my hair. The Afro itself is staying, but I've made a resolution to start trying to do something with it - you know, style it, as opposed to just letting it sit there, not moving. </p> <p>It seems my timing is spot on. According to various hairdressers in the know, dressed hair, or \"hair up\", is what we'll all be doing over the next few months. \"For the new season's looks, there is a slant towards somewhat grown-up styling,\" says Anthony Mascolo, of the Toni &amp; Guy partnership. \"But life is fun, so there needs to be an element of frivolity.\" </p> <p>There are only a few hairs between naff girlie ponytail and a slightly messed-up sexy \"up do\". For those with straight hair, a just-got-out-of-bed ponytail is easier to achieve, but what's a girl with an Afro to do? A quiff, that's what. </p> <p>Stop laughing at the back - quiffs are back, though in a sexy, modern way. But how on earth do you achieve this season's rockabilly style if you've got Afro hair? \"I'd shape the hair with a marked quiff effect,\" says Nicky Clarke. \"The great thing about Afro texture is that you can literally push it and shape it every which way. Assuming hair is mid-length and basically all one length [the classic 'fro], I'd simply push all the hair forward from the back and pin it flat just in front of the crown, then simply tease the quiff shape with the mass of hair created at the front and polish it with rich finishing creme for a super-shiny look.\" </p> <p>And if that all sounds a bit too complicated, just pinning your hair flat against the side of your head (as if you were trying to make the ends meet in the middle) has a similarly rock-chick effect. It's also pleasingly slimming on the face - and you really can't ask more of a hairstyle than that.</p>",
  "<p>The cast of characters when Wigan play St Helens tonight in the latest, sudden-death instalment of British rugby league's oldest rivalry will be almost unchanged from their last high-profile meeting, in the Challenge Cup final at the Millennium Stadium in May. </p> <p>Sean Long will be there, perhaps with a slightly different arrangement of his blond locks, aiming to repeat the man-of-the-match performance he produced in Cardiff, having returned only last week from the three-month betting suspension imposed shortly after the cup final. </p> <p>Wigan will again be led by Andy Farrell, albeit in a new position - prop, where he has made such a success of a switch enforced by a series of injuries to the club's specialist front-rowers - and with a slightly reshaped nose, the legacy of a bloody home battle against Leeds. </p> <p>It is only in the Wigan dugout - or more accurately, the top of the JJB Stadium stand, where coaches choose to sit these days - where there will be a significant change in personnel. </p> <p>The cup final was Mike Gregory's last game in charge of Wigan before he flew to Texas for treatment on the neurological illness which had cast a shadow over the club's build-up to the big day. Since then his former assistant Denis Betts has taken over, although the fact that there has been no change in his official job title - as assistant coach filling in for Gregory on a temporary basis - underlines the unique difficulties he has faced. </p> <p>Betts, who turned 35 last week, admits the Wigan post, his dream job, dropped into his lap far more quickly than he expected. But as a close friend, as well as colleague, of Gregory's, it has done so in harrowing circumstances. </p> <p>\"We're just waiting, hoping and praying for Mike,\" he reflected this week. \"First and foremost you just want him to get well, to be right, without talking about the job. The priority is Mike Gregory.\" </p> <p>But since the cup final, Wigan have had to become Betts's priority, and finishing fourth above Saints to secure home advantage tonight has been a worthy achievement. \"I wouldn't say it's been a learning curve, more of a learning climb, and a bit of a scramble at times,\" he admits. \"But I've got a lot of belief in myself and the players in the team. Farrell, [Adrian] Lam, [Craig] Smith, [Kris] Radlinski - it's not like you're trying to teach them how to suck eggs. </p> <p>\"What gets lost is that my importance is minimal. I'm there to guide and to push, but the most important people are the ones who take the field. It's their body that hurts, it's their head that's sore.\" </p> <p>As that indicates, one aspect of the unexpected promotion that was never going to worry Betts was the higher media profile. \"Throughout my career I've always liked a chat,\" he agreed. \"I wouldn't say I've been gobby, but I've liked a chat. I was al ways that kind of kid, I had no problem standing up in front of people and talking - I think it comes from my parents.\" </p> <p>Betts had a good story to tell from the start of his distinguished playing career, as a talented all-round sportsman from Salford who had trials with Manchester United before signing for Wigan. He was a second-row mainstay in all but the first of their eight consecutive Wembley wins from 1988 to 1995, taking the Lance Todd Trophy as man of the match against St Helens in 1991, and named British rugby league's Man of Steel in 1995 before joining the Auckland Warriors for their debut season. </p> <p>Things did not work out so well for him in New Zealand, with the size of his salary at the height of the Super League war becoming a matter for national debate, although he was an outstanding vice-captain to Farrell in winning the last three of his 30 Great Britain caps on tour in his adopted country in 1996. </p> <p>In 1998 he returned to Wigan's pack, sharing in their dour victory over Leeds in Super League's first grand final, but three years later his playing career reached an abrupt and unsatisfactory end in a record Old Trafford defeat by Bradford. </p> <p>\"I never expected that to be it, and in some ways I still regret not keeping my boots on for longer,\" he says. \"But an opportunity arose for me in coaching, and the people I spoke to saw it as the start of something. I set down a plan, I wanted to be a Super League coach within five years of retiring from playing. This is my third year since retiring, and I've already been a year and a half coaching a Super League side. So it's been a bit of a baptism of fire. </p> <p>\"To be in charge of the greatest club in the world of rugby league - I sometimes have to pinch myself.\" </p> <p>But remembering how he came to be in charge acts as Betts's reality check. \"You can talk about Super League grand finals, Wigan against Saints, and obviously it's a massive match for all of us,\" he said. \"But the most important person is Mike Gregory. That puts everything in perspective.\" </p> <p><strong> TV: Sky Sports 1, ko 6.05pm</strong><br></p>"
]