[
  "<p>The Prime Minister has been warned by his adviser John Birt that the choice of Michael Grade as chairman of the BBC is 'the worst public appointment' he has made. </p> <p>The bitter verdict was offered in a letter to Number 10 by Birt shortly after Grade's appointment, according to new allegations made by Greg Dyke, Birt's successor as director-general. The claim, made in Dyke's new book, is likely to spark fresh anger about the influence exerted by Birt. As a Downing Street advisor, he will be party to the debate over the BBC's charter renewal and the future of the licence fee. </p> <p>Further details of the political fallout from Andrew Gilligan's contentious radio broadcast last year are also to emerge in Dyke's forthcoming Channel 4 documentary, timed to coincide with the release of his book. </p> <p>Grade's predecessor as chairman, Gavyn Davies, will reveal on screen that Blair promised to try to 'rein in' his then head of communica tions, Alastair Campbell, in return for a BBC apology. Davies turned the deal down but was later forced to resign in response to the findings of the Hutton inquiry. </p> <p>Dyke's book, serialised in this newspaper, chronicles events in the weeks that followed and accuses Birt of covert attempts to stop the replacement of Davies with Grade as chairman of the BBC board of governors. </p> <p>He claims that Birt, who has been charged with 'blue skies thinking' for Labour, would have over-ruled the preference of Tessa Jowell, the Secretary of State for Culture, Media and Sport, if it had not been for the strong criticisms levelled at the BBC after the Hutton inquiry. </p> <p>'Birt fought against Grade's appointment, tried to influence Tessa Jowell, and, when he lost, sent a letter to Tony Blair telling him that Grade's was the worst public appointment he had made since becoming Prime Minister,' writes Dyke, in a passage that will provoke renewed controversy over the role of special advisers in government decision-making. It is also likely to intensify acrimony between Grade and Birt during charter renewal discussions.</p>"
]