[
  "Ex-cabinet minister Peter Mandelson was today appointed as the EU's next trade commissioner. <p>His appointment was announced by the commission's president-elect, Jose Manuel Barosso, in Brussels. </p> <p>Mr Mandelson will take up his post on November 1, subject to the whole commission being approved by the European parliament. </p> <p>A byelection will be held in his Hartlepool constituency at a date yet to be fixed. </p> <p>Trade was the brief widely predicted for the former British trade and industry secretary, who said he had \"agonised\" over his decision to leave his Hartlepool constituents last month.</p> <p>Mr Mandelson will be one of 24 commissioners working with Mr Barroso, for a fixed five-year term. </p> <p>He joins a team which includes three ex-prime ministers, five foreign ministers and three finance ministers. </p> <p>Mr Barroso said: \"I have organised this strong team to ensure we work efficiently and achieve the goals we set ourselves. </p> <p>\"I attach great importance to team players committed to the European general interest. Commissioners will work together and deliver real benefits for EU citizens\".</p> <p>As trade commissioner, Mr Mandelson holds one of the key posts in Brussels, officially in charge of the \"international dimension of competitiveness\". </p> <p>Britain had argued for, and won, a new vice-president of the commission specifically charged with taking forward economic reform - the so-called \"Lisbon agenda\". </p> <p>But Mr Mandelson will not fill that role, though he was never likely to, given that the UK's previous two commissioners had held very senior positions as vice-president and commissioner for external relations. </p> <p>Mr Barroso said one of his main purposes was to communicate the European ideal more effectively to EU citizens, following the low turnout at this year's European parliament elections - and he has appointed a new vice-president to achieve that. </p> <p>The new commissioners will meet for the first time for an informal session on August 20 in Brussels. Commissioners will appear in individual hearings before MEPs' committees in the two weeks beginning September 27. The European parliament will then vote on the commission as a whole to give its approval - or cast its veto. </p> <p>Mr Mandelson said in a statement: \"I'm excited at being given this responsibility, both for trade policy and the international dimension of competitiveness. </p> <p>\"Europe will continue to benefit from globalisation as long as trade and investment are further liberalised and if Europe preserves its long-term competitiveness, its capacity for innovation and its social market economy.\" </p> <p>\"This is at the heart of economic reform in Europe and the need for a revamped Lisbon process. In our approach to trade, the EU is interested in both economics and values,\" he added.</p> <p>\"We need to sustain a win-win, multilateral process of negotiation and this will guide me in the next stage of the Doha development round in which market growth and market access remain equally important.\" </p> <p>The Doha round of World Trade Organisation talks has stalled on the EU's stubbornness in reforming its Common Agricultural Policy which developing countries say denies them fair access to European markets. </p> <p>Downing Street said in a statement: \"We are delighted that Peter Mandelson has been given such an important portfolio.\" </p> <p> The appointment got a more guarded welcome in Westminster.</p> <p>Liberal Democrat trade spokesman Malcolm Bruce said: \"The real test for Mr Mandelson is the extent to which he is prepared to broker a breakthrough in the trade talks.</p> <p>\"Poor countries need access to developed markets and the United States must be challenged on their protectionism. Peter Mandelson must be equal to both these tasks.</p> <p> The United Kingdom Independence party, which opposed Britain's membership of the EU and last night picked its candidate to fight the Hartlepool seat, said Mr Mandelson would fail to represent Britain's interests in Brussels.</p> <p>Ukip's chief executive, Piers Merchant, said: \"Mr Mandelson will abandon British trade interests with the same selfish ruthlessnes with which he has abandoned his electorate in Hartlepool.\" </p> <p>Sir Leon Brittan, a former EU commissioner for trade and cabinet minister under Mrs Thatcher, said the Doha round of trade talks was the \"most important task\" facing Mr Mandelson.</p> <p>He told the BBC: \"It is a very difficult job but not an impossible one. With skill, determination and focus one can make real progress.\"</p>",
  "<p>No one wants to be prime minister when they grow up, and more children dream of becoming a builder than a pop star.</p> <p>A poll of 3,000 nine to 15-year-olds, carried out by Woolworths, showed that a fifth wanted to work as builders when they grow up, as it would mean working outside and earning lots of money. </p> <p>Becoming a pop star was second favourite, with 17% of children saying they wanted to be singers, while 15% of children wanted to become actors. The ability to go on free holidays whenever you want made the job of a pilot next on the list, while one in 10 children said they would like to be in charge of buying sweets and chocolates when they grow up. </p> <p>Six out of 10 children said they wanted to be famous, and the vast majority (73%) said they wanted to work outside.</p> <p>The three least popular career choices suggest that the future may be in shaky hands. The prime minister's job proved the least enviable, followed by a career as a teacher, while becoming a doctor was the third least popular goal.</p> <p>Dr David Giles, psychology lecturer at Coventry University said: \"Working outdoors seems attractive because of the constant change in environment - also builders have more independence and appear to be more in control of their work. Teaching has become the opposite in recent years\".</p> <p>Top 10 Most Popular Jobs </p> <p> <strong>·</strong>Builder<br> <strong>·</strong>Pop star<br> <strong>·</strong>Actor <br> <strong>·</strong>Pilot <br> <strong>·</strong>Confectionery buyer <br> <strong>·</strong>Media <br><strong>·</strong>TV presenter <br> <strong>·</strong>Policeman <br><strong>·</strong>Gardener <br> <strong>·</strong>Home stylist<br> </p> <p>Top 10 Least Envied Jobs </p> <p> <strong>·</strong>Prime minister <br> <strong>·</strong>Teacher <br> <strong>·</strong>Doctor <br> <strong>·</strong>Bus driver<br> <strong>·</strong>Train driver <br> <strong>·</strong>Bank manager <br> <strong>·</strong>Computer worker <br> <strong>·</strong>Policeman <br> <strong>·</strong>Solicitor <br> <strong>·</strong>Stock market trader <br></p>",
  "<p>Graduates are relaxed and upbeat about their prospects despite the revelation earlier this week that one third of last year's university leavers have still not found full time employment.</p> <p>Statistics released annually by the Higher Education Statistics Agency suggested only 63% of graduates had found full-time work, but a new survey by management consultants Accenture has found that only 17% are concerned about their future prospects.</p> <p>The figure compares favourably with those from four other leading nations, the survey found. US graduates still lead in the confidence stakes with only 14% feeling uneasy about their prospects. Germany is just behind Britain on 18%, while one third of all Spanish and French graduates admit to feeling pessimistic about their careers.</p> <p>The countries do agree on the sectors in which they would most like to work, with media and entertainment, electronics and health and life sciences ranking highest. Metals, mining and insurance are the least popular sectors.</p> <p>When it came to location the majority of graduates questioned in each nation professed a preference to work in their home country. However, 11% of British graduates named Australia as their second choice.</p> <p>Graduates from all five countries surveyed, including those feeling least hopeful about their prospects, seem to be taking a laid-back approach to finding a job. A total of 66% spent time reading and watching films and more than 50% are making travel plans. Another 58% work part-time only.</p> <p>The Department for Education and Skills said the figures backed up its assertion that it was still a good time to be a graduate.</p> <p>The spokesman said: \"The latest OECD report said that the financial benefit from getting a degree in the UK is among the best in the world. This is probably why this Accenture survey shows that UK graduates are most positive about finding a full-time job within three months of graduating and one of the least pessimistic when it comes to finding a job which meets their expectations.\"</p> <p>The spokesman added that only 1-2% of graduates were unemployed and seeking work seven years after their graduation.</p>",
  "<p>Which of the following creatures would win a 100m race: the American cockroach, the roadrunner, the collared lizard, the Australian tiger beetle, the walking catfish or the cheetah? The cheetah, of course; every school kid knows it's the fastest animal on the planet. </p> <p>Yes, but what if they were all scaled to human size - so they were all roughly six foot long/high? Ah, that would mean the collared lizard would take gold, sprinting home in just 0.83 seconds. And the slowcoach cheetah would limp home in fifth place, taking a miserable 2.17 seconds and beating only the catfish. </p> <p>This is the <strong> Animal Games</strong> (BBC1), and it's one of the most bizarre things I've ever seen on television. The games take place in a natural stadium inside the crater of a huge volcano. Birds and mammals, insects, fish and reptiles battle it out in a virtual, computer-generated manner. Salmon compete against bushbabies and fleas in the high jump, sailfish swim against penguins. When an eagle makes a successful lift in the weightlifting, his fans in the stands do a Mexican wave. It's a strange thing to see - a bunch of vultures, owls and flamingos doing a Mexican wave. </p> <p>In the commentary box are John Motson and Jonathan Pearce. Here they are analysing the technique used by the skipper caterpillar in the shooting event. </p> <p>JM: What you'll notice here, Jonathan, is that the caterpillar lines up backwards. A target distance of 100m, and his technique will be seen here for the first time. </p> <p>JP: And his ammunition of choice, John: faecal pellets. </p> <p>JM: Yeah, you better watch out in there. </p> <p>JP: Faecal pellets, better known as poo. </p> <p>JM: And he's fired! Oh, he's missed the target! </p> <p>JP: Well, my message would be for you all to run away. </p> <p>It's a lovely idea, and Motty and Pearce are wonderful. The problem is that it's let down by the technology. The CGI just isn't up to it, it looks cheap and unreal - like a Playstation game, circa 1995. A shame, because otherwise it's a joy. </p> <p> <strong> My Breasts Are Too Big</strong> was this week's example of Channel 4 trying to discredit one of its own serious documentaries by giving it a title that appears to have been torn out of a tabloid newspaper. </p> <p>This one will have had a lot of disappointed Sunday Sport readers tuning in - disappointed because it wasn't a revealing profile of Jordan, but a sensitive and intelligent film about the physical and psychological problems faced by women with very large breasts. </p> <p>I'm not sure we needed to see Rebecca's operation in quite such graphic detail - her breasts were sliced open, peeled back and tissue was carved out then dumped unceremoniously in a bucket for weighing to see if the right amount had been removed. I couldn't actually watch at this point. I wonder what those poor old Sunday Sport readers were thinking - they'd tuned in for Channel Phwoar, and got Channel Gore instead. </p> <p>There was more gore on Four immediately afterwards, with <strong> Nip/Tuck</strong> (Channel 4), the dark comedy about a two Miami cosmetic surgeons and their practice, finally making a landing on terrestrial TV. In the opening sequence Dr Troy slices open someone's bottom and slips in ass implants (quite big over there, apparently - blame J-Lo). Luckily Dr McNamara comes in and notices they've gone in upside down. </p> <p>\"You saved my ass again,\" says Troy. </p> <p>\"And hers,\" the nurse chuckles. </p> <p>It's great - a bit like Six Feet Under, though less subtle, and the people aren't dead, just unconscious. If you're squeamish like me, you'll have to watch a lot of it through the cracks between your fingers, but you'll most likely be laughing at the same time. </p> <p>Finally, oh God, Gordon's back. In <strong> Hell's Kitchen: School Reunion</strong> (ITV1) two of Ramsay's \"celebrity\" chefs go back to his old school in Stratford-upon-Avon to cook for 250 children. </p> <p>It isn't a resounding success; one girl says the pasta tastes like washing up, and a boy thought the whole thing was disgusting. \"I think this meal had a weird combination of food,\" he said. \"Mushy peas, string, lime juice, bony meat.\" But Ramsay declares the whole thing a triumph. </p> <p>As a programme it felt like a dish of leftovers from the last show. Now please, Gordon, go away and leave us in peace for a while.</p>"
]