[
  "<p>One of the things I miss most about the summer is the look and feel of summer skin. Everyone takes so much better care of their skin when it's permanently on show, so why don't we do that all year round? As soon as it's time for the long sleeves and covering up, all good intentions go to pot. </p> <p>Predictably, this drives me a little mad. Friends tell me that their skin is dull and lifeless in the winter, I tell them to moisturise and all I get back is a blank look, with, if I'm lucky, a comment along the lines of \"What's the point?\" </p> <p>The point is, ignore your skin and it will go into a grey sulk pretty darned quickly. I have mentioned before how much of a con I think the whole \"cleanse, tone, moisturise\" business is when it comes to your daily facial beauty regime, but when applied to the body, \"cleanse, tone, moisturise\" is my kind of mantra. </p> <p>In fact, autumn is the best time to get into the habit. Start now, when your skin still has a touch of post-summer glow to it, and you'll have a bit of a head start. I have never had to persuade a black woman to moisturise, or many men for that matter. Not having dull, grey skin is incentive enough. The cleanse part sounds simple, but my spies tell me there are still people out there using soap. I'm all for a nice lather, but if your skin feels tight and dry after washing, switch from soap to a soap-free shower gel or moisturising body wash. The results will be instant. I always assumed that any good such products did went down the plughole, but, as recent converts, my skin and I heartily recommend them. </p> <p>But for those who want summer skin to really last, it's the toning that really counts. Be it body scrubs, body brushes or loofahs, just get into the habit of using something, anything, daily (scrubs as per instructions, body brushes and loofahs pre-washing, and only ever on dry skin). You'll notice a difference in the look and feel of your skin in a matter of days.</p>",
  "<p>New Zealand, whose quest to win the World Cup has become a national obsession, yesterday entered the race to stage the 2011 event along with Japan and the 1995 hosts South Africa, whose bid has yet to receive government support. </p> <p>The All Blacks won their only World Cup as hosts in 1987 and they were due to stage some matches last year as partners to Australia before, in an attempt to stem potential losses, the New Zealand Rugby Union refused to sign a co-hosting agreement. </p> <p>New Zealand have only made one final since 1987, with failure generating hostility which has always cost coaches their jobs. With the World Cup due to return to the southern hemisphere in 2011 under an unwritten agreement, the NZRU hopes to take advantage of political uncertainty in South Africa. There was speculation before the bids to stage last year's World Cup were submitted that New Zealand would mount a joint offer with Japan, something which may happen in the coming months with the hosts not being decided until November next year. </p> <p>South Africa have set up the Rugby World Cup Bid Company, whose chief executive Francois Pienaar was the Springboks' captain when they won in 1995, to spearhead their bid. </p> <p>The New Zealand prop Kees Meeuws, who is considering a move to France, will not be available for next month's European tour by the All Blacks. </p> <p>Bath have failed in their attempt to sign the Leeds and Wales full-back Matt Cardey, leaving them exposed at the back with Simon Danielli allowed to join the Borders on loan while Matt Perry is out for between three and six months with a back injury.</p>",
  "<p><strong> Empire of the Wolves </strong> by Jean-Christophe Grangé 374pp, Harvill, £10.99 <br> </p> <p>In Flight of the Storks, a change in migratory patterns led to a bizarre voyage of destiny, ending in colonial rapacity and bad science that recalled the gothic surrealism of George Franju's horror film Les Yeux Sans Visage. Jean-Christophe Grangé's previous book, The Stone Council, was further evidence of a talent for hybrid new-age thriller and high adventure, inspired by the death of Princess Diana, a trip to Mongolia and too many episodes of The X-Files. The fun of Grangé, who is batty or inspired depending on your disposition, is that his books are as likely to confront the paranormal as a cold war hangover. </p> <p>The author is French, which perhaps explains why, in a conservative genre, he stands out for a willingness to play with ideas and philosophise. There is a theoretical dimension not found in the Anglo-Saxon strain and he is as interested in the ideas behind the narrative as narrative itself. Grangé, a former reporter, also runs a news agency and his stories have that same sense of a wide range of information sifted and processed. His narratives have surface confidence, bordering on arrogance, and he is not afraid of appearing clever, as shown in The Stone Council's shoot-out in a gallery of Mondrians. The disadvantages, if the set-up fails to intrigue, are characters too defined by an over-determined narrative, wayward-ness and implausibility. That said, he deserves praise for dispensing with the dreary realism that conditions most thrillers, while playing by the rules, with results that call to mind comic strips and Hitchcock more than John le Carré. </p> <p>Empire of the Wolves starts in the vein of Hitchcock's disciple Brian de Palma, with a combination of woman in jeopardy and scientific mystery, executed in the literary equivalent of De Palma's sinuous Steadicam style. Anna Hemes, wife of a senior policeman, suffers terrifying panic attacks and hallucinations. Whoever she thinks she is, she is not that person. Her face has been altered by plastic surgery. She suspects her memory is false too. In other words, she is someone's creation and is forced to investigate herself. </p> <p>At the same time, two Parisian policemen, one honourable and the other extremely bent, investigate the brutal murders of three illegal Turkish women workers, whose torture includes facial disfigurement. They enter a subterranean Parisian world that rivals the atmosphere of Greene's Viennese sewers and confront the dank secrets of France's colonial past and an emergent rightwing Turkish nationalism in the form of the Grey Wolves. This paramilitary organisation was founded as an anti-communist body but now operates in the interface of covert government action and criminal enterprise, carrying out assassinations of Armenian and Kurdish leaders for the secret service and working as debt collectors, racketeers, bodyguards and drug runners for the mafia. (The Grey Wolves were responsible for the attempted assassination of the Pope in 1981.) </p> <p>The hardest thing with this kind of material is getting it to work on the page without appearing too intellectual or slapdash. Grangé's solution is a combination of driven narrative, colour, breathlessness, quick character sketches, a lot of physical prose (\"the ghastly dampness of her open, slack entrails\"), a fondness for underground locations and art galleries, and moments of puzzlement. All act as effective substitutes for conventional motivation, which Grangé is not really about, although he is always interested in psychology. His characters are forced to ask the basic questions in extremis, in the case of Anna, who am I? A recurring theme is the borderlands of identity, personal, geographical and political; the investigations marked by restlessness and high mileage. </p> <p>Here the fundamental question beyond identity concerns moral conduct in an increasingly insecure world, which is most severely tested in the area of counter-intelligence. The corrupt cop, known alternately as the Steel and the Cipher, happily tortured in Algeria in defence of French colonialism and later applied his methods to combating street crime. With the new age of terrorism the threat is upped and measures of defence become even more urgent, down to scientific modification of personality and cerebral make-up. As a senior French official puts it: \"The Americans listen to everything, receive everything, except when it's coming from people who are really dangerous! On the one hand, thirty billion dollars, on the other some plastic knives.\" New technology symbolises the moribund state just as fluidity, anonymity and secrecy are the weapons of the emerging order of terrorism, travelling light and undetected. </p> <p>Grangé is quite cheerful about painting everything black. Discovery is rarely for the better, just another projection of a continuing nightmare. Anna finds out she used to be someone she would rather not have been. Neither brutality nor sentiment is a guarantee of anything. Characters who behave as if exempt, and who the reader believes to be, are summarily dispatched. The conventional tacked-on come-uppance is barely a token. </p> <p>While characters talk in broad, expansive gestures, Grangé quietly marshals detailed material on scientific funding, the black economy, illegal immigration, drug smuggling, advanced medical research and fanaticism: the stuff of today's (and tomorrow's) news refashioned in a way that alludes to virtual reality, Alpha-ville and Ian Fleming's From Russia With Love. Grangé does what thrillers are supposed to do and rarely manage: show a world as it is rather than the illusions by which it is lived.</p>"
]