[
  "<p>Former Daily Telegraph owner Hollinger International spent nearly £4m in the second quarter of the year on its legal battle with ex-boss Conrad Black, the company said.</p> <p>That brings the total costs incurred in the company's fight against Lord Black - who stands accused of milking the company of cash - to more than £13m.</p> <p>In a regulatory filing, the company said the £4m - \"approximately $7m\" - spent between April and June consisted of legal fees and other charges relating to a special committee investigation into Lord Black's dealings.</p> <p>The committee of independent directors, which was set up by Hollinger last year to examine transactions involving payments to Lord Black and other executives, is expected to publish its findings by the end of next week.</p> <p>It has already given preliminary information to Hollinger International, on which the company based its £700m lawsuit against Lord Black and four other executives - including the Tory peer's wife, Barbara Amiel, and former Telegraph chief executive Dan Colson.</p> <p>Hollinger has yet to file earnings figures for the April to June period because of its ongoing dispute with Lord Black's private company Ravelston.</p> <p>The figures will include information on the Telegraph, which was finally sold on July 30 to the Barclay brothers for £665m, in spite of an eleventh-hour move by Lord Black to block the sale.</p> <p>The peer's relations with Hollinger have deteriorated since he stepped down as its chief executive in November, following allegations that he had pocketed unauthorised payments. He has always denied any wrongdoing.</p> <p>Separately, the company is reported to be in settlement talks with its board of directors over their liability for any part they may have played in the financial controversy.</p> <p>A host of past and present directors - including former US secretary of state Henry Kissinger, and Richard Perle, a defence adviser to the Bush administration - have been accused by one shareholder of being \"totally quiescent\" as Lord Black and his coterie \"looted $300m\" from beneath the board's noses.</p> <p>Cardinal Value Equity Partners, which made the claims in a writ filed in December at the Delaware chancery court, has agreed to stay its claim pending the outcome of Hollinger's special committee investigation. </p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>"
]