[
  "<p>Beyond the glittering goal of gap year cash in hand, it's vital to have a fairly realistic idea of what to expect in the job on the whole, which, at the end of the day, will be a job like any other with its highs and lows. </p> <p>If you're in it for the teaching, the highs come from the opportunity Tefl gives you to \"work with people\". </p> <p>Teaching motivated and interested students, gaining fascinating close-ups on people from all walks of life, beliefs and cultures and seeing them progress in English using the language you gave them, is a highly energising and uplifting experience. </p> <p>Low points often centre around the fact most language schools are private organisations that have to make money. As one of the teachers you may not feel that the people who own and run the school necessarily appreciate the lengths you go to every day to devise entertaining, amusing, interesting, creative, productive lessons for your students. Schools also expect you to be available to work stretched out days with early morning and late evening lessons, which can test the \"show must go on\" levels of professionalism the job requires. The first six months in Tefl will seem quite manic, with lots still to learn and a perpetual list of lessons to plan. It takes a while to fully appreciate different students' levels and needs, and to build up a file of popular five-minute activities, ice breakers, language games and favourite book chapters to deal with the bulk of it. </p> <p>Many schools use internationally acknowledged course books these days, which take hours out of planning, preparing, cutting and pasting, but it's still good to have something up your sleeve for last-minute lessons and unexpected situations. Your new-found colleagues are a valuable source of inspiration, and will generally help out when time is against you and the photocopier runs out of toner. </p> <p>Some will argue that lesson planning will always take a long time, and that you never stop learning and finding ways to improve. This is true, but after a while you do see parallels in your groups' levels and you start to be able to double up and redo activities, which saves a lot of time.</p> <p>And it's the time out of school that will act as a constant reminder of how good life can be. Whether it's a sacred early morning caffe on the piazza, or a pint of something local with other teachers of an evening, you'll soon know why you made the move, and start to enjoy the new rhythm of things.</p>"
]