[
  "<p>Guess what fashion editors talk about during the interminable waits for shows to begin. Yup, we talk about clothes. Sad, but true. Sometimes we digress into discussing whichever celebrity is sitting opposite us, but talk still centres on whether she looks as good in that Lanvin dress as Kate did. Even when we move on to swapping baby pictures, someone will say, \"Cute dungarees, are they OshKosh?\" When conversation runs dry, we even talk about work (that is, the clothes on the catwalk). But mainly, we talk about shopping: who dropped a grand in Prada, whether three pairs of Sergio Rossi boots is enough, and - the numero uno topic of conversation during the Italian shows - who found the best bargain in the designer outlet stores, which sell past seasons' collections at a fraction of the price. </p> <p>So the moment I twigged that something major was happening in fashion was when a fellow British fashion editor told me that she had been to our favourite outlet store but hadn't found anything she wanted because it was full of black trousers by Chloe and Helmut Lang. Now, until recently, this would have been a fashion editor's dream: Chloe and Helmut Lang are both famous for sharp, sexy, miraculously bottom-minimising, leg-lengthening trousers. But I knew just what she meant. Black trousers - even perfect black trousers - are over. And this is a much more fundamental shift than the biannual game of leopard print versus stripes, green versus pink, kitten heel versus stiletto. It is a whole new look, a difference you can register at 50 paces: a soft, shrugged-on outline rather than a sharp silhouette, a little volume around the lower half, smudgy colours instead of black. </p> <p>The new look has been bubbling under for a year, but it was last week in Milan that it crystallised both on the catwalk and off. The lucky few who can afford it can get the look top-to-toe at Marni: a jacket that falls round-shouldered and soft, like a shawl, and is cropped at the waist or hip, worn with a skirt with a soft balloon shape and high, slim wedge sandals. At Marni the fabrics and colour combinations - rough hessian decorated with coloured stones, faded deckchair stripes mixed with florals - are the polar opposite of the crystal-studded, white-satin look that most often dominates Milan. </p> <p>Burberry Prorsum, another of the week's standout collections, has also been ahead of the game with the new look. This autumn's capelets are perfect for the new silhouette. For summer the classic trenchcoat is remade as a soft-shouldered jacket or duster coat with full, princess-length sleeves. There are very English touches: blue and white Wedgwood prints on linen, and meadow flowers on pleated lemon chiffon. In keeping with the new desire for voluminous skirts, dresses are looped under like deflated puffballs. </p> <p>The new, soft-edged shape makes the bright colours and prints for which many Milan labels are famous a lot easier to wear. Missoni has always known this, which is why its vibrant zigzags have sold so well in long, loungy cardigan shapes for years. For next summer, the key Missoni cover-up is a cropped, almost bolero-length cardigan; prints are softer and less optical than they have been for a few seasons. Pucci is a label that always comes into its own in the spring/summer season because the swirling, kaleidoscope patterns look best in measured doses and balanced against bare flesh: this is why the bikinis are so delectable. Summer dresses came in the classic Pucci silk jersey, while for evening the ultimate trophy piece was a long chiffon cape. Fendi was bold and bright and fabulous, with a touch of classic Versace in the cocktail dresses laser-printed with multi-coloured splashes. Designer Karl Lagerfeld said he was inspired by the early paintings of Miro; the effect was like a walking Damien Hirst spin painting. </p> <p>But if you wouldn't part with your sharp black trousers for all the chiffon in the world, please don't despair. This being Milan, there will always be labels that put sex appeal first. Maxmara, indeed, was if anything sharper and more pencil-skirted than usual. The company has always been coy about naming its creative contributors, but rumours that Carine Roitfeld, ex-Gucci muse and editor of French Vogue, is on board as a consultant seem plausible. The safari theme that Maxmara (and Dolce &amp; Gabbana) took up lends itself to epaulettes and tight shorts: the sort of thing a sexy lady paleontologist love interest might wear in a Jurassic Park movie. But there were nods to the softer theme too, in printed full skirts worn with cardigans, and smudgy shades of mustard and tobacco. </p> <p>Dolce &amp; Gabbana's fashion philosophy is summed up by a T-shirt from its summer collection: \"Luxe is More\". Their look is pure fashion escapism - a transparent halter dress of purple chiffon, lace and python which, as Stefano Gabbana said, was great for \"stuffing in a suitcase\". As you would. But their business, on the other hand, is founded on shrewd marketing. Expect their \"jeans bags\" - tiny logo-ed bags on a chain designed to swing from a belt loop and that should retail at around the £70 mark - to be a huge hit. </p> <p>Gucci is like a presidential candidate who sticks to his rehearsed speech no matter what the subject being debated. Whatever the season, whatever the question, at Gucci the answer is sex. The teeniest bikinis, the tightest trousers, the most daring slivers of transparency tracing a dress that is already too tight to leave much to the imagination. Where this collection came to life was in eveningwear, where the brash sexiness feels more appropriate: for the very rich and very beautiful, a backless jade chiffon evening dress will be a must-buy. </p> <p>Finally, we come to Prada, which is back where it likes to be - out on a limb, ahead of the pack. After practically inventing the new soft aesthetic, Miuccia Prada has now unceremoniously ditched it in favour of boy scout chic. Yes, that means more shorts, I'm afraid. There were still plenty of classic Prada offbeat-elegant pleat dresses and printed full skirts, but also a new sportier, squarer look: blocky appliques in place of the tiny pieces of precious embroidery of last season, and an outsize feather print on stiff, shiny satin. Confusing, eh? But don't worry too much. It takes everyone a year or so to catch up with Prada, so you've plenty of time to get the hang of the new look, before it becomes the old one.</p>",
  "Political blogs are all the rage. Politicians fondly imagine a blog will allow them to speak directly to the voters, without their words being distorted by the media prism. Every politician has to have one. <p>This is not, strictly speaking, a \"blog\". It's more of a \"clog\". A political column, published fortnightly, which will record my trials and tribulations as a Tory candidate as the next election approaches. Here goes.</p> <p>My name is Ed Vaizey, and I am the Tory candidate for the Wantage constituency, a huge area covering a substantial part of the Vale of White Horse and South Oxfordshire. </p> <p>Wantage is represented by Robert Jackson, a Conservative MP. Labour are in second place. I have known Robert for many years, since he was higher education minister, and I like him enormously. He is formidably bright, a fellow of All Souls and, all too rare these days, a free thinker. His positions on tuition fees, the David Kelly affair (David Kelly lived in the constituency) and Europe sometimes put him at odds with the Conservative party.</p> <p>To have a strong relationship with the sitting MP is vital if you are a candidate. There can be no better person to introduce you to the day-to-day life of a constituency MP. To have the chance to work closely with Robert has made a real difference to my time as a candidate.</p> <p>The first question most people ask when they meet me is \"How did you get selected?\" Depending on which word in that sentence they emphasise, the question is either one of incredulity or one of general enquiry.</p> <p>The selection process is a gruelling one. Like university finals, the whole experience is strangely enjoyable until it is over. And then you think - I'd never do that again. Almost 200 people applied to be the candidate for Wantage. The initial shortlist was 18 people, who were interviewed over a weekend by a selection panel. Then a shortlist of 8 was interviewed by an executive committee. And a final shortlist of four then appears before the whole Association membership. There are over a 1000 members of the Association, and about 200 turned up for the final vote. Each candidate made a short speech and then answered questions.</p> <p>I was lucky enough to win the selection on the first ballot. (Interestingly for students of electoral systems, the Conservative party operates a single transferable vote system in its candidate selection system, not a first past the post system.) I had wanted to be the candidate for Wantage for ages, and I think my enthusiasm showed through. As a teenager, I grew up nearby in Berkshire and went to university in Oxford and I know the area very well. (The constituency was originally in Berkshire and some people still refer to the area as occupied North Berkshire.)</p> <p>I've been the candidate for almost two years now. It's a very odd job, being a parliamentary candidate. I sometimes describe it as the longest job interview in the world. There is no job description, you have no specific role and no specific responsibilities. So you have to invent them for yourself.</p> <p>In fact, it's a huge opportunity. You get involved in a huge range of issues. You meet hundreds of people and dozens of groups. You learn the job before doing the job. There is no plan, no set timetable. I just go to whatever I can, wherever it is, meet people, talk to them and listen to them.</p> <p>The tricky problem for every parliamentary candidate is how to describe yourself. Before electoral law was relaxed, your technical title was \"prospective parliamentary candidate\", or PPC. The \"prospective\" bit was necessary because, until you were officially adopted (usually just after the election was called) you were not the official candidate.</p> <p>People soon realised that PPC meant nothing to most people. So candidates took to calling themselves \"parliamentary spokesman\", which is what I normally use. Now that electoral law has been relaxed, some candidates are even more forthright. The Labour candidate calls himself \"your next MP\", which makes up in boldness what it lacks in humility.</p> <p>My local papers almost always refer to me as \"the Conservative candidate for the Wantage constituency who hopes to succeed Robert Jackson at the next election\". It's a bit of a mouthful. But it sums it up very nicely.</p>",
  "Just like its large and lumbering animal namesake, the Elephant of inner-city Leeds has become an endangered species - but locals are now joining forces to try to keep it alive. <p>The jumbo in question is the last independent second-hand bookseller in the city centre, where Leeds' economic boom has made survival difficult for small retail businesses with prices as low as their profits. </p> <p>Manchester and Liverpool have seen a decline in similar outlets, in spite of the wider prosperity of their reborn centres and the success of national bookselling operations such as Waterstone's. </p> <p>Elephant Books made only £1,300 last year, mostly from loyal local customers in the Hyde Park area who get everything from computer manuals to the classics from its jumble of shelves. Business rates alone over the same period set back Elephant's owner Neil Whitworth £2,400, and he was forced to take out a loan to keep the shop afloat. </p> <p>Now Mr Whitworth, 48, is facing closure unless he can win rates relief on \"community value\" grounds, a move which could set a precedent for similar local enterprises where money-making is demonstrably not the owner's main concern. </p> <p>Working for \"virtually nothing\", Mr Whitworth said that his only hope was to convince Leeds city council that Elephant's loss in Hyde Park would be nobody's gain.</p>"
]