[
  "They were promised an \"unforgettable adventure\" but last night the mainly British owners of 70 high performance cars who entered a Cannonball Run competition across Europe were desperately trying to get their vehicles back from the Spanish police. <p>Police in Girona, north-east Spain, said they had impounded Ferraris, Porsches and Rolls-Royces, hauling in the drivers for taking part in what they claimed was an illegal race on public roads. \"We caught two of the cars doing more than 200 kilometres an hour [125mph] along the motorway,\" a police spokeswoman said last night.</p> <p>Police patrol units across the north-eastern region of Catalonia had been warned to keep an eye out for a further 50 cars, all carrying race numbers, which were thought to be taking part in the event, she said.</p> <p>The spokeswoman said that only the two speeding drivers had been arrested. The others had their cars impounded when they reached a motorway toll gate near Girona, and may be obliged to pay traffic fines to get them back.</p> <p>The drivers, including some from the US, Denmark and Germany, had paid £3,000 to take part in the Cannonball Run Europe, which is inspired by the road races across the US that generated several films.</p> <p>But Tim Porter, organiser of the Cannonball Run Europe, said last night that his clients were not racing and were simply on a holiday drive from London to Benidorm, where the mayor was waiting for them.</p> <p>\"We are being treated like terrorists,\" he said.</p> <p>\"All of a sudden my clients are being given a public flogging.\"</p> <p>Mr Porter said the only place Cannonball Run Europe participants were meant to drive fast was at a racetrack in Albacete that they had hired for a day as part of what he termed \"a driving holiday\".</p> <p>Mr Porter insisted the event was not a race. He said that, in previous years, disabled drivers had taken part and money had been raised for charity.</p> <p>The event's website also said the Cannonball Run Europe was not a race, advertising it as \"a driving adventure, a physical and mental challenge, a meeting of man, machine and mayhem\". </p> <p>It said that participants would be given daily target times, all achievable without speeding, for reaching checkpoints. </p> <p>\"Just taking part is an achievement, winning is nothing short of life-changing,\" the website claimed.</p> <p>\"Outrageous driving machines, the very best driving roads and an 'up for it' crowd,\" it went on. \"An unforgettable adventure with luxury hotels, quality dining and the infamous Cannonball parties staged at top nightclubs along The Run.\"</p> <p>One of those nightclubs, Mr Porter said, was in Benidorm. It was unclear last night how many participants were going to make it there.</p>",
  "<p>Jonah Lomu, the giant All Black winger who was forced out of rugby after being diagnosed with kidney disease last year, is back running after undergoing a successful transplant.</p> <p>The man who was possibly the most recognisable player in rugby union after his barnstorming performances in the 1995 and 1999 World Cups underwent the operation less than two months ago. He has made it clear he intends to return to the sport despite having suffered the debilitating effects of 14 months on a dialysis machine which have seen his giant frame slimmed down by more than 13 kilos.</p> <p>\"I'm feeling better more and more each day,\" Lomu, 29, told New Zealand TV. \"I believe I really still have a lot to offer rugby but first and foremost I've got to make sure I'm in good shape.\"</p> <p>Lomu received the kidney transplant from his good friend, the Wellington disc jockey Grant Kiriama, in late July. He has battled the effects of nephrotic syndrome, a condition resulting from his disease, and suffered a general numbness and tingling in his legs due to the side-effects of the dialysis. </p> <p>\"That's stopped now. It's improved all down my legs and into my feet and now I can stand on my toes - and for a long time,\" Lomu said. \"Not only can I walk properly again, I can also run and I'm getting more and more confident every day.\"</p> <p>Lomu, who at his peak weighed more than 18 stone and appeared to swat away opposition players like flies despite moving at an impressive rate of knots for such a big man, was dominant in the last two World Cups before the 2003 tournament, which he missed through his illness. He scored four tries against England in the 1995 semi-finals and was the leading try-scorer in the 1999 tournament.</p> <p>He told reporters he had worked hard not to succumb to depression during his time on dialysis. \"I was confident about it all and I just thought 'it was the best it was going to be, so deal with it',\" he said.</p> <p>With regard to kidney donor Kiriama, Lomu said: \"I didn't ring him - he rang me. He asked me what blood type I was and we matched and he said 'who do I see?' You don't know who your friend is until he turns up with a kidney. He didn't want anything, he just did it.\"</p> <p>Kiriama was reported to have also recovered well from the transplant operation. Lomu said earlier this year that he had set himself a goal of returning to play for the All Blacks in the 2007 World Cup in France.</p>",
  "<p>Television Corporation, the producer of Robot Wars and Channel 4's cricket coverage, said today it had returned to profit in the first six months of the year.</p> <p>The company said it had got back into the black after its production businesses such as Sunset + Vine and Mentorn - which was behind recent C4 drama The Hamburg Cell - won new contracts and had existing deals renewed.</p> <p>In the first half of the year the group made a pre-tax profit of £254,000, compared with a £5.8m loss a year earlier, when it was hit by a writedown on the assets of its now sold post-production business Molinare.</p> <p>TV Corp said today the sale of \"non-core unprofitable subsidiaries\" had enabled it to move on after three difficult years.</p> <p>The company also raised £5.9m earlier this year in a share placing, a move that has helped to shore up its finances.</p> <p>\"The first six months of 2004 have seen a welcome return to profit and the group is now working on a much sounder footing,\" said Tom Chandos, who became the company's chairman in July. </p> <p>\"Generating ideas and producing successful television programming is our future and we can now grow this business in the UK and internationally.\"</p> <p>The company said today the new Communications Act, which is designed to safeguard independent producers, had so far proved a \"mixed blessing\" as broadcasters dawdled over publishing their terms of trade.</p> <p>But it believes the Act will be of benefit in the long run, and has already won the contract for the BBC horseracing coverage under the new regime. </p> <p>That win added to the group's portfolio of sport contracts, which includes cricket for Channel 4, cycling for ITV and most of Five's sports output.</p> <p>The group also owns the ball-tracking Hawkeye technology that was used at all four Grand Slam tennis championships for the first time this year as well for cricket coverage across the world.</p> <p>Meanwhile, Mentorn is looking to build on the success of its first drama, The Hamburg Cell, about two of the September 11 conspirators, with a dramatised version of the events leading up to the death of government scientist David Kelly - a programme again commissioned by Channel 4. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: The Blair-Brown saga, Hurricane Ivan's devastation and concerns about teenagers' mental health</p> <p><b>A BLACK DAY IN BAGHDAD</b></p> <p>When the FT's front page consists of three business stories, you might guess there's not much general news about. In fact, there's quite a bit, but today's papers are much more concerned with Blair-Brown speculation ahead of the TUC conference.</p> <p>With a picture and caption, the FT manages to squeeze Iraq onto its cover. The image is of an Iraqi man waving a flag over the burning remains of a US armoured personnel carrier. The caption tells us that 110 people died across Iraq in widespread violence yesterday, and that the man is a \"rebel\" celebrating a suspected car bomb attack in a \"Ba'athist stronghold\" area in Baghdad. The Guardian's report on the same incident is on page 2, but has none of the sangfroid of the FT's coverage. The Guardian says 13 Iraqis were killed when US helicopters fired on \"unarmed demonstrators\". It says an Arab journalist was killed. A Guardian journalist and a Reuters cameraman were also injured. </p> <p>Earlier in the weekend, the Times spoke to the Iraqi interim prime minister, Ayad Allawi. He told the paper that elections would go ahead in January, even if some areas, such as Falluja, had to be excluded because of ongoing unrest. </p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1303127,00.html\">Thirteen die in US attack on Baghdad crowd</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Why I cannot give every Iraqi the vote</a></p> <p><b>11 INTO 10 WON\"T GO</b></p> <p>\"Today the political soap opera goes on tour,\" writes Jonathan Freedland in the Guardian, as conference season gets under way with the TUC's annual gathering. \"One storyline will loom larger than all the others.\" Yes, Wrap readers, prepare for even more stories about Tony and Gordon.</p> <p>The Guardian kicks off with a report about divisions between the Labour party and the unions, which means points dropped by Tony Blair. It says the \"big four\" union bosses have warned the prime minister, who addresses the TUC conference today, that \"policy concessions agreed in the summer\" had to be honoured. The areas addressed in a \"national policy forum\" in July were mostly employment rights and pensions. Significantly, the union leaders also got in a dig at Alan Milburn, the Blairite MP entrusted last week with the party's manifesto. They accused him of making \"wild statements and ideas\".</p> <p>The Daily Telegraph concurs, saying union bosses have said \"they would not tolerate interference by Mr Milburn\". It cites foundation hospitals as one of Mr Milburn's \"wild ideas\", and quotes Kate Hoey, a former Labour minister who says the foundation trusts are a \"mess\". \"On the back benches\", says Ms Hoey, \"there will be a feeling of why has [Mr Milburn] come back so soon, other than to show Gordon the prime minister is in charge.\"</p> <p>In case you worry Mr Blair is clocking up too many points, let's go back to the Guardian for a gleeful report on the prime minister's conceptual difficulties with economics. A former Downing Street adviser has published a book in which he says Mr Blair is a figure of fun at No 10 for his limited grasp of the subject. Apparently, a well-meaning official once attempted to give the prime minister some basic textbooks as holiday reading. The Guardian says this ties Mr Blair into a \"noble, if slightly amateurish tradition\" going back to Alec Douglas-Home. It says Mr Blair's holiday reading \"usually consists of worthy - but not academic - biographies\", while Mr Brown likes \"to immerse himself in the works of such heavyweight thinkers as Noam Chomsky\".</p> <p>There's none of this wide-eyed admiration for Mr Brown's intellectual abilities over at the Times. Next to a sinister cartoon of an eyeless chancellor being kept out of No 10 by a snarling Milburn-dog, William Rees-Mogg launches a blistering attack on Mr Brown's pensions policy, which he says \"has been one of the great disasters of British financial history\". And that's one of the nicer bits. He says Mr Brown has wrecked both state and private pensions, imposed stealth taxes and reduced the valuation of the stock market. \"He has impoverished generations of old people past, present and to come.\" No, I don't understand how he can impoverish the past either. In any case, Rees-Mogg concludes that demographics are against Mr Brown, as an ageing population means that at the next election nearly half of active voters will be pensioners. On the front page, the Times says national insurance contributions will have to rise by one-and-a-half pence in the pound to fund bigger state pensions, and that the prime minister is considering making contributions compulsory. The chancellor, says the paper, wants to wait until the next parliament to deal with the issue.</p> <p>So, with divisions multiplying in the Labour party, happy days for the Tories? Sorry, says the Daily Telegraph. Damian Green, an MP who resigned from the shadow cabinet last week, tells the paper Michael Howard is \"wilfully dividing the party by shifting it to the right\". Bizarrely the paper's leader comment then criticises embittered former shadow cabinet members who \"assist Downing Street in creating the impression of a 'lurch to the right\". By talking to national newspapers?</p> <p>* <a href=\"http://www.theguardian.com/comment/story/0,3604,1303034,00.html\"> Blair's survival is an affront to our constitution</a><br>* <a href=\"http://www.theguardian.com/Politics/unions/story/0,12189,1303205,00.html\">Union tell Blair not to tinker</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/13/nlab13.xml&amp;sSheet=/portal/2004/09/13/ixportaltop.html\">Telegraph: Unions demand curb on 'wild' Milburn</a><br>* <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/09/13/dl1301.xml\">Telegraph: Howard's reshuffle is not something of the right</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Brown, the man who stole all our tomorrows</a></p> <p><b>IVAN THE TERRIBLE</b></p> <p>An angry red swirl on the Independent's front page shows the current state of hurricane Ivan, which hit the Cayman islands yesterday and is heading for Cuba today and Florida by midweek. The paper says 56 people were killed in Grenada and Jamaica when the storm hit. Details were \"sketchy\" as to what had happened in the Caymans because communications had been hampered by the storm. Cuba's president, Fidel Castro, is shown taking a personal interest in the weather. There are worries about crops on the island being destroyed, and about high-rise buildings collapsing, though Mr Castro says Cuba is \"prepared\". </p> <p>The Times graces its report with a little fact box comparing the Cayman islands - a \"British overseas territory\" - and Cuba - a \"communist republic\". GDP per capita in the Caymans is £20,000, against £1,555 in Cuba, the Times notes. The Wrap is a cynical soul, and suspects the Times is making some sort of ideological point, albeit one slightly undermined by the first listing under \"main industries\" for the Caymans: \"tax haven\".</p> <p><a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=561023\"> Independent: Ivan tears into Cayman islands</a></p> <p><b>'ANXIOUS, DEPRESSED AND ANTISOCIAL'</b></p> <p>A welter of reports about young people brings out traditional concerns in three of the papers. The Times leads its \"iGeneration\" report with a picture of princes William and Harry, who are typical of the youth of today in various ways, the exception being that they are prepared to fight for their country. Well, it is their country. </p> <p>The Guardian is worried about the mental health of 15-year-olds. A survey shows sharp increases in behavioural problems over the past 25 years, across all social classes and in all types of family. Madeleine Bunting on the comment pages thinks the problem is pressure, notably pressure to do well in exams. </p> <p>The Sun worries that young people are having too much sex. It is, as people all over England will be remarking to one another, \"a terrifying teen sex timebomb\". One in four, we learn, \"romps while underage\", and 60% don't use a condom. Many also drink alcohol. The report sits under a picture of \"flirty Kirsty\", a television presenter modelling a new range of flimsy underwear. Where does this sex-obsessed culture come from? </p> <p>* <a href=\"http://www.theguardian.com/comment/story/0,,1303025,00.html\">Guardian: Our teenage canaries</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Welcome to the iGeneration</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004422648,00.html\">Sun: Teen sex timebomb</a></p> <p><b>BRITAIN'S BOY WONDER</b></p> <p>Britain wakes up this morning to find it has a new sporting hero, in the shape of Andrew Murray, a 17-year-old who won the junior tennis title at the US Open yesterday. The Independent says he is the first British junior to win a US title. The paper also reports that Andrew has a tragic past; he was at school in Dunblane when a gunman shot dead 16 of his classmates. </p> <p>Tim Henman, meanwhile, lost to Roger Federer in the semi-final of the men's competition. Federer then beat Lleyton Hewitt in the final.</p> <p>* <a href=\"http://sport.independent.co.uk/tennis/story.jsp?story=561080\">Independent: Murray wins US Open boys' title</a></p> <p><b>GOLDEN BAWLS</b></p> <p>Those people at the Sun seem to have got out of the wrong side of the bed this morning. Prince Harry's charming birthday picture, which graces the front page of the Times, is criticised for showing the prince looking down instead of at the camera. The Sun runs the snap with a mocked-up quality control sticker: \"To improve your pictures, make sure subjects look at camera\". But it does have a kind word for the photographer, Mario Testino: at least \"you didn't put your thumb over the lens\".</p> <p>Meanwhile rower Matthew Pinsent is hailed as \"golden bawls\" in a story which says the Olympic gold medallist, who wept after his win in the coxless fours at Athens, is lining up a sponsorship deal with Kleenex tissues. Unkindly, the paper goes on to suggest that Paula Radcliffe, who dropped out of the marathon, could get a sponsorship deal with the RAC, as a \"breakdown specialist\".</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004422512,,00.html\">Sun: Golden bawls</a></p> <p> <b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.politics.theguardian.com\">Tony Blair's speech to the TUC conference in Brighton</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/iran\">The international nuclear energy watchdog releases it's report on Iran</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/elsewhere/0,7792,368031,00.html\">Brian Whitaker on why the Arab world writes, publishes and reads so few books</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/elsewhere/0,7792,368031,00.html\">David Fickling on the Queensland lungfish, a species one step from extinction</a></p> <p>* Free for Wrap subscribers - the November issue of the new, grown-up music and entertainment magazine, Word. <a href=\"http://www.theguardian.com/competitions/page/0,13349,-141,00.html\">Click here to request your copy</a>.</p>",
  "<p>Britain's biggest civil service union is to ballot its 290,000 members on a strike over government plans to axe 100,000 jobs. </p> <p>The Public and Commercial Services Union said yesterday that a yes vote would result in a one-day strike on November 5, disrupting services from pension and benefits payments to tax collection and the prison and immigration services. The union said it would be the first civil service national strike for more than a decade. </p> <p>Almost all government departments would be hit, including work and pensions, where Alan Johnson is the first former trade union leader to join the cabinet since the 1960s. Mark Serwotka, the PCS general secretary, said the job cuts would affect one in five civil servants and accused the government of treating its workforce disgracefully, with work and employment practices to rival those of the worst private sector companies. </p> <p>Many members were facing compulsory redundancy, while others faced higher workloads, greater stress, changes in sick pay arrangements, a longer working life and the possibility of being relocated. \"The people the government are seeking to axe aren't bowler-hatted Sir Humphreys or faceless bureaucrats, they provide vital services that touch everybody's lives from cradle to grave.\" </p> <p>The decision to cut 100,000 jobs and transfer some 20,000 civil servants out of London and the south-east was announced by the chancellor, Gordon Brown, in the public spending review this year after a report by Sir Peter Gershon. Departments were set a target of saving 2.5% on administra tion budgets, which would be transferred to frontline services. </p> <p>\"We make no apology for implementing efficiency savings which will redirect resources from the centre to frontline public services,\" a Treasury spokesman said yesterday. </p> <p>Mr Serwotka insisted that the union was acting not only to protect its members but also to defend vital public services. \"Collecting the taxes to pay for hospitals and schools, stopping drugs from flowing into the country and making sure people get their winter fuel payments doesn't happen by magic. </p> <p>\"Which is why, whilst the government and the main political parties are engaging in a crude game of who can cut the most with little thought of the impact, we are standing up for public services and the people who deliver them, urging the government to reflect and rethink.\" </p> <p>He said the union was not against working more efficiently but job cuts on the scale proposed by the govern ment would damage the very services it was seeking to improve. The union's efforts to negotiate had \"fallen on deaf ears\", he said. </p> <p>Mr Serwotka said he was expecting unanimous backing from other trade unions at this week's TUC conference in Brighton and said the union could not be \"isolated and picked off\". </p> <p>\"All the unions, large and small, Labour-affiliated or not, public or private sector, know their members will be affected by these job cuts.\" </p> <p>Further action could not be ruled out though Mr Serwotka said that \"it's not something we have specific plans for\". </p> <p>John McDonnell, chairman of the PCS parliamentary group, said: \"We will be asking for meetings with government ministers to head off this industrial action. There should be a breathing space for government to fully explore the consequences of such large-scale cuts. </p> <p>\"Now new ministers have been appointed it gives us an opportunity to reconsider.\"</p>",
  "<p>Roger Federer became the first man since Sweden's Mats Wilander in 1988 to win three grand slam titles in a calendar year when he beat Australia's Lleyton Hewitt 6-0, 7-6, 6-0 in their US Open day-night final here yesterday.</p> <p> Earlier this year Federer won the Australian Open and the Wimbledon crown and by beating Hewitt the Swiss world No1 became the first male player in the open era to win his opening four grand slam finals, including last year's Wimbledon. </p> <p> The primeval roar of triumph when he defeated Andre Agassi over five sets in the quarter-finals signalled it as Federer's most critical victory over the last fortnight. He easily defeated Tim Henman in Saturday's semi-final and he put the skids under Hewitt after an epic second set. </p> <p> Hewitt had led Federer 8-5 coming into the final, the most extraordinary of these victories coming in the Davis Cup semi-final last year in Melbourne when Hewitt was two sets down before famously winning 5-7, 2-6, 7-6, 7-5, 6-1. </p> <p> Since that defeat Federer has held the upper hand, winning their previous three matches before yesterday's final, including a fourth-round win in the Australian Open on the same Rod Laver centre court and again in the fourth round of Wimbledon.</p> <p> \"There is no more fear but I respect him as a great player and a great competitor,\" said Federer. The one thing he did not want to happen yesterday was to be moved around from left to right and back again for five hours. With this in mind he began at an astonishing level, winning the opening set 6-0 in 18 minutes. </p> <p> Perhaps it was to be expected for Federer has won one set 6-0 in each of their other three matches this year. It was the sort of domination that Pete Sampras imposed on Agassi at the beginning of their 1999 Wimbledon final which Sampras won in straight sets. The fact that Federer made such an exhilarating start was, as with Sampras, a tribute to his opponent.</p> <p> There has been a considerable improvement in the Australian's serve but such was the standard of Federer's early play that he broke Hewitt's first four service games. Not until he was 6-0, 2-0 down did Hewitt, who like Federer is 23, finally get his name on the scoreboard. It was not that he was playing badly, simply that Federer's form was awesome. The 23,000 crowd erupted on the half-hour as if Hewitt had won the match rather than his first game.</p> <p> Hewitt drew deeply from his water bottle and fiddled with the gold chain around his neck on the change-over, hoping this was something to build on rather than a brief respite. The Australian had won both his previous grand slam finals in straight sets, against Sampras three years ago and against Argentina's David Nalbandián at Wimbledon in 2002. </p> <p> \"You're always trying to find out a way to counteract Roger but it's so difficult to do,\" said Henman, \"and since he won Wimbledon for the first time his confidence has grown and grown. He's setting the standards for everybody right now.\" </p> <p> The frustrations for Hewitt grew in the second set when he had a break point on the Federer serve only to be bombarded with three consecutive aces. Immediately his own serve was on the rack again but he clung on from 0-40. The Beatles' Ticket to Ride blared out at the change-over although a Hard Day's Night might have been more appropriate for Hewitt. </p> <p> There were a few more signs of mortality in Federer's next service game but at 30-40, with the court open, Hewitt's backhand clipped the net and went wide. Two more aces and the Swiss was a game away from the second set. Federer's level had dropped from the first set - he could hardly have raised it - and the Australian was fighting to his physical limits, which are considerable. </p> <p> For the third service game in succession Hewitt troubled Federer, whose first serve had gone missing. Two chances evaded him, then a third when the Swiss manufactured a superb forehand cross-court. But at the fourth attempt the Australian succeeded, Federer hitting a backhand wide for 5-5. It was a huge game for Hewitt that lasted only five minutes less than the whole first set.</p> <p> Hewitt had been plugging away at Federer's weaker side, the backhand, to great effect but in the tie-break the world No1 rediscovered his first serve. He was clearly edgy, although disappointingly it was Hewitt's level that dropped, Federer winning the tie-break 7-3 in a second set last 68 minutes.</p> <p> And that was that. Federer rushed through the third set in 25 minutes, almost a replica of the first. Hewitt, like Henman had tried his best, but Federer is currently a class apart from everyone.</p>",
  "I was head of sixth form at Tulse Hill school, a medium-sized boys' comprehensive in Lambeth, south London, from 1977-89, when 161 of our students proceeded to degree courses at university (No more lost boys, September 7). The ethnic make-up of those students was as follows: black-African-Caribbean 43; black-African 13; Asian 47; white (UK born) 44; other (born in Europe, Turkey, South America etc) 14. <p>The relative success of our African and African-Caribbean students was the result of a number of factors, few of which seem to have been considered by the Mayor's London Development Agency, and an advisory board led by Diane Abbott. Sixth forms should be seen as a vital catalyst for working-class and ethnic-minority success for the following reasons. </p> <p>The presence of a large number of 17- to 19-year-old academic achievers act as role models for the rest of the school population - many inner-London boroughs have abandoned sixth forms for spurious economic reasons; continuity of pastoral care is an important element for many children, particularly as they approach school-leaving age; and the availability of A-level teaching attracts high-quality staff, and also broadens the social mix of students as middle-class parents no longer see the need to reject local comprehensives. </p> <p>Tulse Hill (sadly closed in 1990) introduced a multicultural curriculum, which would probably not be allowed by Ofsted's dead hand. Its success, however, was down to dedicated staff, a few of whom were black. In my estimation, pupils work out the good from the bad, whatever their colour.<br> <b> Mike Edwards</b><br> Croydon, Surrey </p> <p>While I agree there should be more black teachers, this will not guarantee success (Black boys betrayed by racist school system, says report, September 7). Kids are very strait-laced and conventional. They expect their teachers to be representative of middle England; if you, as a black teacher, fit into this stereotype, then they don't consider you as being \"really\" black - but if you're different from the \"normal\" teachers they think they have been fobbed off with a second-class member of staff. </p> <p>Some black kids have a low opinion of other black people, which they get from the media and their environment, so it's not surprising that they don't value their own authority figures. </p> <p>The answer, in the end , will come down to money. Will the government fund one-to-one sessions to help repair black boys' self-esteem problems and make the curriculum more inclusive?<br> <b> Chris King</b> <br> London </p> <p>Both sides must work to eradicate the historical and untenable climate of \"them and us\". African British parents must empower themselves to become more involved with schools while supplementing their children's cultural education to stop disengagement. And educational institutions must proactively embrace parent interaction, while reversing the corrosive effect of a Eurocentric curriculum being imposed on a young Africentric identity.<br> <b> Toyin Agbetu</b><br> The Ligali Organisation </p> <p>Leave the boys to adapt, to hustle and to achieve on their own terms. Not all of them fail in what they now do to survive.<br> <b> Garry Burton</b><br> London </p> <p>Diane Abbott presumably has fed the exemplary anti-racist practice of the City of London School for Boys into her advice to the LDA Education Commission's report.<br> <b> Peter McKenna</b> <br> Liverpool</p>",
  "The award-winning poet Benjamin Zephaniah has accused black politicians of neglecting the needs of black people in Britain so direly as to be responsible for a \"crisis of leadership in the black community\". <p>In an extraordinary attack, Zephaniah, who last year turned down an OBE in protest at its evocation of empire, said: \"I think if all the black politicians now just dropped dead, hardly anybody [from the black community] would mourn. Nothing like they were mourning for Bernie Grant\" - the late MP for Tottenham. </p> <p>Zephaniah, who defines himself as a \"grass roots activist\" as well as a writer, said he had great hopes for improvements in the lives of black people in Britain when the Labour government was elected in 1997. But he is disappointed by how little has been achieved. </p> <p>\"Where are these people who are supposed to be speaking up for our concerns? Most of them have become Blair babes and they're in it for themselves. They'll turn up and make their statement; they'll come to the photo opportunity. But they're not with us in the struggle.\" </p> <p>Citing Tony Benn as an example of \"a white politician who has done more for black people than some black politicians\", Zephaniah said the only black politician he had any respect for was Diane Abbott. </p> <p>\"She has a bit of balls,\" he said, \"although I think she lost a lot of credibility over her son's schooling.\" Ms Abbott sent her son to a fee-paying school. </p> <p>Zephaniah believes black politicians are out of touch with the needs of ordinary black people in a way not excused by their small numbers. \"The suffragettes was never a big mass movement. It was quite a small group of women; but they were dedicated.\" </p> <p>While levels of racism in Britain have undeniably gone down over the last 20 years, the poet said that the lives of black people were still affected by discrimination on a daily basis. He cited police stop and search policies, apparent racial profiling of people pulled out and searched when passing through customs, and the death of his cousin Michael Powell in police custody. </p> <p>And while black girls and women continued to get ahead, Zephaniah blamed high rates of unemployment among black boys and men on an \"overly rigid education system\" and racism in the workplace. </p> <p>He quoted an employer who once told him: \"We see a big black man coming in for a job and we're not sure, because they look dangerous, as if they can throw us about. Whereas black women are cuddly, aren't they.\"</p>",
  "The shortlist to become Britain's top police officer has been drawn up, with four senior policemen battling to become commissioner of the Metropolitan police. <p>Sir John Stevens retires in January after five years in the job which saw him battle to reverse the plummeting morale of a force branded \"institutionally racist\" over the Stephen Lawrence scandal. The candidates to head the 30,000 strong force are still all male and white. </p> <p>The final four for the £221,451 a year post are the Met's current deputy commissioner, Sir Ian Blair, the chief constable of British Transport police, Ian Johnston, the head of Sussex police, Ken Jones, and Gloucestershire's chief constable, Dr Tim Brain. </p> <p>The choice will be made by next month and the two biggest challenges for the winner are terrorism and the government's desire for radical reform of policing. </p> <p>The strong favourite is Sir Ian. A senior government source told the Guardian that Sir Ian was appointed as deputy with the intention that he succeed Sir John. </p> <p>One source involved in the selection process hailed Sir Ian as \"a very intelligent man with great conceptual strength\". He has had four years as deputy to be groomed for the commissionership, but he has been plagued by two issues. He suffers from some unpopularity in the junior ranks and some older officers resent his style and more progressive views, a concern in a force where morale is fragile. </p> <p>Sir Ian is also plagued by the Ali Dizaei saga, where a corruption unit he nominally commanded spent more than £3m pursuing a high-flying ethnic minority officer over a string of false corruption allegations. The officer was charged and acquitted twice, angering black officers, who boycotted their own force's recruitment efforts. </p> <p>The commissionership race has thrown up surprises before. In 1993 the then Met deputy, John Smith, was favourite for the job, but lost out to the then chief constable of Kent, Paul Condon. </p> <p>Ian Johnston is a former Met assistant commissioner, and with the government toying with the idea of a single countrywide force, already has experience of national policing at British Transport police. </p> <p>Ken Jones took over a Sussex constabulary in dire crisis after its previous chief constable, Paul Whitehouse, was forced out by the home secretary. </p> <p>Mr Jones chairs the terrorism committee of the Association of Chief Police Officers. </p> <p>Dr Tim Brain chairs the chief police officers staff association and has a PhD in history. </p> <p>The shortlist is notable for its absentees. None of the heads of the three biggest forces outside the capital, West Midlands, Greater Manchester and West Yorkshire applied. </p> <p>Sir Ronnie Flanagan, the former chief of the Royal Ulster Constabulary, was a possible contender but chose to stay with Her Majesty's Inspectorate of Constabulary. </p> <p>Peter Ryan, the former Met officer who made his name as a top officer in Australia before running security at the Athens Olympics, was also linked with the job but did not apply. Neither did the former Los Angeles police chief Bill Bratton. </p> <p>Though head of policing in London, the commissioner also has a role as the face of policing the government will see most often. The commissioner has regular meetings with the home secretary. </p> <p>The biggest voice in the appointment will be that of the home secretary, David Blunkett, but there will also be input from the London mayor, Ken Livingstone, and the Metropolitan Police Association.</p>"
]