[
  "<p>Bleached-out eyebrows, the return of lip gloss and, most confusingly of all, mermaid chic, that's the hot tip for next season from the make-up artists at the recent London Fashion Week. </p> <p>\"I saw lots of washed colour, everything was watery, sort of like a gothic mermaid,\" says Tonee Roberio, senior artist at MAC. \"At Temperley, I used an electric blue across the eye, blending it so it was very sheer, taking it underneath the eye and using a blue pencil inside the eye. Brows were glossed with brow set and cheeks were left watery.\" </p> <p>Roberio also did the make-up for Giles Deacon's show, described by many as the highlight of the week, using \"soft, dirty colours, lifting the brows with concealer (so you're almost blanking them out), taking charcoal brown eye shadow, blending it into the crease with a strong lining under eye\". </p> <p>\"On the cheek we used a rose quartz, and we kept the lips neutral but with tonnes and tonnes of lip gloss,\" he adds. Make-up had a much softer more subtle, almost watery feel than in recent seasons, which I guess is what Roberio means when he talks about a \"gothic mermaid\". </p> <p>\"I love this season's subtle pastel eye,\" agrees Millie Kendall of Ruby &amp; Millie. \"For some soft definition, try a wash of lilac all over the lid. Combine it with a purple/black liner, and finish with two coats of mascara to the roots of the lashes,\" she says, describing the look she created for the Jenny Packham show. Her partner in crime, Ruby Hammer, is equally enthusiastic about the return of soft colour: \"At the Omnia show I swirled powder blush generously in a pearlised red all over the cheek. I followed this with some touches of face gloss flush on the cheek bone, and finished cheeks by blending the two textures together with a sponge. You will be left with a really modern flushed effect,\" she says. </p> <p>Thankfully, this being fashion land, these looks are for spring/summer 05, which is just as well: by then I should have have figured out what a gothic mermaid actually looks like.</p>"
]