[
  "<p>The new computer system being installed by the NHS is set to cost taxpayers at least £15bn over the next 10 years - more than the total investment in the Channel tunnel. </p> <p>The eventual price tag may reach £30bn, five times the procurement costs announced two years ago by the former health secretary, Alan Milburn, the Department of Health said last night. </p> <p>It is the first time that sums of this magnitude have been acknowledged, and follows evidence of mounting concern among NHS managers that the costs of running the electronic wizardry, a key component in the government's push towards \"patient choice\", will have come out of local trust budgets. </p> <p>The programme announced two years ago was designed to give patients for the first time the right to book hospital appointments at their convenience. It is also intended to provide records accessible to GPs, doctors and paramedics and introduce prescriptions at the touch of a button. </p> <p>The NHS Confederation, representing trusts and their senior managers, said finance directors were beginning to fear that promised cost savings would not materialise and money would have to be found from dipping into sums allocated for patient care. </p> <p>It said last night: \"As people start to do the sums they are only now getting to grips with the enormity of the programme. There is growing concern about how much this is going to cost.\" </p> <p>Richard Granger, the health service's IT supremo, claims to be delivering the £6.2bn procurement programme on time and at the agreed cost. </p> <p>The National Audit Office, which independently audits government departments, announced in August that it would investigate this project much earlier than it usually does to see if this was so. </p> <p>The extra costs admitted by the Department of Health last night are for running the equipment once it is installed, including the employment of IT staff and retraining clinicians to use it. </p> <p>The new NHS computer network is likely to feature in Labour's general election manifesto. The first equipment is starting to arrive in hospitals and GP surgeries to create an electronic booking system for patients. It will be followed next year by electronic patient records, and a programme for electronic transfer of prescriptions has recently been brought forward. </p> <p>Gary Fereday, the NHS confederation's policy manager, said: \"There is real unease, particularly among directors of finance in the NHS, about how they will fund this programme. </p> <p>\"Over the next 10 years we are looking at about 4% of the average trust's turnover being spent on IT, compared with 1%-2% now. People are questioning whether the cost savings that everyone expected can be realised quickly enough to benefit the service.\" </p> <p>The Department of Health's acknowledgment of the £15bn-£30bn price tag came in response to a report in today's Computer Weekly suggesting the cost of the IT programme could rise to £18.6bn. </p> <p>A department spokesman said: \"It is generally accepted in the IT industry that implementation costs are some 3-5 times the cost of procurements and this is reflected in the business case that was made for the (NHS) national programme. </p> <p>\"Whilst significant financial benefits will accrue from the national programme, other benefits will be seen in improvements to NHS services, therefore improving patient care and safety.\" </p> <p>He said NHS spending was rising from £63.7bn in 2003-04 to more than £90bn by 2007-08. \"Over the 10-year period from 2003-04 we would expect total NHS spend to be around £1,000bn. </p> <p>\"This means that the cost of the national programme over the 10-year period will equate to between 1.5% and 3% of trusts' expenditure.\" The spokesman confirmed this pointed to a 10-year cost of between £15bn and £30bn. </p> <p>The Tory health spokesman, Andrew Lansley, said: \"The NAO's unusual decision to investigate the programme at this early stage is entirely appropriate, given the fears we have that it will fall short of expectations and cost considerably more than originally anticipated. </p> <p>\"The government needs to be transparent about where the extra costs will fall, as many health trusts are currently in deficit and would struggle to find money for a centrally imposed project of this scale, without seriously cutting local service delivery.\" </p>",
  "Was there really any difference between the Labour and Tory conferences? British politics seems to be becoming a shade of lilac, with each party promising similar enticing policies which there will never be enough money to deliver. <p> Aside from my cynicism, I think I preferred Tony Blair and the Labour party. However, I was disappointed to hear them say that they were committed to delivering the policies on which they won the first of their terms - and we are still waiting. Namely, law and order and making the streets safer by providing more police and enforcing antisocial behaviour orders. When? </p> <p> </p> <p>They proudly say that unemployment figures have gone down, but is that because people are no longer regarded as unemployed if they are \"Job Seekers\"? We have just heard that a local factory, Birds Eye, is to close with the loss of over 600 jobs. You would not think that Grimsby had a Labour MP - Austin Mitchell has done very little for the industry of this town. His first betrayal to my mind was to the fishing industry. Tony Crosland was far and away a better MP than he will ever be. </p> <p> </p> <p>I really feel that every party comes to power full of a genuine desire to improve the lot of the British people. They see areas where improvements can be made and try to implement them. However, reality sets in and the politicians realise that the promises they made are impossible to keep. Like a parent wanting to win favour with a child, promises can be made in an effort to appease - but the salary stays the same and the costs to come out of it keep rising. The promises then have to be broken. </p> <p> </p> <p>I saw nothing wrong with Tony Blair promising to stay on for a full third term if Labour wins the next election. If he had said nothing he would have been criticised for keeping everyone guessing and because he did, he is still wrong! </p> <p> </p> <p>As for the Conservative conference, I grudgingly admit that Michael Howard came over well, but I still don't think he is the right person to lead the party. I wish there was a younger man or woman capable of or suitable for the leadership. I think the policies they are unveiling are unworkable - where will the money come from? In any case, they will never win my vote because they are committed to keeping the pound and I want a party that will give us the euro. </p> <p>I think the Conservatives have lost their way and are too far gone to get back on track, certainly within my lifetime. The two main parties in contention now are, in my opinion, the Lib Dems and the Labour party. My decision as to where to cast my vote at the next election has also been narrowed down to these two.</p> <p> </p> <p>I personally see nothing wrong in paying higher income tax, if this would provide better benefits. Other countries, particularly in Scandinavia, have a far higher rate of tax than the UK and enjoy enhanced benefits. However, politicians in this country, in particular the Tories, seem to think that a bringing down tax is a votewinner. Fine, but at what cost? I would, however, bitterly resent more money being given away to benefit claimants who were not genuine. Many of these people are perfectly capable of working, but get more money from claiming benefits. I want to see a party who is brave enough to stamp down on this waste of money and I would give them my vote (if I liked their other policies!).</p>",
  "<p>Hollinger International will pursue a multimillion dollar claim against its former chief, disgraced Tory peer Lord Black, after a US judge threw out an initial claim on a technicality.</p> <p>The New York-based firm said it would press on with a claim that Lord Black and other former directors looted the Daily Telegraph's former parent of $380m (£211m) through fraudulent payments, after a US judge dismissed its £1.25bn suit against Black for racketeering.</p> <p>Judge Manning threw out the case on Friday on a technicality, saying it should be heard under American securities fraud law rather than the Racketeer Influenced &amp; Corrupt Organisations Act, or RICO, as Hollinger had hoped.</p> <p>The ruling means Hollinger International is left with little recourse but to pursue Lord Black for the initial $380m - plus $103.9m in interest - through a new case in the federal court.</p> <p>\"The court's dismissal of the special committee's claims on technical grounds does not in any way diminish the strength or merits of the breach of fiduciary duty claims that have been asserted against these defendants,\" said the Hollinger International interim chairman, Gordon Paris.</p> <p>\"In the interests of the company and its shareholders, the special committee will pursue these claims aggressively and seek restitution funds diverted by the defendants from the company.\"</p> <p>A spokesman confirmed the company had until Thursday to notify the court it was to appeal the initial ruling, but Hollinger may have to abandon the original claim of racketeering and proceed with a fraud action.</p> <p>Hollinger said it would continue to pursue Lord Black despite criticisms by some shareholders of its policy of concentrating solely on Lord Black, his wife and three other directors.</p> <p>Now into its second year, the case started when a committee of Hollinger directors accused Lord Black and others of helping themselves to $32m in fees without the knowledge or approval of other directors.</p> <p>That initial claim later ballooned to nearly $400m, accounting for nearly all the company's profits between 1997 and 2003.</p> <p>By August this year, Hollinger had amassed a 513-page dossier detailing the amounts Black, his wife Barbara Amiel and three others had allegedly taken out of the company accusing them of \"corporate kleptocracy\". </p> <p>Hollinger, which has until October 14 to reply to the court, is expected to announce that it is re-filing the case after Manning said the court had made no ruling on the legitimacy of the fraud claims.</p> <p>Lord Black, however, dismissed the claims, which come just weeks after he filed a counter-claim for libel against Hollinger International.</p> <p>\"We continue to believe that Hollinger International's entire suit is tabloid journalism masquerading as law,\" Lord Black said in a statement. </p> <p>\"If any of the claims are re-filed, we will look forward to exposing, in an appropriate legal forum, the falsehoods on which those claims are based.\" </p> <p>He has always denied wrongdoing and is suing at least one publication for libel. </p> <p>Hollinger declined to comment on the timing of any new trial but hinted it would not appeal after its racketeering case was thrown out.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>This autumn sees the launch of an employer- engagement framework to help providers of education and training to people aged 16 and over to understand the \"unique way\" in which they can satisfy the \"most urgent local and regional demand for skills and be able to set innovative and challenging targets ... while receiving support from the local Learning and Skills Council (LSC) in managing any risks that the targets imply\".</p> <p>This quote, taken from \"Improving employer engagement\" on the LSC website, sounds promising, especially as it acknowledges the risks associated with meeting the skills strategy. But what will this really mean for colleges?</p> <p>In spring last year, all colleges were required to agree an employer engagement target as part of their new three-year development plan for the LSC. Alas, there was no shared or agreed definition of \"employer engagement\" and hence little guidance about what kind of activity colleges were required to undertake. Consequently, this produced a wide range of proposed activities.</p> <p>The impact of these targets, and how they were agreed, was evaluated recently by the Learning and Skills Development Agency. Generally, their report found evidence that the introduction of targets had brought with it difficulty in interpretation and measurement, but had raised the profile of this work within colleges. Given that employer-engagement targets are part of the new core development planning, this was expected, as was the identification that such targets were seen to be less important than those for learner numbers and success rates. More revealing were the comments from staff in local LSCs about lack of guidance from the LSC's national office and the lack of clarity about what was \"acceptable\" in employer-engagement activity.</p> <p>Colleges have been engaging with employers since their inception as technical colleges in the 50s. The average college has links with around 500 firms, and larger urban colleges can provide training and other services for 1,000 or more companies. There is a wide range of different models for working with employers: customised training for companies in particular skills areas; specific vocational training; employability skills; work experience; assessment and verification services; work-based training programmes and similar. All of this activity represents key areas of a college's provision.</p> <p>There are thousands of employees (cunningly disguised as adult part-time students) who attend a host of further education courses to gain the skills and qualifications they need for their job, or future career aspirations. Providing and supporting the skills needs of local and regional industry is a college's day job. And it's one they must be doing reasonably well. In January, the National Employer Skills Survey reported that around 30% of establishments that provided training had undertaken at least some through an FE college, and employers were satisfied with the service provided. Over half of all vocational qualifications are awarded by colleges to about half a million individuals each year.</p> <p>Colleges do talk to employers, alongside delivering and achieving other government-led priorities, and listen to what they need in terms of training and support. However, the main external barriers to achieving greater responsiveness to employers are funding arrangements and qualifications systems. In particular, there is a lack of money to fund the up-front investment required to build and maintain a base of employer business and the face-to-face contact this entails.</p> <p>This has to be acknowledged within the new framework if colleges are to work more effectively with employers. The framework also needs to be coherent and purposeful, informed by local and regional priorities. To date, there has been a range of different government agencies and partners, each with its own strategic steers, informing these priorities. Hopefully, the newly formed Regional Skills Partnerships, which represent the learning and skills councils, regional development agencies, DTI and the DfES, will provide a coordinated and agreed strategic focus.</p> <p>Colleges want to meet the needs of the skills agenda. They really want to support employers in workforce development and to contribute to local and national economic development and prosperity. But they can do this only if the new employer engagement framework provides the appropriate strategic steer and support.</p> <p><strong>·</strong> Mary Prince is director of marketing and student recruitment at City of Westminster College</p>",
  "The Foreign Office is considering withdrawing the security clearance of its controversial ambassador to Uzbekistan, Craig Murray, a move that would effectively remove him from his post, it emerged yesterday. <p>Mr Murray has been in Britain and on holiday in Europe since late July and was expected to return this week to Tashkent, where he has been ambassador since August 2002. His employers are understood to have told him that his return has been indefinitely postponed until his security clearance - the high-level vetting that senior diplomats require for their access to sensitive documents - is reviewed. </p> <p>\"Craig was all ready to go back when he got a call from the Foreign Office telling him there were problems with his security clearance,\" said a friend. </p> <p>Mr Murray has been an outspoken critic of London and Washington's relationship with Uzbekistan, a central Asian state where the US has a vital airbase for operations in neighbouring Afghanistan. </p> <p>Yesterday it emerged that Mr Murray had protested to the Foreign Office about the British government's use of information obtained under torture by Uzbek officials. The report, leaked to the Financial Times, quotes Mr Murray as saying the receipt and use of such material was \"morally, legally and practically wrong\". </p> <p>The Pentagon and Whitehall have been accused of sidestepping Uzbekistan's human rights record. The US state department said in 2002 that torture was used \"as a routine investigation technique\" in Uzbekistan. </p> <p>Mr Murray's supporters claim that a disciplinary action launched against him last year was aimed at silencing his criticism. </p> <p>The Guardian has been told that the Foreign Office vetting officer responsible for reviewing Mr Murray's clearance had spoken with him within the last week. The officer is believed to have told Mr Murray that divorce, his subsequent financial problems, and his relationship with an Uzbek woman were not \"issues of serious concern\" and there was no reason why his security clearance should not remain intact. Yet Mr Murray has since been barred from returning to Tashkent. </p> <p>Mr Murray faced 18 disciplinary charges in July 2003 - ranging from his being drunk at work to having sex with women in his office for visas - all of which were dropped. His wife left him in February when his relationship with a 23-year-old Uzbek woman was reported in the Mail on Sunday. </p> <p>A spokeswoman for the Foreign Office would say only that \"Mr Murray is on leave in the UK at the moment and he remains our ambassador to Tashkent\". She had no idea when he would return. </p> <p>Documents seen by the Guardian show that Mr Murray has repeatedly complained to his colleagues that for the Foreign Office \"to receive or possess information under torture\" may contravene the UN convention against torture. </p> <p>A Foreign Office lawyer, in a memo written in March 2003, rebuffed his concerns, saying that there was \"nothing in the convention to this effect\". </p> <p>In the internal memo quoted in the Financial Times, Mr Murray was quoted as saying: \"Tortured dupes are forced to sign confessions showing what the Uzbek government wants the US and UK to believe - that they and we are fighting the same war against terror ... This is morally, legally and practically wrong.\" </p> <p>He expressed his \"utter contempt for such casuistry\" and said the information was skewed to persuade the US and Britain that Uzbekistan was fighting al-Qaida, rather than internal dissidents.</p>"
]