[
  "<p>Do you spend the nine-to-five fantasising about a creative vocation? Do you believe you could have been a contender, given the chance? Offices are full of people who fell into their jobs, when they really wanted to be actors, artists or pop stars. But then: reality check - you've got to pay the rent. So people with creative ambitions get defeated by the maths - struggling artists are poor, and writers starve in garrets - don't they? Well, they can and often do. But it doesn't have to be that way. With careful planning, it is possible to keep money coming in, while also following your dream. </p> <p>Pete Mauder was realistic. He knew that to make his dream come true, he would have to resign from a full-time job and freelance instead. Freed from 40 hours a week in an office, he now fits in graphic design work around his music. \"It would be foolish to give up the paid job - you have to keep the wolf from the door,\" he says. \"I do know of musicians who won't work at all, to commit full-time to the art. But they sign on, or have parents who subsidise them.\" </p> <p>Jessica Jarvis, of the Chartered Institute of Personnel and Development, agrees with Mauder's approach. Even in today's celebrity-hungry world, \"only a small percentage of people actually get to be a 'star',\" she points out. \"So you should have alternative career paths and build up other skills, in case things don't work out.\" </p> <p>While doing an MA in screenwriting, Ellie Woodcock took a part-time job in a shop. \"I get good characters to write about from the shoppers who come in,\" she says. \"A friend of mine gave up his day job to create full time, but he's now getting a part-time job. He found writing too intense to do all the time.\" Work keeps that creeping sense of isolation and despair from setting in when things aren't going well creatively, and the social interaction keeps you in touch with your audience, readers, or viewers. </p> <p>Sophie Relf, head of campaign management at <a href=\"http://www.workthing.com\">workthing.com</a>, believes that the secret of success is all in the planning. For people with ambitions to be writers or actors, who need financial security till success beckons, she counsels: \"Start by working out when and how much time per day you need to dedicate to your creative interest, and work back from there. So, if you need to attend daytime auditions, do an evening or weekend job. Then work out what you are good at: if you are a natural at a subject, you are more likely to be able to make money in a job from it\". Relf suggests looking at jobs in customer service, sales, retail, catering and hospitality, tourism and leisure. \"These all offer a rich source of flexible or part-time work, so you can take up any offers of creative work that come your way.\" </p> <p>Ash Chandola runs the Swaraj club night and produces Asian fusion music with his band, Sonik Gurus. He comments: \"You do have to make sacrifices if you want to break through as an artist. It would be impossible for me to work full-time: for example, I often need to fly to India to do the club night. So, I am always short of money. I manage that by living at home with my parents - not ideal! I may get a part-time job, to bring some cash in - on a label, or in promotions. It has to be work related to my passion for music.\" </p> <p>Creative people could try teaching their interest to others. \"Activities like dance, music and drama are now largely extra-curricular,\" says Relf. \"Many parents look to private sources for this part of education. You do not need qualifications to teach privately. And City and Guilds run assessor NVQ courses in many creative industries, like fashion and photography. Qualified assessors are very sought after - this is a great supplementary career.\" </p> <p>Research by reed.co.uk found that one in four temps is \"following their dream\". It is the flexibility of temping that is attractive to wannabes, although some posts are more flexible than others. \"People with specialised skills may find it easier to organise flexible working,\" says Alexandra Jones of the Work Foundation. \"Employers want to retain the highly skilled.\" </p> <p>When people ask photographer Kofi Allen \"Wow, how do you get to do that?\" he always replies \"With great sacrifice!\" \"I want to do my art full-time,\" he says. \"But it's very competitive, and you can wait ages till the next project comes in. I don't want to pimp my passion by doing the 9-5 just to pay the bills. But I will take a part-time job in a related field, maybe consultancy, to keep afloat.\" </p> <p>\"Do something about your ambition every day, no matter how small,\" Relf advises. \"Don't lose sight of the fact that you work to live, not the other way round. Have milestones, and celebrate them as you achieve them.\" </p> <p>Billy Connolly was a welder, French and Saunders were teachers, Harrison Ford a carpenter - they all had a dream, and fulfilled it. Not by luck but by a combination of passion and persistence. And when you get disheartened just try to think that the struggle will just add to the satisfaction of ultimately achieving success.</p>",
  "<p>August is a strange month. Supposedly, the financial markets are in a state of torpor, but in recent years that has not always been the case. Weird stuff happens, be it Saddam's invasion of Kuwait, the attempted coup against Gorbachev or the Russian debt default. This year the story is oil. </p> <p>Over the past few weeks, the price of oil on the futures exchanges has crept up and up and on Friday night it was nudging $45 a barrel. The expectation is that it may go higher. </p> <p>\"Fifty, sixty dollars a barrel is thinkable for the first time since 1979 ... But so much has changed between then and now that prices might have to go even higher before demand growth slows down,\" said Deborah White, senior economist at SG Commodities in Paris. </p> <p>There is no single explanation for why oil is currently so expensive. Strong global demand is certainly an important factor, with China's explosive growth rates putting pressure on the capacity of oil producers. There is enough crude to go round, but only just. The lack of wriggle room means any threatened disruption to the flow of oil has a rapid impact on prices, so it's not difficult to see why the shenanigans at Yukos have made oil dealers jittery. The Russian company accounts for around 1.6m barrels per day - 2% of global daily output - which is similar to the increase in production that Opec promised at the start of June. </p> <p>These are the circumstances in which speculators flourish. Hedge funds attract high-rolling investors by promising to make them hefty returns on their funds, but that requires volatility. In recent months, little has been happening to stocks, bonds or currencies, so the hedge funds have been piling into the one market that has seen some action - oil. </p> <p>But speculation cannot explain everything. Some oil analysts believe that this upward move is different from those in the past. Then, the price tended to spike as a result of a shock; this time the rise has been steadier, suggesting that the rise is based more on market fundamentals rather than on war, an embargo or any other form of supply disruption. On the gloomiest scenario, we are getting an early taste of life as the oil wells run dry, which means that while the price may jag around, the long-term trend will be up. </p> <p>Stephen Lewis, one of the City's most thoughtful analysts, puts it this way: \"The kind of economic growth rates to which policymakers in the oil consuming countries are committed appear to be generating growth in the demand for oil well above the underlying rate of growth of supply. Higher prices should certainly act as a spur to the development of exploitable oil resources but it is not at all evident where the large oil fields will be found to replace supplies from the US, the Middle East and the North Sea, which all appear to be past their production peaks.\" </p> <p>Lewis draws the obvious conclusions from this analysis: firstly, the west should be embarking on a serious rather than cosmetic attempt at energy conservation; secondly, those who hold out the prospect of a glittering medium-term future for the global economy are perhaps not in full possession of the facts. </p> <p>Actually, the short-term prospects don't look too clever either. In the UK, this could be as good at it gets for growth, with the likelihood that a combination of dearer money and dearer energy eats into household incomes and corporate profitability over the coming months. In the US, the squeeze on real incomes caused by higher gas prices is already starting to have an impact on consumer spending. </p> <p>As Andrew Oswald, economics professor at Warwick, has pointed out, each of the peaks in oil prices since the early 70s has been associated with recession in the west. There is, as Oswald has shown, a strong link between oil prices and US unemployment, and despite what some optimists say the world is still heavily dependent on the black stuff. \"People say oil is no longer important but we are now using over 80m barrels a day of the stuff for the first time. The world economy still turns on oil,\" Oswald says. </p> <p>Consumers are the first to feel the deflationary effects of rising crude prices at the petrol pumps, with the impact only gradually being felt on the bottom line of companies. Unemployment goes up, but only after a lag. </p> <p>There are three possible scenarios for prices over the next year. Scenario one, that they stay at around today's level of $45 a barrel, looks the least likely, both because the oil price is so volatile and because the high oil price affects global output and hence oil prices themselves through a feedback mechanism. If $50 crude prices kill off the global recovery, that will affect demand for fuel and hence its price. </p> <p>Scenario two is that prices go a lot higher and stay there. This could be the result of one big shock, a terrorist attack that took out Saudi production for a prolonged period, for instance, or a series of little shocks - a strike in Venezuela, a stand-off between President Putin and Yukos, a number of terrorist strikes on softer, residential oil compounds in the Middle East, a couple of tankers running aground - that together are enough to push the price well over $50 a barrel. </p> <p>While that would be a lot lower in real inflation-adjusted terms than the record levels seen at the start of the 80s ($80 a barrel in today's money) it would still be enough to cause severe disruption to the west, and perhaps even push some economies into full-scale recession. </p> <p>Finally, scenario three is where everything works out fine. There are no more attacks in the Middle East, Yukos and Putin kiss and make up, signs of an easing in growth blow the speculative froth off the market just as the incentive of higher prices encourages supply to increase. Then, it's not impossible to envisage prices at $25 a barrel by this time next year. </p> <p>Without question, rising oil prices add to the problems facing policymakers. The difficulty they have is that the initial impact is inflationary - pushing up prices and costs - while the second-round effects are deflationary - affecting consumer incomes and corporate cashflow. What policymakers would like is for wage bargainers to take the hit from dearer oil rather than seek compensatory pay increases, and for companies to refrain from passing on their higher costs to their consumers. If they don't, the response will be higher interest rates, which will add to the deflationary impact of the oil shock and thereby increase the risk of a hard landing. In the UK, where the labour market is relatively tight, this autumn will be crucial, because individuals are getting a double whammy from higher oil prices and higher interest rates. </p> <p>Little wonder, then, that some analysts think base rates could go a lot higher, to 6% or more. That's a possibility but by no means a certainty. The last couple of months have seen straws in the wind which suggest that consumer behaviour may be on the turn. Looking through the blizzard of wildly differing reports of the housing market, there is at least a hint that activity is slowing and that prices have - not before time - topped out. New car registrations have fallen in the past three months, another indication that higher interest rates are making people think twice when it comes to big ticket items. </p> <p>August is a funny month. The world often looks a completely different place on a crisp September morning than it did in the heat of late July. The assumption is that the Bank of England is intent on tightening policy over the coming months, but its decisions will depend on the data. If the data is weak, as it may be, interest rates may be close to their peak. </p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>"
]