[
  "\"Kick their ass and take their gas\", was the foreign policy suggestion on the back of an oversize jeep weaving its way through Washington traffic this week, and \"Bush Cheney 2004\" was the accompanying guide to voters. <p>Every four years, the time comes when US cars speak their owners' minds. It's a tradition almost as old as the motor car, dating as far back as 1921 when Warren Harding signs began appearing on Model T Fords. </p> <p>By now, the proliferation of bumper stickers has turned US roads into a jostling, petrol-guzzling polemic of slogans, aphorisms, and insults. </p> <p>This election season the battle of the bumpers is sharper than ever, and even the shortest of drives leaves no doubt that a lot more thought goes into putting down the opposition than praising a favoured candidate. </p> <p>\"Somewhere in Texas, a village is missing its idiot\", is a favourite anti-Bush slogan, as is: \"Osama still has his job. Do you still have yours?\" and \"George Bush: Four More Wars\". </p> <p>\"A lot of the Kerry merchandise isn't actually pro-Kerry, it's anti-Bush,\" said Maheesh Jain, whose online company CafePress.com sells the stickers and other paraphernalia. \"On the Bush side, it's more positive Bush than anti-Kerry, and most of it tends to be around the security issue.\" </p> <p>But committed Republicans can take their pick from a wide range of anti-Kerry fare, much of it portraying Saddam Hussein, Osama bin Laden or even Jacques Chirac endorsing the Democratic challenger. </p> <p>The bumper-borne literature draws a vivid picture of the political demographics of car ownership. In general, large, new sports utility vehicles carry more Bush stickers. Kerry signs are more likely on second-hand, smaller, often European cars, which is a sore point for conservative drivers. There is still plenty of room on their bumpers for France, a target of the right since Paris's refusal to approve the Iraq invasion. For example: \"For Sale: French Army Rifle. Clean; never fired. Dropped Once\". </p> <p>As a political weather vane, bumper stickers and political merchandise have a reasonable record. Mr Jain said his sales in 2000 were split evenly among Republicans and Democrats, foreshadowing the result. This year, he said, \"it's still pretty even\".</p>",
  "The majority of French people would oppose Turkey's accession to the EU if asked to vote on the issue today, according to a poll that again underlines the extent of popular hostility to the project across Europe. <p>The poll, by the IPSOS research group for Le Figaro newspaper, showed that 36% of French people were in favour but 56% were against the mainly Muslim country joining the 25-country union in the immediate future. The most cited objection was the fear of mass immigration. </p> <p>The European commission is expected to recommend in a long-awaited report next week that the EU opens accession talks with Turkey, although no decision can be made before EU leaders meet in December. Entry talks could then last for years, even decades. </p> <p>But public opinion in many European countries appears firmly set against the move, leading to increasing speculation that EU politicians have got ahead of their voters. Turkey would be the EU's most populous country, its poorest and the only one with a majority Muslim population. </p> <p>The French poll found that, of those who opposed entry now, 40% were most concerned by the impact of Turkish immigrants on the EU job market. Some 26% said their main objection was that Turkey is mainly in Asia, while 25% cited the fact that most Turks are Muslims. </p> <p>But in a sign that popular opinion may change, 63% said they could imagine Turkey in the EU if it made \"the necessary political and economic changes\". Nearly 30% said Turkey should never be part of the EU for cultural and historic reasons. </p> <p>France's political class is also deeply divided. President Jacques Chirac has backed Ankara's bid, but most of his ruling UMP party disagrees. </p> <p>The finance minister, Nicolas Sarkozy, and the foreign minister, Michel Barnier, said this week that the issue had to be settled by a referendum. </p> <p>\"In my personal opinion... a decision as important as Turkey's accession into Europe could be taken only after a referendum is held in France, in due course, to determine the opinion of French people,\" Mr Barnier said. </p> <p>The prime minister, Jean-Pierre Raffarin, was more outspoken in a newspaper interview last week, demanding, controversially: \"Do we want the river of Islam to enter the riverbed of secularism?\" </p> <p>Although the French, already upset by their diminished influence in a union of 25 members, would favour a referendum on Turkey's accession, many would be tempted to vote against such a move, fearful that a nation of 71 million people would fundamentally change the nature of the EU and further reduce France's influence. </p> <p>\"A referendum would be very risky,\" said Eddy Fougier, an analyst at the French Institute for International Relations. \"It is clear that there are people on the French right who will never accept Turkey's entry.\" </p> <p>Valéry Giscard d'Estaing, the architect of the new European constitution, summed up the position of many French conservatives when he said last year that Turkish membership would signal \"the end of the EU\". Turkey was \"not a European country\". It had \"a different culture, a different approach and a different way of life\", he said. </p> <p>Calls for a referendum by those such as Mr Sarkozy and the leading socialist and former prime minister Laurent Fabius appear largely to be an attempt to cash in on popular anti-Turkish feeling ahead of their expected 2007 presidential election campaigns.</p>",
  "<p>There is great comfort in the company of other parents, once one has sprogged. They are as dull as you are, if not more so. There is no need to apologise for the mouldy layer of chewed toys and dirty nappies that has grown upon your flat. They are fully up to speed on the staggering importance of naps. And they will understand when you throw them out at 6pm because little Claudius needs his bath. But there are penalties to be paid, and the greatest of these is the stinking cartloads of unsolicited advice that you will be forced to swallow. The key phrase here is: \"Have you tried ... ?\" </p> <p>First there is the entirely well-meant advice from brand-new parents. There is nothing smug or malicious about this - it is rooted in nothing more sinister than wild enthusiasm and the presumption that you have been a parent for one/six/eight months and never picked up a parenting book, logged on to the internet or spoken to anyone else on the subject of babies and how to look after them. Top tips frequently revolve around kit - what buggie, sling or mobile to buy - but may also include advice on changing a nappy, getting small hands through the arms of babygrows and how to comfort a screaming infant. (\"Have you tried jogging up and down on the spot while you're holding him?\") </p> <p>Then there is the advice of parents whose children are somewhat older than your baby - anything from toddler-dom to primary school age. These parents will advise very strictly on everything from sleep - \"Have you tried just giving him water when he wakes up?\" - to acclimatising your baby to a bottle: \"Have you tried waiting until he's really hungry?\" An astonishing sentence which you will hear time and time again is: \"You're only making a rod for your own back, you know!\" </p> <p>With parents whose children are significantly older, the over-arching theme is that in their day it was all lovely and things just happened in a really organic way. The subtext is one of straightforward disapproval. \"Oh, you use jars of food? I wonder if that's why he's constipated. Have you tried making your own? Oh ... you know my friends used to tease but I used to make all of Urgulanilla's food myself ... if you do a couple of tonnes of vegetables at once it's really quite easy; you just freeze what you don't use straight-away. But I'm sure the jars are just as good these days ... \" </p> <p>Parents whose children are now practically one's own age tend to veer with startling speed from what amounts to open sneering - \"He's all right! [Hurls baby violently up into the air.] Look, he's not in the least bit tired!\" - to the delivery of cataclysmic warnings: \"Oh, it's a throat infection, is it? My first one got a throat infection at about this age and was ill on and off for five years. And then my second one went the same way. It was 12 years before I got a full night's sleep!\" Of course I am the queen of top tips, and very free indeed with the wise old crone act, but that don't mean I can take what I dish. </p> <p>This is when one's childless friends shine effortlessly. They may think you beyond tedious, and they may not like having to muck out the sofa before sitting upon it, but tell them your baby keeps peeing out of his nappy, and they will not ask which brand you are using; they will merely smile in a fixed sort of way and say: \"Oh ... how ... annoying.\" Tell them you have been up all night with the baby, and rather than asking you if the baby sleeps in the same room as you, they will say: \"Oh God, poor you. I was up all night on Saturday [drinking, snogging and bumping uglies??] - I know exactly how you feel.\" And that, as it should be, is that. </p> <p><strong>·</strong> Celebrity parent watch. On Saturday at 8pm a friend in New York prepared to leave his apartment to get some air. As he opened the door on to the street, he found Sarah Jessica Parker and Matthew Broderick staring up at him, stock still, and apparently waiting for him. At their feet, in an otherwise entirely deserted street, was a toddler on a toy tricycle. Our man made eye contact with each of the celebrity parents in turn with a \"Can I help you?\" expression on his face, but they turned away blankly and walked away from him down the street. It was some moments before he realised SJP and Broderick had to keep stopping every yard or so because the sprog could only do about half a mile per hour on his tricycle - and had in fact only paused outside his door by chance. \"SJP, who is minuscule, was wearing a 'Kerry' T-shirt,\" he reports. \"Ferris Bueller looked no older than he did in that movie, except for some midriff portliness.\"</p>",
  "<p>George Bush's local Texas newspaper, the <a href=\"http://news.iconoclast-texas.com/\">Lone Star Iconoclast</a>, was the brainchild of a colourful character called <a href=\"http://www.hrc.utexas.edu/research/fa/brann.html\">William Cowper Brann</a>, a journalist who founded the paper in Waco in 1895. </p> <p>Brann died in 1898 after being <a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=4671\">shot in the back</a> by someone who objected to what the University of Texas describes in its biographical sketch as his \"repeated attacks on religious hypocrisy and intolerance, especially those aimed at Baylor University and the Baptists\".</p> <p>Its current editor, W Leon Smith, is continuing the paper's tradition of living up to its name, albeit in an utterly different way. He is backing John Kerry rather than local resident George Bush in November's elections, as <a href=\"http://www.guardian.co.uk/uselections2004/story/0,13918,1315294,00.html\">reported</a> in today's <strong>Guardian</strong>.</p> <p>A <a href=\"http://news.iconoclast-texas.com/web/Columns/Editorial/editorial39.htm\">leader</a> reads: </p> <blockquote style=\"font-size:12px;\"> In an editorial, the paper says Kerry has a positive vision for America, plus the proven intelligence, good sense and guts to make it happen. That's why The Iconoclast urges Texans not to rate the candidate by his hometown or even his political party, but instead by where he intends to take the country. </blockquote> <p>Some might say that Smith is also adhering to the paper's <a href=\"http://news.iconoclast-texas.com/web/about.htm\">promise</a> to \"challenge status-quo monopolies of thought and illuminate new perspectives that were there all along, but which denizens have been too blinded to see\".</p> <p>If the tone and content of the last couple of <a href=\"http://news.iconoclast-texas.com/web/Columns/Letters/letter36.htm\">letters</a> to the editor is anything to go by, Smith has caught the mood of his readers, although he did tell the Guardian yesterday: \"We're getting a lot of emails about it. A lot of hate mail, and some saying this was something that needed to be done.\"</p> <p><strong>Update:</strong> Just found this rather interesting <a href=\"http://www.campaigndesk.org/archives/000410.asp\">piece</a> on the Iconoclast from April 2004 on the <strong>Columbia Journalism Review</strong> blog, the <strong>Campaign Desk</strong>.</p> <p>An aside: one of my jobs here at Guardian Unlimited is keeping the <a href=\"http://www.guardian.co.uk/worldnewsguide\">World News Guide</a> up to date. Now I'll definitely have to add the Iconoclast to the <a href=\"http://www.guardian.co.uk/worldnewsguide/northamerica/page/0,11376,1124946,00.html\">Texas page</a>. My other favourite US newspaper names are the <a href=\"http://www.spartaexpositor.com/\">Sparta Expositor</a>, the <a href=\"http://www.steamboatpilot.com/\">Steamboat Pilot</a> and the <a href=\"http://www.advertisergleam.com/\">Advertiser-Gleam</a>. Add your favourites below.</p>",
  "Bogged down in the Iraq quagmire, the Bush administration is promoting a grand international conference to help it get unstuck. But the wider aims are unclear. <p>The details remain vague and contentious. On the guest list are Iraq's neighbours, Britain and other European countries, plus the Arab League, Russia, China and Japan. The meeting may take place next month or in November. The venue could be Amman, Cairo, or even Riyadh. The French, different as ever, say it should be held at the UN. For obvious reasons, a British official pointed out, this improvised concert of nations will not be convened in Iraq itself. </p> <p>Those hoping for a modern-day Congress of Vienna may be disappointed. More likely, the meeting will mark another belated US attempt to gain broad international support for its Iraq strategy. The bottom line is whether any tangible help will be forthcoming. </p> <p>The US insists that Iraq's interim prime minister, Ayad Allawi, is in charge of the project. \"This is something the Iraqis are taking the lead in putting together,\" a US spokesman, Adam Ereli, said. According to Colin Powell, the US secretary of state: \"It's what Allawi wants, and it's going to be his meeting.\" </p> <p>But Mr Powell indicated that Washington had already set the agenda. The conference should aim to boost the political process leading to January elections and a new constitution, encourage full democratic participation, and end the meddling in Iraq by neighbouring states, he told CNN. </p> <p>Iraq's foreign minister, Hoshyar Zebari, has got a different perspective. Discussion of a withdrawal of US and other foreign troops was not in the conference script, he told the Financial Times. A premature pull-out would be \"disastrous\". But the governments in the region that want the Americans to leave could hasten that end by cooperating in the conference, Mr Zebari said. \"We want to tell them: you want these forces to leave, we also don't want them to stay indefinitely.\" So help us. </p> <p>France's foreign minister, Michel Barnier, is more forthright. He said this week that France and Russia, which opposed the war, had jointly proposed a conference last year. Now the issue of withdrawal is unavoidable. \"It is undoubtedly one of the questions which must figure on the agenda of such a conference if we want it to take place and ... to succeed.\" </p> <p>France also proposes that all Iraqi forces, including armed insurgents, should be included in the political process - which would undoubtedly make for a stimulating get-together. </p> <p>Britain's line is more prosaic. \"It's obviously a good thing that neighbours sit down and talk rather than fight,\" a government official said. \"The idea of getting the P5 [the five UN security council permanent members] on board is to put some 'oomph' behind the political process. What we want is support for the process in place, not an unpicking of what's already been decided.\" </p> <p>The floated plan may yet be torpedoed by old suspicions and political machinations. John Kerry, the US Democratic party's presidential nominee, has long pushed for an international summit on Iraq, an idea resisted until now by the US president, George Bush. If it happens before the US elections on November 2, as Mr Powell hopes, the Democrats fear it will be exploited for partisan advantage. </p> <p>Countries that opposed the war will also be reluctant to participate if that is seen as simply legitimising US policies in Iraq and the wider Middle East, especially in Israel-Palestine. </p> <p>\"The US can't have it both ways,\" the Chatham House Middle East expert Rosemary Hollis said. \"It says the right way is our way. But at the same time it acts like it is an international arbiter, as if it were the UN.\" </p> <p>Nor is there a universal desire to rally round Mr Allawi. A former CIA protege, he has strongman tendencies that have raised doubts about his commitment to democracy. And democracy, supposedly, is what it is all about.</p>",
  "<p>The most important succession in American public life has been decided. So now we can get back to worrying about the comparatively trivial matter of Bush versus Kerry. </p> <p>Jay Leno, reigning star of late-night television in the US, has stunned the industry by announcing that he will quit The Tonight Show - but not until 2009, giving his staff plenty of time to find an appropriate retirement card. </p> <p>He will be replaced by his scrappier colleague on the NBC network, Conan O'Brien, who has signed a contract promising to keep presenting his own show for five more years until Leno finally leaves. </p> <p>\"In 2009, I'll be 59 years old and will have had this dream job for 17 years. When I signed my new contract, I felt that the timing was right to plan for my successor,\" Leno told viewers of his 11.30pm show on Monday. </p> <p>He added: \"Plus, I promised [my wife] Mavis that I would take her out to dinner before I turned 60.\" </p> <p>The unorthodox arrangement, thrashed out in the early hours of Monday at NBC's Manhattan headquarters, is an attempt by the network to cling on to O'Brien while gently nudging Leno out of what is widely considered the most crucial slot in US TV. </p> <p>\"Conan, it's yours. See you in five years, buddy,\" Leno said. \"You can either do these things till they carry you out on a stretcher, or you can get out while you're still doing good.\" </p> <p>Leno regularly draws more than 5 million viewers to his Tonight Show, having surged past his CBS rival David Letterman in 1995, after the actor Hugh Grant chose NBC for a confessional interview about his liaison with a prostitute. </p> <p>The show - to which succession is so stately that it was last presented by Johnny Carson - brings NBC an estimated $150m (£83m) a year. </p> <p>So the network is desperate to avoid a repeat of 1992, when Letterman jumped to CBS after doubting NBC's promise that he would be allowed to take over after Leno's contract expired. This time, NBC has apparently undertaken to pay O'Brien several million dollars if it does not keep its word. </p> <p>\"It doesn't strike anyone that Leno would have wanted something like this - he's a workaholic and everyone expected him to die behind the camera,\" said Bill Carter, the New York Times TV writer and author of a book on US late-night television. </p> <p>But NBC may have made Leno feel, he added, \"that he would be in the same position he was before - the guy who drove another guy out of the network.\" </p> <p>The decision was important, Carter said, because \"these are the most singularly American television programmes ever created ... it is a point of connection for the culture. This plays to a lot of people in their beds, so there is a special intimacy there.\" </p> <p>The deeply competitive world of late-night talkshows attracts acres of speculation in the US media. </p> <p>O'Brien has long indicated restlessness with his edgier 12.30am show - featuring such sidekicks as Triumph the Insult Comic Dog and the Masturbating Bear - and was said to have been furious when NBC renewed Leno's contract earlier this year. </p> <p>He once, impersonating Leno, said: \"My brain will be in a jar, and we'll wheel it out.\" </p> <p>Yesterday, gleeful at his move towards the mainstream, O'Brien was more diplomatic. </p> <p>\"The Tonight Show is one of the great franchises in television and I am thrilled to get this opportunity,\" he said in a statement. </p> <p>But it is \"without question, a be-careful-what-you-wish-for job,\" argued the television critic Tim Goodman in the San Francisco Chronicle. </p> <p>\"Pleasing the masses is a thankless job, although the salary\" - around $25m a year - \"is pretty sweet. You can't help wondering, however, if the notoriously image-aware Leno wouldn't trade a little money for more street cred and respect.\"</p>",
  "<p>The Lone Star Iconoclast, the newspaper in George Bush's home town, shook the small settlement of Crawford, Texas, yesterday by turning against its most famous resident and endorsing John Kerry. </p> <p>The decision has not made W Leon Smith, the Iconoclast's publisher and editor-in-chief, very popular among Crawford's 705-strong population, a mainly conservative crowd who hope a second Bush term will invigorate the sleepy local economy. </p> <p>\"We're getting a lot of emails about it. A lot of hate mail and some saying this was something that needed to be done,\" Smith told the Guardian yesterday. </p> <p>He conceded that the hate mail outweighed the more encouraging messages, but said: \"Sometimes you have to do things that aren't very popular but you know in your gut are the right thing to do.\" </p> <p>Despite its name, the Iconoclast has not always gone against the grain. When it was founded in 2000, it supported Mr Bush, who had bought the Prairie Chapel ranch on the outskirts of town. </p> <p>But the last four years have changed Smith's mind. \"We think the country is not being led in the right way, on domestic and foreign issues, on stem cell research and Iraq,\" he said. </p> <p>\"The publishers of the Iconoclast endorsed Bush four years ago, based on the things he promised, not on this smoke-screened agenda,\" said yesterday's editorial. \"Today, we are endorsing his opponent, John Kerry.\" </p> <p>The weekly newspaper has a circulation of 726, 21 more than Crawford's population. But the significance of its decision was not lost on the Kerry campaign. </p> <p>\"Those who know George Bush the best, say it the best,\" a campaign spokesman said. </p> <p>The president spends many weekends and almost all holidays at his Crawford home, where he likes to fish, but hardly ever goes into town. </p> <p>He is there now, and the Iconoclast was delivered as usual. </p> <p>The White House spokesman, Scott McClellan, brushed off the snub on a day when the latest polls showed President Bush with a steady lead. \"I feel pretty confident about the people of Crawford and the state of Texas in this election,\" he said.</p>",
  "More than 120,000 hours of wiretapped conversations between terrorist suspects and sympathisers since the September 11 attacks have not been translated because of the FBI's lack of linguists, according to an official report. <p>The report, by the justice department's inspector-general, also found that many sensitive intercepts have been wiped automatically from the memory of the FBI's outdated computers to save hard-drive storage space. </p> <p>An 18-page executive summary of the report says that the FBI, criticised for its failure to track down the al-Qaida plotters before they struck three years ago, is still struggling to come to terms with its new role as a counterterrorist agency. </p> <p>The report also represents a glitch for President George Bush's election campaign, which is built on the promise to keep Americans safe. </p> <p>\"What good is taping thou sands of hours of conversations of intelligence targets in foreign languages if we cannot translate promptly, securely, accurately and efficiently?\" Patrick Leahy, a Democratic senator, was quoted as asking in the New York Times. </p> <p>The justice department's inspector-general, Glenn Fine, depicted the FBI as overwhelmed by its switch from crime investigation to terrorism prevention. </p> <p>\"The FBI cannot translate all the foreign language counter terrorism and counterintelligence material it collects,\" Mr Fine concluded in his report. </p> <p>\"In fact, despite the infusion of more than 620 additional linguists since September 11 2001, the FBI reported that nearly 24% of ongoing FISA [Foreign Intelligence Surveillance Act] counterintelligence and counterterrorism intercepts are not being monitored.\" </p> <p>The linguistic problem applied even to wiretaps carried out as part of specific al-Qaida investigations. Under FBI policy, these are supposed to be translated within 12 hours, but the justice department found that the translations did not meet that deadline more than a third of the time. </p> <p>In 50 cases, it took more than a month. </p> <p>Intercepts of terrorist suspects' conversations on September 10 2001, which included comments like \"tomorrow is zero hour\", were not translated until several days after the attacks. </p> <p>The FBI director, Robert Moeller, said he agreed that \"more remains to be done in our language services programme, and we are giving this effort the highest priority\". </p> <p>An FBI statement insisted the bureau had made progress in recruiting qualified linguists. </p> <p>However, it added: \"It is difficult to identify and recruit linguists who qualify for security clearance and who have sufficient competency.\"</p>",
  "The Bush administration disregarded intelligence reports two months before the invasion of Iraq which warned that a war could unleash a violent insurgency and rising anti-US sentiment in the Middle East, it emerged yesterday. <p>The warning, delivered in two classified reports to the White House in January 2003, was prepared by the National Intelligence Council, the same advisory board that warned the Bush administration last month that the violence in Iraq could descend into a civil war. </p> <p>That forecast radically departs from George Bush's upbeat assertions that the situation is improving in Iraq, and he initially dismissed the assessment as a \"guess\". </p> <p>The White House spokesman, Scott McClellan, suggested the assessment was the work of \"handwringers\". </p> <p>The revelation yesterday that the White House was similarly cavalier about prewar warnings could hurt Mr Bush in the run-up to tomorrow's presidential debate, which is focused on foreign policy. </p> <p>The Democratic challenger, John Kerry, has led a dogged effort to shift the election agenda from the \"war on terror\" to the chaos in Iraq, and yesterday's report at last provides him with a new opening. </p> <p>One of the prewar assessments said it would take years of tumult before democracy was established in Iraq, and the country could revert to its tradition of authoritarian rule. According to the New York Times, it also warned that the new authorities in Iraq could face a guerrilla war waged by remnants of Saddam Hussein's regime, and other militant groups. </p> <p>Meanwhile, Washington could see a rise in anti-American sentiment across the Middle East, as well as support for some terrorist acts. </p> <p>The existence of the prewar National Intelligence Council estimate was reported by the conservative columnist, Robert Novak, on Monday, as well as in yesterday's New York Times. </p> <p>The manner in which the assessment came to light has attracted as much attention as its contents. </p> <p>According to Mr Novak, details of the estimate were disclosed by Paul Pillar, the CIA's national intelligence officer for the near east and south Asia and one of the officials involved in preparing the report, at a private dinner on the west coast. Mr Pillar told his dinner companions that the White House had disregarded the warnings. </p> <p>Mr Pillar also suggested that the Bush administration was so focused on going to war that it never considered the prospect of an anti-American backlash. \"When Pillar was asked why this was not made clear to the president and other higher authorities, his answer was that nobody asked,\" Mr Novak writes. </p> <p>Mr Pillar's frustration was widely shared yesterday by intelligence professionals who said they were undermined by an administration in which ideologues often had the final say over policy-making, as well as by the agency's management, which they believed was overly compliant with Pentagon and White House hardliners. </p> <p>\"The CIA had come out before the war, and had been telling the administration all kinds of things it didn't want to hear,\" said Melissa Mahle, a former CIA operative in the Middle East. \"The CIA feels very embattled right now. They feel vulnerable to accusations of politicisation in the run-up to the war, and to a degree they are vulnerable because of the war [former CIA chief] George Tenet played.\" </p> <p>Yesterday, a government official confirmed that the two prewar reports had sounded clear warnings of a widening struggle for Iraq. The official also noted that the conclusions in the assessment were shared by the entire intelligence community, not just the CIA. </p> <p>\"It talked about possible insurgency, possible waging of guerrilla warfare, the possibility of domestic groups engaging in violent conflict,\" the official said. </p> <p>The official confirmed that Mr Pillar had been granted CIA authorisation to speak to the gathering, but on the understanding that the session remain confidential.</p>",
  "<p>A couple of years ago I was waiting in the West Wing of the White House to talk to President Bush about the post-9/11 world. The mission to overthrow Saddam Hussein was already on the administration's agenda. My head was full of thoughts about the meeting, but my assistant was looking distracted: an avid fan of television's The West Wing, she was comparing the real thing with the scenes from the programme. We were a few yards from the most powerful man on the planet but it was the world of Josiah Bartlet that was exciting her. </p> <p>Initially, most of my knowledge of The West Wing came second-hand from others, but in the past year I've had more time to enjoy it. In West Wing World everyone is glamorous. There's not a beer belly in sight. Even after a long night of speechwriting the shirts are barely crumpled; the stubble is rough but carefully ordered. Endless quantities of coffee are consumed but none is ever spilt on keyboards. The interns are as pretty as in Bill Clinton's dreams. Every speech is like the Gettysburg address. There is never a hair out of place - one of the few West Wing phenomena that I can match. </p> <p>Then there's perfectly manicured CJ Cregg, the president's press spokeswoman. Always elegant and calm, her effect on men of a certain age is electrifying.No need for an Alastair Campbell-like put-down for her (just imagine the scene: the press corps assembled, CJ stands at the podium, some hack makes an allegation, her retort: \"Bollocks on stilts\"!) No, no. Somehow you can't see it. </p> <p>Every politician would give his eye-teeth for some of that West Wing glamour in their team. Yet if I'd been visited by a political fairy godmother and offered one West Wing feature I know which one it would have been. Sam Seaborn's wordsmithery, Leo McGarry's crisis management skills and CJ's ability to charm the press pack would all have been tempting, but what I'd have taken from my political genie would have been The West Wing music score. When Bartlet has a difficult message for the American people his carefully scripted words are supported on a rising tide of rousing music: wonderful music that tugs at the heart strings. So powerful is the effect that frankly he could be reciting the telephone directory and you would be moved to tears. (Who knows, maybe that's what New Labour plan next.) </p> <p>Perhaps only in Hollywood could America be governed by someone so liberal. An American right-of-centre magazine ran a cover article that dubbed the Emmy-winning series The Left Wing. Series one was first beamed into America's living rooms in 1999, when Clinton was still president, and many of the characters were allegedly based on the Clinton White House. Rob Lowe's Sam Seaborn was said to be modelled on George Stephanopoulos; Allison Janney's CJ on Dee Dee Myers; and Stockard Channing's first lady on Hillary Clinton. </p> <p>The show's brilliant creator, Aaron Sorkin, is an active supporter and fundraiser for the Democrats. From the earliest episodes of series one, Bartlet was nominating the \"most liberal judge in the country\" to the supreme court and supporting reparations for the ancestors of enslaved black Americans. But the chances of Americans voting for his liberal policies are about as high as CJ becoming my press officer. Martin Sheen, who plays Bartlet, has clauses written into his contract that permit him to undertake political campaigning. This didn't prevent the series' ratings suffering when he campaigned against the Iraq war and was allegedly asked by Warner Bros to ease off. Equally, when he showed up at a rally for Howard Dean in Iowa, the then pro-war John Kerry bested the Vermont governor by 20%. </p> <p>One of The West Wing's weaknesses is a tendency to caricature: the only Brit to appear in it, Lord Marbury, is an upper-class, whisky-drinking, womanising, bow-tie-wearing eccentric; strangely, the only obese guy is the Republican Speaker of the House with the awkward name of Glenallen Walken; and surprise, surprise, the stupidest, meanest person we meet is Bartlet's Republican challenger - Governor Robert Ritchie. He is conservative, folksy and favours a tough approach to crime. Behind the scenes he's very unpleasant. \"All Republicans Are Mean Like This\" doesn't actually flash across the screen, but the viewer gets the idea. </p> <p>And yet, I enjoy the programme very much. I don't watch it for political re-education. Its agitprop has certainly failed on me. I enjoy The West Wing because of its intelligence, its pace, its interwoven plotlines; for its superb camerawork, magnificent sets, perfect casting and terrific humour. The last series may have lost some of the edge of the earlier ones, in the same way Friends and Frasier lost theirs by series 143. But like so much of American television, the writing is sharp and funny. From Sheen to Lowe the acting is Hollywood-class. The panoply of issues the series covers - war, kidnapping, abortion, gun control, poverty, women's rights, drug abuse, hate crimes - is as wide and fresh as the embrace of modern politics. </p> <p>But there's something deeper than all of these qualities. My guess is the real secret of The West Wing's success is the idealistic image it portrays of public life. From President Bartlet down, the West Wingers are always trying to do the right thing. Unlike the politicians impersonated by Rory Bremner or invented in Michael Dobbs' House of Cards, Josh, Toby, Sam, Charlie et al are good people. They really believe things can get better. They want to make a difference and in each episode they do. </p> <p>After being pounded by a cynical media in real life, with every politician cast as a pantomime villain, the public find in The West Wing a refreshing dose of optimism: compare the sunlit optimism of the West Wingers with the grey despondency of the EastEnders. The West Wing is almost Capra-esque in its optimism. When Sam exits the series he's replaced by Will Bailey. Will is an incurable idealist - perhaps named after the George Bailey of Frank Capra's It's A Wonderful Life. </p> <p>Progress has historically been an idea monopolised by liberals and has made drama - and its raw need for challenging of the status quo - a liberal medium. But I wonder if the times are a-changing. The left is now the defender of much of the status quo. It has built the one-size-fits-all welfare state of its dreams and enacted its criminal-is-the-victim-too beliefs into law. In America conservatives are the new idealists. Unhappy with the left's failed approaches to crime, welfare and international development, it is Giuliani in New York and Schwarzenegger in California who are the agents of change. Ironically, in The West Wing the most prominent African-American is the president's personal aide, Charlie. It takes a real-life Republican administration to appoint America's first black national security adviser and secretary of state. </p> <p>So, Bartlet is now in his second term and that means the end of his presidency is approaching and, probably, the end of the road for the programme. It would be interesting to see a Republican occupy TV's West Wing, but would Sorkin accept the contract? That possibility would be too optimistic even for The West Wing, I fear. </p> <p><strong>·</strong> The new series of The West Wing is on E4 on Tuesdays at 9pm. The previous series is on Channel 4 on Fridays at 7.35pm.</p>",
  "<p>Summer is over, the drama of A-level results is past, and now about 200,000 students are gearing up for their next big challenge - heading off on a gap year. Some will travel, but many will chose to volunteer, perhaps teaching in Nepal or turtle-birthing in Costa Rica. A disproportionate number will be white, privately educated and from wealthy families. </p> <p>What a shame that this outburst of civic activity is the preserve of a privileged few, and taking place abroad. Having worked in Belize for a gap-year organisation, I have first-hand knowledge that the skills a young person acquires while volunteering abroad are often more durable than the schools they build. </p> <p>There is plenty of evidence that volunteering, as well as fostering confidence and independence, builds commitment and engagement, or social capital. There is a pretty neat fit between those least likely to take a year out, and those least likely to vote. </p> <p>So why not set up a BritCorps - a national volunteering programme for 16- to 24-year-olds would make gap years available to everyone, at the same time as turning their benefits from a private good into a public one. </p> <p>Many developing countries have beaten us to it. Mexico's Servicio Social has been running since 1944, while Nigeria introduced its Youth Service Corps in 1973. </p> <p>Better, why not do as US presidential candidate John Kerry is proposing, and give volunteers a sweetener? He is making civic participation, in particular an initiative to get one in seven pre-university students into a volunteer programme, a central part of his campaign. Participants would receive four years of tuition at a public university in return for two years of volunteering. Tasks might range from mentoring students to building affordable housing and cleaning parks. </p> <p>It would be important that BritCorps be open to all 16- to 24-year-olds, not only those going to university. As in the US, BritCorps members could be given money towards university tuition or training fees. This might just encourage those from poorer backgrounds to continue with their education. </p> <p>Far from being a way of getting cheap labour from young people, it would offer everyone the chance to learn new skills, to mix with people they would not otherwise meet, and participate in an activity which affords the pleasure of altruism. </p> <p>A year working in a care home is unlikely to beat the attractions of a Thai beach. But only a minority of students are able to afford the latter, and as part of a well-branded and organised team of volunteers under an established programme, BritCorps just might prove as popular as the overseas voluntary programmes. </p> <p>These issues are on the government's radar. The Department for Skills and Education recently invested £5m in a pilot project to encourage young people from lower-income families to volunteer long term, and in May the Home Office and the Treasury set up a commission to look at new ways to persuade young people to volunteer. The Russell commission will present its final recommendations to the government next March. I hope that BritCorps is among them. </p> <p><strong>·</strong> Liz Stuart is a policy consultant working in the development sector </p> <p><a href=\"mailto:estuart@boltblue.com\">estuart@boltblue.com</a></p>",
  "The British media spotlight on Iraq has understandably swung to kidnapping and murder of hostages in recent days, and now to the killing of British soldiers in Basra, and away from the disgrace of Abu Ghraib or the interesting affair of our ambassador in Rome, Sir Ivor Roberts, who apparently was undiplomatic enough to say that President George Bush is the best recruiting sergeant for al-Qaida. <p>Abu Ghraib, and allegations of ill-treatment of prisoners or worse by British personnel, have more resonance in America and Britain, where they touch painfully and directly on our national honour, than in Iraq and the region. For those directly involved, they are overshadowed by the horrors of the past under Saddam Hussein and by the death of thousands killed by the invaders. </p> <p>As for Sir Ivor, an ambassador's job is to defend the interests of his country and the policy of his government. Our ambassadors are, for the most part, wise and honourable men and women. When it becomes clear that the government's policy is not serving the country's interests, they are in an impossible position. An ambassador cannot always duck a question, and he couldn't have said that US policy in Iraq is right. It isn't. </p> <p>Important and newsworthy though all these topics are, we should not let them distract us from the bigger picture, which Colin Powell has rightly described as \"getting worse\". The political settlement that brought fragile peace to Falluja has collapsed, and the Americans are again using heavy weapons, including air-to-ground missiles, inside the town, building up yet more hatred and problems for the future. Elsewhere, the daily killing of Iraqis and Americans goes on. </p> <p> My Iraqi friends, assessing the difficulties they now face, usually put economic and employment problems number one, even before security. According to a new report by MEC International, results from donor pledges are poor. Last October, $33bn was pledged in Madrid, but of the US contribution of $18bn, for example, only $500m had been disbursed by July. </p> <p>More reliance is being placed on future oil receipts. The 2004 budget foresees revenues from oil in 2005 and 2006 which would allow investment in reconstruction of various sectors at $5.3bn per year. High oil prices have raised expectations, but sabotage and looting of oil installations continue. The current oil output is not generating revenue at anything like that level. An increase in production capacity depends on investment by the international oil industry. However, a conference planned by the oil ministry for April has been indefinitely postponed because of security problems, and companies are unlikely to invest until the problems are overcome and a government of undisputed legitimacy is in place, presumably after elections at the beginning of next year. The cost implications of these problems for the coalition are obvious. </p> <p>When your fingers are caught in the mangle you can't just walk away. If we left Iraq tomorrow, we would be rightly blamed for the chaos which would follow. The first thing to do is stop turning the handle, and then turn it back inch by inch. Our Iraq policy should be step-by-step disengagement, and we should start now. When the occupying powers draw back, as they did in Najaf, there is a chance for Iraqis to find political solutions to their problems; when the occupying powers remain centre stage, the result is that more blood is shed - British, American and Iraqi blood. </p> <p>John Kerry's attacks on Bush \"refusing to come clean with the American people\" are a move in the right direction, even if the president is able to make a debating point on what Kerry said about the war in the past. We should welcome the change. We should also listen to Kofi Annan's speech to the UN general assembly, in which he said again what we all knew: the war on Iraq is illegal, and illegal acts by great powers gravely undermine the rule of law. </p> <p>These new developments from time to time create a fleeting opportunity for our own government to start to recover its position. Let's hope the Labour party conference will have the guts to say it to the prime minister. </p> <p>The issue is not so much, as Tony Blair put it to delegates yesterday, whether he should apologise for having been involved in the effort to remove Saddam. Nor is it even, as a protester claimed, that he has \"blood on his hands\". Stop worrying about the past, stop worrying about the use of intelligence and whether Blair acted in good faith, and grasp the reality. The policy has got to change. </p> <p><b>·</b> <a href=\"mailto:mail@olivermiles.com\">Oliver Miles</a> is a former ambassador to Libya; in April he organised the letter signed by 52 former British ambassadors criticising George Bush and Tony Blair's Middle East policy.</p>"
]