[
  "John Kerry's tour of duty in Vietnam has defined his bid for the White House. He is the warrior candidate who heroically led men into battle but who came home to almost as bravely question the very war for which his comrades gave so much blood. <p>But now Kerry's time in Vietnam, during which he was wounded three times, has become the backdrop of the most bitter row of the electioneering during one of America's dirtiest presidential campaigns. </p> <p>His war record is under fire like never before and, instead of defining his campaign, his time as captain of a Swift Boat is now threatening to derail his bid for the presidency. </p> <p>How this turnaround has come about is a tale as murky and muddied as the brown waters of the Mekong on which Kerry used to guide his craft. It is a tale of low politics, indirect funding and negative campaigning with a 'nod and a wink'. </p> <p>A political row that has erupted across the election and is already headed for the courts. But, perhaps more than that, it is also a stark portrayal of how the terrible conflict in Vietnam still divides America 29 years after the war ended. </p> <p>Kerry's tour of duty in Vietnam lasted a little over five months. During that time he captained two Swift Boats, which plied the waters of the Mekong Delta. It was dangerous work and the firefights were common. </p> <p>After being wounded three times, Kerry was discharged early. He left as a changed man. Gone was the bright, highly-educated youth of his college days. In its place was the serious man who immediately joined the anti-war movement and flung him self into politics. </p> <p>But now, as that career reaches its zenith, the American media have cast a new focus on Kerry's Vietnam experiences. </p> <p>Pushing the issue is a shadowy group called Swift Boat Veterans for Truth which is running a highly negative and personal campaign attacking Kerry's experience in Vietnam. </p> <p>They have single-handedly turned Kerry's strongest card into a devastating political row. </p> <p>Instead of praising his bravery, the group is questioning his motivations. It is questioning the details of his service and saying he has told lies. </p> <p>Doubts have been cast on his war record and about whether Kerry really deserved his medals. His anti-war activities have been called a betrayal. </p> <p>The issue cuts to the quick of Kerry's life experience. His campaign is so outraged that it has launched a legal suit against the SBVFT group claiming it has illegal ties to the Republican campaign to re-elect President George Bush. It is a claim the Bush team has vigorously denied. </p> <p>Suddenly the language of the campaign has turned vicious. 'John Kerry is a fighter and does not tolerate lies,' said Stephanie Cutter, Kerry's tough-as-nails press spokeswoman. </p> <p>But the Bush campaign has not backed off. 'I do think that Senator Kerry losing his cool should not be an excuse for him to lash out at the President with false and baseless attacks,' Bush's spokesman, Scott McClellan, told reporters outside Bush's ranch in Crawford, Texas. </p> <p>The truth behind Swift Boat Veterans for Truth is not simple. It appears to be a classic case of a 'surrogate' attack of the kind that has long been used by both sides. </p> <p>It is essen tially using another group to raise the issues that the Bush campaign dare not address directly. In CIA-speak, this gives the campaign itself 'plausible deniability' for saying it has nothing to do with the issue while ensuring plenty of headlines. </p> <p>On the face of it, SBVFT is a collection of Vietnam veterans with a grudge against Kerry, especially over his anti-war activities when he threw away his battle ribbons. </p> <p>They complain that Kerry let down Vietnam veterans after the war by criticising the conflict and detailing atrocities that took place in Vietnam. </p> <p>They have launched a sustained personal attack on Kerry through adverts, a book and countless interviews on cable news and radio. </p> <p>Kerry has been accused of lying about being wounded, fabricating stories of crossing into Cambodia and making up details of firefights. The accusations have been fiercely denied. </p> <p>None of the members of SWVFT served on Kerry's boats and many of Kerry's own boat comrades have angrily refuted the claims. </p> <p>But the group's charges have stuck. Criticism of Kerry's record is now the talk of America. Polls show that Kerry's support among veterans has started to decline. </p> <p>Yet the story behind SBVFT is a story of secretive Republican support and, as such, at odds with the official denials of any link. </p> <p>The group received much of its initial funding from Bob Perry, a longtime Texan Republican donor who is a close friend of Karl Rove, Bush's political guru and master of dirty tricks in election campaigning. </p> <p>Perry was well enough known to Bush to earn an invitation to visit the then Texas governor in 1997. 'I hope all goes well with you,' Bush wrote in a 15 April 1997 letter. 'Should you ever come to Austin, please come by and say hello.' </p> <p>Another initial funder for SBVFT was Harlan Crow, a Texan Republican donor who is also a trustee of Bush's father's presidential library. </p> <p>The group has further help from Merrie Spaeth, a public relations executive who has helped to co-ordinate its media strategy. </p> <p>In 2000 Spaeth worked for a group that ran television adverts in support of Bush as he fought a bitter campaign against Senator John McCain for the Republican presidential nomination. The ads were vital in attacking McCain and lauding Bush's record. </p> <p>The group has also employed the advertising firm, Stevens Reed Curcio &amp; Potholm, which ran devastating ads against Democratic candidate Michael Dukakis in 1988 that helped destroy his presidential bid. </p> <p>The veterans behind the group are Rear Admiral Roy Hoffmann, Kerry's old commander, who was outraged by a critical treatment of his tactics in Kerry's official biography, and John O'Neill, a Swift Boat commander who has been a critic of Kerry ever since the early 1970s. </p> <p>O'Neill was recruited in 1971 by the Richard Nixon administration to debate Kerry in the media as Kerry's anti-war fame grew. </p> <p>A close examination of the group's claims has revealed serious holes. Its book, Unfit For Command, which contains many allegations that Kerry lied about his record, was written by O'Neill and Jerome Corsi. </p> <p>Corsi was recently revealed as having posted anti-Islamic and anti-Catholic rants on a right-wing website. He has since apologised. </p> <p>The group also produced a medical doctor, Louis Letson, who features in an advert saying Kerry lied about one wound he got a Purple Heart for and claims it was self-inflicted. But Letson's name does not appear on the army medical records that detail Kerry's injury. </p> <p>But, many experts agree, it is not the details that matter. The group has successfully targeted the central plank of Kerry's appeal - his Vietnam heroism - and put it at the centre of national debate. </p> <p>On Friday the group launched a fresh attack advert which will air across vital battleground states next week. It looks at Kerry's claims in the early 1970s of atrocities committed by American troops in Vietnam. The group is clearly not going to go away. </p> <p>Democrats say that the real motivation for the group's emergence lies not with the events of three decades ago in a long-ago war but in the here and now of a bitter election fight that has seen Republicans stunned by the success of Democrats in erasing the Republican advantage in raising cash. </p> <p>Part of that Democrat success comes from several extremely wealthy organisations, such as MoveOn.org, America Coming Together and the Media Fund, which have campaigned against Bush on behalf of the Democrats. </p> <p>They run adverts far more negative than the Kerry campaign itself. As with Bush and SBVFT, Kerry's campaign has also vigorously denied any official links to the groups which would be illegal under new campaign finance laws. </p> <p>Yesterday Bush campaign spokesman Steve Schmidt explicitly linked the Vietnam row to the emergence of these powerful groups. 'Real coordination is what John Kerry's campaign has been engaged in with the Media Fund, America Coming Together, and <a href=\"http://www.MoveOn.org\">MoveOn.org</a>,' he said. '(It) is a flagrant disregard of the spirit and letter of the campaign finance reform law.' </p> <p>In May, the Republicans launched a lawsuit that named 28 different groups as illegally co-ordinating with the Kerry campaign in breach of finance laws. </p> <p>From a Republican point of view, groups like SBVFT are a natural response to the Democrat surrogates. And the group is having an impact. </p> <p>A recent University of Pennsylvania poll showed that its attack ad questioning whether Kerry deserved his medals had been seen or heard of by half the voters questioned. </p> <p>It also revealed that 44 per cent of independent voters found the advert at least somewhat believable. Meanwhile a CBS poll showed the number of veterans who supported Kerry had dropped from 46 per cent to 37 per cent. </p> <p>To some observers the success of the attempt to question Kerry's record seems amazing. Whatever the details of his record, Kerry volunteered for service in the war and repeatedly risked his life. </p> <p>Meanwhile the Bush family used its connections to secure Bush a coveted Texas-based job in the Air National Guard. </p> <p>Questions remain over whether Bush completed that service. Vice-President Dick Cheney meanwhile got repeated deferments from the Vietnam draft and is on record as saying he had 'other priorities' than military service. </p> <p>But Democratic strategists are haunted by the experience of Kerry's close friend and fellow veteran Max Cleland. </p> <p>Cleland, who appears at many Kerry events, lost three limbs in Vietnam. But in 2002 a Republican campaign successfully unseated him as a senator in Georgia after portraying him as unpatriotic. </p> <p>In the brutal world of American politics the lesson is clear: being a Vietnam hero is no guarantee. The gloves are off.</p>",
  "<p>Santiago Pozo is a man with a mission. He is also a man living his own version of the American dream. When he arrived in LA from Spain he had a few dollars in his pocket and an idea in his head: to create a Spanish-language film studio to rival the English-language dominance of Hollywood. And where better to do it than in Hollywood. </p> <p>\"I started alone with a telephone in my house in Studio City,\" he told the Spanish-language paper La Opinión this week. \"Then we moved to Sunset Boulevard, then Hollywood Boulevard, and now we are in Beverly Hills.\" Pozo, like many in the film world, is a man with a sharp understanding of the anthropological niceties of LA. </p> <p>This week his company, Arenas Entertainment, releases a film with the catchy Spanglish title of Nicotina - La Vida Unfiltered. A huge hit in its native Mexico, the film tries to ride the wave of other Mexican hits, including Amores Perros and Y tu Mamá También, films which moved beyond cult success to win mainstream acclaim.. </p> <p>But where those films found international success thanks to the might of established CHK Hollywood players such as Miramax, Nicotina is being distributed by the little-known Arenas Entertainment. </p> <p>\"Nicotina represents the first time that a Latin distributor in the US is releasing a new Mexican film on 120 screens, a figure that will probably rise to 500,\" said Pozo. \"And that means that for the first time we're not dependent on an Anglo-Saxon company accepting or not accepting the film in order to be able to show it in the US.\" </p> <p>\"The marketing is pretty much in Spanglish,\" says John Murphy, who works on the film's PR. \"It touches on cultural icons in most Latino homes.\" </p> <p>In looking to exploit a market equally at ease in Spanish and English, the team behind Nicotina echo an innovative strategy quietly unveiled a month ago by Burger King. </p> <p>The fast-food chain, something of a leader in tailoring its message to reach specific ethnic groups, revealed research showing that many second-generation Latinos were more receptive to adverts aimed at them in English not Spanish. So its exotically titled department of diversity and multicultural marketing developed an English-language campaign aimed at Latinos. </p> <p>\"There are two different groups,\" says Cirabel Olson, the department's director. The first he said were still learning English, but the second \"are more acculturated, are usually bilingual, often second generation, and may or may not be watching Spanish-language TV. We made a conscious decision to target them.\" </p> <p>The message that the Latino community has its own clout is not lost on politicians: both main presidential candidates are running Spanish-language ads in the potential swing states of Colorado, Arizona, New Mexico, Florida and Nevada. </p> <p>Jorge Ramos notes in his book The Latin Wave - How Hispanics Will Elect the Next President of the United States, forget Ralph Nader, it was probably the Cuban-American community in Florida, seduced by George Bush's lavish spending on Spanish-language TV ads, that won the state for him in the 2000 election. </p> <p>For Pozo, the attention, for whatever reason, is more than welcome. </p> <p>\"It makes me very proud that there is a Latin company here in the heart of Beverly Hills because there's a racist idea at work - many people think that we're operating out of a garage in Pacoima [the fruit-growing area of the San Fernando valley].\"</p>",
  "With crude oil prices hitting an all-time high this week of more than $48 (£26.30) a barrel and economists warning of a full-blown energy crisis, the US was in serious trouble, said David Ignatius in yesterday's <b>Washington Post</b>. The oil market was in \"a sort of inverse bubble, propelled by its own momentum of anxiety and bad news\", he wrote. <p>With the outlook bleak, Ignatius was disappointed by the lack of serious debate from George Bush and John Kerry. \"There's no sense, in either camp, that the country is facing a severe threat to its economy,\" he said. In their campaigns for the White House, both men were offering only \"platitudes\". \"Evidently [they] would rather play it safe and avoid politically controversial proposals, which in today's world is downright dangerous.\" </p> <p>Oil prices were being driven up by the \"continuing power struggle in Iraq, by fears for the solvency of the Russian oil giant Yukos, and by surging demand for oil in Asia\", explained Patrick Seale in <b>Gulf News</b>. But he felt optimistic about the way Mr Kerry was urging US industry to develop renewable sources of energy, such as wind and solar power. No one should underestimate the innovative powers of American industry, Seale said in the United Arab Emirates daily. \"Change is coming and the higher the oil price the faster it will come.\" </p> <p>There was a chance oil prices would remain high at least until the US presidential elections, said the Korean <b>JoongAng Ilbo</b>. But it called for the bigger picture to be addressed. \"To handle energy problems, a comprehensive longer-term strategy will have to be consistently pursued rather than temporary, short-term efforts.\" The <b>Scotsman</b> agreed. We need to relearn the lessons of the 1970s, it said: \"The west should diversify away from imported fossil fuels. [For Britain] that implies hard choices about the future of nuclear energy and more attention to incentives to exploit the remaining oil in the North Sea.\" </p> <p>The <b>Economist</b> refused to get flustered. \"Most economic models confirm that the recent rise in oil prices should have a relatively modest impact on output,\" it said. If prices stay at their current level, then one percentage-point might be wiped off global growth. \"That is not insignificant but so far not enough to trigger a global recession.\"</p>",
  "Lyndon Johnson's presidency was effectively ended by the anti-Vietnam chant: \"Hey, hey, LBJ, how many kids did you kill today?\" Now a modern British echo of this yell - \"Hey, hey, Tony Blair, our sons are dead and you don't care!\" - is beginning to be heard. <p>Teenager Maxine Gentle's angry letter to the prime minister about the death of her brother Gordon in Basra was followed by a meeting on Thursday with John Prescott, which she and her mother Rose found unsatisfactory. Recent bereavement excuses almost any reaction short of murder, and so it's easy to understand the determination of the Gentles that Tony Blair will have more time to spend with his sons after the next election. But the question of responsibility is more complex. </p> <p>Vietnam has always been a tempting comparison with Iraq and some of the parallels - involving political fall-out and a leader's re-election chances - may turn out to be apt. But a crucial distinction which the anti-war lobby must acknowledge is that Vietnam was fought with a conscript army, while all US and British soldiers who have died in Iraq were volunteers. </p> <p>Fusilier Gentle was, ultimately, a victim of Tony Blair's decision but his destiny was affected by his own decision to sign up. This doesn't mean that brave men should be regarded as gnats on the flypaper of government foreign policy, but to become a soldier is to agree to die at a politician's whim: which is why, like many parents, I would advise my sons against it, short of conscription in a war of national survival. </p> <p>Here, it's true, the question of choice arises. Whether or not it applies in the Gentle case, volunteer armies have traditionally recruited from the poor (in modern America, the black poor), and so the profession offers economic escape. When the Gentles point out that Tony Blair's sons are not in the army - just as when Michael Moore, in Fahrenheit 9/11, notes that no American politicians have offspring fighting in Iraq - they are citing a huge social truth but an obvious and unchangeable one. Joining an army in peacetime is the number one choice of relatively few people. </p> <p>But it's the one that Gordon Gentle made. And the brutal question raised by his death is how much control those in volunteer public services can expect over how they are used. How many of the school-leavers signing up for an army career have a developed view on whether the British should still be in Northern Ireland? </p> <p>It doesn't matter, because the structure of the army is designed to make their opinions irrelevant. A soldier must go where he is sent and has to accept that his commander-in-chief may change every four years or so at the command of a public largely voting on non-military issues. A squaddie's life and death cease to be his own. </p> <p>And, while armies, police and fire services use the possibility of heroism as a lure for recruitment, the truth is that death in the service of the public is frequently stupid. A significant number of troops die in training exercises or on the battlefield from equipment failure or so-called friendly fire. </p> <p>Similarly, firefighters are lost to their wives and children because some idiot got pissed and smoked in bed. And a British copper is at least as likely to die in a car-chase with a petty joyrider as during a brave confrontation with a gunman in an infants' school. The latter would play in the press as a \"better\" death - and the family might be sent a nice medal to go with their weeping memories - but the reality in all these cases is a gap at a family's table. </p> <p>The tragedy of the Gentle family - as for thousands of Americans during Vietnam - is that their loved one died what was theoretically a hero's death in battle, but in a war which neither the relatives nor the bulk of their country regarded as heroic. With a special futility which recalls those in the great wars who were killed on the morning of the armistice, Gordon Gentle died on the day that Iraq was handed back to an interim government. </p> <p>Two of the consequences of Vietnam were that army recruitment slowed down and that subsequent leaders were forced to think very hard about the sacrifice of soldiers. Both of these repercussions now seem likely in Britain. </p> <p>The first would be a pyrrhic memorial for Gordon Gentle as he presumably believed in armies: it is an awkward paradox, in the US and the UK, that dead volunteer soldiers are being taken up as heroes by an anti-war movement which detests the military in principle. </p> <p>But the second effect - the near-certainty that the next prime minister and president will pause before committing troops overseas - at least means that Gordon Gentle will not have died entirely in vain, although this will be little comfort to his family. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "In 1968 John Slater, who has died aged 63 of asbestos-related cancer, joined Granada TV as a general researcher. Within 18 months he was on World In Action, and his radical credentials - he was a co-founder of the Campaign For Nuclear Disarmament's (CND's) Sanity magazine - were a perfect fit with television's most iconic investigative series. <p>John went on to become a broadcaster passionate about politics and social history, whose work was invariably filtered through a highly developed sense of the absurd. In one early World In Action he persuaded an entire community to quit smoking. </p> <p>It was this ability to organise people, to persuade, inspire and cajole that attracted the attention of then then World In Action executive producer Gus (now Lord) Macdonald. Alongside Chris Pye, John was given the task of rejuvenating Granada's regional output, engaging the local community and incidentally destroying the BBC's Look North - a programme regarded by Granada as little more than a televised press release. </p> <p>He became its editor, and assembled a team of presenters led by Bob Greaves which included Anna Ford, Tony Wilson, Trevor Hyett, Bernard Clark and Gordon Burns. Alongside more serious items, competitions were launched for the dirtiest street in the north-west, and, following a newspaper report that sheep had developed into intelligent animals, 40 woolly guests were interviewed with questions from the Times crossword. </p> <p>In the mid-1970s John turned freelance, and taught at the National Film and Television School - he was always prepared to pass on his knowledge and enthusiasm. He was also a bon viveur. Incessant travel between London and Manchester, had fueled his disgust with motorway service station food. The result, in 1980, after months research, was Just Off The Motorway, his guide to pubs and restaurants within reach of the junctions. </p> <p>By the early 1980s, with the advent of Channel 4, John set up one of the earliest independent production companies, Mirageland, co-owned with the publisher Anthony Blond and David Starkey. In the late 1970s John had hired the historian to appear on a Russell Harty-presented Granada series, Behave Yourself, that John produced. With Starkey, John made C4's first major history series, This Land of England (1985). </p> <p>John was the son of a tyre company executive and educated at Mercers school, and then the City of London school and St Catherine's College, Oxford. Disappointed by his first chemistry lecture, he switched to politics, philosophy and economics. It was at Oxford that he met his first wife, Gilly - and began a lifelong association with CND. After university he worked as the campaign's information officer. Then, after a spell teaching in central Africa, came Granada. </p> <p>From 1990 until 1991 he worked at the BBC at Elstree, first as head of the history unit - and then as head of the corporation's south-east region. He turned Elstree into a home for the waifs and strays, the talented, the unmanageable. John had an ability to spot, nurture and enhance talent. </p> <p>His brief then had been to popularise history at a time when it was far from fashionable and programmes from Terry Jones and Simon Schama followed. Then there was Masterchef on BBC 1, presented by Loyd Grossman originated by film director Frank Roddam, and a programme networked well before the schedules were swamped by cookery. </p> <p>One beneficiary of his policies was Paul Watson. Regarded by his BBC bosses as a hugely talented but trifle awkward documentary maker, Paul sought shelter under John's benign regime. Together they hijacked budgets to finance Sylvania Waters (1992), the Australian version of Watson's 1974 The Family. In the teeth of my implacable opposition - I was then the BBC1 controller - the programme attracted welcome controversy and plaudits. </p> <p>After leaving the BBC in 1991, John moved to Grosmont on the Welsh/English border. His first wife, Jilly, had died of cancer and he met his second wife Fiona McKenzie at the 1983 Edinburgh TV Festival. John had returned to his roots. In 1995, their company Black Hill Productions made a nuclear history documentary, Geiger Sweet, Geiger Sour, and there was a Radio 4 series that year, too, Atomica, America about American human radiology experiments. </p> <p>In 1997, John received a MacArthur grant to write a history of the British nuclear deterrent. After years of research, this work remains unfinished, but it will be. In a singular twist of fate some of the files to which he needed access have not been released. The reason given is that they are contaminated with asbestos. </p> <p>He is survived by his wife Fiona, three children from his first marriage and three from his second, and by his mother. </p> <p><b>·</b> John Slater, writer and broadcaster, born June 22 1941; died August 6 2004</p>",
  "<p><strong>·</strong> Juan Antonio Samaranch has revealed that Athens was weeks away from losing this summer's Olympics because of massive delays in preparation. \"We issued a yellow card,\" said the International Olympic Committee's former president. \"And this yellow card was very near being a red.\" </p> <p><strong>·</strong> Britain are confident of upgrading the silver won by Leslie Law in the three-day event to a gold after joining France and the United States in an appeal against the German winner Bettina Hoy. The three teams claim that Hoy should have a 14-point penalty for twice passing through the start gate in the second round, and a successful appeal would see Law win gold, Pippa Funnell move into third and Britain claim bronze in the team event. \"Once a rider crosses the start line, the time starts - it is as black and white as that,\" said Britain's team leader Simon Clegg. </p> <p><strong>·</strong> South Korea's women archers won their 11th successive Olympic gold medal, continuing a run which has seen them win every individual and team event they have contested. </p> <p><strong>·</strong> Members of the Iraqi Olympic football team have branded George Bush a \"criminal\" and called for US troops to pull out of the country after the president used the team in his re-election adverts. The adverts show pictures of the Afghan and Iraqi flags with the words: \"At this Olympics there will be two more free nations - and two fewer terrorist regimes.\" But the midfielder Salih Sadir said: \"He can find another way to advertise himself. We want them to go away.\" </p> <p><strong>·</strong> Justine Henin-Hardenne came back from 5-1 down in the final set to beat Anastasia Myskina 7-5, 5-7, 8-6 and reach today's tennis final, where she will meet Amélie Mauresmo or Alicia Molik. </p> <p><strong>·</strong> The Athens Olympics organisers have attempted, but failed, to ban this month's Greek edition of Playboy, objecting to an article featuring naked women, the Olympic rings and tips on how to achieve \"2004 Seconds Of Ecstasy\". </p> <p><strong>·</strong> Australian quarantine officials have said that they will irradiate the Olympic wreaths brought back by medallists. They say the wreaths of olive twigs pose a possible risk to local agriculture and will undergo extensive examination.</p>"
]