[
  "The name Bush is well known in Mexico: the 41st and 43rd American presidents have their homes in Texas, a bordering state the Mexicans lost during the Mexican-American war in the 19th century. <p>In the early 90s, George Bush Sr signed the North American Free Trade Agreement, which brought Mexico into the pre-existing Canadian-American trade partnership. </p> <p>His son was the favourite candidate of most Mexicans in 2000, and Mexico was the first foreign country George Bush visited as president - breaking a tradition of going to Canada first. </p> <p>However, things have changed quite a lot for Bush: Senator John Kerry, a political figure previously unknown to most Mexicans, has rallied majority support south of the border in his quest for the presidency. </p> <p>Kerry may have failed to captivate most Mexicans, but he has certainly benefited from a general rejection of the president. That famous motto from the 1992 US election - \"It's the economy, stupid\" - seems to have found new form in Mexico: \"It's Bush, stupid!\"</p> <p>In a national poll of Mexican adults conducted by the newspaper Reforma in collaboration with 10 major papers around the world, 55% of respondents said they would prefer John Kerry to win the presidential election on November 2, while 20% backed Bush. </p> <p>Some 33% of Mexicans polled said they knew nothing about John Kerry - substantially more than the 6% who said the same about George Bush. </p> <p>Why have they turned their backs on Bush? It is not the bilateral relationship per se: about 60% of Mexicans polled considered current relations with the US to be good or very good; it is how Mexicans view the war against terrorism in general and the pre-emptive war in Iraq in particular. </p> <p>According to the poll, 83% think invading Iraq was wrong. The poll was conducted before the first presidential debate, but Kerry's depiction of the war as a \"colossal error\" may have found an echo in Mexican public opinion. Six out of 10 respondents said the war in Iraq had contributed nothing in the fight against terrorism. </p> <p>These perceptions have hit Bush's ratings. A majority of Mexicans - 56%, to be specific - said their opinion of the president had deteriorated over the last two or three years. Only 23% said they had a favourable opinion of him. By contrast, 51% expressed a favourable opinion about Americans in general. </p> <p>Some 92% percent think it is very important that Mexico maintains good relations with its northern neighbour. This opinion is based not only on the rules of diplomacy but also on everyday life: more than 1 million families get much of their income from their relatives living in the US.</p> <p>Mexicans seem very aware of American life and society. Most are exposed to Hollywood, American television and American music; a lesser but substantial proportion read American newspapers and magazines. </p> <p>Six out of 10 say they are informed very well, or somewhat, about the US. More than 40% have actually been to the US for work, vacations, family visits, study or other reasons. </p> <p>With all this, very few view a Bush re-election with optimism: just 15% think a Republican victory would improve the international state of affairs.</p> <p>After all, two-thirds consider that the US has substantial influence in the world and most Mexicans think it will remain the world's largest economic power for the foreseeable future.</p> <p><b>·</b> Alejandro Moreno writes for Refoma</p>",
  "<b> USA Today</b> <br> Editorial, October 14 <br> \"President George Bush and Senator John Kerry agree on precious little. That was even more evident as they wrestled over domestic issues on Wednesday night than during the first two debates, dominated by Iraq and the war on terror. Perhaps more significant than their huge gulf on issues, these are two very different men. Different in style. Different in approach and temperament. Different in core beliefs ... <p>\"It was a contest of caricatures: Mr Kerry the budget-busting, tax-happy, ultra-liberal v Mr Bush, the fiscally irresponsible, fumbling leader dedicated to advancing the interests of the overdog ... Again, Mr Kerry showed himself to be an articulate, thoughtful master of detail who weighs issues carefully, ultimately arriving at cohesive policy positions. And Mr Bush burnished his image as a plain-talking, intense true believer ... </p> <p>\"Voters who add up policy options to make a decision have a long list to calculate. But for the majority - those who make a more intuitive judgment - the debates offered at least as much.\" </p> <p><b> New York Times</b><br> Editorial, October 14 <br> \"Listeners certainly came away knowing that Mr Kerry was a liberal senator and that under Mr Bush, working people have fared poorly. The election may depend on which they decide is worse ... </p> <p>\"The campaign's debate season began with wide doubt about the usefulness of encounters that were so completely scripted by lawyers and handlers that it seemed unlikely the public could learn anything. But the result has been much better than expected. True, both men tried to score cheap shots, and they hewed to their talking points even when their answers didn't quite fit the topic ... But it's hard to believe that anyone who watched with attention didn't come away with a good handle on who Mr Kerry and Mr Bush are, what they believe, and how they would approach running the country.\" </p> <p><b> Boston Globe</b><br> Editorial, October 14 <br> \"The two candidates were more closely matched in this debate than in the previous two appearances; Mr Bush seemed more comfortable in his own skin. But the facts are not a draw: there are more Americans living in poverty today; there is a massive loss of jobs; there are growing numbers of Americans without health insurance. All while the richest 1% of Americans received extravagant tax cuts. </p> <p>\"These issues are at the heart of Mr Kerry's critique of the Bush administration's economic policies, and he effectively drove home his differences.\" </p> <p><b> Washington Post</b><br> Editorial, October 14 <br> \"Although the debate was meant to focus on domestic issues, the war on terrorism and the conflict in Iraq managed to weave their way into the discussion at several points, not surprisingly, since those have been the dominant issues of the campaign. In the end ... that may be where this election is decided for many voters.\" </p> <p><b> Los Angeles Times</b> <br> Editorial, October 14 <br> \"Mr Bush led the nation to a war that much of the rest of the world, as well as a small majority of Americans, now thinks was unjustified. He wrecked the treasury's finances with reckless tax cuts that still failed to prevent him from becoming the first president since Herbert Hoover to preside over a net loss of jobs. </p> <p>\"It's no wonder the Bush team, hobbled by such a record, acts as if it can win only if voters treat this election as a referendum on Mr Kerry's fitness for office. It should be clear by now that Mr Kerry is not for some Stalinist government healthcare system, that he won't give Paris a veto over US foreign policy and that he doesn't think terrorism is merely a nuisance. He was thoughtful and firm in all three debates, despite his enduring stiffness. The shrillness of the Bush camp's attacks on Mr Kerry betrays an unbecoming desperation, and adds to the sense that the challenger came out the convincing winner.\" </p> <p><b> New York Post</b> <br> Editorial, October 14 <br> \"The debate for the most part was an often-deadening exchange of statistics that must have left a lot of voters more than a little confused. They traded a few 'gotchas', accused each other of distorting facts and promised a fundamentally brighter future if America pulls the correct lever on November 2 ... </p> <p>\"Now the home-stretch run begins. We don't know how helpful these exchanges were to most voters - but they certainly made clear the sharp differences between the two candidates over what, in the end, remains the most important issue of the day: defending America against the threat of global terrorism. On that, Mr Kerry is a talker. Mr Bush is a doer.\" </p> <p><b> Michael Goodwin</b><br> Daily News, New York, October 14 <br> \"Though Mr Bush looked flushed and jumpy at times, both seemed punched out from their first two high-spirited encounters and a campaign that has been bitter and hard-edged for six months. With too much to lose, they played it safe and stuck to well-worn charges and themes. In truth, they've said about all they can say about each other without going after their mothers ... </p> <p>\"The night ended with the families coming on stage for the ritual hugs and Hatfield-and-McCoy handshakes. They all looked relieved it was over. I know I was.\"</p>",
  "<b> Katy Nason </b> <br> <b> Retired credit company clerk, 61, from Pinellas Park, Florida. Voted for George Bush in 2000.</b> <p>\"Bush was too interested in criticising what Kerry has done or not done in the past. He didn't focus on what was answering the questions. I think Bush is totally not on target on No Child Left Behind (the Bush education measure that focuses on achievement tests). </p> <p>\"I didn't see what Bush was going to do for me medically. Two years ago, my husband had a heart attack and then a stroke, and is now paralysed. Someone has to be with him all the time, so I had to leave my job. I have to pay $1300 a month for his care, when his disability cheque is only bringing in $1600. We've had to use all our savings. </p> <p>\"Bush really lost my vote last night. Kerry is more professional in the way he comes across.\" </p> <p> </p> <p><b> John Horstman </b><br> <b> Semi-retired marketing executive from Wildwood, Missouri. Voted Republican in 2000</b> </p> <p>\"It was a pretty good debate. I'm leaning towards Bush because I like him. I still don't know much about Kerry. He's very polished, and I like what he said about not touching social security because I'm at that age now, but I don't think Bush is going to touch social security. I thought Bush was really strong tonight. I was pretty open-minded, but Bush has proven what he'd do on terrorism.\" </p> <p> </p> <p><b> Najie Olive </b><br> <b> Restaurant owner, 39, in Toledo, Ohio. Did not vote in 2000</b> </p> <p>\"I know whom I'm going to vote for. Things disturbed me on both sides. Between banging on the podium and snickering, I thought: have a little self-restraint. You're at a professional event. </p> <p>\"You didn't see Kerry looking over and blinking. I think Kerry had a more professional demeanour. He stayed more on track and he was answering the questions more directly. Not entirely decided, but I'm leaning towards Kerry.\" </p> <p> </p> <p><b> Richard Robb </b><br> <b> Mayor of South Charleston, West Virginia. He will be a Republican delegate to the electoral college if Bush wins the state, but is unsure whether he can bring himself to vote for the president. Voted Bush last time</b> </p> <p>\"It was pretty much evenly done by both candidates. I thought Kerry was strong on the tax issue. As Kerry put it, it's the wealthiest people who got the tax cut. </p> <p>\"I don't agree with him but I think Bush spoke well on abortion and gay marriage. </p> <p>\"I haven't made my mind up yet.I think Bush is going to win, because he has such a strong group behind him.\" </p> <p> </p> <p><b> Toni Hepburn </b><br> <b> Artist and painter of icons in Tallahassee, Florida</b> </p> <p>\"I've decided towards Bush, because of abortion and in particular partial birth abortion. I don't understand how Kerry could oppose a ban. As a mum, I can't countenance that one. When Kerry was formally nominated, we tried to listen, thinking maybe he had been misquoted. Both are flawed.\" </p> <p> </p> <p><b> James Scalzo </b><br> <b> Retired defence contractor from Sterling Heights, Michigan. A registered Republican who voted for Bush in 2000</b> </p> <p>\"I didn't watch any of the debate. I saw the first two but I wasn't very impressed. It was the same rehash. I didn't learn anything new. It's all too scripted. </p> <p>\"The war is going badly, and I don't see how its going to get resolved. Bush says he'll stay there, but Kerry doesn't say he's going to do anything much different. And on the economy, Bush isn't doing a very good job, but Kerry hasn't said really what he'd do different. I'll probably just walk into the polling booth and make my decision there.\" </p>",
  "Even now, the White House - or at least one room, the Lincoln bedroom - is being redecorated for President Bush's second term. The famous long bed will remain; so will the original Emancipation Proclamation in its glass case. But, dominating the room, above the bed, will be placed a large carved crown from which will flow, ceiling to floor, royal purple satin drapes. The crown has been sent to be gilded with gold in anticipation of Bush's triumphant return from his campaign. <p>Bush began the TV debates with John Kerry ahead in the polls. After grimacing his way through the first debate, he corrected himself by maintaining strict control of facial muscles in his second. Then after he channelled his boiling emotions into hot-headed belligerence, he recast himself for the third debate with fixed grins however grim the subject. It was his best performance, and the best he could do ... and not good enough. </p> <p>The final debate focused on Bush's weak point, the home front, where he lagged on every issue. On the debate's eve, polls revealed that the voters want a change in direction, a new president, but remained tentative about Kerry. On that soft ice, despite the dead heat, the incumbent could prevail by asserting his mastery. </p> <p>Bush's story is only of the \"war president\". As he tells it, September 11 leads him in a straight line to invade Iraq, and \"freedom is on the march\". True or not, it is a simple story that many can follow. But his narrative of the \"homeland president\" is a melange of avoidances and denials. Chronology is crucified, cause and effect stood on their heads. Under his aegis, nearly one million jobs have been lost, the worst record since the Great Depression; he has squandered the largest surplus and created the largest deficit; more than 4.5 million have lost their health insurance and more than 45 million are uncovered; and so it goes on. </p> <p>But in Bush's telling, for example, his regressive tax, source of much of the deficit, passed before September 11, was enacted afterward. He mentioned as little as possible his Medicare prescription drug bill, despised by most of the elderly, who will pay more - a bill approved only because the Medicare actuary was threatened with dismissal should he tell Congress the true cost. (The twisting of information and intimidation on the Medicare bill are similar to the distortions and coercion in the rush to the Iraq war.) </p> <p>Bush attempted to change the subject to his fictional version of his education bill, \"Leave No Child Behind\", evidence of \"compassionate conservatism\". Asked by the moderator whether he favoured an increase in the minimum wage, he hailed his achievement on education, but never responded to Kerry's factual addition that Bush had failed to secure the $28bn needed to implement the measure. Nor did Bush acknowledge that many states have filed suits in federal courts against \"Leave No Child Behind\" due to the absence of funding, or that the original sponsor of the bill was Senator Edward Kennedy. Instead, he used Kennedy as a straw man. \"There's a mainstream in American politics and you sit right on the far left bank,\" the president charged. \"As a matter of fact, your record is such that Ted Kennedy, your colleague, is the conservative senator from Massachusetts.\" </p> <p>Kerry's performance, consistent with previous ones, disclosed his knowledge of policy and toughness - and refuted the negative image projected by the Bush campaign of him as flip-flopper. He too raised the icon of Kennedy - this time John F Kennedy - to establish his credentials on Bush's supposed high ground, the cardinal virtues of faith. </p> <p>After Bush skirted the question of whether he would appoint supreme court justices who would uphold Roe v Wade, the decision legalising abortion, Kerry defended women's right to choose as a \"constitutional right\", defended gay rights, and passionately defended the minimum wage. And then he said: \"I grew up a Catholic. I was an altar boy. Throughout my life this has made a difference to me. And as President Kennedy said when he ran for president, he said, 'I'm not running to be a Catholic president. I'm running to be a president who happens to be Catholic.' My faith affects everything that I do, in truth. There's a great passage of the Bible that says, 'What does it mean, my brother, to say you have faith if there are no deeds? Faith without works is dead.'\" </p> <p>Haunted by his father's defeat, Bush's presidency has been a case study in reaction formation. He marched to Baghdad, ensured he had no enemy to his right, and cut taxes regardless of the deficit. In the last debate, he sputtered about \"a liberal senator from Massachusetts\", repeating attack lines from his father's old campaign and coming full circle in pursuit of the gilded crown. </p> <p><b>·</b> Sidney Blumenthal, a former senior adviser to President Clinton, is Washington bureau chief of <a href=\"http://www.salon.com\">salon.com</a> </p> <p><a href=\"mailto:sidney_blumenthal@ yahoo.com\">sidney_blumenthal@ yahoo.com</a></p>",
  "Israel loves the US, and it loves the US president. This has been the case for many years now. <p>It loves George Bush, but it also loved Bill Clinton. It loved George Bush Snr a little less, but it certainly loved Ronald Reagan, and even Jimmy Carter. It remembered what each of them had done for the country - the peace with Egypt, the first Gulf war, the eulogy for Yitzhak Rabin.</p> <p>Israel loves every US president not perceived as being demonstratively hostile towards it (the last such president was Gerald Ford, who called for a \"re-evaluation\" of the relationship between the countries). </p> <p>Israel loves the US president because he holds the umbrella that protects it from its enemies. He symbolises the defense and economic support, and - above all - the moral support that Israel receives from the US. It is he who gives Israel the feeling that it still has one friend left in the world who can be trusted, even in times of great trouble. He is the symbol, and America is the friend.</p> <p>Therefore, the Israeli public has no difficulty loving Mr Bush, just as it loved Mr Clinton. And as long as Mr Bush supports Israel's struggle against terror, as long as he gives the impression he understands that Israel is protecting the lives of its citizens and will take its needs into account - even without always agreeing on every detail - the Israeli public will continue to see him as the man who holds that umbrella on rainy days.</p> <p>It is worth noting that Israel is very much focused on itself. Mr Bush's attitude - or the Americans' attitude - to abortions, health insurance, environmental quality and the Kyoto treaty, the EU and the UN, is not especially of interest to Israelis. All they want to know is that the US is on their side in the important and difficult struggles they have to endure.</p> <p>Thus, for example, and perhaps predictably, the gain Israel has extracted from the US war in Iraq can be seen in the level of support (68%) for the conflict amongst its people. </p> <p>The questions of whether the US acted in sufficient coordination with the world, and whether there was any connection between Iraq and Osama bin Laden, are interesting, but their impact in Israel is marginal. </p> <p>Here, the bottom line is clear: Iraq was Israel's enemy, and that is no longer the case. Saddam Hussein fired missiles at Israel, and now he is in prison. Who can oppose a war that has had such positive results?</p> <p>There is nothing surprising, therefore, about the results of the survey conducted for Ha'aretz by the Dialogue Institute, under the supervision of Professor Camille Fuchs. The chances are that if such a survey were to be undertaken in two years to measure the Israeli public's affection for John Kerry, should he be elected president, its results would be similar. </p> <p>They would change to the detriment of the president only if he demonstratively, and over time, adopted a stance that was opposed to that of the Israeli public, especially if it had to do with their view on the war with the Palestinians. This is the key issue that now consumes Israelis, and the US position on itr is therefore crucial to the level of affection Israelis display toward the Americans.</p> <p>So long as the US administration is perceived as being basically supportive of Israel's struggle against Palestinian terror, the support for it in Israel will remain very high - even higher than is reflected in the survey. </p> <p>If we study the survey, a clear picture emerges - the only section of the Israeli public that is not especially fond of the Americans, that does not love President Bush and, even more than that, wants Mr Kerry to be elected, is the Israeli Arabs. </p> <p>Almost 20% of Israel's citizens are Arabs, and their answers to the survey were quite different from those of Jewish Israelis. Among Jews, affection for the US is even higher than the overall result of the survey demonstrate.</p> <p>Around 50% of the Arab population wants Mr Kerry to win, as compared to 24% of the general public (including Arabs). In fact, most of those who said they wanted Mr Kerry to win rather than Mr Bush were Arabs (along with a few Jewish leftwingers). The position of Israeli Arabs is thus far closer to the position of the Arab world than it is to the position of Israel's Jewish citizens.</p> <p>A similar picture has emerged over the war in Iraq. The only reason there is not wall to wall support for it among Israel's citizens (the level is around 80%) is the fact that around 65% of Israeli Arabs believe that the US invasion was not justified and only 25% believe it was. Again, this could be described more as an Arab position, and less of an Israeli one.</p> <p>In this context, it is interesting to note that the only section of the Israeli public in which a significant number of people said they were afraid to visit the US was the Israeli Arabs. Among the population as a whole, only 10% expressed concern about visiting the US, while more than 30% of Israeli Arabs voiced concerns about making such a visit.</p> <p><b>·</b> Shmuel Rosner writes for Ha'aretz</p>",
  "Canada's hockey arenas have never had a reputation as forums of political unrest. So when Montreal fans began systematically booing the US national anthem last year before the teams took to the ice, there was clearly more to it than just a few troublemakers voicing their discontent. <p>Our feelings towards the US, and not just towards the powers that be in Washington, had officially changed. The general hostility towards the Bush administration's warrior politics had taken on a downright anti-American look.</p> <p>Admittedly, this was Quebec, a rebel, nationalist, francophone province. Commentators expressed a feeling of shame at this politicisation of a purely athletic contest. Nothing of the like had ever happened in Toronto or Vancouver.</p> <p>But the poll we are publishing today tells us that throughout Canada, our opinion of the US and its president is sinking. This is especially true in Quebec, where 76% of respondents said their opinion of the US had worsened over the past two or three years, but even in Canada 64% said the same.</p> <p>This does not mean quite the same thing here as it would in Madrid or Berlin. At first sight, indeed, no country is as American as Canada except - possibly - for the United States.</p> <p>We drive the same cars, live in the same homes, wear the same clothes, see the same movies, commute from the same suburbs, shop at the same Wal-Marts and, if we are Anglo-Canadians, watch the same television and read the same magazines. We felt close to the trauma on September 11 2001. New York is just next door. Thousands of Canadians know people who died that day.</p> <p>Everything would seem to contrive to bring the two countries together, including our common border, the longest in the world: 90% of Canada's population lives within a three-hour drive of our neighbour to the south. Both countries are each other's main economic partner.</p> <p>Yet history has made us profoundly different from one another: one out of four Canadians, and four out of five Quebecers, are francophone; and the Queen of England is still our head of state.</p> <p>Our socio-political culture, too, sets us apart. It is most unlikely that any Canadian prime minister in the last 35 years would ever have been elected in the United States - except possibly in Vermont or Minnesota, two Northern States that have, over the years, produced such un-American things as maple syrup and hockey players.</p> <p>Jean Chrétien, who was prime minister from 1993 to 2003, was in favour of gay marriage, opposed to the death penalty, a staunch defender of a universal free healthcare system entirely controlled by the state, and a proponent of rigorous weapon control - basically, far too leftwing to ever make it as a US Democrat.</p> <p>So it comes as no surprise that many more Canadians have a favourable opinion of John Kerry (55%) than of George Bush (29%) - even more so in unionised, social democratic Quebec, where 71% favour Kerry while only 11% favour Bush.</p> <p>Much more significant is the fact that the US reputation as a prime example of democracy has weakened considerably: 59% of Quebecers no longer view the US as a model, and 36% of respondents in the rest of Canada agree with them. More than two-thirds (70%) of those questioned in Quebec believe that the US does not contribute to world peace, as do 47% of Canadians in general. The vast majority of Canadians (85%) also think that the USA exerts too much influence in international affairs.</p> <p>That much said, despite occasional spurts of vaguely anti-American nationalism, Canadians are well aware of what they owe to their southern neighbours: their prosperity and the defence of their continent. All Canadians consider it important or very important to maintain good relations with the US: 89% of Quebecers believe so, as do 95% of respondents in Canada as a whole.</p> <p>It wasn't an easy matter for Canada to oppose the war in Iraq, and it may well prove very difficult to oppose the latest anti-missile shield project. In a country whose army relies on second-hand submarines that catch fire at sea and on helicopters with a history of killing those soldiers who still dare to fly in them, we aren't in much of a position to throw our weight around on the military scene.</p> <p>Canadians like to think of themselves as a fiercely independent people. They reserve their right to boo if they so please - and to be Americans in their own way, if and when it suits or pleases them.</p> <p><b>·</b> Yves Boisvert is a columnist with La Presse in Montréal</p>",
  "The Japanese view of the United States is complicated by the history between the two countries and what many see as the two faces of America. <p>Since the end of the second world war, the Japanese have admired the United States as a champion of democracy and freedom. But there is another view of the United States as a bully with aggressive policies that puzzle, even anger, Japanese people.</p> <p>In general, as the latest public opinion poll shows, most Japanese hold a favourable impression of the United States. Close to 90% of the respondents said the Japan-US relationship was important, while 74% said they \"liked\" or \"somewhat liked\" the United States. This concurred with a an Asahi Shimbun poll in April 2002 where a high number of respondents said they either felt \"a great deal of\" or \"some\" closeness to the United States.</p> <p>For many Japanese, the United States, seen as the apostle of democracy after the second world war, is still a favorable and amicable nation that provides numerous opportunities, even for baseball players like Ichiro Suzuki and Hideki Matsui.</p> <p>But for some, the United States is also the nation that dropped the atomic bomb on Hiroshima and Nagasaki, as well as the economic superpower that has demanded increased imports from the United States by using the veiled threat of sanctions.</p> <p>Specific US policies, particularly ones perceived as overly aggressive, bring about a more complex appraisal among Japanese. Only 16% in the latest poll said \"the Iraq war was right\". More than four times as many respondents - 71% - said \"the war was wrong\".</p> <p>The Iraq war was also a factor in why many Japanese dislike the US president, George W Bush. The support levels were 30% for Bush and 51% for Senator John Kerry.</p> <p>While the poll results showed that the average Japanese likes the United States, public opinion is divided over whether Washington's actions are actually contributing to peace and the war against terrorism. While Japanese may accept Mr Bush's criticisms of terrorism, they cannot support a war in which many civilians have been killed.</p> <p>Recent history shows that when the United States is magnanimous and heading towards harmony, the Japanese attitude toward the United States is also stable. President John F Kennedy was held in high esteem by many Japanese because he was a symbol of a united America.</p> <p>But after September 11 2001, terrorist attacks and the subsequent wars in Afghanistan and Iraq, the United States became more divided. Americans continue to bicker over such issues as how to engage Islam, how to cooperate with the United Nations and how far to listen to the arguments of allies opposed to the Iraq war, like France and Germany.</p> <p>The antagonism within the US has cast a shadow over Japanese attitudes towards the country - and has influenced opinions on Japan's own leadership. The prime minister, Junichiro Koizumi, has faced strong criticism for his unwavering support for the US.</p> <p>Koizumi has used his close ties with Bush as a pillar for his administration, but only 33% of the respondents viewed that stance favorably, compared with 53% who disapproved. Close to 60% of the respondents also opposed Japan's dispatch of the self-defence forces to Iraq. Respondents showed they are dissatisfied with Koizumi simply tagging along with Bush.</p> <p>Yet, Koizumi appears to have ignored the complexity of Japanese public opinion. He has continued to back Bush without adequately explaining his stance to the Japanese public. That is a major reason why many Japanese are dissatisfied with their prime minister. Distrust of the United States and policies concerning Iraq has even spread to Japanese policymakers.</p> <p>\"Pro-American Iraqis and terrorists only represent a handful of the Iraqi population,\" said a Japanese diplomat. \"The remaining large majority are simply law-abiding citizens. The United States seems to have determined that by wiping out terrorists the Iraqi public will fall in line, but its actions are actually pushing those citizens towards an anti-American position.</p> <p>\"The United States should realise the limits of a policy relying only on force.\"</p> <p>The US presidential election is entering its final month. The Republican and Democratic parties have made the election a choice between Bush and a continuation of the Iraq policy or Kerry and a major shift.</p> <p>The poll also showed that support in Japan for the ruling Liberal Democratic party and for the opposition Minshuto (Democratic party of Japan) was finely balanced. But it is still unclear if these parties can create a true two-party system in which policies are at the forefront and not over shadowed by defections, mismatched alliances and power struggles among individual politicians and party factions.</p> <p>One thing that Japan can learn from the United States is the dynamism of its politics.</p> <p><b>·</b> Hiroshi Hoshi is senior staff writer for the Asahi Shimbun newspaper</p>",
  "Over the past three years, to judge by these polls, the Bush administration has squandered a huge wealth of global goodwill towards America - a moral, political and social asset as necessary to managing the world as money or military power. <p>Rarely has an administration been as isolated as this one is after the situation it has created in Iraq. </p> <p>In the end, however, whether it is Bush or Kerry who wins, the US will need some international help if it is to escape the quicksand it has fallen into through recklessnes, ideology and incompetence.</p> <p>That wealth of sympathy was never so great as in the wake of the 9/11 attacks. Yet three years later, mostly because of the war against Iraq, the perception of the US and of its administration among citizens in the countries included in the poll, from Japan to Mexico, lies at almost dangerous levels - at least, it does in Spain. </p> <p>Even during the long Vietnam war, successive administrations were able to leave \"their\" war out of transatlantic relationships. Iraq, however, is a different case, because of its importance from regional and strategic points of view, because of all the deception, because of the emergence of a global public opinion, and because the invasion is seen as useless in the war against terrorism. </p> <p>Generally speaking, the polls show the same pattern in almost every country: rejection of the Iraq invasion, contempt for the Bush administration and lukewarm support for Kerry, but no clear sentiment of anti-Americanism, no rejection of the Americans or of their society. Such is the case in Spain, where there has traditionally been anti-American sentiment on the extreme right and the extreme left, but not in the centre. </p> <p>This lack of anti-Americanism is evidence of a mature society. Along with Mexico's, Spain's rejection of the war was the most emphatic - the strongest in Europe, including Britain, where opposition to the invasion and to Bush is as big as in other countries. Yet only 32.5% of Spaniards claim to have a poor opinion of the Americans, while 47.3% think favourably of them. </p> <p>The divide between the Spanish left and right in this respect is obvious, but even Popular party voters largely reject the war and the Bush administration, while expressing some scepticism about Kerry. These views are widespread in the society as a whole and in other countries, though the Democratic candidate is way ahead in the preferences.</p> <p>The big exception is Israel, which clearly supports both this war and Bush and wants the US to keep playing the role of world leader. This gulf between the Israeli and European points of view is one of the things widening the transatlantic breach. </p> <p>To a lesser degree, Russia shares Israel's more lenient attitude towards Bush. The Russians are, perhaps because of their past and their dreams of being a great power, among those who most favour the US being the world's policeman, whereas Europe sees the hyperpower as wielding too much influence.</p> <p>Many links have been broken in the last three years. However, these polls show that whether the winner is Bush or Kerry, the possibility remains - perhaps even with a mandate - of rearranging positions in a way that people would understand, as long as those positions were reasonable. </p> <p>In every country, the generally favourable opinion of \"the Americans\" should mean that after November 2 it will not be too difficult to achieve a victory for who regard a good relationship with the US as very important - provided Washington also takes a step.</p> <p><b>·</b> Andrés Ortega writes for El País</p>",
  "Whoever is at the helm in the US, whether it is the (Republican) elephant or the (Democratic) donkey, George Bush or John Kerry, anti-US sentiments have prevailed in Russia for years. <p>This made the results of a survey conducted by our newspaper sensational, because the number of respondents who had a favourable attitude towards the US proved to be unexpectedly high. What happened? Was it yet another manifestation of the \"mysterious Russian soul\"? Or were people influenced by any particular developments?</p> <p>The poll was carried out days after the Beslan tragedy. At the time, Russia could think about nothing else. Even if it did, it did so through the prism of Beslan. It was in such days and hours that the organisers of the poll asked Russian citizens to reflect on the US and its forthcoming presidential election. Russians say that a friend in need is a friend indeed. Vladimir Putin was the first foreign leader to call George Bush on September 11 2001, expressing his support for America. Mr Putin said: \"Americans, we are with you.\" </p> <p>They were not mere words of solidarity. It was a political choice, and predetermined Russia's participation in the counterterrorism coalition. Likewise, on September 1 this year, Mr Bush was the first foreign leader to call Mr Putin in the aftermath of Beslan, offering him \"any aid that may be needed\". The following day, the White House set out its position - at this tragic time, it offered its full support to Russia, a partner in the fight against international terrorism. Days later, Richard Armitage, the US deputy secretary of state, said people such as Shamil Basayev were \"not worthy of existence in the type of society that we endorse\". Never before had western officials spoken so vehemently against Chechen terrorists. Soon afterwards, the US outlawed Basayev's grouping. In the days of the Beslan tragedy, the US took a firm stand, never attempting to dilute it with political rhetoric. The EU, however, acted differently. </p> <p>Beslan had not even buried its dead when the foreign minister of the Netherlands, the country that holds the EU presidency, demanded that Moscow explain how the tragedy could have happened. The remark was made at the wrong time - it sounded insensitive, and the state-controlled Russian media jumped at it the chance to use it for propaganda means. As La Rochefoucauld said, we are strong enough to bear the misfortunes of others. Ordinary Russians did not feel that much strength had been shown by European politicians. </p> <p>Meanwhile, Mr Bush, so widely criticised, again insisted: \"They who are against terrorists are with us.\" Even the fact that the first Beslan-bound foreign plane carrying humanitarian aid arrived from Europe could not change that position. The plane came from Italy, where 150,000 citizens took to the streets to show their solidarity with the residents of a small town in North Ossetia. Our poll also showed that, in the aftermath of the Beslan tragedy, Russians feel more sympathy with Americans facing difficulties in Iraq - they say terrorists are vile, ruthless and everywhere, striking without warning.</p> <p>Moreover, it is felt that those who kill hostages in Iraq have much in common with the Beslan terrorists - they wear the same camouflage uniforms, the same masks. Without a doubt, Russia and the US have a common enemy. To fight that enemy means to fight for peace on earth. For Russia, September 2004 means not only Beslan, but also the political consequences of the tragedy. On the pretext of stepping up anti-terror efforts, President Putin moved to change the constitution and partially deprive Russian citizens of their electoral rights. </p> <p>That initiative evoked a wide response. Not only were many Russians highly critical of the move - Mr Putin's ratings fell to their lowest point since the Kursk nuclear submarine disaster - but they also began to ask questions. </p> <p>Did President Bush ever try to encroach upon the US constitution? Why did not it occur to him, in the wake of 9/11 attacks, to abolish governor elections? And why has democracy in the US proved to be stronger than that in Russia? </p> <p>While Russians citizens look for the answers to those questions, Russia again falls far behind. The US model looks like a distant star on the horizon.</p> <p><b>·</b> Boris Yunanov is diplomatic observer of Moskovskiye Novosti</p>",
  "Anti-American sentiment has made headlines in the global press, but that feeling among Koreans is a relatively recent development. <p>After the end of the Japanese occupation in 1945, the image of the United States and Americans etched into the Korean consciousness was that of the most trustworthy friend and benevolent liberator. </p> <p>During the Korean war, US soldiers held back the invading North Korean army. Of those troops, 103,000 were wounded and 54,000 died in battle.</p> <p>In the half-century since the 1953 ceasefire brought an uneasy, armed peace on the peninsula, the security of South Korea has been almost completely dependant on the United States. </p> <p>Economically, too, Korea's meteoric rise from the ashes of war to the 11th most prosperous nation in the world was made possible by the security umbrella, generous economic aid and market opening offered by the United States. Korean society and culture flourished under the leadership of a mostly US-educated elite.</p> <p>With this historical understanding of Korea-US relations, one would assume that Korea should be a country that is most friendly and appreciative to the United States.</p> <p>But that assumption is wrong.</p> <p>In recent years, the perception of the United States among many Koreans has changed drastically. This is especially the case for the younger generation.</p> <p>Now, many see the United States as having moved from a benefactor to an impediment to inter-Korean reconciliation; from a protector to a country that could shatter peace on the Korean peninsula with hardline policies towards North Korea. There is fear of a pre-emptive US strike against the north.</p> <p>Less a benevolent friend, the United States is seen as a hegemonic power that takes unilateral military action without regard to enormous consequences. </p> <p>The poll of America's image in Korea provides insight into why Koreans have changed their minds about America: the US fall from grace, it appears, can be traced to George W Bush's ascent to the presidency. </p> <p>The reponses to a poll question about Koreans' impressions of Americans in general, of the current president, and of his Democratic challenger John Kerry bear this out. </p> <p>Americans overall received a positive response from 65% of the Koreans surveyed, and, while 47% held a favourable view of Mr Kerry, 72% had negative feelings toward Bush. At the same time, 68% of Korean respondents said they hoped for a Kerry victory on November 2, while only 18% looked forward to a win for Bush.</p> <p>The poll revealed that Koreans make a critical distinction between the state and the people. Though 65% said they felt friendly towards Americans, 67% said they felt unfriendly towards the country. </p> <p>It may be that many Koreans see the United States as embodying the Bush administration, in effect pasting the face of the man over the nation as a whole. </p> <p>Mr Bush's unpopularity with Koreans may be attributed in part to his inclusion of North Korea in the \"axis of evil\" along with Iraq and Iran; to his failure to produce a comprehensive North Korean policy, while pursuing a one-sided policy of relentlessly focusing on the nuclear issue; and to his refusal to engage in direct bilateral talks with North Korea. </p> <p>All of these issues are likely to have angered younger Koreans who tend to view North Koreans as brothers rather than as potential enemies.</p> <p>In terms of how impressions of the United States are developed along generational lines, 47% of Koreans over 50 years of age who were surveyed said they held an unfavourable view of the United States, compared with an overwhelming 70% of those in their 20s to 40s. </p> <p>Anti-American sentiment in Korea, of course, is not itself a novel phenomenon but reaches back to 1980, when democratic activists were brutally murdered by followers of the then-president, Chun Doo Hwan, in Gwangju. Many young Koreans today harbour suspicions that the United States condoned or even supported the Gwangju massacre, and some interpret the recent outbreak of anti-Americanism as the delayed eruption of emotions that have been festering for 20 years.</p> <p>Two noteworthy observations can be drawn from the poll results.</p> <p>First, 93% of the Koreans surveyed said they believed in the importance of preserving good Korea-US relations, and 67% said that the current state of relations was worrisome. Such responses strongly imply that Koreans tend to approach Korea-US relations from a realistic stance rather than from one filtered through the prism of reckless anti-Americanism or emotional nationalism.</p> <p>Second, the poll indicates that Koreans' general knowledge of the United States is staggeringly poor. If representative of the Korean population, the survey suggests that 87&amp; of Koreans have never been to the United States, and 70% do not read American periodicals. And 53% confessed to a total or near-total ignorance of the United States. In this respect, President Roh Moo-hyun, who had never set foot in the US before assuming office last year, can be said to accurately represent the Korean people.</p> <p>There is no guarantee that increased familiarity with the United States will bring about friendlier Korean attitudes towards the nation and its present leader. What is certain, however, is that Korea and the United States are the closest allies fit to counter the last remaining threat of the cold war.</p> <p>Given that an astonishing number of Koreans are barely familiar with America, it is hardly a desirable situation in which these are the people forming judgments and impressions about their partner nation. But if a poll were taken inquiring into Americans' familiarity with Korea and Koreans, it is just as likely to yield discouraging results.</p> <p><b>·</b> Young Hie Kim is the JoongAng Ilbo newspaper's senior columnist</p>",
  "The US presidential contest is set to be the first billion dollar election in political history. <p>According to the latest official figures, George Bush and John Kerry together have raised more than $500m, double the previous record set by Mr Bush and Al Gore in 2000. </p> <p>Allies and surrogates operating through a loophole in the campaign finance laws have amassed a further $330m and are still rapidly sucking in cash, most of which will be thrown into the Bush-Kerry duel in the form of attack advertisements. </p> <p>Add in the $150m in federal funds provided to the candidates, and the considerable funds spent on the presidential contest by the Republican and Democratic party machines, and it is clear that a once unthinkable financial benchmark - the equivalent of more than £558m - has fallen by the wayside. </p> <p>\"It's fairly safe to say now that the billion dollar mark is going to be passed,\" said Derek Willis, an expert on money in politics at the Centre for Public Integrity, a Washington watchdog group. \"The combined total for the two of them is more than I ever thought two candidates would raise.\" </p> <p>Not only is this the most cash-drenched presidential battle ever, it is also one of the most closely contested, in money terms as well as electoral support. </p> <p>Republican candidates normally outspend Democrats by large margins. This year, President Bush has raised more money than any candidate before him, but Senator Kerry has stayed in contention. The Democratic challenger has collected more than $236m, against the president's $264m. </p> <p>Furthermore, this time Mr Kerry has well-financed allies, liberal support groups whose expenditure does not show up in the official figures and who are easily outspending their conservative counterparts. </p> <p>\"Last time Bush had twice the money Gore had. This time they're close enough that money isn't going to make any real difference,\" said Larry Noble, the head of an independent monitoring organisation, the Centre for Responsive Politics. </p> <p>The Democrats have the president partly to thank for their unusually full pockets. Fury at the Bush administration among wealthy liberals including the billionaire financier George Soros, the insurance magnate Peter Lewis, and leading Hollywood moguls such as Stephen Bing (best known for being the father of Elizabeth Hurley's son) has opened some fat wallets. </p> <p>As one Democratic fundraiser put it: \"This is a nasty and even campaign, so people are coming out and spending more money. The Howard Dean campaign [in the Democratic primaries] galvanised the angry people, and there is one thing that angry people will do. Angry people will write cheques.\" </p> <p>This year's flood of political contributions is the perverse consequence of a legislative attempt two years ago to curb the influence of corporate money on American politics. </p> <p>The McCain-Feingold law, promoted by two senators from either side of the political divide, outlawed \"soft money\" - big money contributions to the parties which escaped federal limits as long as the adverts they funded were about \"issues\" rather than candidates. In practice, it was clear what side a soft money ad was on. To compensate, the law doubled the legal limit on \"hard money\" individual contributions to the campaigns to $2,000. </p> <p>Consequently, both campaigns have raised far more hard money, but the flow of soft money has not been staunched. Instead of going to the parties, it has gone to political groups known as \"527\" committees after a clause in the campaign finance rules which allows \"independent' organisations to raise unlimited funds with few restrictions, as long as they do not formally coordinate their activities with the parties. </p> <p>Democrats were the first to see the huge potential of the loophole, and leading liberal figures set up an array of anti-Bush 527 groups. For example, Harold Ickes, a former aide to Bill Clinton and a veteran Democratic strategist, helps run the Media Fund, which has run a series of scathing anti-Bush advertisements. Jim Jordan, Mr Kerry's former campaign manager, has become the chief spokesman for America Coming Together (Act), which sponsors ads and mobilises liberal voters. </p> <p>The Republicans argued that it was absurd for Mr Jordan, who had only months before had been running the Democratic challenge, to claim he had no knowledge what the Kerry campaign was doing. </p> <p>\"He'd have to have a lobotomy to avoid violating the law,\" Ed Gillespie, the Republican chairman, complained. </p> <p>Since it became clear that the federal election commission was not going to ban 527s, the Republicans have been scrambling to catch up. </p> <p>Swift Boat Veterans for Truth, a virulently anti-Kerry group, has produced blistering adverts questioning his war record. </p> <p>Meanwhile, Tom Synhorst, a longstanding business associate of Karl Rove, the president's chief political adviser, set up a pro-Bush 527 called Progress for America. Within four months it has raised more than $32m, almost as much as Mr Ickes' Media Fund achieved in twice the period. </p> <p>It has been helped by $5m cheques from Republican backers including Roland Arnall, the head of Ameriquest Capital, an investment fund, and Alexander Spanos, the owner of an American football team, the San Diego Chargers. </p> <p>The 527 groups are likely to be the most significant institutional legacy of this election. They are likely to become powerbrokers, complicating the political scene and ensuring that, whatever the rules, big money has its say.</p>",
  "<p>Bill Clinton, forced to sit out the US presidential campaign after heart bypass surgery, is expected to record a number of radio adverts at his home as the White House race enters the final straight. </p> <p>His contribution, which is likely to include a taped message for use by Democratic phonebanks, was confirmed as campaign strategists were preoccupied with the election endgame, deciding on the message and selecting the target audiences for a final blitz of TV advertising. </p> <p>Last night's televised debate was the last national moment of the election season. </p> <p>But in the 19 days remaining until polling day, the Bush and Kerry campaigns combined are expected to spend about $150m (£83.6m) on television advertising, adding to the $430m so far, according to Evan Tracey of the Campaign Media Analysis Group. </p> <p>Despite the huge amount spent, much of the message has bypassed the majority of American voters, 87% of the ads reaching only 27% of the electorate. Viewers in New York or Texas, where a swing is highly unlikely, will hardly know there is an election on. </p> <p>But those in the states picked by the Republicans and Democrats for saturation coverage can expect the final encounter between President George Bush and John Kerry to be revisited constantly in the coming fortnight. </p> <p>\"Win, lose or draw for either candidate, there will be enough soundbites for both parties to cut some ads that will try to capitalise on their momentum or to try to stop any slide coming out of the debate,\" Mr Tracey said. </p> <p>Any gaffes or perceived slips are likely to turn up in their opponent's TV ads. \"Both candidates are going to be on the attack constantly,\" said Larry Sabato of the Centre for Politics at the University of Virginia.\"This race is tight as a tick, and nobody is going to let up - because the person who is going to let up is going to lose.\" </p> <p>So far the election has been fought mainly in the 10 battleground states: Florida, Ohio, Pennsylvania, Iowa, Michigan, Minnesota, Wisconsin, New Mexico, Nevada and Colorado, according to an analysis of TV advertising by the University of Wisconsin advertising project. That is a far narrower field than was originally en visaged by Kerry campaign advisers; last July they were confident of contesting as many as 20 states.But it also contradicts Republican claims that New Jersey, considered a safe state for Mr Kerry, is now in play. </p> <p>\"Whatever the campaigns are telling you about what states are in play, or are not in play, where they put their dollars shows what is really happening,\" said Joel Rivlin of the University of Wisconsin. </p> <p>The most saturated city has been Miami - a reflection of the close contest in the Florida in the 2000 election - but the Wisconsin project has also revealed a fierce battle of the airwaves in Albuquerque in New Mexico, and Reno in Nevada, as well as several cities in Ohio and Florida. That could change after last night's debate. \"They are going to try to figure out where they gained the most advantage,\" said Kathleen Hall Jamieson, director of the Annenberg Public Policy Centre at the University of Pennsylvania. </p> <p>\"They are going to look at polls and focus groups, and see what issue resonated with their voters; and that is what they are going to focus on.\" </p> <p>So far Mr Kerry has focused on healthcare, taking up the subject in 62% of his TV adverts. Mr Bush has relied on the \"war on terror\" and national security, using such material for 46% of his campaign ads. </p> <p>Although both campaigns have resorted to attack ads, Mr Bush has been far more negative so far, attacking Mr Kerry in about 30% of his TV ads. </p> <p>As well as defining each candidate's the winning issues, the last of the televised debates usually reduces the number of states in contention, and some commentators predicted yesterday that Colorado and Minnesota may no longer be as fiercely contested. </p> <p>But it is universally expected that the battles for Florida and Ohio will intensify. </p> <p>The tradition of scaling back may also be forgotten this year as the Kerry campaign tries to learn from the mistakes made by Al Gore in 2000. </p> <p><strong>·</strong> Former President George HW Bush called Michael Moore a \"slimeball\" for what he said was lies about the Bush family in Fahrenheit 9/11. In an interview with WCSH-TV, when asked his opinion of the filmmaker, he said: \"Total ass, slimeball. It was \"outrageous, his lies about my family.\"</p>",
  "<p>Let's weigh up the evidence: incoherent speech, awkward pauses and a suspicious bulge under the back of his jacket. Of these, one could argue, only the bulge suggests anything unusual during the president's first televised debate with John Kerry. </p> <p>Conspiracy theorists say the bulge marked a radio receiver and that Bush was being fed answers, hence his numerous pauses and cry of \"let me finish\", despite no interruptions. </p> <p>But William Scanlon, a radio communications expert at Queen's University, Belfast, doubts that Bush would have been caught out in such an obvious way. \"You wouldn't see it. They wouldn't be that stupid,\" he says, adding: \"Is it possible to do it without the bulge? Certainly.\" </p> <p>Even relatively bulky secure devices - which scramble sound to evade eavesdroppers with an FM scanner - could fit into an inside pocket. Getting the message to the presidential ears would be trickier: wireless, Bluetooth-style,radio signals sent to an earpiece might be intercepted. Scanlon says a thin, transparent \"acoustic tube\", which transmits sound directly through a diaphragm at the end, would be difficult to spot.</p>",
  "<p>\"I confess that I've never watched a presidential debate in an atmosphere so reminiscent of a pro wrestling crowd.\" So writes John Hinderaker of the pro-Bush <a href=\"http://www.powerlineblog.com/\">Powerline </a>blog. He was at the Minneapolis Hilton last night, along with the people behind <a href=\"http://www.captainsquartersblog.com/mt/\">Captain's Quarters</a> and <a href=\"http://www.shotinthedark.info/\">Shot in the Dark </a>and others in the \"patriotic\" camp.</p> <p>If you ever wondered what a party of bloggers sat round a table in a hotel ballroom looked like now is your chance to <a href=\"http://powerlineblog.com/archives/008179.php\">check out the photographs</a>.</p> <p>In terms of style and presentation, the last debate was closer than the previous two. Mr Bush had ditched his sometimes petulant air for warmth and charm, and, in some of the answers at least, Hinderaker felt he had something to cheer for. \"For me, the defining moment came near the end, when moderator Bob Schieffer of CBS asked the candidates an open-ended question about religion. Bush's answer was perfect: straightforward, inclusive, heartfelt.\"</p> <p>But he still hesitates to put it in the win column for the president. \"On the whole I thought that Kerry did somewhat better than Bush on the ordinary domestic policy issues. He was almost always on the attack and was better able to back up his arguments with (often misleading) data. On the other hand, Bush did better than Kerry on the 'social' or 'values' issues.\"</p> <p>The same analysis is shared by Andrew Sullivan's <a href=\"http://www.andrewsullivan.com/\">Daily Dish</a>, a blog moving away from the president with some reservations. Even so, his \"<a href=\"http://andrewsullivan.com/index.php?dish_inc=archives/2004_10_10_dish_archive.html#109772584733900818\">big surprise</a>\" is that Mr Kerry won the exchanges on fiscal discipline, guns and immigration. \"I sat slack-jawed as I watched Kerry clearly seem tougher on illegal immigrants than Bush! This is Bush's big weakness with his base.\"</p> <p>Those at the pro-Kerry <a href=\"http://www.dailykos.com/\">Daily Kos</a> are delighted by the instant or near-instant polls that cast the encounter as a tie or a clear win for the senator (set out on <a href=\"http://www.emergingdemocraticmajorityweblog.com/donkeyrising/index.php\">Donkey Rising</a>). The site even wonders if Mr Bush is repeating the <a href=\"http://www.dailykos.com/story/2004/10/14/05153/514\">mistakes Al Gore made in 2000</a> by turning up to each debate with a different persona. First he was \"Haughty George\", then \"Furious George\" and finally \"Class Clown George\", cracking jokes as he went. \"Who's the flip flopper? Who was rock-steady all three debates?\" asks Kos.</p>",
  "<p><strong>·</strong> Pensions Commission hammers home need for change<br> <strong>·</strong> John Edwards answers your finance questions <br> <strong>·</strong> Time to shred? Lloyd Shepherd on identity fraud</p> <p><strong>October 13: Pensions report calls for radical shake-up </strong><br>Britain's looming pensions crisis moved to the centre of the pre-election political stage after the Pensions Commission report warned that 12 million Britons are failing to save enough for their old age.  <a href=\"http://money.theguardian.com/pensionsincrisis/story/0,12199,1326113,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/pensionsincrisis/0,12199,,00.html\">Special report: pensions in crisis </a></p> <p><strong>OTHER NEWS</strong></p> <p><strong>October 14: Workers still eye early retirement</strong><br>Survey shows growing number of over-60s in offices, but continued reluctance to work beyond state pension age.  <a href=\"http://money.theguardian.com/work/story/0,1456,1327015,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/work/0,1456,,00.html\"> More work news </a></p> <p><strong>October 12: House prices may fall 20% over the next three years </strong><br>The pace of house price inflation slowed in August from the month before, government figures show.  <a href=\"http://money.theguardian.com/houseprices/story/0,1456,1325191,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/houseprices/0,1456,,00.html\"> Special report: house prices</a></p> <p> <strong>·</strong> Do you have any feedback on any of these issues that you want get off your chest? Email us at money.editor@guardianunlimited.co.uk</p> <p><strong>ASK THE EXPERTS</strong></p> <p><strong>Question of the week</strong><br> \"We had our first baby in May and he has received some gifts of money from his grandparents, which we want to invest in a savings account for when he is older. What would you recommend for both banking and long term savings? What are the tax implications of savings both for our own son and our god children?\"</p> <p><strong>Our financial expert, John Edwards, says:</strong> \"First of all, you should be eligible for another gift, from the government. The Child Trust Fund scheme will officially be launched in April 2005, but any child born after September 1 2002 will receive a voucher worth £250 or £500 depending on your level of income. </p> <p>Payments will be backdated to the date of birth, so you will receive some interest too in April over and above the basic sum. You cannot spend the money since it has to be kept in the Child Trust Fund until the child's 18th birthday ...\" <br><a href=\"http://money.theguardian.com/experts/finance/story/0,11106,1326502,00.html\">Read his answer in full here</a></p> <p><strong>·</strong> Any questions? Email our panel of experts on financial concerns, consumer gripes, legal wrangles, debt worries and career-related problems at money.theguardian.com/experts</p> <p><strong>COLUMN</strong></p> <p><strong>Lloyd Shepherd: to shred or not to shred?</strong></p> <p>When Lakeland, that staunch purveyor of Tupperware to the retired middle classes of middle England, starts selling document shredders, you sense a cultural shift. Shredders were once the preserve only of managers who wanted to make out they knew things which were, like, really secret. Now shredders are everywhere: large, small, bin-top, standalone, \"personal\" (one to five pieces of paper at a time), \"executive\" (five to 10 pieces of paper at a time) and \"equitable life\" (entire filing cabinets at a time). </p> <p>On the face of it, this is a reaction to a recurring privacy fear: that there are shadowy figures waiting beside our dustbins for a discarded credit card statement from which our identity can be stolen and used for a hit on a French president or something (or is that just me?). </p> <p>Of course, most \"identity theft\" involves someone sending their PIN number by email to someone else they've never heard of. No amount of shredding is going to stop people being stupid, but nonetheless, if I can be identified by it, I must shred it ... <br><a href=\"http://money.theguardian.com/columnists/lloydshepherd/story/0,12040,1326337,00.html\">Read the article in full here</a></p> <p><strong>ON GUARDIAN UNLIMITED MONEY</strong><br> Find all the news, analysis and comment on this week's report from the Pensions Commission in our special report,  <a href=\"http://money.theguardian.com/pensionsincrisis/0,12199,748492,00.html\">Pensions in crisis</a></p> <p><strong>Paying too much for your gas and electricity?</strong><br> Use our independent service to compare prices from every supplier in the UK and switch online. The service is free and could save you up to 30%. Find out more <a href=\"http://products.xelector.com/guardianukmoney/Utilities/\"> here</a>.</p>",
  "<p>It's 12.30am at the Palais in Berlin, a 1980s throwback with mirrored walls. The venue is filled with what could be extras from Prince's 1984 film Purple Rain: punks, skater kids and girls who kiss other girls. Le Tigre, a punk-pop feminist trio who politicise hard and party harder, should have been on stage over an hour ago. Bodies are propped against the walls; some people are asleep. </p> <p>At last, Kathleen Hanna, Johanna Fateman and JD Samson take to the stage. Squelchy synth sounds fill the air; the trio, dressed in garish pink, gold and turquoise, move in sync while images of fingernails being painted a shimmering gold are projected on to the screen behind them. Fateman swings her blonde hair wildly while Samson jolts around like a freestyle breakdancer tackling Michael Jackson's moves. This is a lurid, provocative girl's world brought to life, at once playground posturing and an aggressive display of adult femininity. </p> <p>But Le Tigre aren't just here to have fun. At one point, Hanna interrupts the dry electro beats to deliver an anti-Bush monologue. The Dixie Chicks have been vilified for much less, and Hanna is aware that she is in a privileged position to air her views. </p> <p>\"The audience creates a safe space for us,\" she says. \"If I was walking out on to a street and saying some of the things I think, it might not be as safe for me. But when I'm on stage, I can be who I really am.\" </p> <p>The perky, sweet-voiced Hanna of Le Tigre is a far cry from the angry teenager who fronted the riot grrrl band Bikini Kill. Formed in Olympia, Washington, in 1991, Bikini Kill were the aggressive antidote to the male-dominated Seattle grunge scene that grew up around Nirvana. Their abrasive punk songs bled feminist politics: misogyny was their enemy, frustration their weapon. And Hanna was just as feisty in real life. When attacked by Courtney Love at Lollapalooza in 1995, Hanna pressed charges and Love received a year-long suspended sentence. </p> <p>But when she formed Le Tigre with Fateman and Sadie Benning in 1998, Hanna's agenda changed. Though the political bite remained in the band's 1999 debut album, it was sugar-coated. There was something softening up the sound: the desire to have fun. \"Remember that feeling of dancing in your basement when you're a kid?\" says Hanna. \"We really like that.\" Creating that feeling became the band's motivation. </p> <p>Following Benning's departure, Samson, previously in charge of Le Tigre's visuals, stepped in. The trio recorded their second album, 2001's Feminist Sweepstakes, and, as a sign of unity, began experimenting with matching outfits. \"Everyone should do it,\" says Hanna. \"It's kind of like doing drugs without doing drugs.\" </p> <p>But with the band's new album, named This Island after their Manhattan home, Hanna has done two things her younger self would have thought unthinkable. Le Tigre have signed to a major record label, Universal - and embraced pop. </p> <p>Neither circumstance led to the other, says Hanna. Even as their previous label, the independent Mr Lady Records, went bust, she was already taking a different approach to her songs. \"The writing was emerging as poppier and accessible. I remember saying to the others, 'All the songs I'm writing are pop songs. What are you writing? Because if we're going on a major label, let this be the record.'\" </p> <p>This Island is full of hard-edged pop songs, from the lusty come-on of After Dark to the shout-along of On the Verge and Viz, Samson's paean to her butch lesbian lifestyle. But it's in Tell You Now, a knowing take on innocent, early-1960s pop, that Hanna's past and present collide. </p> <p>\"I was thinking, 'What if it was like a Lesley Gore song that was about confronting someone who sexually abused you or hurt you in some way?'\" she says. \"Part of the song was letting go of that desire to confront someone in my own life. I wanted it to be 'I hate you', but also really beautiful, because that's the best fuck-you.\" </p> <p>Once the band had agreed to polish up their DIY sound, they had to learn how to make a pop song. \"You know those jokes - how many feminists does it take to screw in a light bulb?\" asks Hanna. \"Well, how many feminists does it take to make a feminist punk electronic record with Pro Tools?\" Thankfully, the Cars' Ric Ocasek was on hand: he produced Tell You Now and showed the band a few \"pop tricks\", as Samson calls them. \"He'd say, 'Repeat the chorus again!' We were like, 'Which parts are the chorus?'\" says Hanna. </p> <p>Along with the new sound, the band have found a new relish in leaving their songs open to interpretation. The change has come with confidence, according to Fateman. \"We don't feel like we always need to make something political. Just speaking from our hearts means it'll be in the song, regardless. There are lots of things on the record that could slip by people - references to feminist culture and the current global political situation. But they're not necessarily the subject of the song: they're integrated into the whole album.\" </p> <p>How do they feel now that everyone from the Dixie Chicks to Springsteen has jumped on the down-with-Bush bandwagon? \"Bruce Springsteen has a long history of speaking out,\" says Hanna. \"He wrote a song against police brutality in New York four or five years ago. He's an interesting performer. And he's really cute!\" </p> <p>The band dissolve into giggles, as though one of them has just admitted to fancying a teacher. It's left to Fateman, the most self-possessed member, to pick up the theme. \"His patriotism is sort of unquestioned. The Dixie Chicks can't do it without being accused of being satanic.\" </p> <p>Though the trio are Kerry supporters, the accusations of voting fraud in the last presidential election haunt them. They all condemn the coverage of the war in Iraq on American TV networks, bemoaning the lack of prominence given to the deaths of ordinary soldiers in their country's newspapers. </p> <p>\"People think the war is over. Or that we won,\" says Fateman, astounded. \"That no one really died,\" adds Hanna. \"It's like a video game and no one really gets hurt. That's what can win Kerry the election. All the families of the dead being against the war and all the people that are starting to think, well, wait, why is my kid over there?\" </p> <p>The band's anti-war sentiments come through most strongly on the album in the song New Kicks. A sound collage of voices from an anti-war demonstration in New York in 2003, it turns dissent into giddy celebration. But do they think their audiences come to gigs for a lesson in ideology? Probably not, admits Hanna. \"It's usually just a bunch of cool screaming kids looking really happy,\" she says, grinning. </p> <p>She's right. Back at the Palais, the crowd shudders and shimmies to the speeding bubblegum rhythms. Anyone here purely for the politics is doing a good impression of having the best night of their lives. </p> <p>\"I feel really happy that people are starting to do something,\" says Samson. \"We need people to go out and vote this year, and it's great people are making it a hip thing to do.\" </p> <p><strong>·</strong> This Island is out now on Universal. Le Tigre play the Islington Academy, London N1 (0870 771 2000), tonight, then tour.</p>",
  "Ahmed was only half-joking when he told the audience at this week's New York Arab-American Comedy Festival: \"I can't fly anywhere.\" <p>\"It's such a bad time to be an Ahmed, and my name's Ahmed Ahmed, so it's really fucking bad,\" said the Californian-Egyptian Muslim, who returned from the recent Edinburgh Festival with an ethnic comedy award. </p> <p>Here in a packed basement club in midtown Manhattan, the laughs were flowing from empathy and shared experience, rather than Scottish sympathy. The largely Arab-American crowd are learning to make fun of the predicament they find themselves in since becoming the country's least favoured - and perhaps least understood - ethnic group. </p> <p>Ten performers were featured during the festival's \"new faces\" set, and almost every comic dwelt on how life has changed for the worse since the September 11 attacks. Much of the material was based on real-life encounters with over-bearing authority figures at airports, immigration services and the local police precinct. It was wryly informative and anecdotal, rather than thigh-slappingly funny. </p> <p>But as every established ethnic minority in America knows, laughter and self-mockery is one way to bind a people together in the face of adversity. </p> <p>\"I read a statistic that said hate crimes against Arabs and Muslims went up over 1000%, right after September 11, which still put us in fourth-place behind blacks, gays and Jews,\" said Ahmed. \"So what the fuck do we have to do? We can't even win in hatred.\" </p> <p>There is nothing coincidental about the existence and timing of the festival. This is its second year, and the four-day event has drawn on Arab actors, comics, playwrights and filmmakers from all around the country. It was scheduled deliberately for mid-October, to draw attention to the looming presidential elections. </p> <p>\"Everybody's defining us, but we need to define ourselves,\" said Elias El-Hage, founding co-producer and general manager of the festival. \"This is our opportunity to do so...Even if they feel they won't be open to the subject matter, when you get people to laugh, they open up. They see the other side.\" It is a non-profit venture, but El-Hage is happy to concede that it is also about career building and fuelling the \"community of Arab-American artists that are out there\". </p> <p>Before the mike was even turned on, it was clear from the two T-shirts taped to the back wall of the stage, that politics and protest against the Bush administration would underpin the laughter. With voter registration now complete, the shirts read simply: \"Yalla - Vote.\"</p> <p>The Arab-American vote has never been hotly sought-after by any presidential candidate in the past, but there are significant communities in many of the swing states. Florida and New Jersey have a quarter of a million each, while Ohio and Pennsylvania have around 150,000 each. </p> <p>In 2000, George Bush secured just over 45% of the Arab-American vote, compared with 38% for Gore. Ralph Nader scored a remarkable 13%. Some 90% of Arab-Americans registered for the last election, and political consciousness is bound to be even higher this year, given the security backlash. </p> <p>There was no cheerleading for Kerry on the comedy stage, but anger towards Bush and despair at the ignorance of Middle America, was profound. Compere Dean Obeidallah's bitter-sweet gag was typical of the mood: </p> <p>\"Every other ethnic group gets months which identify with their culture. There's Black History Month, Hispanic Awareness month ... What do we get? Orange Alert.\" </p> <p>Many of the anti-establishment barbs were not Arab-specific, but the funniest ones were. Several performers laid into the futility of suicide bombing, while at the same time supporting the wider political argument. \"We're all Arab and it's only my opinion, but for the time being, we're all Palestinian too,\" said one as an aside.</p> <p>Withering jokes about the lack of democratic freedom and women's rights in the Middle East, together with gently mocking anecdotes about parental misunderstanding, painted a picture of a hugely diverse community that includes Muslim, Christian and Jew. </p> <p>One female performer described her horror at finding that a girlfriend's Arabic name meant exactly the same thing as her own: \"big black eyes like a cow\". Another gave sarcastic thanks to his parents for giving him the name Shahed. \"How do you come up with a name like that for a kid you know is growing up in the US ...'This is our son, Shit-Head'.\" </p> <p>The warm reception for this curious blend of comedy, culture and politics was to be expected in the bosom of liberal New York, but I asked Elias El-Hage whether he felt it would work in the Bush heartlands. Would an Anglo-Saxon audience be laughing there? </p> <p>\"Palestine, Arkansas, wouldn't get it. Somebody did research there and they just don't realise what Palestine means to an Arab-American. So not now, but in five or 10 years, I believe we'll be able to go anywhere in this country,\" he said. </p> <p>As for the Arab-American audience at the Improv Comedy Club, there were definite signs of a very different mood going into this 2004 contest, compared with four years ago. Mohannad Aama, who works for a capital management company on Wall Street, said his parents had voted for Bush, but things were different now. </p> <p>\"I am still undecided myself. What is going for Bush is that you know where he stands, whereas I still don't trust what Kerry is saying. My real concerns though are with the crew Bush brought in - the Neo-Conservatives.\" </p> <p>A young Arab-American New Yorker, Nora Farid, was beaming as she headed towards the exit. \"It really hit home. It really touched the heart,\" she said, admitting that this was her first trip to a comedy club. </p> <p>\"Since 9-11, a lot of us have been coming together whereas before, we didn't seek each other out,\" she said. \"A lot of new groups are popping up everywhere. I don't think Bush is going to be getting many votes from us this time round.\"</p> <p>A Muslim American audience member, Imran Khan, told me that disquiet among Arab-Americans was even more pronounced within the Islamic community in general. </p> <p>\"I didn't much care about it then, but this time I really want Kerry to win because I think Bush is not doing the right job,\" he said. \"Kerry is all over the place on Iraq right now too, but he knows how to negotiate. That's what it requires. People hate Bush outside the US, that's a fact.\"</p>",
  "<b>Iraq</b> <br> The prime minister denied misrepresenting the intelligence on which Britain went to war with Iraq and refused to apologise for the conflict. <p>The Tory leader, Michael Howard, accused Mr Blair of having \"not accurately\" reported the intelligence to MPs and demanded: \"Will you now say sorry for that?\" </p> <p>Mr Blair responded: \"I take full responsibility and apologise for any information given in good faith that has subsequently turned out to be wrong.\" But he added: \"What I do not in any way accept is that there was any deception of anyone. I will not apologise for removing Saddam Hussein. I will not apologise for the conflict. I believe it was right then, is right now and essential for the wider security of that region and the world\". </p> <p>The prime minister urged Mr Howard to stop \"playing politics\" with the issue and trying to capitalise on anti-war sentiment. </p> <p><b>Pensions</b><br> Mr Blair defended the government's record on pensions and pledged to do more after the final recommendations of Adair Turner's pensions commission are published next year. </p> <p>Mr Howard accused the government of losing control of pensions, telling Mr Blair: \"It is time to stop talking and start taking action.\" </p> <p>Mr Blair said the government's means-tested pension credit was a necessary measure to tackle existing pensioner poverty and the best way of helping the worst off pensioners. \"We have, and we make no apology for this, been trying to focus on the poorest pensioners first.\" </p> <p>Later opening a debate, shadow work and pensions secretary David Willetts said the government was \"paralysed\" by endless argument between the chancellor, Gordon Brown, and Mr Blair and had failed to reform pensions or welfare. Pensions were in crisis while ministers argued behind the scenes over whether to scrap means-testing. </p> <p>The work and pensions secretary, Alan Johnson, confirmed pension credit was not intended as an \"indefinite\" solution. He said he was moving towards a \"very positive\" stance on the Liberal Democrat idea of a non means-tested citizens' pension. Mr Johnson rejected the notion that a higher state pension was the solution. \"It's a delusion, mainly because we've got 50% of women who do not even have the national insurance contributions even to get to the level of the basic state pension.\" </p> <p><b>Foundation hospitals</b><br> Foundation hospitals should be scrapped in Britain following failure of the Spanish policy they were based on, Labour's Kelvin Hopkins said. He told Mr Blair the Fundacion Hospital Alcorcon near Madrid had proved a \"disastrous failure\" and was being returned to state control by the socialist government. Mr Blair said he had not seen reports from Spain but was convinced giving hospitals greater freedom was the right way forward for Britain. </p> <p><b>Middle East</b><br> The Middle East will have to wait until after the US presidential election next month before progress can be made in the peace process, Mr Blair said. Liberal Democrat Tom Brake asked: \"Do you believe that the Palestinian and Israeli people can wait until after November and the US presidential elections for the peace process to be revived?\" Mr Blair said: \"The reality is that it is only after the presidential election that the president of the US will be able to focus on it.\" </p> <p><b>Living wills</b> Patients who are unable to communicate could be \"starved or dehydrated to death\" under plans to introduce living wills, former Tory leader Iain Duncan Smith warned. He called on Mr Blair to give Labour MPs a free vote on the mental capacity bill. Mr Blair pledged to \"look carefully\" into the issue but insisted health ministers told him the bill \"doesn't have the effect you are indicating\". </p> <p><b>Aid workers' deaths</b><br> A British aid worker and his African colleague killed by a landmine in the Sudan were hailed for their \"selfless\" work. Save the Children programme manager Rafe Bullick, from Edinburgh, died when his vehicle drove over the mine in Darfur. Sudanese water engineer Nourredine Issa Tayeb, 41, also died. The international development secretary, Hilary Benn, expressed \"the condolences of the whole house\" to their families. Alan Duncan, for the Tories, added: \"They were unfailingly selfless in the help they were giving to others.\" </p> <p><b>Westminster security</b><br> Work on a new control room and additional CCTV is underway in the Whitehall and Westminster area to boost security outside parliament, the home secretary, David Blunkett, said. </p> <p><b>Anti-social neighbours</b><br> People who have suffered at the hands of anti-social neighbours should be able to vet new tenants, Labour's Stephen McCabe urged. He said \"constant and deliberate\" poor behaviour by some tenants made life \"intolerable\". His tenant obligations and vetting arrangements bill would mean tenants have to sign up to a code setting out their responsibilities. It gained its first reading but stands no chance of becoming law. </p> <p><b>In parliament today</b><br>The chancellor, Gordon Brown, and his ministers face the Commons at question time. MPs debate a European report on the justice and home affairs work programme, Lords amendments to the horserace betting and Olympic lottery bill and school sport. The Lords debates the civil contingencies bill's committee stage and disease control in agriculture and horticulture.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: The final TV debate of the US election, John Prescott's controversial housing plans and a Northern Irish goldrush</p> <p> <b>A SORRY STATE OF AFFAIRS</b></p> <p>Two men, one word: sorry. They are both at the top of their chosen professions but there the comparisons between Tony Blair and David Beckham end, as do the parallels between their apologies. Beckham, who provoked outrage when he said he got booked deliberately in Saturday's game against Wales, said: \"I now know that I was wrong\". Mr Blair, speaking on Iraq war intelligence in a stormy Commons, said he took \"full responsibility, and indeed apologise for any information given in good faith that has subsequently turned out to be wrong. What I do not accept is that there was any deception of anyone\".</p> <p>For some people that is not really enough. Step forward, predictably enough, the Independent, which blazes \"A sorry affair\" across its front page. \"Mr Blair and his ministers have treated this torrent of bad news [the Iraq Survey Group report saying Iraq had no WMD, the withdrawing of the 45-minute claim, the murder of Kenneth Bigley] as though it is all rather a pity but nothing disastrous. But how much more wrong can any piece of intelligence be. And how much more wrong can a politician's judgement be if deems such intelligence a reasonable basis for war?\"</p> <p>Simon Hoggart, the Guardian's parliamentary sketch writer, is frankly unsurprised by latest prime ministerial pronouncement. \"Did Tony Blair apologise for the Iraq war? Of course not. Are you mad? ... This is the Tony Blair school of etiquette, in which you say you are \"sorry\" while making it clear a) that you are not to blame, b) that it wasn't your fault, and c) even if it was, you would do the same thing all over again.\"</p> <p>The Mirror widens out its coverage beyond the purely rhetorical and reports in its fourth paragraph that the lord chancellor, Lord Falconer, did use what Downing Street insiders refer to as the \"s-word\" to say sorry for misleading the public and Peter Mandelson, another close Blair ally, \"even twisted the knife by criticising the failure to obtain a second UN resolution explicitly backing military action\". The Guardian's leader compares Mr Blair to the king of Swaziland \"accompanied by a retinue of hired praise singers expressing what it would be undignified for the monarch to express himself\".</p> <p>The Sun, for its part, concentrates on the other apology. \"After a girly sarong, painted pink nails, [the Rebecca Loos allegations], THAT penalty, wedding thrones, the latest tattoo, Diego Simeone, the mohicans, the self tans, Posh's knickers ... BECKS SAYS SORRY.\"</p> <p>* <a href=\"http://politics.theguardian.com/comment/story/0,9115,1326728,00.html\">The hardest word</a><br>* <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1326849,00.html\">A lesson in gravy boat etiquette</a><br>* <a href=\"http://news.independent.co.uk/uk/politics/story.jsp?story=571950\">Independent: A sorry affair</a><br>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14753024%26method=full%26siteid=50143%26headline=sorry%2dstate-name_page.html\">Mirror: A sorry state</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004472954,00.html\">Sun: Becks says sorry</a></p> <p><b>MASS GRAVE IN IRAQ</b></p> <p>The images and words are gruesome and powerful as the newspapers report the first forensic investigation into mass killing in Iraq under the rule of Saddam Hussein. The Telegraph's front page pictures a mass grave near the village of Hatra, in northern Iraq, where 300 bodies have been found. Investigators for the special tribunal that will try Saddam and other senior regime figures for genocide and crimes against humanity uncovered one grave containing the bodies of pregnant women and children holding toys. In another trench, men had been herded together and mown down by machine gun. The skeletons are believed to be victims of the 1987 al-Anfal campaign against the Kurds.</p> <p>Other graves found in Iraq, predominately in the south, were excavated by relatives to give the dead decent burials soon after the US-led invasion, but that frequently meant forensic evidence that could be used in the trials was disturbed or damaged. The Guardian adds that the Hatra grave site, near the ancient city of Nineva, is thought to hold the bodies of several thousand people.</p> <p>Exhumation began in Hatra six weeks ago but the Mail raises questions about the timing of the announcement. It quotes an anti-war Labour MP, Bob Wareing, who suggests that it could have given George Bush the benefit of the doubt in his debate against John Kerry. He told the paper that neither Mr Blair nor Mr Bush showed any interest in Iraq in the late 1980s, and that the only present cabinet minister who signed early day motions condemning Saddam's human rights abuses was Alistair Darling. The Sun's report quotes the prime minister \"silencing\" his critics in parliament when he described the mass graves.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1326869,00.html\">Hundreds found in Iraq mass graves</a><br>* <a href=\" http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/14/wirq14.xml\"> Telegraph: Full horror of Saddam unfolds</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004472963,00.html\">Sun: 'Mass killing justifies war'</a></p> <p><b>KERRY v BUSH III</b></p> <p>The third and final US presidential debate finished around 3.30am and so was too late for the British papers, but there is no let up in the coverage of the race. The Guardian reports that one of the Democrats' perennial stars, Bill Clinton, will re-enter the fray and record radio adverts from home as he recovers from his heart surgery. The Independent looks at one of the party's rising stars, Barack Obama, who is so far ahead in his race for an Illinois senate seat - 45% clear of his opponent - that he is moving himself and his dollars into the national battle to campaign for Mr Kerry. The paper says that Obama, almost certain to become the fifth African-American in US history to take up a seat in the senate, could now mobilise black voters to turn out in force for Kerry.</p> <p>Polls put the race at a statistical tie, so voter turnout could become an important factor in the result. Bronwen Maddox, the Times foreign editor, looks at it both ways. A President Kerry could draw a line under Iraq and ask for help to fix the problem but she suggests that Europeans could benefit from a \"quieter and more circumscribed\" second Bush administration \"as long as they don't spoil it by letting their dislike of Bush get in the way\".</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1326828,00.html\">Clinton joins fray as endgame nears</a><br>* <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=571905\">Independent: Rise in black turnout could hurt Bush</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,3-1308721,00.html\"> Times: Europe can win from Bush victory</a></p> <p><b>PRECOTT'S HOUSING PLANS</b></p> <p>The Guardian carries an exclusive report that John Prescott's plans to build 500,000 homes in the east of England will cause a water crisis, threaten landscapes, damage historic towns and destroy wildlife. Areas that will take the brunt of the housing include a \"growth corridor\" from Peterborough through Cambridge, Stevenage and Harlow, part of the expansion of Milton Keynes and the Thames Gateway development where it spills into Essex.</p> <p>The detailed lists were drawn up at the insistence of Mr Prescott's office before an independent consultant's report seen by the paper that is required by EU law to look at the possible impact of the changes.</p> <p>* <a href=\"http://www.theguardian.com/country/article/0,2763,1326835,00.html\">Homes plan 'will swamp' countryside</a></p> <p><b>OWEN BEATS THE BIG CHILL</b></p> <p>Rueful Beckham, or rather that is how the Wrap imagines him, was not in Azerbaijan last night for England's World Cup qualifier, but Real Madrid team mate Michael Owen wore the captain's armband and scored the winning goal. The Sun reports that Sven Goran Eriksson hailed him as \"captain fantastic\" but hurriedly added he would not be demoting Beckham anytime soon. It was the only goal and the match conditions did not sound too great either: icy gales, driving rain and a bad pitch in the Tofiq Bakhamrov stadium.</p> <p>The result puts England at the top of their qualifying group, but the other home nations fare less well. Wales lost 3-2 to Poland in Cardiff in captain Gary Speed and manager Mark Hughes' last games and Northern Ireland drew 3-3 against Austria. But there is exciting news to come for Northern Ireland ...</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2002390000-2004472880,00.html\">Sun: Colden balls</a></p> <p><b>IRISH GOLD</b></p> <p>If you are sat reading this at a desk and looking for a new career, the Wrap - which is not qualified to give any advice of this kind, so please don't listen - would like to draw your attention to an article in the Telegraph on the \"Celtic Klondike\". It reports that a quiet corner of County Tyrone could become the scene of a GBP250m Northern Irish gold rush after someone who will evidently become very rich looked at the Sperrin mountains near Gortin and said \"there's gold in them there hills\". The Telegraph observes that the sons of Ireland crossed the Atlantic to look for fortunes in the Klondike, but now a Canadian mining firm is making the return trip.</p> <p>* <a href=\" http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/14/ngold14.xml\">Telegraph: Celtic Klondike prepares for goldrush</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com\">London's mayor, Ken Livingstone, talks about the European Social Forum</a></p> <p>&gt;&gt;&gt; <a href=\"http://talk.theguardian.com/WebX?50@@.7747638e/0\">Scientist, author and broadcaster Robert Winston will be live online to answer your questions at 3.30pm</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uslelections2004\">US political blogger Glenn Reynolds wonders why the liberal US media has chosen to ignore the smooth running of the Afghan election. Plus full coverage of last night's final presidential TV debate</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/sudan\">Dean Harris witnesses the arrival of the first aid aircraft to use a new airstrip in Darfur, Sudan</a></p>",
  "The series of presidential debates that have transformed the US election campaign ended last night in Arizona, with President George Bush characterising his opponent as a politician on the \"far left\" of the political mainstream, and Senator John Kerry attacking the president's record on jobs, the economy, healthcare and Iraq. <p>Instant polls on the debate suggested that the result of the confrontation was another victory for the Democratic candidate, with some news organisations giving Senator Kerry posting a lead of between 1% (on ABC) and 14% (CBS). However, other polls indicated a draw, with neither candidate deemed to have landed a killer blow.</p> <p>The third and final debate, which focused on domestic issues and the economy, came less than three weeks before polling day on November 2. </p> <p>The impact of the debates on voting intention has been pronounced. At the beginning of the debates, President Bush held a steady 11% lead. Today that lead has evaporated, with most polls putting the two candidates neck and neck.</p> <p>The 90-minute debate, with the two candidates standing behind lecterns, followed a pattern, with President Bush choosing to talk in terms of big ideals and Senator Kerry trying to nail the incumbent on his record. </p> <p>The two men's stylistic differences were also in evidence: President Bush attempted to engage the audience with jokes which, while they might work on the stump, fell flat with an audience that had agreed to remain silent; Senator Kerry did his best to erase his reputation as a wordy policy wonk by looking directly at the camera to deliver firm, short answers.</p> <p>The first question, about whether America could ever be safe again, was met with a resounding \"Yes. We absolutely must be,\" from Senator Kerry. But his old habits tripped him up at times, particularly during an extended answer on the outsourcing of US jobs to overseas.</p> <p>President Bush, by contrast, mainly steered clear of specifics, and of discussing his record. \"I went to Washington to solve problems,\" he said when talking about education, a theme the president brought up many times during the debate. \"I've got four more years to go, I've got more to do to continue to raise standards.\"</p> <p>Although the scowls and visible signs of irritation, so marked in the first debate, were largely absent from President Bush's performance, there were still times when he seemed to cross the thin line between passion and anger. A discussion of the arcane details of social security reform left President Bush frowning and looking annoyed.</p> <p>But, as with every debate, a moment arrived when the two men were given the opportunity to show their human side. Asked by the moderator, CBS news presenter Bob Schieffer, what they had learned from the strong women in their families, President Bush, referring to criticisms of his performance in the first debate, said: \"To listen to them. To stand up straight and not scowl.\" Although the comments drew the first laughter of the evening, it is widely believed that the Bush camp strategist Karen Hughes, not the First Lady, was the person to give that advice to the president.</p> <p>Senator Kerry responded to the same question by talking about his mother. But he also showed a self-deprecating side not often seen in public. \"I guess the president and you and I are three examples of lucky people who married up,\" he said to Mr Schieffer. \"And,\" he added, in reference to his marriage to the heiress to the Heinz fortune, \"some would say maybe me more so than others.\"</p> <p>Security and Iraq came up, with Mr Kerry blaming President Bush for rushing into the Iraq war and pushing away allies. \"As a result America is now bearing this extraordinary burden where we are not as safe as we ought to be,\" he said. \"We can do a better job of homeland security.\"</p> <p>Mr Bush responded that America would be safe \"if we stay on the offence against the terrorists and if we spread freedom and liberty around the world\".</p> <p>But domestic issues, ranging from healthcare to the debt burden to social security reform, immigration and affirmative action, dominated the evening. And the answers to a question about abortion rights gave a clear indication of the candidates' different visions for the US. Asked whether he would like to overturn Roe v Wade, the Supreme Court decision that established the legal right to abortion, President Bush's answer, in its entirety, was: \"What he's asking me is will I have a litmus test for my judges? And the answer is no, I will not have a litmus test. I will pick judges who will interpret the Constitution, but I'll have no litmus test.\"</p> <p>In contrast to the president's brevity, Senator Kerry used his 90-second allocation to argue that \"the right of choice is a constitutional right. So I don't intend to see it undone. Clearly the president wants to leave it in ambivalence or intends to undo it.\"</p> <p>That led into a discussion of the role of faith in politics. In his most eloquent passage of the evening, President Bush said: \"Prayer and religion sustain me. I receive calmness in the storms of the presidency ... But when I make decisions, I stand on principle, and the principles are derived from who I am.\"</p> <p>Senator Kerry responded, \"Frankly, I think we have a lot more loving of our neighbour to do in this country and on this planet.\"</p> <p>Attempting to paint his opponent as a liberal who is out of step with ordinary Americans Mr Bush said: \"There's a mainstream of American politics and you sit right on the far left bank.\" On tax, Mr Bush accused his challenger of planning increases on top of the repeal Mr Kerry has announced of tax cuts for those earning more than $200,000. \"There is a tax gap, and guess who usually ends up filling the tax gap? The middle class,\" he said. He added that Mr Kerry's healthcare proposal would cost $5 trillion over 10 years. </p> <p>Mr Kerry riposted that he did not like to be lectured by the president on fiscal responsibility. \"This president has taken a $5.6 trillion surplus and turned it into deficits as far as the eye can see,\" he said.</p> <p>Senator Kerry made a point of addressing women voters and the electorate in Arizona. Women voters are essential to a Kerry victory - men poll heavily in favour of President Bush - while Arizona has gone from being a swing state to being a safe Bush state to, in the last 10 days, being a swing state once again. A poll released this week gave the president a 5% lead, with a 5% margin of error.</p> <p>The only time the debate touched on Britain was in a discussion of the shortage of flu vaccines in the US following a decision by British authorities to remove the licence from the subsidiary of a US company producing them in Liverpool. While Senator Kerry took the episode as an indicator of the poor state of healthcare under the Bush administration, the president tried to claim credit for the move, saying: \"We relied on a company out of England to produce about half of the flu vaccines ... we took the right action and didn't allow contaminated medicine into our country ... My call to our fellow Americans is if you're healthy, if you're younger, don't get a flu shot this year.\"</p> <p>Asked why the president had suggested that it was the fault of a foreign company and that the US government and not British health authorities had decided to revoke the company's licence, Bush campaign manager Ken Mehlman, said: \"I can't answer that question.\"</p>",
  "The photo above shows Afghan men waiting in line to vote. John Tammes, the reader and US army major who took it, was kind enough to email it to me and give me permission to use it. <p>Mr Tammes writes: \"These men are waiting to vote in Dasht-e Robat (Parwan province). They were very good natured about waiting and they seemed to be proud of what they were doing.\"</p> <p>So they should have been: despite threats of death and destruction from the remnants of the Taliban and al-Qaida as well as many media commentators, they had turned out to vote. The election may not have been perfect - the UN apparently needs a better ink supplier - but international monitors pronounced it fair.</p> <p>As a result, it is getting rather little attention in the western media - because if Afghanistan is obviously not the \"quagmire\" people have been calling it for three years, Bush must have been doing something right. That raises the troubling possibility that he might know what he is doing elsewhere, a notion that must not be entertained - if at all - until after the US elections.</p> <p>The Afghan elections are not the only ones that matter for Bush this week. Australia's John Howard, along with Tony Blair one of Bush's strongest supporters, won what Australia's The Age called a <a href=\"http://www.theage.com.au/articles/2004/10/09/1097261864643.html\">\"thumping victory\"</a> over an opponent who had pledged to withdraw from the Iraq coalition, as Spain has. </p> <p>Howard's victory was big, and now antiwar forces have been reduced to claiming that the election had nothing to do with Iraq really. (Just compare these New York Times treatments: <a href=\"http://www.nytimes.com/2004/10/08/international/asia/08australia.html\">\"War plays a role in elections in Australia\"</a> (pre-election) and <a href=\"http://www.nytimes.com/2004/10/10/international/asia/10australia.html?oref=login\">take</a> (post), relegating Iraq to the background. </p> <p>The election was really about the economy, you see. In part no doubt it was - but what would it have been about had Howard lost? I think I know.</p> <p>Like the Afghan elections, the benefit for Bush is largely negative but still very real: had those elections gone badly, there would have been renewed \"quagmire\" talk and claims that the Bush administration was incompetent; had Howard lost many of those now spinning the poll as an economic test would be holding it up as evidence of Bush's unpopularity, the disastrousness of the Iraq war and so on. </p> <p>Instead, the US press is doing its considerable best to ignore these developments or to explain them away. </p> <p>Reporting from Kabul on the <a href=\"http://techcentralstation.com/101204C.html\">\"prevailing attitude\"</a>, Scott Norvell quotes a regrettably typical comment from an American reporter in this part of the world. \"At least it's news,\" the journalist said of the Afghan election scuffle over the weekend. \"Otherwise this is just a success story.\" God forbid.</p> <p>But that is what it was: a success, no matter how hard the international media tried to spin it. There were no car bombs raining body parts all over the polling stations; there were no last-minute assassinations; there were no drive-by shootings. </p> <p>The best they could come up with for \"news\" was grumbling from hopelessly trailing opposition candidates about washable ink and threats of a boycott. The media's disappointment was palpable. </p> <p>I hope for more such disappointments in the future, for while Bush is the winner in these events, he is not the only one.</p> <p>Mr Tammes emailed me last week after the opening day of an Afghan girls' school. He wrote: \"What better way to get ready for the historic presidential election here than to ... open a girls' school. </p> <p>\"The people here are interested in the election, and all have told us how wonderfully different it is to be involved in choosing a leader. </p> <p>\"However, security concerns regarding the election and such will not get in the way of their fierce determination to provide a better life for their kids - not by one day. School repair or construction is the number one request for assistance we get. And now these girls will get schooling, the same as the boys.\"</p> <p>That represents quite a change from three years ago, doesn't it? Strange that it gets so little attention. The Kerry campaign no doubt hopes that this condition will persist for a few more weeks at least.</p> <p><b>·</b> Glenn Reynolds, a law professor at the University of Tennessee, runs the <a href=\"http://www.instapundit.com\">instapundit.com</a> US political blog</p>",
  "John Kerry said last night that George Bush bears responsibility for a misguided war in Iraq, lost jobs at home and a rising number of Americans without health care. <p>The incumbent cast his rival in campaign debate as a lifelong liberal bent on raising taxes and government spending.</p> <p>\"There's a mainstream in American politics and you sit right on the far left bank,\" President George Bush said in the final debate of a close and contentious campaign for the White House. \"Your record is such that Ted Kennedy, your colleague, is the conservative senator from Massachusetts.\"</p> <p>But the Democratic challenger said many of the nation's ills can be laid at Bush's feet.</p> <p>He \"regrettably rushed us into war\" in Iraq, Mr Kerry said, and is the first White House occupant in seven decades to preside over a net loss of jobs.</p> <p>As for health care, the Democratic senator said, \"five million Americans have lost\" coverage under Bush's watch. \"The president has turned his back on the wellness of America, and there is no system and it's starting to fall apart,\" Mr Kerry said.</p> <p>Kerry and the president also debated abortion, gay rights, immigration and more in a 90-minute debate that underscored their deep differences.</p> <p>This debate was similar in format to the first - the two rivals standing behind identical lecterns set precisely 10 feet (3 metres) apart. </p> <p>The night's first question was whether America could ever be as safe as it was in a pre-terrorist world, and Kerry swiftly turned his answer into an attack on Bush.</p> <p>The president \"regrettably rushed us into war,\" he said, and added that the president had \"pushed alliances away and as a result America is not bearing this enormous burden where safe is not as safe as we ought to be.\"</p> <p>Mr Bush spoke dismissively of his rival.</p> <p>\"My opponent just this weekend talked about how terrorism could be reduced to a nuisance, comparing it to prostitution, illegal gambling,\" he said. \"I think that attitude and that point of view is dangerous.\"</p> <p>Taxes was a particular flash point between the two men.</p> <p>Questioned by moderator Bob Schieffer of CBS, Mr Kerry said he would follow through on his plan to roll back tax cuts for Americans who earn more than $200,000 (£111,000) a year while preserving the reductions that have gone to lower and middle income wage earners. Under Bush, he said, the tax burden of the wealthy has gone down and that of the middle class has gone up. But Bush said Kerry would never stick to his promise, and his election would mean higher taxes for all.</p> <p>The two men disagreed over abortion, Mr Kerry saying the choice should be \"between a woman, God and her doctor,\" and the president saying he wants to promote a \"culture of life.\"</p> <p>Asked directly whether he supports overturning the 1973 supreme curt ruling that gave women the right to abortion, Mr Bush sidestepped. \"What you're asking me is will I have a litmus test for my judges, and the answer is no,\" the president said.</p> <p>The president dodged a bit, too, when the issue of a minimum wage increase came up. Kerry said emphatically he favours one, and said that Republicans in control of Congress had repeatedly blocked Democratic attempts to pass legislation.</p> <p>Bush and Kerry agreed on one point, stating that marriage should be preserved for heterosexual couples. But they gave different answers when asked about whether homosexuality was a choice.</p> <p>\"I don't know,\" said the president. Mr Kerry referred to vice-president Dick Cheney's gay daughter, and said it was not a choice. \"We're all God's children,\" he said.</p> <p>Asked about the catholic bishops who have advised parishioners it would be a sin to vote for a candidate who supports abortion rights, Kerry evoked the name of John F Kennedy, another Massachusetts senator and the first catholic elected president.</p> <p>He quoted Kennedy's famous 1960 campaign statement in which he said he wasn't running to become a Catholic president, but the first president who happens to be a catholic.</p>",
  "Wherever he goes the king of Swaziland is accompanied by a retinue of hired praise-singers expressing what it would be undignified for the monarch to express himself. Tony Blair seems to have adapted the idea. Unable himself to admit direct sorrow for the Iraq war, the prime minister has acquired a group of ready apologists, willing to spread qualified regret across Britain on his behalf. Last week, under fire from a BBC Question Time audience, the trade and industry secretary, Patricia Hewitt, said that the whole government was \"very sorry and do apologise\" for false intelligence on weapons of mass destruction in the run up to war. Yesterday the lord chancellor, Lord Falconer, claimed that the prime minister \"made it clear he is sorry about the sort of issue, the 45 minute issue. He is very sorry about that\". <p>Neither minister appears to have listened to Mr Blair. The prime minister may be sorry for the use he made of wrong intelligence but he has not said so. He has simply expressed regret that it proved to be wrong. His party conference speech was diversionary: \"I can apologise for the information that turned out to be wrong\". Yesterday in the House of Commons he went a little further in reply to Michael Howard , saying that he took \"full responsibility and apologise for any information given in good faith that has subsequently turned out to be wrong\". But again he avoided the word sorry and, with it, any sense of personal shame. The word was reportedly dropped at the last minute from his party conference speech. </p> <p>For Mr Blair's critics, this is a strange stubbornness, a defiance that only deepens his original sin of taking the country into a bad war on false intelligence. Such feelings are understandable - as is their dismay at parliament's feebleness at holding the prime minister to account. Yesterday's feeble performance by Donald Anderson, the supposedly independent chair of the foreign affairs committee, added to the gloom. But nonetheless the game of trying to make the prime minister admit what he may not feel is probably fruitless. His intransigence springs partly from a genuine belief that he made no mistake. The apology people really want him to make is an apology for the decision to go to war - not just for the nature of the intelligence material used to justify it. But as he told the House of Commons yesterday, \"I will not apologise for removing Saddam Hussein. I will not apologise for the conflict.\" He means it. But he also knows that an unqualified apology would open up a new and potent field of attack on his job. What is goose for the England football captaincy could be gander for the prime ministership. </p> <p>So Mr Blair will stand firm in the hope that circumstances may shift his way. This week's discovery of hundreds of bodies, including infants, in a mass grave in northern Iraq, gives some weight to his claim that Saddam's removal was desirable - though as Charles Kennedy pointed out in the Commons yesterday the prime minister failed to make a public case for regime change before the war began, even if it was his private policy. Elections, too, might help Mr Blair. A Kerry win next month could bring new allies and Iraqi elections next year could do much to legitimise the post-Saddam state. But none of this is certain. While debate in Britain remains transfixed by the past, Iraq's future is being overlooked. Yet for the prime minister answering questions about how the war in Iraq will end could soon prove far harder than avoiding questions about how it began. Mr Blair made a mistake. One day he may even say sorry for it. But today he feels no regret and refuses to feign it. He may devoutly hope that people should \"move on\". But, with Iraq in daily flames, it is futile to wish for closure on the issue of the prime minister's judgment.</p>",
  "The socialist and liberal groups in the European parliament yesterday moved closer to voting down the entire new European commission this month unless Jose Manuel Barroso, the incoming president, makes significant concessions over his choice of Rocco Buttiglione as the EU's new justice and civil liberties chief. <p>Mr Barroso, who meets leading MEPs on October 21, has so far declared his full confidence in Mr Buttiglione despite the Italian Catholic's outspoken views on gay and women's rights and a vote on Monday by the parliament's civil liberties committee to reject his appointment. </p> <p>A source said: \"We face the death of the parliament unless Barroso meets the commitment he gave when he was appointed and works closely with the 732 MEPs. Or else he may find he gets only a narrow majority or even a defeat when we vote on the commission on October 27.\" </p> <p>Chris Davies, leader of the UK Liberal Democrat MEPs, part of the 80-strong liberal group, said: \"We don't want blood but we do ask that our position is respected. If he supposes he can ignore the parliament he should not be surprised if MEPs vote down the entire commission.\" </p> <p>Socialist sources indicated that their 200-strong group was being pushed towards rejecting the entire commission over the Buttiglione issue despite threats by the biggest group, the 268-strong centre-right EPP, to overturn Laszlo Kovacs, a Hungarian socialist described by the industry committee as \"unfit\" and \"incompetent\", as energy commissioner.</p>",
  "<p>Wigan have added a third specialist hooker, Castleford's Wayne Godwin, to their squad but remain without a specialist scrum-half for 2005. </p> <p>Godwin, 22, a consistent performer for the Tigers this season despite their relegation, has agreed a two-year-deal. Wigan have revealed plans to take their pre-season training to Orlando, but their fans must be thinking they are living in Disneyland already after the club somehow found room for Godwin under the £1.8m salary cap, despite last month's release of the half-back Luke Robinson to Salford because of \"salary cap restraints\". </p> <p>Godwin, who said he had rejected offers from Wakefield and Bradford, has made all but a handful of his senior appearances at hooker, but will have to overtake the Great Britain No9 Terry Newton and his deputy Mark Smith if he is to start there for Wigan. \"People have asked me why I have come to a club with two very good hookers,\" he said, \"but I have ambitions to win things and improve as a player and I think I can do that at Wigan.\" </p> <p>\"When quality players become available this club will always be in with a shout,\" said Wigan's coach Denis Betts. \"We've now got the best hooker in the country in Terry and two players snapping at his heels - and Mark can also play scrum-half, stand-off and back row as well as hooker.\" </p> <p>The second signing hinted at by the club's owner Dave Whelan at the weekend did not materialise yesterday but Wigan still seem likely to avoid starting next season a half-back down, because Betts did not rule out another arrival. \"We're here to talk about Wayne Godwin, not who might be following him,\" he said. </p> <p>The Wakefield half-back Paul Handforth has rejected what the club called a \"substantial offer\" to sign a new contract and is likely to join a National League club. Castleford may be his destination, though he has also been linked with Doncaster. </p> <p>Ireland have named a 20-man squad including eight players with Super League experience for the European Nations Cup. The Irish open their campaign against Wales at Aberavon on Sunday, and have also picked four players from their amateur domestic competition. Among them is the Kerry Kings' Declan Foy, the son of the former Oldham, Widnes and Great Britain stand-off Des Foy. </p> <p>\"It is important for the development of the game in Ireland that we have the players from the amateur side included and they will benefit from their involvement with us,\" said Ireland's coach, the Leeds director of rugby Daryl Powell, who will miss Saturday's Super League grand final at Old Trafford to be with his squad. \"These players can now take the step up to the next level.\" </p> <p> <strong> Ireland squad:</strong> D Bates, P Cantillon, P Weisner (all Halifax), M Cassidy (Wigan), C De Chenu (Sheffield Eagles), L Doran (Oldham), I Dowling, S Manuel (both Kilkenny Wildcats), T Gallagher (Leeds), K Fitzpatrick, S Littler, A Stewart (all Salford), D Foy (Kerry Kings), R Marshall (Leigh), C Maye (Swinton), M McConnell (Barrow), P Purdue (Clontarf Bulls), R Smyth (Leigh), P Southern (Rochdale).</p>"
]