[
  "I know this is a stretch, but imagine, if you will, that Ariel Sharon is one of those suave, high-rolling gamblers at a Monte Carlo casino. Slim in his white dinner jacket, he sips from his martini, his eye never leaving the roulette wheel. Standing beside him, one supportive hand on his shoulder, is his elegant partner: the Likud party. <p>Sharon is on a winning streak: each spin brings more chips to his pile. He calmly stacks up his winnings, calculating the odds. His partner is not so cool: she's getting excited. Finally, Sharon decides he has hit his peak; the heap of chips before him is not going to get any bigger. He wants to cash in his winnings. </p> <p>\"You can't leave now!\" insists his companion, firmly pushing him back into his seat. \"We're winning. Let's keep playing! Who knows? We might take the lot!\" Sharon is determined to quit while he's ahead; his Likud partner won't let him. </p> <p>OK, so the bit about Sharon looking slim in his tux is a bit fanciful - but that, in essence, is the situation currently playing out in Israeli politics. Ariel Sharon has spent the best part of four decades gambling for the prize that is Greater Israel: a Jewish state in roomier, more spacious borders than those that confined it until 1967. Bit by bit his pile of chips - in the form of the network of settlements that dot the West Bank and Gaza - has got larger. </p> <p>About a year ago he calculated that it was time to visit the cashier and realise his gains. Sure, he would have to leave behind the last prize on the table - the Gaza Strip - but, in return, he would be able to keep choice cuts of the West Bank. Not Greatest Israel, perhaps, but Greater Israel most definitely. What's more, he would do so with the explicit backing of the US president, defying all those who insisted that any gains Israel made after 1967 would eventually have to be handed back. </p> <p>Sharon reached his assessment by looking around the table. He concluded that his Palestinian rival was weaker than ever before. Ostracised internationally, faulted for failing both to improve security and to reform the way the Palestinian Authority does business, Yasser Arafat now faces an internal revolt. Last month it came on the streets of Gaza, with anti-Arafat riots; yesterday it took the form of a vote of no-confidence, slated for a meeting of the Palestine Legislative Council. Hobbled by long-standing accusations of corruption, the only peace process Arafat is engaged in right now is between himself and the disaffected within his own ranks. </p> <p>The Israeli prime minister also noticed a change in the demeanour of the dealer at the table. For years the US sought to be an honest broker, insisting it showed no favour to either of the competing players. But since George W Bush took up the job, that neutrality has been shelved. Washington won't so much as meet the Palestinian leader; meanwhile the White House's Middle East coordinator takes his summer holidays in Israel. With an election looming, and a Bush campaign determined to peel off at least some of the 80% of Jews who traditionally vote Democrat, Sharon gambled that this was the year when Washington would not dare refuse him. </p> <p>Taken together, these amount to the most conducive circumstances advocates of Greater Israel are ever likely to enjoy. Wait around and the weather could change, Sharon reasons, bringing either a renewed Palestinian leadership or a John Kerry presidency - either of which could revive the old demand that Israel give up most of the territories it gained in 1967. </p> <p>Sharon's reasoning is, in his own terms, shrewd, far-sighted and strategic. He knows that now is the moment to strike, when the Israeli right has a chance to achieve the closest approximation of its dreams imaginable. Gaza, a hard-scrabble strip of land with few of the biblical resonances stirred by the West Bank, will be the price - but the reward will be a US licence to hold on to all the key settlement blocs west of the River Jordan. Large Jewish cities standing on what is now fiercely contested occupied territory will be absorbed into Israel itself in perpetuity. Just in case anyone missed the point, Sharon underlined it last week by announcing plans to build 1,001 housing units on the West Bank. Lose Gaza, but tighten the grip on the West Bank: that's the deal. </p> <p>The Israeli prime minister must be cursing his Likud party for failing to see what a huge prize he is bringing home to them. Each time he seeks their approval, most recently last week, they rebuff him - convinced they can win all that he promises and keep Gaza too. They are being strikingly obtuse, denouncing him for abandoning the Greater Israel project when he is, in fact, about to entrench an albeit modified version of it, forever. </p> <p>It is clear enough why Sharon is pursuing this strategy. He is not a hawk turned dove, as some initially hoped. On the contrary, the Gaza pullout plan is aimed at keeping as much land as possible, while easing the \"demographic\" strain of ruling over too many Palestinians. Sharon's goal is the same as it ever was: he is just pragmatic enough to know a bargain when he sees one. </p> <p>Harder to fathom is the reasoning, even the basic stance, of the Americans. Saturday's New York Times reported that Washington had shifted its view, now tolerating some settlement growth while before it had insisted on a total freeze. On Monday, however, a state department spokesman denied any policy change, insisting that all settlement activity must stop. How to explain this contradiction? </p> <p>A starting point is to remind ourselves that the Bush administration is no monolith: the state department has long been less indulgent of Greater Israel aspirations than the Bush White House. It is hardly a surprise that they take different lines now. </p> <p>It's also true that Washington in 2004 is addressing at least two audiences on this issue. In an election year, pro-Israel voters are one constituency: the White House will hope Saturday's message in the New York Times reaches them. But next month Colin Powell will meet America's partners in the quartet - the EU, Russia and the United Nations - which authored the road map that calls for a settlement freeze. Monday's \"clarification\" is aimed at them. </p> <p>Not that anyone should be shocked if Washington has indeed given a green light to 1,001 new apartments on the West Bank. When Bush gave his approval to Sharon's Gaza plan in April, he said \"new realities on the ground\", made it \"unrealistic\" for Israel to give up settlements in major population centres. That surely gave Sharon his signal. </p> <p>With each day, the Israeli prime minister inches closer towards his lifelong goal. Ironically, the greatest obstacle in his way is the Israeli right, a Frankenstein's monster partly of his own creation. The Palestinians themselves pose littleresistance: they are too divided and too depressed. Never have they cried out more urgently for stronger leadership. What they need is a player every bit as shrewd as Ariel Sharon. </p> <p><a href=\"mailto:j.freedland@theguardian.com\">j.freedland@theguardian.com</a></p>",
  "Some towns measure time as a state of constant expansion. In Eden, a mill town in North Carolina's gently rolling hills, life registers in terms of loss: the factories that closed and the jobs that went with them, the lives interrupted. <p>Janice Armstrong lost her job when one of Eden's last giant textile companies closed its gates. After sputtering on for years through cutbacks and down-sizing, the Pillowtex company declared bankruptcy last year, and Ms Armstrong's lifetime of labour, 29 years spent folding and inspecting bedspreads, ended with a brief phone call from her supervisor. It was the only job she has ever had. </p> <p>\"I made a really good living, and I liked my job, and what is so bad is that we have come out with nothing after all those years - no pension, no insurance, no nothing,\" she says. \"The day it closed, our insurance was gone, our pension was gone. It was devastating.\" </p> <p>The shutdown at Pillowtex was the largest single lay-off in North Carolina, with the loss of 4,800 jobs. Since then Ms Armstrong has racked up her share of humiliation: job retraining classes at 52 and, with less than a high school education, having to admit after a lifetime of self-sufficiency that she has no money to get the washing machine repaired, and, on this day, lining up at first light to get a place in line at a food bank run by a local Baptist church. </p> <p>Life does not promise to get any easier. In the last good years at Pillowtex, before the firm cut overtime and pay scales to try to stay afloat, Ms Armstrong took home $13.50 an hour. She supported a stepdaughter and a grandchild, and helped out her aging mother. </p> <p>No one is paying those wages now in Eden. In Greensboro, 40 miles away, she was offered $6 an hour for work in a fast food restaurant. \"That wouldn't cover the price of gas,\" she says. Her unemployment benefit, which is $165 a week, barely covers her mortgage, and runs out in November. Ms Armstrong hopes something will turn up before that. \"The only reason I am surviving is that I have savings,\" she says. </p> <p>Since July 2000 North Carolina has lost 175,900 factory jobs, according to the US bureau of labour. Across the country, America has entered the deepest and longest recession the manufacturing sector has ever known, shedding 2.7 million jobs since early 2001. </p> <p>Fewer Americans now work in manufacturing than at any time since the second world war. For North Carolina the decline has been especially cruel, with more people out of work proportionally than in the heartland of America's heavy industrial belt in the mid-west. A quarter of North Carolina's manufacturing jobs have simply disappeared. </p> <p>Economists say those jobs are unlikely to return because the industries which were North Carolina's speciality - apparel and home furnishings - face intense foreign competition. </p> <p>\"It was painfully obvious,\" says Gordon Allen, the manager of the local branch of the Employment Security Commission. \"We saw companies moving equipment out of their facility and straight to Mexico. Jobs virtually disappeared.\" </p> <p>In his 27 years at the job centre, Mr Allen says these are the hardest times he has ever seen. </p> <p>There has been no mercy for Eden. The town of 16,000 has lost 6-7,000 jobs over the past decade, says mayor Philip Price. Red brick factories on roads named after well-known brands of sheets and towels sit abandoned, with shattered windows on once proud facades. Shops are closed. The clubs where mill managers used to mix are desperate for new members. Attendance at the town's 85 churches is dwindling. </p> <p>And so a town where workers could live well has been relegated to the underclass, where people struggle to find jobs, feed their families and pay for healthcare. </p> <p>John Edwards, a native son who was raised in a mill town 100 miles south of Eden, describes the divide between the haves and the newly created have-nots as the land of \"two Americas\". He has made the gap the central theme of his vice-presidential campaign. </p> <p>Although George Bush won here by a convincing margin in 2000, the Democrats hope to whittle away his lead with Mr Edwards's Carolina credentials and his direct appeal to the dispossessed. </p> <p>In Eden, their ranks are growing. A year ago a retired magistrate, Andrew Collins, set up a food bank at the Hampton Heights church in town. It was a modest undertaking at first; now most weeks he sends 400 people home with cartons of frozen meat, tinned food and bananas. </p> <p>The people on line are young and old, African-American like Ms Armstrong, and white. All say they could not manage without the handout; none feel confident that they will ever find full-time work again. </p> <p>For Maria Coleman, 61, it is simply too late, though she goes to the mandatory two job interviews a week. Thirty-four years ago, when she started at Pillowtex, it did not matter that she had not finished high school and had trouble reading. Now that is the only thing potential employers notice. </p> <p>A few days ago she was offered a place on a course at the local community college - in ice sculpture. Ms Coleman has no illusions it will lead to a job. \"How many people do you know in this area who are going to have the kind of party where they are going to need an ice sculpture?\" she asks. \"The factory got the best years of my life - 34 years. All my life is hell now.\" </p> <p>Mr Price insists that Eden is not lost. A boilermaker from Indiana is taking over one of the abandoned factories; an Israeli manufacturer of baby wipes is thinking of moving to town, attracted by the notion of a cheap and willing workforce. But the Edenites who can are leaving. \"The young people aren't staying here,\" Mr Price says. \"There is a mass exodus of young people with any skills at all.\" </p> <p>Those left behind face diminishing options. After a year or so without work, Jason Anderson has hit the wall. He left school with a ninth grade education to work as a car mechanic. Business fell off when the economy turned, and Mr Anderson lost his job. </p> <p>At 23 he is raising a three-year-old son, Rod. He is no longer with the child's mother, and he says his parents are in no position to help financially. He worked for a time as a house painter, leaving home at 4am to get to jobs, or sleeping overnight on building sites. Then he lost his car and now he is stuck in Eden. \"It doesn't seem like most places are hiring,\" he says. \"It's really hard without an education. There are lots of office jobs, but they all need computers.\" </p> <p>Behind Mr Anderson in the line, 20-year-old Heather Servin is determined not to fall into that trap. The daughter of tobacco share croppers, she made sure she finished high school and has a line on a job as a nursing assistant. </p> <p>It won't pay much at first - less than $8 an hour, though that is more than she earned as a shop assistant. But it is better than her friends are doing, and steadier than her boyfriend's work in the building trade. </p> <p>\"A lot of my friends are trying to get jobs at the factory, but those jobs are not what they used to be,\" she says. In time, she would like to study nursing at the local community college, although there is a two-year waiting list for courses. </p> <p>\"People are always going to need nurses,\" she says.</p>",
  "Six weeks after the terrorist attacks on the World Trade Centre, President George Bush flew to New York to throw out the ceremonial first pitch in the World Series baseball game between the New York Yankees and the Arizona Diamondbacks. <p>The president was finding it difficult to throw the ball in his bulletproof vest. \"Are you going to throw from the rubber or the base of the mound?\" asked Yankee star Derek Jeter. The rubber, the highest point on the mound, is the point from which a pitcher would usually throw. Bush had been planning to throw from the base, which is about six to 10 feet closer to the home plate. \"If you throw from the base of the mound they are going to boo you. You really need to take the rubber,\" said Jeter. </p> <p>Bush, then at the height of his popularity and leading a nation at war with Afghanistan and in fear of an anthrax attack, asked Jeter if the fans would really be so mean. \"Yeah,\" said Jeter. \"It's New York.\" </p> <p>Three years later, Bush is coming back to New York to a sceptical, if not downright hostile public as the Republicans prepare to kick off their convention on Monday. In an ad broadcast in June to prepare New Yorkers, former Democratic mayor Ed Koch pleaded: \"While they're here, make nice. Volunteer to show 'em the ropes. They won't know uptown from downtown. They've never ordered pizza by the slice.\" </p> <p>But with a week to go, the best they can hope for is that this city, where registered Democrats outnumber Republicans by five to one, doesn't \"make too nasty\". It may be in vain. So numerous are the expected protesters at the presence of the \"Grand Old Party\" in the city that its Republican mayor, Michael Bloomberg, has spoken of them as a marketing opportunity. Last week he offered discounts to Broadway shows, museums, stores and restaurants to those wearing buttons bearing a picture of the Statue of Liberty and the words \"peaceful political activists\". </p> <p>\"It's no fun to protest on an empty stomach, so you might want to try a restaurant,\" said Bloomberg. \"Or you might want to go shopping, maybe for another pair of sneakers for the march.\" </p> <p>The protesters, meanwhile, are making their own plans. At <a href=\"http://www.rncnotwelcome.org\">www.rncnotwelcome.org</a>, a website dedicated to protesting against the convention, a group called the Biotic baking brigade, spells out the basics of how to pie your enemy. Step one: \"Choose a worthy target. Any evil pompous evil-doer will do for a glouping.\" After that, it breaks down the strategy in to bite-size chunks, including, \"Plan your pan\" and \"The meringue is the message\". </p> <p>A group of activists plan to ride down Lexington Avenue on bicycles shouting, \"The Republicans are coming! The Republicans are coming!\", mimicking the 18th-century Massachusetts craftsman Paul Revere who rode a horse through that state warning locals that the British were coming during the American War of Independence. A group of bell ringers, meanwhile, are planning to surround the site of Ground Zero ringing 2,749 bells to commemorate the victims of September 11 and oppose the war.</p> <p>\"Visitors to the city at the end of August may see illegal murals with political messages and the city itself may become a giant art installation,\" warns Liza Featherstone in the leftwing Nation magazine. \"Don't be surprised if you're crossing the street and a traffic light flashes 'Beat Bush' instead of 'Don't walk'. \" </p> <p>But not all the demonstrations will be unorthodox attention-grabbers. Among the more traditional acts of protest will be a parade of thousands of abortion-rights advocates marching across Brooklyn Bridge; the Hip-Hop summit's poor people's march to Madison Square Garden, where the convention is being held; the 5,000-strong permitless march of the poor being organised by a welfare mother from Philadelphia; and the huge demonstration planned for Sunday, which the demonstrators insist will be in Central Park and the New York Police are adamant will be on the West side highway, but which could reach a million-strong. </p> <p>Reverend Earl Kooperkamp of St Mary's Episcopal Church in Harlem will be hosting between 30 and 50 protesters on the wooden pews of his church, and has persuaded more than 30 other religious institutions to do the same, offering housing to almost 500 people. \"As long as they're standing firm against war, working for peace, that's what the church is supposed to be about,\" he told the New York Times. \"We pray every day to a guy called the Prince of Peace.\" </p> <p>Peace may not be on everyone's mind, however. At least 20,000 security personnel, representing everyone from the Secret Service to civilian units of the Army National Guard, have been mustered. Given that the convention is expected to attract only 48,000 visitors, including delegates, lobbyists and journalists, this is the equivalent to one law-enforcement official for every 2.4 civilians. </p> <p>Meanwhile, the Federal Bureau of Investigation has been questioning dozens of protesters who plan to come to New York, asking them all three basic questions: were they planning to be violent, did they know anyone else who was planning violent acts and did they understand that it is a crime, to withhold any information if they might know. The questioning immediately raised concerns about civil liberties, particularly after three young men, who were planning to come to New York from Missouri, were subpoenaed earlier this month and informed that they are part of a domestic terrorism investigation, without being informed on what grounds.</p> <p>\"It is part of a national effort to chill dissent in this country,\" says Bill Dobbs, the spokesman for United for Peace and Justice, which is staging week-long demonstrations in New York during the convention. \"And it is always a worry that this kind of intimidation will scare people off.\"</p> <p>\"The FBI isn't in the business of chilling anyone's first amendment rights,\" says Joe Parris, an FBI spokesman, referring to the right to free speech and free assembly enshrined in the United States constitution. \"But criminal behaviour isn't covered by the first amendment.\"</p> <p>The fact that the focus has shifted from what will be said inside the convention to what might happen outside is a symbol of just how much has changed in the national political mood over the past 18 months. Back in January 2003, when the party declared its choice of New York (over New Orleans and Tampa), it seemed like a shrewd if cynical move.</p> <p>The logic behind both the venue and the timing (the latest of any convention) was to bolster George Bush's status as a war leader, standing firm against terrorist attacks. \"What we focused on was that New York was the best background for the convention, growing out of the events of September 11,\" says Roland Betts, a member of the committee of Republicans assembled by Bloomberg to lobby the White House to come to New York. As recently as July last year, former mayor Rudolph Giuliani was claiming that Bush could even be the first Republican to take the state since Ronald Reagan in 1984. \"New Yorkers like strong leaders,\" he explained at the time.</p> <p>But that was then. In January 2003, when the announcement was made, the nation was facing down the United Nations and preparing for war with Iraq. President Bush had 59% approval ratings, 68% of Americans supported military force against Saddam Hussein and the Democrats were amassing a crowded field of contenders with no obvious frontrunner. Today, Bush's approval ratings stand at 49%, 47% of Americans think going to war was a mistake and his Democratic challenger, John Kerry, leads in 13 of the 17 key swing states, if only by a narrow margin in most of them. With the latest poll giving Bush 35% in New York against Kerry's 53% he has about as much chance of taking New York as Saddam Hussein does of taking back Baghdad.</p> <p>Opposition to the war was not insignificant at the time, but it had been marginalised. But the torture scandal in Abu Ghraib, President Bush's premature declaration of victory in Iraq, a stiffer than expected Iraqi resistance, a lack of international support and US military casualties that could reach 1,000 during the convention, have put the war into mainstream political debate. Meanwhile, the findings of the 9/11 commission into the terrorist attacks, the publication of which has become a bestseller, have exposed institutional shortcomings that put a question mark even over what he hoped would be seen as his finest hour.</p> <p>In May last year, the leaseholder of the World Trade Centre, Larry Silverstein, told the Daily News that New York state's Republican governor, George Pataki, wanted to lay the cornerstone to the new building during this year's convention. With the political winds blowing against them, he did it on July 4 instead. \"If you were to do something overtly political around Ground Zero you'd get hammered for it, and rightly so,\" says Michael McKeon, a Republican strategist and a former senior aide to Pataki.</p> <p>Sitting in a field last week just outside Orange, Connecticut, about 20 mostly young people were discussing non-violence. They were about two thirds of the way through a 258-mile march from Boston, scene of the Democratic party convention, toNew York, where they plan to protest. Six miles and several hours earlier they had set off from New Haven, Connecticut, crossing paths with the \"Stonewalk\" - a procession of family members of 9/11 victims, pulling a 1,400 pound granite memorial honouring the \"Un known civilians killed in war\", also heading for the Republican convention.</p> <p>Around two thirds of the 50 or so on the march would describe themselves as anarchists, although there are Buddhists, pacifists and others for whom knowing that they could not bear another four years of Bush is enough. \"I don't have a problem with people telling the police to go fuck themselves,\" says one, prompting a debate about the issue of verbal as opposed to physical violence. Also under discussion is the issue of whether to \"go limp\" or \"unarrest people\" if the police try to take them away.</p> <p>None of these people have walked all this way to \"make nice\". But this particular band of vegan, non-hierarchical political travellers are not out to carve great chunks out of the Big Apple either. Like the authorities, however, they feel the need to be prepared if things do spiral out of control. With no venue so far agreed for the main demonstration on Sunday, and tempers rising over the FBI's tough stance, there is plenty of scope for tensions to flare into something more serious.</p> <p>The last time the issue of violence dominated a national political convention was Chicago in 1968. Back then there was a war in a far-off land, a divisive Republican candidate in Richard Nixon and a mayor who pledged not to compromise. The police responded to verbal abuse from protesters and occasional missiles with tear gas and occasional beatings. Connecticut senator Abraham Ribicoff took to the podium to decry \"Gestapo tactics in the streets of Chicago\". It was a public relations disaster for the Democrats, and Nixon went on a few months later to defeat Hubert Humphrey.</p> <p>With Kerry taking a moderate stance on the war, these demonstrations have little, if anything, to do with the Democratic party. None the less, many believe that whoever is responsible, a rash of violence so close to the election will once again benefit the Republicans. \"If I were a voice in top Republican circles, I might be offering this advice: 'What we need for New York is a large-scale riot,' \" wrote Norman Mailer in New York magazine recently, in a public written exchange with his son. \"I don't have a great deal of hope that most of the people involved are really thinking of this election so much as expressing the need to vent, to gain some self-therapy.\"</p> <p>\"You do get a sense that the spiritual revolution may be awakening,\" replied his son, John Mailer, who believes that the protests could provide a focus for a huge anti-corporate movement. \"All right,\" replied Norman. \"But if we lose the election, it's going to be a very expensive spiritual education.\"</p>",
  "<b> USA Today</b> <br>Editorial, August 24 <p>\"An escalating fury over what [John Kerry] did in Vietnam 35 years ago is eclipsing a more important national debate over what he would do about real-time war in Iraq ... Mr Kerry has charged that the Bush campaign is illegally coordinating efforts with an ostensibly independent anti-Kerry group calling itself Swift Boat Veterans for Truth. The Bush campaign has denied any connection with the group's ads, though George Bush's allies have largely funded them ... On Monday, Mr Bush called for an end to ads by independent groups attacking either candidates ... </p> <p>\"Dredging up the ghosts of the Vietnam war only haunts us anew. The candidates and the public need to move on and address how to end a conflict in Iraq before it becomes another war that tears at the nation's fabric.\" </p> <p><b>EJ Dionne Jr</b><br> Washington Post, August 24</p> <p>\"[On Monday] Mr Bush offered what you might call a nuanced response to the controversy over the anti-Kerry ads ... What [he] really needs to do is tell ... Swift Boat Veterans for Truth to stop smearing Mr Kerry's service record and urge his big money contributors to stop bankrolling the distortions. </p> <p>\"This is also a test for the media, [which] have to do more than 'he said/he said' reporting. If the charges don't hold up, they don't hold up ... Surely our nation's editors and producers don't want to send a signal that all you have to do to set the media's agenda is spend a half-million bucks on television ads.\" </p> <p><b>Los Angeles Times</b><br>Editorial, August 24 </p> <p>\"Swift Boat Veterans for Truth is being funded by conservative groups that interlock with Mr Bush's world ... just as MoveOn.org, which is running nasty ads about [his] avoidance of service in Vietnam, is part of Mr Kerry's general milieu. More important, either man could shut down the groups working on his behalf if he wanted to ... In both cases, the candidates are the reason the groups are in business. </p> <p>\"There is an important difference, though, between the side campaign being run for Mr Kerry and the one for Mr Bush. The pro-Kerry campaign is nasty and personal. The pro-Bush campaign is nasty, personal and false.\" </p> <p><b>Chicago Tribune</b><br>Editorial, August 24</p> <p>\"[Mr Kerry] had two Vietnams - one of service, and one of protest. It seems the animosity of many veterans toward him rises not from what Mr Kerry did while he was in Vietnam, but what he did after he left Vietnam ... When he joined a dramatic protest in which veterans threw away their medals, Mr Kerry tossed not his own, but those of other soldiers. </p> <p>\"The battlefront [has now shifted] from Mr Kerry's first Vietnam to his second. It's for all veterans of Vietnam ... to judge whether Mr Kerry's anti-war role ... is reason to admire him or to despise him. Or whether, so many decades later, it matters to them at all.\" </p> <p><b>Ralph Peters</b><br>New York Post, August 24</p> <p>\"[After Mr Kerry's return from Vietnam in 1971, he lied] about 'routine' atrocities committed by average American soldiers and sanctioned by the chain of command ... to advance his budding political career. He tarnished the reputation of his comrades when the military was out of vogue. Now, three decades later, camouflage is back in ... fashion [and] suddenly, Mr Kerry's proud of his service ...</p> <p>\"Integrity matters to those in uniform ... And Mr Kerry just doesn't seem trustworthy ... I have reservations about voting for George Bush. But I have no reservations about voting against John Kerry. And I'm not alone.\"</p>",
  "George Bush stepped into the row over his presidential opponent's war record yesterday, declaring John Kerry had served \"admirably\" in Vietnam and calling for an end to all political attack advertisements sponsored by non-party groups. <p>The president made clear that his appeal included a rightwing group calling itself Swift Boat Veterans for Truth, which has broadcast adverts accusing Senator Kerry of lying about his combat experience and falsifying his medal citations. </p> <p>But the Kerry campaign said the president's intervention fell short of the clear denunciation it had demanded. Democrats said the president's remarks treated the veterans' claims as no worse than other attack ads by supposedly independent groups, questioning the group's source of finance rather than the substance of the ads, which they reject as a smear. </p> <p>Mr Kerry's running mate, John Edwards, said: \"The moment of truth came and went, and the president still couldn't bring himself to do the right thing. Instead of hiding behind a front group, George Bush needs to take responsibility and demand that the ad come off the air.\" </p> <p>At the weekend, Bob Dole, a former senator and Republican presidential candidate, suggested Mr Kerry had escaped the war by securing three Purple Heart medals for \"superficial wounds\". </p> <p>As polls began to suggest that the charges were beginning to damage Mr Kerry's presidential chances, his campaign headquarters hit back, screening an advertisement accusing the Bush campaign of masterminding the veterans' campaign. </p> <p>The Kerry camp also organised for other veterans who had served with him to give their accounts. \"He deserved every one of his medals,\" said Del Sandusky, who piloted Mr Kerry's Swift boat (a 50-foot aluminium patrol craft) for nearly three months in the Mekong delta. </p> <p>Another former navy veteran, Jim Baker, told journalists: \"He was the most aggressive officer in charge of Swift boats.\" </p> <p>Mr Bush was intensively questioned by reporters on the issue as he emerged from a military strategy meeting at his Texas holiday home in Crawford. \"I think Senator Kerry served admirably and he ought to be proud of his record,\" he said. </p> <p>\"But the question is who is best to lead the country in the war on terror?\" </p> <p>He said the real issue at stake was the role of groups who are allowed to spend unlimited sums of money on advertising as long as they do not coordinate their efforts with the political parties. They are known as \"527 groups\", after a loophole clause in the campaign finance laws. </p> <p>Liberal groups were the first to take advantage of the loophole, in an attempt to make up for the Republican party's edge in raising funds. </p> <p>The president challenged Mr Kerry to join him in denouncing all adverts by 527 groups. \"I thought we were going to once and for all get rid of a system where people could just pour tons of money and not be held to account,\" Mr Bush said. </p> <p>Asked specifically if he included the Swift Boat Veterans advertisement in his condemnation, the president replied: \"That means that ad, every other ad.\" </p> <p>The Kerry campaign has taken its claims that the Bush camp is behind the Swift Boat Veterans to the federal election commission, arguing that the Republicans are illegally coordinating the veterans' efforts. It claims that Bush campaign workers were found handing out flyers about the veterans.</p>",
  "Lacklustre John Kerry must be doing something right in his fight for the White House because his Republican opponents are reaching deep into their bag of dirty tricks. When the stakes are high in electoral contests there are usually people in all parties prepared to play rough to win - witness some of the tactics in last month's Westminster byelections. But low-level villainy on the back streets of Birmingham Hodge Hill is not the same as the cynically crafted big lie which now seems to be directed at Senator Kerry as he aims for the top. <p>An Amazon.com bestseller called Unfit for Command, written by fellow-veterans of the US navy swift boats on which the much-decorated Democratic candidate served in Vietnam, challenges Mr Kerry's combat record and his supposedly unpatriotic conduct in campaigning against that squalid war as soon as he got safely home. As TV ads ram home the smear, the Iraq parallel is obvious and relevant for both sides. The allegations are rejected by those on Mr Kerry's own boat. But his poll ratings have slumped among US veterans, a significant group. A question mark has been scrawled on his CV. </p> <p>The candidate may have been unwise to emphasise so frequently his own war record (he was in combat for just five months), though it highlights President Bush's armchair variety. It does not amount to a foreign policy. Yet Americans have enjoyed putting soldiers into the White House since General Washington. Theodore Roosevelt and Jack Kennedy revelled in their somewhat-embellished military glory and George Bush Snr was lucky enough to have been sent a grainy (but authentic) film of his own second world war exploits for the 1988 campaign. </p> <p>That campaign was marred by a sordid smear that the Democratic runner, Michael Dukakis, also a \"Massachusetts liberal\", was soft on black rapists. It worked, not least because Mr Dukakis was too lofty to take it seriously; not a mistake Bill and Hillary Clinton ever made. Mr Kerry has already been falsely accused of an affair with an intern and had a doctored photo circulated of him committing politics with \"Hanoi Jane\" Fonda. Such \"mud sticks\" tactics are consistent with key moments in the well-documented career of Karl Rove, Mr Bush's shadowy political hitman. So is the lightly laundered Texas Republican money which funded the latest exercise. After first hesitating, Mr Kerry is taking his detractors to the election court. Excellent. Negative campaigning is even more corrosive there than it is here.</p>",
  "North Korea yesterday called President Bush an \"imbecile\" and \"a tyrant that puts Hitler into the shade\" in a stream of insults that seemed to rule out any progress on nuclear disarmament talks before the US presidential elections. <p>\"The meeting of the working group for the six-party talks cannot be opened because the US has become more undisguised in pursuing its hostile policy toward North Korea,\" a foreign ministry spokesman told the state-controlled news agency. </p> <p>New talks are due to be held in Beijing in September or October, as North Korea's neighbours and the US seek to per suade it to stop making nuclear weapons. </p> <p>Yesterday's tirade was apparently set off by a campaign stop remark last week by President Bush, who referred to the North Korean leader, Kim Jong Il, as a \"tyrant\". </p> <p>Pyongyang's diplomatic spokesman called Mr Bush \"an idiot, an ignorant, a tyrant and a man-killer\". </p> <p>He added: \"Bush's assumption of office turned a peaceful world into a pandemonium unprecedented in history as it is plagued with a vicious circle of terrorism and war. The president's aides and allies are \"a typical gang of political gangsters\". </p> <p>John Kerry, the Democrat presidential candidate, has indicated that, if elected president, he would pursue direct bilateral talks with North Korea within the existing six-country framework. He has criticised President Bush for promising to pull out a third of the 36,000 US troops in South Korea without any reciprocal military concession from Pyongyang. </p> <p>\"The North Koreans made it very clear, politely, that they want Kerry to win the election,\" said C Kenneth Quinones, a former US diplomat who was in Pyongyang earlier this month for a Korean studies conference. \"Nobody wants to move. North Koreans are going to play wait and see.\" </p> <p>Mr Quinones, who worked on talks in 1994 that led to a first nuclear control accord with North Korea, added: \"The six-party talks have stabilised the situation. But the process will require the US to sit down with the North Koreans in a smoke-filled room for three months and bring out an agreement.\" </p> <p>In Pyongyang, official irritation with the US has increased with the passage last month by the House of Representatives of the North Korean human rights act, a bill that seeks to support North Korean refugees in China. </p> <p>Increasingly nervous over the defector issue, North Korea has criticised South Korea for taking 460 North Korean refugees to Seoul last month.</p>",
  "<b> Lit crit</b> <br> <b> Gained in translation</b> <br> South of the equator, according to a well-known Brazilian phrase, sin does not exist. But this doesn't mean it can't be imported: one of Latin America's most eminent journalists has accused one of Australia's foremost writers of behaving like \"a rude thief, a colonial predator, a privateer sure of his own impunity\". <p>The allegations about Peter Robb arise from his latest book, A Death in Brazil, published earlier this year to great critical acclaim. The book examines the sleazy 1990-92 administration of Brazilian president Fernando Collor. (The title refers to Collor's roguish money-man, PC Farias, who was mysteriously murdered years later.) Instead of being commended for bringing this corruption to a wide audience, Robb is being cast as a villain. His accuser-in-chief is Mario Sergio Conti, who was editor of Brazil's largest news weekly, Veja, during Collor's 1992 impeachment proceedings. Conti won an international award for his magazine's coverage and wrote the book Noticias do Planalto (News from the Presidential Palace) about the episode. Conti claims that Robb has plagiarised more than a dozen sections of his book, asserting that \"[he has used] systematically, not just the research but also [my] individual mode of expression\". </p> <p>The case is blurred since the sections, while similar, are not identical, and because Robb mentioned Conti's book in his appendix. Conti counters that the mention is inadequate. \"He just copied [my book] because it is written in a language that no one in the rich countries understands.\" </p> <p>Robb isn't talking, but an editor at Bloomsbury, his UK publisher, says she doesn't believe it's plagiarism since Conti's book is listed as a source. She describes Robb's use of the book as \"accepted practice in non-academic non-fiction\". Bloomsbury has nevertheless offered Conti fuller credit in the paperback edition. </p> <p>This is not the first time a well-known English-speaking author has been accused of plagiarising a Brazilian text. Booker winner Yann Martel admitted that Max and the Cats by Moacyr Scliar - about a boy adrift with a panther - was the \"spark of life\" that generated The Life of Pi, about a boy adrift with a tiger. Once Scliar read Martel's book, he decided it wasn't plagiarism. \"It was interesting to see my idea in another way. Up to a point it was an acknowledgment,\" wrote Scliar later. \"But I was disturbed by the controversy - which could have been avoided by a friendliness that is lacking even in the world of literature.\" <br> <b>Alex Bellos</b> </p> <p><b> Innovations</b><br> <b> Thirty miles to the pippin</b><br> Seasoned drinkers have long regarded scrumpy as \"rocket fuel\". One day, if environmentalists in Herefordshire have their way, the humble cider apple may also produce tractor fuel, lorry fuel and even car fuel. </p> <p>There should be no shortage of apples on which to experiment. The 2004 harvest promises to be a bumper one. And, says Katie Eastaugh of the Herefordshire Sustain Project, \"It looks as though there will be about 40,000 tonnes in this county alone that will not be required for the production of cider.\" And something has to be done with them. </p> <p>The Herefordshire Sustain Project is also battling to protect the 14,000 remaining acres of trees within the county's borders. More than 80% of ancient orchards have been lost over the past century, largely because of the introduction of trees and bushes which produce more fruit while occupying less space. </p> <p>A further threat emerged when the old family firm of HP Bulmer, which had strong roots in the area, was taken over last year by the brewing conglomerate Scottish and Newcastle, which has honoured existing contracts with apple-growers but not renewed those that have run their course. \"As contracts come to an end,\" Eastaugh points out, \"more and more orchards become vulnerable. If we don't find a market for them, they'll be grubbed up.\" </p> <p>HSP is convinced that that market can come from fuel. \"Two tonnes of cider apples will provide enough refined alcohol to process one tonne of bio-diesel,\" says Michael Wood, who also works for the Environment Directorate in Hereford. Wood, Eastaugh and colleagues are hoping to set up a small plant to produce ethanol from the fermented juice. \"The processing company will be able to use it instead of methanol, which is from a petro-chemical source,\" Wood explains. \"New legislative directives mean that, by the end of next year, just under 3% of all diesel must be bio-diesel. By 2007 the figure will have to be 6%. Our calculation is that there is enough surplus fruit to satisfy 60% of the demand for bio-diesel in the West Midlands.\" </p> <p>Fuel made from apples is carbon-neutral, he points out. \"It absorbs exactly the same amount of carbon that it releases into the atmosphere.\" It is also around 95% alcohol. Which raises the intriguing possibility of the vehicle rather than the driver being over the limit. <br> <b>Chris Arnot</b> </p> <p><b> Foreign affairs</b><br> <b> All the president's gaffes</b><br> With the current vogue for Bush-bashing, it wouldn't come as much of a surprise if an enterprising group of Democrats got together to build a museum as a testament to Dubya's ineptitude. But unfortunately for the Dems, the Republicans have beaten them to it. Plans for the Counter-Clinton library are already under way. And the earmarked spot is just a stone's throw from the official Clinton Presidential Library, which opens in November in Bill's home town of Little Rock, Arkansas. </p> <p>But isn't having a pop at Clinton so last millennium? Not so, say Counter-Clinton library founders Dick Erickson and John Leboutlier. \"We're just trying to stop Bill and Hillary getting back into the White House,\" adds Leboutlier, a reformer Republican senator from New York. \"[Bill] intends to pull the strings of government with her in office. I don't want him in power again.\" </p> <p>\"Clinton sullied the White House to a terrible degree. And I think she's crooked, too. We're dedicating a whole room to Hillary - Hillary's Hall of Shame.\" </p> <p>Leboutlier denies that the forthcoming election is a motive. \"I'm not doing this to help Bush,\" he says. \"I'm a conservative Republican, but I don't trust them at all. I think they're liars and someone should build a Counter-Bush library.\" </p> <p>Leboutlier and Erickson aim to devote each of the 16 rooms in the library to a different scandal. \"There's the National Insecurity Hall,\" he says, \"which will show everything he did to weaken security in the US - from cuts in intelligence funding to selling technology to the Chinese. There's a lot of instances where he missed the chance to get Osama bin Laden. </p> <p>\"But my favourite room is the Exit Room. After the Clintons left the White House, Bush's team found a lot of damage - computer keyboards had the W missing. We're going to re-create what the White House looked like after Clinton had trashed it.\" </p> <p>Asked to comment on the fact that Clinton saw 22m new jobs created, the lowest unemployment in 30 years, the highest home ownership ever and crime at a 25-year low during his tenure, Leboutlier remains defiant. \"I'm not going to argue against the idea that some good things happened. But I believe the bad outweighed the good. And in his official library we're not going to hear about the bad.\" <br> <b>Alex Hannaford</b> </p> <p><b> Wired world</b><br> <b> Assistance at a distance </b><br> Bridging the divide between western society and the traditional commitments of an Indian family is tricky, as many an upwardly mobile expatriate has found. A computer programmer might be rolling in cash stateside, but what does he or she do when, thousands of miles away, an elderly relative needs day-to-day care or a family member requires help locating a birth certificate? </p> <p>In the past, the answer would have been to fly home or call relatives. But the former is increasingly difficult given the time-poor, high-pressure nature of professional jobs in the west, while the latter option, of hoping that cousins and uncles will help, has also become tougher, as the Indian tradition of an extended family living under one roof has largely disappeared: if the kids are not abroad they're probably working in a faraway metropolis. </p> <p>Now help is at hand: a quick email or free phonecall to <a href=\"http://www.yourmaninindia.com\">yourmaninindia.com</a> can solve your problem. P Sunder, the company's CEO, says they have already provided puppies for distant daughters and lawyers to settle protracted housing disputes. The cost is as little as a tenner. </p> <p>\"If it is legal, we can do it,\" says the 32-year-old. \"The most bizarre request was from a student in England who asked us to deliver 365 packets of noodles to his girlfriend in Punjab. But given the cost, we convinced him that 100 packets would make the same impact.\" One operator has even managed to persuade a divorcing couple to stay together. </p> <p>What enables the website to work is a curious marriage of old and new economies. Yourmaninindia.com is part of the TTK Corporation, a maker of condoms and pressure cookers, which has a network of thousands of dealers across India. \"There is not a village in the country that we cannot get to,\" says Sunder. </p> <p>India is a society that would not survive without servants, so it should come as no surprise that there is now a cybervalet service for the expatriate. But yourmaninindia.com grew by accident, not design. Originally conceived as a healthcare business, it was soon receiving requests to pay bills and run errands. Sunder reckons the biggest market will probably be parental care, ironic given the general perception of reverence towards the old in India. </p> <p>\"The only problem we are having is that the relationship between home help and old person becomes closer than with the son or daughter abroad.\" <br> <b>Randeep Ramesh</b></p>",
  "Lida Rodriguez-Taseff, a corporate lawyer and a former president of the Miami chapter of the American Civil Liberties Union, vividly remembers the moment she became an election reform activist. It was on September 10 2002, when she saw yet another election in south Florida go unfathomably awry - this time a primary election, the first vote in which her county, Miami-Dade, and several neighbouring counties would use electronic voting machines at the polls. <p>\"It was jarring,\" she recalls. The poll workers didn't know how to run the new touch-screen machines. The voters didn't know how to vote on the machines. Some of the systems didn't work at all; they displayed incorrect selections, froze up, acted generally odd. \"What moved me to action was seeing all these people - elderly black folks standing in line for hours without being able to vote, fanning themselves in the hot sun, waiting for the machines to start working so they could get their chance,\" Rodriguez-Taseff says. \"And then, seeing the people coming out of the polls with their eyes dazed over, shocked and amazed by what had happened. They couldn't understand why when they pressed a button next to one candidate, the machine brought up another candidate's name.\" </p> <p>Accounts of the perils of electronic voting systems are nothing new. In the last couple of years, it seems we've all heard stories like Rodriguez-Taseff's - tales of machines breaking down during elections, of systems displaying erroneous selections, of machines behaving badly. When computer security experts have examined some of the voting machines now widely in use, they've discovered enormous security problems. In January, for instance, a team at RABA Technologies, a computer consulting firm in Maryland, managed to devise a half-dozen ways of compromising the votes in touch-screen machines manufactured by Diebold, which produces the systems to be used in Maryland and Georgia this year. (A PDF file of their report can be found <a href=\"http://www.raba.com/press/TA_Report_AccuVote.pdf\">here</a>.) Voter confidence cannot be helped by the suspicion that some voting machine firms have close relationships with certain politicians. Diebold's CEO is famous online for declaring, in his role as a major Bush-Cheney fundraiser, that he's \"committed to helping Ohio deliver its electoral votes to the president next year\". </p> <p>According to the political consulting firm Election Data Services, on election day this year about 29% of the registered voters in the nation - more than 45 million people - will find electronic touch-screen systems at their polling places. To computer scientists, the only way to secure these machines is to have them print out \"verifiable\" paper ballots - a paper ballot that a voter accepts or rejects as his accurate vote, and which is then counted in the case of a contested election. Such a system will only be available this year for the one-half of 1% of voters in Nevada. The rest of us will cast our electronic votes with a kind of leap of faith. We'll have no way of knowing what the machine has actually recorded, and we'll be forced to trust that the system (the officials, the voting company, the procedures, everyone and everything involved in the race) has done everything fairly. We have no choice, really, but to trust the system. </p> <p>Still, two years after witnessing that Florida debacle, Rodriguez-Taseff, who founded and now heads the Miami-Dade Reform Coalition, a non-partisan citizen's group dedicated to fixing elections in a county where elections seem eternally unfixable, remains deeply worried about the electronic systems that will be used at her polls this year. But she says that it's too late, too costly and probably not even technically feasible to configure voting machines to print the kind of verifiable ballots that computer scientists have called for, at least for this election. That kind of system, untested and unproven in any real race, \"lives in outer space\", Rodriguez-Taseff says bluntly. </p> <p>Rodriguez-Taseff chief worries surround the far more pragmatic issues of voting procedures and voting practices we'll have to deal with in electronic polling places this year. She fears that polls won't open on time, and that voters won't know how to use the machines, and that officials won't know how to help voters when the machines (inevitably) screw up. She's also concerned that, in the event of irregularities, elections laws in Florida won't allow a thorough examination of the machines to see what's gone wrong. The machines in her state are capable of printing out paper \"ballot images\" of each vote after the election; these ballot images aren't quite the same thing as the voter-verified paper trail that computer scientists have been calling for, but they would constitute some kind of paper record of every voter's choices, and Rodriguez-Taseff believes they could prove useful if there are questions about an election's accuracy. Florida's election rules, however, specifically prohibit manually recounting these ballot images, a situation that Rodriguez-Taseff says will cast even more doubt on election results. </p> <p>She is also concerned that voters who've heard about the problems with electronic voting machines will disenfranchise themselves. In a recent poll of Florida voters conducted by Quinnipiac University, more than half of the people surveyed reported being less than fully confident that their votes would be counted at all during the upcoming election. The numbers were higher when broken out for minorities and Democrats in the state. About 16% of those surveyed said they planned to vote by absentee ballot, and half of them said they were choosing the absentee route because they didn't trust the voting machines. </p> <p>Rodriguez-Taseff blames political parties - specifically Democrats trying to court minority voters in Florida - for this scepticism. She says the parties aren't doing enough to educate voters about what they'll see at the polls this year. Instead of being honest with voters about both the advantages and disadvantages of electronic voting, politicians are trying to paper over the problems, or to urge a quick-fix - not especially good - alternative: absentee voting. </p> <p>But other voting experts charge that it's not the Democrats' or the Republicans' fault that people don't trust the election system - it is, instead, the fault of activists who've been constantly criticising the voting machines for the past two years. \"The conversation the way they've been framing it is all going to make people believe that they shouldn't vote,\" says Ted Selker, a professor at MIT who co-directs the Caltech/MIT Voting Technology Project, which produced a landmark study examining how voting technology performed in the 2000 election. He says that electronic voting critics have forced the electorate to become much more cynical and jaded about elections and especially about the integrity of elections officials. </p> <p>And in an election this tight, is such scepticism something that political parties - especially Democrats - want or need? Most touch-screen machines in south Florida were introduced, after all, by Democratic officials who were horrified at the rate of disenfranchisement of minorities in the 2000 presidential vote; the machines were supposed to make voters come back to the polls, not keep them away. Clearly, though, either the machines, or the controversy surrounding the machines, is making people scared. </p> <p>What if all the activism only succeeds in keeping people away from the polls on election day? Just a few weeks after Florida's 2002 primary, when Salon first reported on the flawed machines and on some computer experts' concerns about the security and accuracy of electronic voting systems, just about everyone we spoke to in the election community told us not to worry. What happened in Florida's primary was caused by ill-prepared poll workers, not buggy machines, elections officials and voting companies said, and they maintained (and still maintain) that no votes were lost. It was said that computer scientists who fretted about electronic voting machines that aren't backed up by a \"paper trail\" were naive, and they didn't understand the rigorous security procedures that occur in real elections; people who suggested that we shouldn't trust our democracy to private firms were scoffed at, labelled conspiracy theorists. </p> <p>Over the course of a couple of years, though, calls by elections officials and voting companies for us to remain unworried became almost comically blind to the problems at hand. There have been enough voting machine failures, scandals and exposés in that time to make any concerned citizen weep. These days, nobody can seriously call the critics of such systems naive conspiracy theorists. Thanks to their efforts, we now know that at voting firms such as Diebold, employees don't seem to take security very seriously, as internal documents from the firm seem to suggest; that executives at some companies have suspiciously close relationships with elected officials; and that, despite assurances from elections officials, when you vote on an electronic machine, you might never know what the system has done with your choice. </p> <p>No longer are the activists considered kooks and paranoids, and their fears, backed up by numerous studies pointing out flaws in some electronic voting machines, have thoroughly permeated the mainstream media. Magazines as diverse as the Nation, Vanity Fair and Hustler have devoted considerable space to the issue. In January, the New York Times inaugurated a special editorial page section aimed at Making Votes Count, and Paul Krugman routinely uses his column to warn of the dangers of paperless electronic voting. When Rodriguez-Taseff's Miami-Dade Reform Coalition recently discovered that the county had lost all of its electronic records from the 2002 election, the news didn't break online, in a techie blog or underground discussion site, as it might have a year or two ago. Instead, the story landed on the front page of the Times. </p> <p>The coverage has certainly helped convince the public, as well as elections officials, of the dangers of electronic systems. Officials in California, for instance, have mandated that electronic systems include verifiable paper ballots by 2006, and Congress is mulling over legislation to require such machines nationally. David Dill, the Stanford computer scientist who's done much to line up technologists against paperless electronic voting systems, says that he's exceedingly pleased with what critics of electronic voting machines have accomplished so far. When, in early 2003, Dill began asking computer scientists to sign a petition calling for verifiable voting systems - that is, systems that produce some kind of human-readable physical evidence of a person's vote - he didn't think he'd be able to convince entire states to change their rules. </p> <p>But, in the face of so much anti-e-voting rhetoric, are voters becoming unreasonably scared or suspicious of elections? They might be. While it's undeniable that Dill and other critics of electronic voting systems have sparked much-needed discussion and action to fix some of the glaring problems with electronic machines, experts like Selker worry the hype is unnecessarily scaring voters. Selker points out that in 2000, most of the votes that were lost because of equipment malfunction were caused by faulty ballot design (remember the \"butterfly ballot\"?), not faulty machines, and that by far the largest number of votes (several million) lost could be blamed on bad voter registration procedures. These problems should be fixed before we spend money on paper trails for touch-screen machines, Selker says. </p> <p>While he understands people's trepidation about voting on a system that doesn't have a paper trail, Selker insists that rigorous testing can detect malicious code in paperless voting systems. He recommends, for instance, that elections officials conduct \"parallel testing\" on voting machines - on election day, they would randomly visit precincts and pull certain machines out of service for the day, then subject those machines to a battery of tests. If those randomly selected machines are found to record and tabulate votes accurately, you can be reasonably sure that the other machines are doing the same thing. (Officials in California are expected to conduct parallel testing on election day, as will some officials in electronic voting counties scattered all over the nation. In Maryland, where the choice to go to Diebold machines has sparked several security reviews and a lawsuit calling on a court to prevent the state from using the system, officials are considering using the parallel testing, said Linda Lamone, the administrator of Maryland's board of elections.) With such measures in place, Selker says, people can be confident that the electronic machines are working properly. \"It'd be terrible if the reason we didn't have a great election is because Americans acted like voters in a third world country\" and didn't trust what happened at the polling place, he says. </p> <p>David Dill, for his part, insists that it was never his intention to cause people to stay away from the polls, and he says he always tries to let people know that the problems with voting machines are no excuse not to vote. \"People have to vote,\" he says. \"I'm not sure how to get that message across. I wouldn't be going to all this trouble to make sure we have a trustworthy election system if I didn't respect the importance of voting.\" He also emphasises that \"we're not talking about a proven conspiracy to steal the election with electronic voting. I'm sure that there'll be some people saying such things, but what I've been saying all along is we should pick the best technology we have available and use that\". </p> <p>There is something of an inconsistency to what Dill says, however. On the one hand, he's insisting that elections can't be trusted unless they're conducted on equipment that produces some kind of verifiable paper trail. At the same time, he's telling voters that they should probably go ahead and vote on machines that don't produce such a trail, machines that he says can't be trusted. Now, most people will probably disregard this inconsistency and, even if they agree with Dill that the machines are flawed, they'll still go ahead and vote. As Dill says, this year's election is far too important to miss out on. But there are probably a fair number of people who are on the fence about voting to begin with - young people, say, or certain minorities, or members of other groups that tend to vote in low numbers, possibly because they don't think voting will make any real difference to their lives. Dill's suggestion that the voting system is not trustworthy just adds another reason for them to doubt the importance of voting - and for how many people will it be the deciding factor, the final straw keeping them home on election day? </p> <p>Some Democrats are, understandably, nervous about this idea. Dill says that he's heard from party officials who tell him privately that they support him, but that they couldn't support the cause publicly for fear that it will turn voters away. In Florida, the party is giving voters mixed signals about what they should do. It won't say that the machines are buggy, or that people shouldn't trust them. Yet it has also supported a call for a paper trail. When asked about the party's position, Allie Merzer, a spokeswoman for the Florida Democratic party, says, \"We advocate for any system that increases voter confidence. All voters should have the right to have their vote counted.\" Merzer says that \"in some instances\" people have \"valid\" concerns about electronic voting machines. People who are concerned should vote using other methods, she suggests - absentee ballots or early voting. In light of people's concerns, the party is \"ramping up\" its effort to sign people up for absentee ballots, Merzer says. </p> <p>\"Stupid Democrats - with Democrats as dumb as this who needs Republicans?\" counters Lida Rodriguez-Taseff. \"They're running around afraid of their own shadows, not talking about the problems with the voting machines, thinking they can lie and manipulate the African-American community into voting for them.\" </p> <p>Instead of being mealy-mouthed about the situation, Rodriguez-Taseff would like the Democrats to directly acknowledge and make clear to voters the problems associated with electronic machines. Only when it does this will the party be able to fix the problems, she says. And she thinks that a direct approach will bring more voters to the polls: \"They should reach deep into the history of this situation,\" she says. \"They really should be saying, 'Look, the lynch mob didn't scare you away from voting. Poll taxes didn't scare you away. Literacy tests didn't scare you away. Are you going to let a little voting machine scare you away?' Voting is a sign of defiance and courage. Voting at a voting machine even when the voting machine doesn't work is a sign of courage. But instead, they're choosing to lie to people. 'No, the lynch mob is not outside.' 'Oh yeah, your vote will be counted - just vote for us.' People aren't stupid. And that's why people aren't going to go to the polls, because they're being lied to.\" </p> <p>Rodriguez-Taseff also takes issue with the Democrats' suggestion that people should vote using absentee ballots instead of going to the polls. Absentee ballots are not known to be any safer than electronic voting systems. Yes, there's a paper ballot - but it can easily be thrown away, lost, misfiled, damaged, never counted, or be subjected to any number of other harms, whether intentional or accidental. Of course, there are security precautions to prevent these things; but if you're the sort of person who is wary about the security precautions meant to prevent electronic vote fraud, why wouldn't you be similarly wary of the precautions meant to prevent absentee-ballot vote fraud? </p> <p>Rodriguez-Taseff says that she doesn't intend to vote absentee. With all that can go wrong with such a ballot, she'd prefer to take her chances with the computer. Ted Selker of MIT says the same thing. Indeed, Selker recounts a time he witnessed an incident of absentee ballot tampering in his own voting precinct in Massachusetts. After he cast his vote on one election day, he noticed a woman (probably an elections official or poll worker) sitting to the side, looking over a stack of ballots. He asked her what she was doing. \"I'm checking the absentee ballots,\" the woman said, explaining that she was making sure that they were in good enough condition to be filed into the ballot reader. Selker asked her if she'd found any problems. \"So she tells me, 'One of them couldn't be read, so I looked at it and I found a mark that wasn't right and I erased it,'\" Selker says. \"So you see, she changed somebody's ballot without anyone else's permission, on her own. And she admitted it to me. That's what I think about absentee ballots.\"</p> <p>David Dill's home precinct in California uses a paper-based optical scan voting system, not an electronic touch-screen. If it did use a touch-screen, would he vote absentee? Dill is aware of the problems with absentee ballots, and choosing between absentee voting and paperless touch-screen voting would be especially difficult, he says. In the end, though, Dill says that he would probably take his chances with the absentee ballot. Rebecca Mercuri, the computer scientist who first developed the idea of a verified paper ballot and is quite sceptical of any machines that lack such a system, says that she, too, would vote absentee instead of on a touch-screen. </p> <p>One of the few political groups that seems to have no deep division or concern about how people should vote in the upcoming election is the Republican party. At both national and local levels, the GOP is consistent about what people should do - they should go to the polls and vote, and they should trust their touch-screens. It is true that in July, the Florida Republicans sent some voters a flier urging them to register for absentee ballots. \"The liberal Democrats have already begun their attacks and the new electronic voting machines do not have a paper ballot to verify your vote in case of a recount,\" said the flier, which featured a picture of President Bush. \"Make sure your vote counts. Order your absentee ballot today.\" But the party immediately repudiated that message. Everything else that Republican officials - including Florida Governor Jeb Bush and Glenda Hood, the Republican secretary of state - have said indicates a deep trust in the elections systems as they are. </p> <p>\"That flier most definitely caused confusion,\" says Joseph Agostini, a spokesman for the Republican party of Florida. He says that the person responsible for that confusion has \"learned the hard way\" what the Florida Republicans actually think about electronic voting. \"It's something we regret that went out, and we've taken steps to make sure that this misunderstanding doesn't occur again,\" Agostini says. \"Let me say without any uncertainty that we the Republican party have complete confidence in the Florida election system and its accuracy. Whether it's opti-scan or touch-screen by Diebold, we have no doubts that the election will run smoothly.\" </p> <p>If you're concerned with the security of electronic voting systems but you decide to vote on such a machine anyway, you can perhaps rest a bit easier this year, as the controversy surrounding the machines has already led to many extra security safeguards protecting the systems. In large part due to the activists' complaints over the lack of a paper trail, some of the most ill-regarded machines and manufacturers have been subjected to punishing scrutiny. Diebold's machines, for instance, have been thoroughly inspected by several computer researchers, and while many of the researchers found significant problems with the machines, it is at least comforting to know that elections officials and the company made some improvements to the systems. In Maryland, for example, the state and Diebold have implemented many of the safeguards proposed by RABA, a computer firm that found significant vulnerabilities in the Diebold system earlier this year. Lamone says that while she has not enjoyed being the subject of intense criticism over her decision to use Diebold's machines, \"I like the opportunity to make things better.\" </p> <p>Facing similar pressures from critics of electronic voting systems, Nevada secretary of state Dean Heller decided last December to make his state the first in the nation to use paper-equipped touch-screen systems. The machines he chose are manufactured by Sequoia Voting Systems, and for the most part they work exactly how proponents of such systems have said all touch-screen systems should work: when a voter steps up to the system and casts a ballot on the touch-screen machine, a printer attached to the machine produces a ballot for the voter to review. (The ballot is printed under a glass screen in order to prevent the voter from walking off with it.) After the voter reviews this paper ballot, he or she can either accept or reject it on the touch-screen; either way, the ballot scrolls away into a locked compartment, and it's then considered the voter's official ballot, trumping whatever electronic ballot the touch-screen machine has stored. In the event that a recount is needed, the paper ballot tape would be counted by hand, and that count would become the ultimate election result, according to Alfie Charles, a spokesman for Sequoia. </p> <p>David Dill and Rebecca Mercuri say they're hopeful that the Nevada test will go well, but both say they think there'll probably be some mishaps in the state, as there always are in such things. \"I do not want the future of the paper-trail movement to be judged on how the machines do in Nevada,\" Dill says, though he concedes that this will probably happen. If the election in Nevada goes badly, people on the other side of the paper-trail debate will surely point to the race as proof that paper-trail systems can't work. </p> <p>And, who knows, maybe they'd be right. Indeed, Mercuri says that she's been thinking for some time that even electronic machines equipped with a paper trail \"are probably not the best way to vote,\" because \"the touch-screen puts something between the voter and the actual construction of their ballots\". For most able-bodied voters, both Mercuri and Dill say, fill-in-the-bubble optical-scan paper ballots are probably the best way to vote. </p> <p>Many groups and both political parties plan to monitor polling places this year, and, given the scrutiny they'll face, you can be sure that any irregularity, no matter how small, will be taken very seriously by officials. Verified Voting, David Dill's group, is calling for technically inclined people to volunteer to monitor precincts across the nation. Verified Voting is also creating a web-based national error-reporting system, a central clearinghouse for people to report everything that goes wrong on election day; this will allow the group to spot when similar problems occur in different locations, say, or to keep track of a specific sort of glitch, giving activists a fuller picture of what happens on election day. </p> <p>In Maryland, Linda Schade, the activist who has sued the state to prevent the Diebold machines from being used in November, says that in the event her suit is unsuccessful, she and her fellow Diebold critics will closely scrutinise what happens on November 2. \"I want to have a handful of people at every precinct dedicated to helping people, making sure they know what's going on, that all races are on the ballots, that voters go in with the information they need, and that there are people on hand when there are problems,\" she says. </p> <p>Schade says she hopes everything goes well. But what if it doesn't? What if, for example, there's an unexpected result - what if Maryland, which looks sure to choose Kerry, goes for Bush? Will anyone trust the machines? </p> <p>In the end, that's the only real test of a voting system. Do people believe what it says, even when what it says seems unbelievable? \"If we wake up the next day and Maryland has gone for Bush ... \" Schade says, and her voice trails off. There's nothing more to say. The truth is, nobody really knows what will happen then. </p> <p><b>·</b> Farhad Manjoo is a staff writer for Salon Technology &amp; Business.</p> <p>This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br> © Salon.com 2004<br> Visit the Salon site at <a href=\"http://www.salon.com/\">salon.com</a></p>",
  "In the ocean-fed air and mild August sunshine of America's most beautiful city, optimism flows easy. But the real mood-lift these past few days was in the windowless conference rooms of two downtown mega-hotels. More than 5,000 American sociologists, plus a few foreign scholars, held their largest and, many said, most vibrant annual convention for years. <p>Bush and Kerry were campaigning through nearby states. Their soundbites were rarely mentioned, but the lack of serious debate is one reason for US sociology's new political engagement after decades of quiet since the 60s. </p> <p>The profession's centre of gravity is moving left. There is a drive to inject ethical standards into the analysis of what most agree is a US society becoming increasingly polarised beneath its veneer of shared consumerism. </p> <p>Above all, sociologists are starting to challenge the intellectual stranglehold of American economists who have managed to get the neo-liberal model of competitive individualism and corporate globalisation to dominate public discourse and policy-making for the past 20 years. </p> <p>Words like \"empire\" and \"inequality\" popped up frequently at this conference after their post-Vietnam war dormancy. New phrases like \"the corporate state\" and \"global apartheid\" appeared. </p> <p>Half the world's PhDs in sociology are taken at American universities. The US has 13,000 career sociologists, a potential for extraordinary intellectual hegemony. They flexed their muscles last year, becoming the only US professional association to oppose the invasion of Iraq. A few unions denounced the war and even the normally conservative trade union federation, the AFL-CIO, passed a mildly worded vote of criticism. But with the exception of the sociologists, America's professions were coy about raising their collective voice. </p> <p>It was no accident that this year's conference theme was \"public sociologies\". It was chosen by the American Sociological Association's president, Michael Burawoy, a modest Mancunian ethnographer and sociologist who emigrated in the 70s. He distinguishes public sociology from professional sociology, which he describes as work aimed primarily for academic journals and peer review - \"solving puzzles\". It also differs from policy sociology, which is \"solving problems\" for mainly government or business. </p> <p>Public sociology, by contrast, is a conversation with society about values. Burawoy is careful to argue that it does not have a single orientation since a third of the sociologists who voted rejected the anti-war motion. He also insists that the three types - professional, policy and public - are inter-dependent. Without rigorous scholarly standards no public sociology will be taken seriously. </p> <p>Most controversially, Burawoy wants to \"provincialise\" American sociology. This may sound odd since US intellectual life has long been scarred by insularity. Burawoy means his slogan provocatively. The famous \"end of history\" claim that US liberal democracy and market capitalism were the only models left was a sign, in his view, that many Americans were trying to universalise the particular. They should realise their culture is not always preferred else where. To make the point, he invited high-profile foreigners like Arundhati Roy, the anti-globalisation campaigner, and Mary Robinson, a former UN human rights commissioner. </p> <p>Sociologists' relations with the state vary in time and place. The South Africans and east Europeans present were ex-dissidents who described how the advent of democratic and legitimate governments in their countries had brought new problems. Debate narrowed, intellectuals were less in demand and disappointment with rising social inequality and the new governments' economic policies was leading to public apathy. </p> <p>Jacklyn Cock, author of a path-breaking exposure of the plight of domestic workers in South Africa, called on sociologists to stand in solidarity with the new social movements. But she warned against romanticising civil society in the struggle against globalisation's injustices. \"The real issue of our time is how to reinvent the state,\" she said. </p> <p>Her point applies with greatest force in the US. Behind the rhetoric of small government, the US has created a monster state where political, economic and media power is dominated by corporations. America's political scientists ought to be taking the leading role in analysing this distortion of democracy but, according to their sociology rivals, their profession is in a conservative phase. It churns out graduates for the foreign service rather than critics who want to reform the system. Sociologists have to move alone. </p> <p>Four days in California are not going to change the world. But it was hard not to feel that something big is stirring in US academic life. The dominance of Reaganomics is under serious intellectual challenge. Clinton's third way is rejected as neoliberalism in a different guise - welfare-cutting, support for the out-sourcing of US jobs and unfair \"free\" trade. </p> <p>The foreign subjects of America's global empire have been restless for years. Now some of the sharpest minds are raising questions. Even if John Kerry wins control of the White House, the rebellion is unlikely to stop. </p> <p><b>·</b> <a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p>",
  "<p>A couple of weeks ago I posted a <a href=\"http://blogs.theguardian.com/games/archives/mobile/2004/07/mobile_gaming_gets_political.html#more\">story</a> about the faintly satirical mobile game Bush vs Kerry Boxing, currently available over in the States. The game cashes in on the short development times and high concept-driven nature of mobile titles to get a few laughs out of the US election battle, and I wondered if we'd see any similar titles over in the UK. Well, developer Mobobo has just announced Big Boss Bash, a very simple puzzler where you lob water balloons at a series of world leaders including Tony Blair and George Bush. It works like a cross between Breakout and Bust-A-Move: you have to get the trajectory and power of your shot just right to make the balloon bounce around the obstacles and finally smack the offending caricature.</p> <p> </p> <p>It's highly amusing and works as a quick puzzle game. But it's hardly biting satire. We'd like to see something with sharper teeth, a mobile game that takes a currently popular title or genre and subverts it for genuine topical effect. Something along the lines of:</p> <p><strong>Tony Blair's Underhand</strong> It's the ultimate skating (the issues) sim! Pull a series of neat tricks to extricate yourself from blame on the gnarly Hutton Report level. Then attempt the ultimate special move – taming the awesome Butler Enquiry!</p> <p><strong>The Price of Persia: Sands of Crime</strong> Our athletic presidential hero must twist and turn through a gigantic moral maze as he attempts to seize control of the mysterious gulf and its magical treasure: black gold!</p> <p><strong>Conflict: Vietnam Record</strong> As a Democratic hopeful you must dodge bullets of doubt and missiles of accusation as you attempt to exploit your military past in this tense elect-'em-up. The exciting replay mode lets you direct your own commercial, carefully highlighting the risks you took on the Mekong Delta!</p> <p>But can you think of any funny ones?</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>DARFUR TALKS 'WILL NOT BE ENOUGH'</b></p> <p>Jack Straw's visit to Darfur - the Guardian's cartoon shows the foreign secretary being reluctantly pushed out of a plane towards a Janjaweed fighter perched on a camel - prompts another wave of breast-beating in the broadsheets.</p> <p>The Telegraph says the talking will not be enough, and urges military intervention. \"The main chance of improvement lies not in the procrastinating UN but in an AU [African Union] force possibly supported by Britain and some of its EU partners ... Inertia over Darfur remains a scandal.\"</p> <p>\"Darfur's people are not genetically programmed to kill one another,\" writes David Blair in the same paper. \"Amoral politicians in Khartoum have created this terrible war.\"</p> <p>The refugees interviewed by Jeevan Vasagar in the Guardian are in no doubt that the Sudanese government is complicit in the Janjaweed's attacks. One says the government sent messengers to Chad to tell them it was safe to return to their villages, only for Sudanese bombers and militia to return.</p> <p>\"The motive for the Janjaweed appears to be an opportunity to acquire the livestock of the black villagers and steal their land,\" reports Vasagar. \"It is harder to understand why the government continues to back the Janjaweed when there is no rebellion to crush. The refugees believe it is because the regime in Khartoum is racist.\"</p> <p>* <a href=\"http://www.theguardian.com/sudan/story/0,14658,1289494,00.html\">Hunted by death squads, a people without hope</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml;sessionid=EGL1UJIQ5OFTVQFIQMFSM54AVCBQ0JVC?xml=/opinion/2004/08/24/dl2402.xml&amp;sSheet=/portal/2004/08/24/ixportal.html\">Telegraph: Time is short in Sudan</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml;sessionid=EGL1UJIQ5OFTVQFIQMFSM54AVCBQ0JVC?xml=/opinion/2004/08/24/do2401.xml\">Telegraph: David Blair</a></p> <p><b>RAIL PASSENGERS 'ARE BEING FLEECED'</b></p> <p>The Times and the Mail pursue a \"rip-off Britain\" theme with a couple of fearless exposes into bank charges on transactions abroad (\"hidden\") and the phenomenon of the \"phantom\" rail ticket.</p> <p>\"Some companies are refusing to sell cheap [advance] tickets because, they say, they do not know how engineering works will affect the timetable,\" explains the Times, which claims that Network Rail's incompetence and the greed of the train companies are \"fleecing\" passengers.</p> <p>Meanwhile, the Telegraph splashes with the plight of farmers whose crops, waterlogged by this month's exceptionally heavy rain, cannot be harvested. Normally, it says, grain prices rise as harvests dwindle. However, imports from Ukraine and good crops in France and Germany are keeping prices low. \"We could see farms going out of business,\" a spokesman from the National Farmers' Union tells the paper.</p> <p>* <a href=\"http://www.timesonline.co.uk/newspaper/0,,2-1230345,00.html\">Times: Inquiry into phantom rail deals</a><br> * <a href=\"http://www.telegraph.co.uk/news/index.jhtml;sessionid=EGL1UJIQ5OFTVQFIQMFSM54AVCBQ0JVC\">Telegraph: Farmers face ruin as rain blights harvest</a></p> <p><b>BUSH 'DISAPPOINTED' BY ANTI-KERRY ADS</b></p> <p>George Bush yesterday said he was \"disappointed\" by television ads criticising John Kerry's military record, saying the Democrat had \"served admirably\" in Vietnam. However, he stopped short of demanding that the allegations - made by a group called Swift Boat Veterans for Truth - be taken off the air.</p> <p>It may already be too late to remedy the damage. \"The debate seems to have knocked the Kerry campaign doubly off-stride, not only lowering the senator's standing among veterans and swing voters, but shifting the public debate away from US intelligence failures and the war in Iraq,\" laments the Herald Tribune.</p> <p>The Times, in a somewhat mealy-mouthed editorial, says the furore surrounding the ads is legitimate, and \"part of a broader and consistent theme ... Americans want to know what sort of man Mr Kerry is ... Much more can be expected about the Vietnam war before November\".</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1289546,00.html\">Bush hails Kerry's war record</a><br> * <a href=\"http://www.iht.com/articles/535437.html\">IHT: Bush calls for halt to anti-Kerry ad</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1229807,00.html\">Times: War and politics</a></p> <p><b>REPORTER SMUGGLES FAKE 'BOMB' ONTO PLANE</b></p> <p>The Sun splashes with an undercover report into a \"security shambles\" at Birmingham airport.</p> <p>\"I smuggled 'bomb' into jet's hold ... a terrorist could have murdered hundreds,\" writes Anthony France, who obtained a job as a baggage handler at the airport using a fake CV. He had previously carried out an undercover investigation at Heathrow.</p> <p>Passengers might also be alarmed at the cavalier treatment of their luggage. \"If you see a bag marked 'fragile', throw it harder than anything,\" one senior baggage handler told France.</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004391268,00.html\">Sun: Exposed</a></p> <p><b>HOLMES TAKES 800M GOLD</b></p> <p>Paula Radcliffe's tearful contrition is pushed off the front pages by Kelly Holmes' unexpected victory in the 800m. The former army fitness instructor took Britain's first track and field gold in what the Guardian describes as a \"textbook tactical race\".</p> <p>The 34-year-old suffered an Achilles injury on the same track seven years ago, and was told that her career might be over. She only decided to compete in the 800m two weeks ago.</p> <p>Holmes' gold was a blow for Maria Mutola, the Mozambican athlete who she trained with and who had dominated the event for years. They reportedly touched hands before the race, but Mutola walked away without congratulating her friend afterwards. \"She knew I had a weakness and that I was vulnerable,\" she complained later.</p> <p>* <a href=\"http://sport.theguardian.com/olympics2004/athletics/story/0,14782,1289527,00.html\">Mutola: Holmes exploited me</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14564025%26method=full%26siteid=50143%26headline=brit%2dhero%2dkelly%2druns%2dto%2da%2dglorious%2dgold-name_page.html\">Mirror: Kelly all gold</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=EGL1UJIQ5OFTVQFIQMFSM54AVCBQ0JVC?xml=/sport/2004/08/24/somott24.xml&amp;sSheet=/portal/2004/08/24/ixportal.html\">Telegraph: Radcliffe: I just couldn't keep going</a></p> <p><b>AT HOME WITH VAN HOOGSTRATEN</b></p> <p>When the property tycoon Nicholas van Hoogstraten invited the Times to photograph his beautiful GBP40m home, the paper was not about to refuse. </p> <p>Originally sentenced to ten years for manslaughter, Mr Van Hoogstraten was freed by the court of appeal in December after convincing a judge he could not have known that the men he sent to deal with a rival property dealer would have killed him.</p> <p>\"How could they possibly think I was involved in such an amateur operation?\" the tycoon - pictured bare-chested in front of his half-built mansion - demands. \"I mean, the so-called hit men were muppets ... I'm insulted they could think I'd be behind that. No, when I do these things, I use professionals.\"</p> <p>After musing that the judge who originally jailed him, Mr Justice Newman, would be wise to avoid any gardening, van Hoogstraten shows Steve Boggan around Hamilton Palace. \"I have built my roof to last thousands of years,\" he tells him. He also boasts of his art collection, apparently stowed in \"tax-free warehouses at Geneva airport\": \"Even the Louvre has nothing like [it].\"</p> <p>His mausoleum, he explains, will be \"decked out with Egyptian artefacts\". \"You're not going to stitch me up, are you? You know, it would be really easy to find out where you live.\"</p> <p>* <a href=\"http://www.timesonline.co.uk/section/0,,7,00.html\">Times: Welcome to my humble home</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://education.theguardian.com/sats/story/0,13294,1289686,00.html\">National primary and secondary test results will bring ministers a mixture of good and bad news today, following the increase in the A-level pass rate</a></p> <p>&gt;&gt;&gt; Jack Straw arrived in the Darfur region of Sudan for talks with the foreign minister, president and UN special representative in Khartoum.</p> <p>&gt;&gt;&gt; A second inquiry report into the fate of Beagle 2, the British space probe that vanished while attempting to land on Mars, is published.</p> <p><a href=\"http://www.theguardian.com\">Coverage throughout the day on Guardian.co.uk</a>.</p>",
  "<p>Fahrenheit 9/11 is astounding. Not so much as a film - although it is cunning and moving - but as an event. Most commentators try to dismiss the event and disparage the film. We will see why later. </p> <p>The artists on the Cannes film festival jury apparently voted unanimously to award Michael Moore's film the Palme d'Or. Since then it has touched many millions across the world. In the US, its box-office takings for the first six weeks amounted to more than $100m, which is, astoundingly, about half of what Harry Potter made during a comparable period. Only the so-called opinion-makers in the media appear to have been put out by it. </p> <p>The film, considered as a political act, may be a historical landmark. Yet to have a sense of this, a certain perspective for the future is required. Living only close-up to the latest news, as most opinion-makers do, reduces one's perspectives. The film is trying to make a small contribution towards the changing of world history. It is a work inspired by hope. </p> <p>What makes it an event is the fact that it is an effective and independent intervention into immediate world politics. Today it is rare for an artist to succeed in making such an intervention, and in interrupting the prepared, prevaricating statements of politicians. Its immediate aim is to make it less likely that President Bush will be re-elected next November. </p> <p>To denigrate this as propaganda is either naive or perverse, forgetting (deliberately?) what the last century taught us. Propaganda requires a permanent network of communication so that it can systematically stifle reflection with emotive or utopian slogans. Its pace is usually fast. Propaganda invariably serves the long-term interests of some elite. </p> <p>This single maverick movie is often reflectively slow and is not afraid of silence. It appeals to people to think for themselves and make connections. And it identifies with, and pleads for, those who are normally unlistened to. Making a strong case is not the same thing as saturating with propaganda. Fox TV does the latter; Michael Moore the former. </p> <p>Ever since the Greek tragedies, artists have, from time to time, asked themselves how they might influence ongoing political events. It's a tricky question because two very different types of power are involved. Many theories of aesthetics and ethics revolve round this question. For those living under political tyrannies, art has frequently been a form of hidden resistance, and tyrants habitually look for ways to control art. All this, however, is in general terms and over a large terrain. Fahrenheit 9/11 is something different. It has succeeded in intervening in a political programme on the programme's own ground. </p> <p>For this to happen a convergence of factors were needed. The Cannes award and the misjudged attempt to prevent the film being distributed played a significant part in creating the event. </p> <p>To point this out in no way implies that the film as such doesn't deserve the attention it is receiving. It's simply to remind ourselves that within the realm of the mass media, a breakthrough (a smashing down of the daily wall of lies and half-truths) is bound to be rare. And it is this rarity which has made the film exemplary. It is setting an example to millions - as if they'd been waiting for it. </p> <p>The film proposes that the White House and Pentagon were taken over in the first year of the millennium by a gang of thugs so that US power should henceforth serve the global interests of the corporations: a stark scenario which is closer to the truth than most nuanced editorials. Yet more important than the scenario is the way the movie speaks out. It demonstrates that - despite all the manipulative power of communications experts, lying presidential speeches and vapid press conferences - a single independent voice, pointing out certain home truths which countless Americans are already discovering for themselves, can break through the conspiracy of silence, the atmosphere of fear and the solitude of feeling politically impotent. </p> <p>It's a movie that speaks of obstinate faraway desires in a period of disillusion. A movie that tells jokes while the band plays the apocalypse. A movie in which millions of Americans recognise themselves and the precise ways in which they are being cheated. A movie about surprises, mostly bad but some good, being discussed together. Fahrenheit 9/11 reminds the spectator that when courage is shared one can fight against the odds. </p> <p>In more than a thousand cinemas across the country, Michael Moore becomes with this film a people's tribune. And what do we see? Bush is visibly a political cretin, as ignorant of the world as he is indifferent to it; while the tribune, informed by popular experience, acquires political credibility, not as a politician himself, but as the voice of the anger of a multitude and its will to resist. </p> <p>There is something else which is astounding. The aim of Fahrenheit 9/11 is to stop Bush fixing the next election as he fixed the last. Its focus is on the totally unjustified war in Iraq. Yet its conclusion is larger than either of these issues. It declares that a political economy which creates colossally increasing wealth surrounded by disastrously increasing poverty, needs - in order to survive - a continual war with some invented foreign enemy to maintain its own internal order and security. It requires ceaseless war. </p> <p>Thus, 15 years after the fall of communism, a decade after the declared end of history, one of the main theses of Marx's interpretation of history again becomes a debating point and a possible explanation of the catastrophes being lived. </p> <p>It is always the poor who make the most sacrifices, Fahrenheit 9/11 announces quietly during its last minutes. For how much longer? </p> <p>There is no future for any civilisation anywhere in the world today which ignores this question. And this is why the film was made and became what it became. It's a film that deeply wants America to survive. </p> <p><strong>·</strong> John Berger is a novelist and critic</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The BBC is working on a \"new and engaging\" look for its weather forecasts, using technology from video games and films to create TV weather that \"looks like the real thing\". P5<br>Media regulator Ofcom is seeking to draw a line in the sand when it comes to swearing on TV, yesterday warning ITV for broadcasting a mixture of blasphemy and profanity on Gordon Ramsay's Hell's Kitchen. P7<br>The BBC's Today programme was criticised yesterday for failing to include the response of the Saudi government to claims that corruption was endemic in the country. P7<br>Google, the search engine that floated last week, has the worst corporate governance structure of any company in the S&amp;P 500 index, according to an influential advisory group. P25<br>Former Mirror newspaper share tipsters James Hipwell and Anil Bhoyrul are to plead not guilty to a charge relating to their alleged share ramping. P25</p> <p>MEDIA BUSINESS<br>Early summer record sales gave the beleaguered UK music industry a fillip yesterday. P26<br>The UK independent television production sector is going to change radically in the next five years, says Sean Kirkegaard, who is producing a session at the MediaGuardian Edinburgh International TV Festival. P26<br>Broadcaster ITV has fired the starting gun on its non-core disposal programme with the sale of Carlton Books for an estimated 3m pounds. P26</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Sales of CD singles, long considered an endangered species, have increased for the first time in five years, according to music industry figures. P4<br>NTT DoCoMo is expected to announce this week it will buy third-generation mobile phone handsets from Motorola, a move that could signal its first significant foray into the US. P22<br>Sony's new European chief Chris Deering is wasting no time dealing with threats to the company's competitiveness. P25</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>The brothers of a BBC employee stabbed to death in an unprovoked attack spoke of their anguish yesterday and appealed for help to catch the killer. P5</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Michael Parkinson, the chat show host, said he left the BBC because it took him for granted and \"shoved\" him to one side. P5<br>Predictions of the death of the pop single were confounded yesterday when the British music industry reported the first increase in sales since 1999, fuelled by the success of digital downloads. P7<br>Two rival online DVD rental services, Video Island and Screen Select, said yesterday they would merge to fend off potential new entrants to the nascent UK market. P28<br>Why the National Audit Office has decided to review the deregulation of directory inquiries. P31<br>How to record radio from the internet. P31</p> <p><strong>THE INDEPENDENT</strong></p> <p>Sales of CD singles have risen for the first time in five years. P7<br>A new website has been launched to help birdwatchers follow migration patterns. P8<br>Police investigating the murder of a young BBC employee are examining whether he was killed trying to break up a street fight. P17</p> <p>REVIEW<br>Sky Networks managing director Dawn Airey on how she plans to halt the ratings slump at Sky One. P8<br>New weekly lads' mag Cut hopes to attract readers with humour rather than bikini clad babes. But does it stand a chance in a crowded market? P8<br>Journalists are always among those most ready to sneer at PR, but publicists are becoming increasingly powerful, says Bill Hagerty. P9<br>Advertising agency Grey London is helping wage war on gun crime. P10<br>BBC DJ John Peel on 37 years behind the microphone. P11</p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong></p> <p>A flood of disappointing earnings in recent quarters has beaten down many US tech stocks and turned some companies once viewed as acquirers into potential targets. P4</p> <p><strong>DAILY MAIL</strong></p> <p>John Kerry began to broadcast television adverts directly attacking George Bush last night. P5<br>The 118 directory inquiries services are under official investigation following claims that customers are getting a raw deal. P17<br>The brothers of murdered BBC librarian Tom Brown made an impassioned plea for help to catch his killer yesterday. P28<br>Newsreader Michael Buerk recounts his often bizarre adventures at the BBC in the latest extract from his memoirs. P32-34</p> <p><strong>DAILY EXPRESS</strong></p> <p>TV chef Gordon Ramsay has been condemned by watchdogs for blasphemy on reality show Hell's Kitchen. P23<br>How TV soaps put the spotlight on illness. P33<br>Mobile group O2 will sponsor the England rugby team for another four years, it was announced yesterday. P52</p> <p><strong>DAILY MIRROR</strong></p> <p>Wayne Rooney was given a boost yesterday when drinks giant Coca-Cola vowed to stand by him as a sponsor. P15</p> <p><strong>THE SUN</strong></p> <p>Sponsor Coca-Cola stood by Wayne Rooney last night despite fresh revelations over his private life. P17<br>Mobile phone company O2 has renewed its sponsorship of the England rugby team. P42</p> <p><strong>DAILY STAR</strong></p> <p>Pot Noodle is planning to use Wayne Rooney in the latest advert in its \"Slag of all snacks\" campaign. P1<br>TV chef Gordon Ramsay has been rapped for swearing on Hell's Kitchen - but not for using the f-word. P3<br>BBC bosses are ready to cut their losses on 5m pound signing Graham Norton. P8<br>A parliamentary watchdog is to investigate new 118 directory inquiries services. P18</p> <p><strong>AND FINALLY...</strong></p> <p>Former Telegraph and London Evening Standard editor Max Hastings says we shouldn't be too hard on John Kerry if he exaggerated a few of his war stories. And Hastings admits that when recounting his days as a war correspondent he is prone to the odd embellishment himself. Daily Mail P15</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>The government signalled a tougher British and European stance yesterday against the Bush administration's hostility to the Kyoto treaty when Tony Blair takes over the chair in both the EU and the G8 group of major industrial states next year.</p> <p>Ahead of Mr Blair's big September speech on climate change - the world's biggest collective challenge, he will say - a minister admitted the time has come for the government \"to move from words to delivery\" at home. Abroad it must also press Washington \"to be more ambitious\", he said. </p> <p>That amounts to confirmation that Labour has not done enough, despite brave words since 1997, and that ahead of likely British elections in the spring it must improve its record and distance itself from the White House. </p> <p>In a speech to an environmental conference in London, Lord Whitty, Labour's former general secretary, now an environment minister, told delegates, \"we plan to use our position in every way we can to push this agenda at a senior level\" in the EU and the G8, makingwhat he called \"a clear case for concerted action\" by the world community.</p> <p>With Mr Blair returning from holiday this week to start preparing his speech, and the environment featuring as a sensitive issue in the Bush-Kerry presidential race, Lord Whitty had to tread a diplomatic course yesterday and was careful to praise US research.</p> <p>He continued: \"But research and development is not a substitute for taking concerted action to reduce emissions now. We know enough about climate change to know that if we do not act now, we will need to make more drastic changes later.\"</p> <p>In answer to questions about aircraft pollution he admitted he personally favours a pan-European, preferably, a global tax to tackle a fast-growing problem. Aviation fuel is untaxed. </p> <p>That is no more likely to appeal to the US aviation lobby than Lord Whitty's confirmation that Mr Blair's chairmanship will press for the start of an EU emissions trading scheme and tackle EU aviation emissions. </p> <p>He claimed that UK air pollution is much less dangerous than in the 50s, when winter smog killed 4,000 Londoners, but admitted a new hazard - summer smog - had caused the premature death of 769 people in England and Wales in August last year.</p> <p>Lord Whitty also endorsed the views of a German academic at the conference that aerosol emissions, widely condemned, may actually be helping to cool the planet, acting as a temporary cover for the ozone hole. If aerosol use is stopped, as environmentalists want, it could bring unwanted side-effects, the conference heard.</p> <p>Lord Whitty praised the UN environmental programme, now headed by the respected former German minister, Klaus Topfer. He also warned Moscow - whose long-pledged support for Kyoto has still not materialised - that hopes that climate change \"would be good for Russia\" are wrong.</p> <p>But ministers know that they are failing to meet Labour's 1997 target to cut by 20% carbon dioxide emissions by 2010, well ahead of the Kyoto target of 12.5% for all greenhouse gases. The target has been scaled down to a \"goal\" which may be missed by 5% or more. </p> <p>Ministers have also been slower than most EU members to embrace renewable energy sources - notably wind power - in line with well-aired hostility within the Bush administration. A 10% UK reliance on renewables by 2010 is another target the government will miss. </p> <p>Mr Blair wants climate change and Africa to be the main themes of his international roles in the G8 and EU next year.</p>",
  "<p>After all the talk that cynical terrorists would use the platform of the 2004 Olympic Games to make a crass political statement, it turns out that a cynical president of the United States got in there before them. </p> <p>For the past week the campaign to re-elect George W Bush has been running a television advert in America seeking to attach the US administration's \"war on terrorism\" with the participation of Iraq and Afghanistan in Athens. \"Freedom is spreading through the world like a sunrise,\" intones a portentous narrator as the flags of both countries flutter. \"At this Olympics there will be two more free nations and two less terrorist regimes.\" </p> <p>Cue stirring music, followed by the hard sell: Vote Bush-Cheney. </p> <p>The first temptation is to reach for the TV remote with one hand and the sick bag with the other but, as anyone who has been exposed to American political advertising for any length of time will tell you, subtlety has no place in the emotional vocabulary of the people who put these things together. In any case, the crassness of the script is not the most objectionable aspect of Bush's advert. </p> <p>There are also, for instance, the legal issues involved. According to US federal law, the insignia, images and trademarks of the Olympic Games can only be used for marketing purposes by the International Olympic Committee and national Olympic committees. </p> <p>In America this means that the Olympics belong to the US Olympic Committee - a fact that body's officials pointed out when asked to comment on the advert. Or at least they did until they realised that sticking up for themselves would land them in a fight with an administration which has a history of vindictiveness towards those who stand up to it (as the vicious attacks on John Kerry's war record amply illustrate). Now the committee says it will not make any further comment until its lawyers review the tape of the advert. </p> <p>It doesn't take a Harvard law degree to work out that the USOC will do or say whatever it takes to avoid a confrontation, although it will take a few days to draft a face-saving excuse to back off. While the lawyers are making their money, at least it gives the rest of us time to contemplate the fact that the courage of the Iraqi national football team extends way beyond the touchlines on the football field. </p> <p>Rather than meekly accepting their designated role in Bush's re-election campaign - plucky foreigners saved by political colossus - members of the team reacted furiously when they were told their success had been appropriated by a man whom one player described as a mass-murderer. The team's coach Adnan Hamad yesterday told reporters: \"We do not have freedom in Iraq, we have an occupying force. This is one of our most miserable times. Freedom is just a word for the media.\" </p> <p>No one would deny that Iraq's participation in these games has been welcome but there has been a public relations aspect to it which, frankly, stinks. Under the guidance of a former British army officer called Mark Clark, the team's manager, a daily ration of \"uplifting\" tales about the Iraqi athletes has been gobbled up and regurgitated by unquestioning reporters, especially in the American media. </p> <p>The bravery of these athletes is obvious. But so is the moral of their stories; they would not be here if the allies hadn't toppled Saddam Hussein. Calling George W Bush a mass-murderer does not fit into this comforting narrative. </p> <p>Clark's response was to insult his team's intelligence. \"They are perhaps politically naive,\" he suggested, adding that reporters had taken advantage of them. Sorry, Mr Clark, but perhaps the players are simply grown men who were annoyed to discover that a politician who invaded their country under a false prospectus and reduced much of it to rubble apparently wants to claim their success as his own. </p> <p>Now we hear that George W Bush is thinking about visiting Athens later this week and that, should the Iraqis beat Paraguay in tonight's semi-final, he would like to meet the team at the medal ceremony. </p> <p>Given the Iraqis' comments, that now seems unlikely to happen. But on the off-chance that it does, the IOC might want to extend the podium to accommodate the president. That way Jacques Rogge will be able to present him with a brass medal to go with his brass neck.</p>"
]