[
  "The Foreign Office was thrown into turmoil yesterday after the British ambassador to Rome, Sir Ivor Roberts, described President George Bush as \"the best recruiting sergeant ever for al-Qaida\". <p>His comment, made at a closed conference of about 100 British and Italian diplomats, politicians and journalists in Tuscany, was leaked to an Italian newspaper, provoking embarrassment in London. </p> <p>According to one of those present, Sir Ivor had been taking part in a discussion on which candidate Europeans would back if they had a vote in the US election. The ambassador said they would vote for Mr Kerry but some people would want Mr Bush, not least al-Qaida.</p> <p>\"If anyone is ready to celebrate the eventual re-election of Bush, it's al-Qaida. Whereas it is clear that the Palestinians hope that a Kerry victory will unblock the situation,\" he said. </p> <p>The Foreign Office, which warned before the war that Iraq could become a breeding ground for al-Qaida, did not deny yesterday that Sir Ivor made the remarks. \"We are not making any comment other than the fact they do not represent government policy,\" a spokesman said.</p> <p>In a statement, Sir Ivor said last night: \"These statements as reported do not reflect my personal views.\"</p> <p>The Foreign Office is taking a soft line because Sir Ivor had not intended his comments to be made public and there was a breach of Chatham House rules, meaning the conference had been held on condition that all comments should be kept off the record.</p> <p>The Foreign Office minister for Europe, Denis MacShane, and the EU commissioners Neil Kinnock and Chris Patten were among those at the conference. Mr MacShane, who left before the remarks were made, yesterday praised Sir Ivor as an \"effective advocate of good relations between Britain and Italy\".</p> <p>The report of the conference came from Corriere della Sera's Monica Guerzoni, who covered the meeting from outside. </p> <p>A delegate who attended the meeting said that the ambassador's comments had come in response to a question using the same expression, \"the best recruiting sergeant for al-Qaida\", from a British delegate.</p> <p>Sir Ivor, born in 1946 in Liverpool, has been ambassador in Rome for just over a year. He represented Britain in Yugoslavia in the 1990s and was criticised by the US for being over-friendly with Slobodan Milosevic.</p>",
  "Indonesians take a big step in their transition to a full democracy today when they choose their leader for the first time in the run-off ballot of the presidential election. <p>Opinion polls indicate the incumbent, Megawati Sukarn-oputri, is likely to be soundly defeated by her challenger, retired general and former chief security minister Susilo Bambang Yudhoyono, in a race that has been dominated by personality and devoid of meaningful policy debate. </p> <p>The campaign for the second round was limited to three days and the outdoor rallies that dominated the first round were banned. Attention focused on three dialogues in which the candidates discussed their respective visions, but only in front of academics and analysts after Ms Megawati refused to take part in a debate. </p> <p>Mr Bambang, 55, is regarded as a strong, uncorrupted leader who works hard, communicates well with people and is expected to restart political and economic reform that is perceived to have stalled under Ms Megawati. </p> <p>The president, in contrast, is seen as taciturn, often out of her depth and surrounded by a coterie of venal officials. </p> <p>She barely made it into the run-off, after Mr Bambang won the first round with 33% of the vote, seven points more than the president. Since then, Ms Megawati has increased her public appearances by opening bridges, distributing aid and interacting with the public at every opportunity. </p> <p>\"She has definitely improved as a candidate and she has closed the gap [on Mr Bambang in the last few weeks] but it is highly unlikely to be sufficient,\" said Muhammad Qodari of the Indonesian Survey Institute. \"Our polling has found that there is just too great a demand for change.\" </p> <p>The apparent contradiction in this is that for most of Ms Megawati's three-year presidency Mr Bambang was her chief security minister while his running mate, Jusuf Kalla, was her chief social affairs minister. </p> <p>\"Many of the things she is criticised for, such as corruption, lax law enforcement and a perceived deterioration of living standards, were their responsibility,\" claimed one of her closest aides, Pramono Anung. \"We believe the voters are aware of this and will give Megawati a second chance.\" </p> <p>Official returns are not expected until October 5 but the results of a quick count by non-governmental organisations should be published tonight. </p> <p>Indonesia's president was previously elected by the nation's supreme legislature.</p>",
  "One week past her 18th birthday, Lizzie White lives for politics. She rode a bus to Washington last year to march against the invasion of Iraq, came home to organise teach-ins and walkouts against the war at her school, and this summer was elected a model senator at a government leadership programme for girls. <p>In her final year of high school, between Spanish and calculus and swimming team practice and planning her gap year, Ms White makes calls for a Democratic congresswoman running for re-election, and has spent the weekend wearing a volunteer's apron at Wisconsin's annual gathering of peaceniks, environmentalists and other leftwing activists. </p> <p>But while she is passionate about the need for change in the coming elections, there is one cause that Lizzie White cannot embrace with her usual dedication, and that is John Kerry. </p> <p>\"I will vote for Kerry, but I don't think I will work for Kerry,\" she said. \"He doesn't grab my heart and say he is someone I need to work for.\" </p> <p>There are a lot of young people like Lizzie White in Wisconsin. She is convinced that hers is the new activist generation, a view confirmed by the Pew Research Centre, whose polling has detected more interest in the elections than at almost any time since 1972, when the voting age in America was lowered to 18. </p> <p>In Wisconsin, one of the three states in the midwest that could well decide these elections, voter registration groups have added more than 74,000 people to the electoral rolls, most of them young. </p> <p>By rights that should help Mr Kerry with an electorate which returned Al Gore by just 5,800 votes. </p> <p>Although the state has a wild streak - it produced the communist witch-hunting Joe McCarthy as well as Tammy Baldwin, the first openly lesbian congresswoman - it has backed Democratic presidential candidates in every election since 1988. </p> <p>But after weeks of intense campaigning, a CNN/USA Today poll last week showed Mr Kerry falling behind George Bush in Wisconsin by eight percentage points. </p> <p>That seems unthinkable at first in a state which has a strong independent streak and a history of political activism. During the 1960s, the University of Wisconsin at Madison was a centre of tumultuous protest against the Vietnam war, with students regularly taking to the streets to demonstrate against the Pentagon and its corporate cronies. </p> <p>Memories of those glory days brought a lot of the old activists back to the fold during the run-up to the war in Iraq. The invasion spawned more than 50 peace groups, bringing together people of Lizzie's age and an older generation. </p> <p>\"We were supposed to settle these things in the 60s when we marched the first time,\" said one activist, Arlene Wilson, from Cudahy, a satellite town of Milwaukee, at an annual meeting for progressive groups in the town of Baraboo. \"Things didn't get taken care of, so I am back again.\" </p> <p>While feeling against the war runs highest in the liberal bastion of Madison, misgivings about sending US troops overseas rippled across a state which, a thousand miles from either US coast, has developed a tradition of isolationism. </p> <p>\"In Wisconsin, there is an anti-war base larger and more organised than any other state,\" said John Nichols, editorial page editor at the Capital Times in Madison. \"I don't think there is a town in the state where you have to hide the fact that you were against the war.\" </p> <p>The anti-war signs are still plastered around the campus, and anti-Bush paraphernalia is on sale at the nearby radical shops. Democratic campaign workers are handing out Kerry stickers every few hundred yards. On one of the last days of summer, a trio of law students are revising in the sunshine. All of them see the war as the predominant issue in these elections. </p> <p>\"I think this election is going to make people our age vote more,\" said Kristen Kreple, 22, from the town of Sheboygan. </p> <p>\"It gets really heated,\" said Cathi Bartling, 22. At times, the arguments turn so fiery that they put an embargo on talking politics. Somehow, though, the excitement fails to transfer to Mr Kerry's candidacy. \"There are a lot of people, especially our age, that are going to vote for anybody but Bush,\" said Ruhee Divgi, 22. </p> <p>Commentators believe that Mr Kerry has made a number of disastrous decisions in this campaign. In autumn 2002 he took what seemed the politically expedient course and voted to give Mr Bush the authority to go to war in Iraq. This year, after voting for the war, he voted against an $87bn spending bill for the troops. </p> <p>\"Unless John Kerry opens a serious dialogue about the war - and how he is going to end it - he is going to have a problem capitalising on the vote in Wisconsin from people who are sceptical of the war, and anti-war,\" Mr Nichols said. </p> <p>Frustration with Mr Kerry's incoherence on the issue is now openly acknowledged among his colleagues in the Senate, who say it is time for him to take a stand. In effect, they are longing for Mr Kerry to return to the persona he inhabited during the Vietnam war when, as a returning navy lieutenant, he delivered a speech against America's military misadventure. </p> <p>\"How do you ask a man to be the last man to die in Vietnam? How do you ask a man to be the last man to die for a mistake?\" the younger Mr Kerry said, in his 1971 testimony to the Senate foreign relations committee. </p> <p>On the campaign trail for Mr Kerry in Wisconsin at the weekend, his friend, Senator Tom Harkin of Iowa, practically begged Mr Kerry to reprise those words. \"I want him to say, 'How many more young American boys have to die now?'\" Mr Harkin told the Guardian. \"He has to take Bush on for misleading the US into the war on Iraq.\" </p> <p>Mr Harkin believes that Wisconsin, and the other battleground states of the midwest, are impatient to see a more aggressive candidate. \"Kerry has to draw a brighter line,\" he said. \"People need to know more about what the next four years as president are going to be like. It seems to me like he has to clearly delineate.\" </p> <p>That sense of desperation has now begun to trickle down from the Senate to the rural hinterland of Wisconsin. The northern reaches of the state are generally more conservative than the urban centres of Milwaukee and Wisconsin. </p> <p>Tony Ziesler, a retired maths teacher and engineer from the town of Ladysmith, calls it hunter country. Democrats are usually thin on the ground. But, to his delight, over the last few months there has been a rebirth of the party. At county Democrat meetings, typically supported by Mr Ziesler and three or four of his friends, attendance has swollen to 40 or 50. </p> <p>The votes are there for the Democrats; Mr Ziesler is convinced of it. \"If he could at least come out and say, 'I am going to stop the war,' that would be a resounding message for the people,\" he said. \"We still need a single message.\"</p>",
  "The French finance minister, Nicolas Sarkozy, has declared his intention to lead the ruling UMP party. He is also said to have his sights on becoming France's next president <p><b>Why has Mr Sarkozy drawn so much attention?</b> The charismatic finance minister and pretender to the French presidency claimed pole position to succeed Jacques Chirac by standing for the leadership of the governing conservative party [earlier this month]. No one doubts that he will win November's party election and, as head of the Union for a Popular Movement (UMP), he will control a powerful party machine. This is a vital springboard for any serious presidential candidate.</p> <p>Henry Samuel in the Daily Telegraph, September 6 </p> <p><b>What has been Mr Chirac's response?</b> The president says he will \"give [Mr Sarkozy] his support\" ... but Mr Chirac did not waver from the ruling, which he announced very firmly on July 14, forbidding ministers from becoming leader of the party. Once a minister is \"elected head of the UMP, he must leave his post\", the president warned ... Mr Chirac's supporters hoped that Mr Sarkozy would leave the government immediately ... but the finance minister will stay in his post until the November election.</p> <p>From a report in La Croix, France, September 15 </p> <p><b>Is Mr Chirac right to be wary?</b> On all sides, there are professions of peace ... but no one is really duped ... because the objectives of both men remain so incompatible. The finance minister wants to enter the presidential race in 2007. The president, for his part, wants to wait until the end of his five-year term before deciding whether or not he wants to run for office again. At the very least, he wants to choose his own successor.</p> <p>Carole Barjon in Le Nouvel Observateur, France, September 9 </p> <p> <b> What is their rivalry about? </b> The conflict is not about politics but personality. Petty hatreds and private ambitions are at its root, not differences of beliefs. The course of the country is unlikely to be affected ... Even on the rare occasions when the skirmishes between Mr Chirac and Mr Sarkozy are on policy issues - the referendum on the EU constitution, Turkey's entry into the European Union - the disputes seem limited to which one is more \"in touch\". Principled debate rarely gets a look in. </p> <p>Jonny Thakkar at Spiked Online, September 3 </p> <p> <b> Who is in the stronger position? </b> Mr Chirac is like a boxer cornered in the ring ... The finance minister has achieved the great feat of casting himself as a \"new man\": at the heart of this miracle is the impression that he always speaks the truth and that, thanks to his insatiable dynamism, he is completely in tune with the events of the day. At a stroke, the president of the republic, whose image was of an energetic man undeniably close to his people, now appears remote. </p> <p> Denis Jeambar in L'Express, France, August 23 </p> <p> <b> Will leading the UMP help Mr Sarkozy? </b> The UMP will supply Mr Sarkozy with a useful electoral war chest - parties now get a state subsidy and cannot accept private donations - plus a power base from which to prepare his 2007 presidential bid ... Handily, he will also be able to design the procedure for selecting a presidential candidate for 2007. He intends to reinvigorate the party, clean up its image, and turn it into a sort of think-tank that can refresh the political right. In short, Mr Sarkozy's UMP will be his personal campaign-team-in-waiting. </p> <p> From the Economist, September 11 </p> <p> <b> How relevant is all this to the typical French voter? </b> By evoking this notion of \"political crisis\" too often, one risks neglecting or under- estimating real issues. If the spectacle we have witnessed over the last weeks involving Mr Chirac and Mr Sarkozy ... doesn't induce nausea, it at least denotes the absence of real political debate that deals with people's daily lives and difficulties. </p> <p> Jean-Emmanuel Duco in L'Humanité, France, September 16 </p> <p> <b> What will Mr Chirac do next? </b> [He] is gambling that his finance minister ... will drift into oblivion, swallowed up by the tedium of party electioneering. Mr Chirac could then stand for a third presidential term in 2007 or manoeuvre his chosen successor into the post, thus preserving his political legacy. </p> <p> Amelia Gentleman in the Observer, September 5</p>",
  "The coincidence of timing is both hapless and brutal. One moment, a few Old Etonian oiks set the mother of parliaments soiling her knickers, and much hysterical quavering about democracy under threat follows (Oh calamity! Suppose they'd been terrorists rather than Telegraph-reading toffs). And the next, here comes Ayad Allawi, prime minister of an Iraq that must somehow turn democratic by next January - but, for the interim, keeps seeing its people killed in their hundreds each week. <p>Can our leaders and jittery backbenchers offer Allawi the homeland security he desperately needs? No: that's beyond the Tony Blair he met yesterday or the (allegedly) most powerful man in the world he will fly on to meet. </p> <p>Sure enough, Messrs Blair and Bush can mouth the rolling phrases of welcome. \"You are the very crucible of the fight against terrorism,\" according to Blair. Britain can send a few more troops to guard polling stations, if required, as well as pull them out on the quiet. America can swap rebuilding cash for security cash. But there is nothing they can do except make vague promises, grin and yack. </p> <p>They can't stop the car bombs or the carnage among Allawi's fledgling police. They can't stop their own troops being killed as their own elections near. They can't stop the hostage-takers who so sicken western public opinion, and who then play on that revulsion with masterly malevolence. They can't keep the oil pipelines safe (or world prices under control). </p> <p>They can, in fact, only mouth pieties as they clasp their chosen man's hand for the cameras and pretend that one fine day (just after America votes, since you ask) it will all come right. Bring our boys home. Revolutionise the Middle East. Lay al-Qaida waste. Heaven bless the miracle of the ballot box. But meanwhile, hear the chirrups from Peter Hain and friends: can we please have the Met and M15 to keep our shivering talking shop safe? </p> <p>It is all, calmly considered, beyond pathetic. It exhorts bravery and sacrifice from those who have seen tens of thousands of their fellow citizens die in the past 12 months. It pretends that an election or two will bring magical peace and freedom. Yet there is no sign of that at a querulous Westminster, nor in the US, where the president travels with a security detail big enough to swamp Baghdad on a bad day. </p> <p>Freedom, it seems, is to be won by the blood of others. Freedom is our single transferable gift to them, our shield against darkness. But meanwhile, Guantánamo Bay, and umpteen steely sonatas from John Ashcroft and David Blunkett, is our gift to ourselves. </p> <p>Freedom, though, is also the freedom to ask awkward questions, to inquire of our masters: please, what happens next? And here the rhetoric fades to a mumble. </p> <p>Allawi, good foot soldier that he is, declares that the insurgents are losing steam, that he's winning his own war for survival. Kofi Annan, good honest diplomat that he is, says that feels like wishful thinking and January elections look an impossible dream. Yet Blair and George Bush, twin towers of tautology, say nothing useful. </p> <p>Our PM still talks of Iraq as a \"stable democratic country\" in waiting, but not of how it gets from A to B. The president of the United States, with 140,000 troops on the ground who want to come home, talks about something else. His official campaign website (the one that swing voters can turn to) solves the problem by barely mentioning it. </p> <p>\"Fifty million people have been liberated from despotic, totalitarian regimes in Afghanistan and Iraq,\" it says. \"The brutal regime of Saddam Hussein is gone, and an interim regime is leading the Iraqi people to freedom.\" And that's it, period. Re-elect Bush and Cheney and what do you get? A blank page. </p> <p>Try Kerry and Edwards on the big issue, then? Forget that, too. Let's \"plan Iraq's future by working with our allies\", they say. Let's \"launch a massive and accelerated training effort to build Iraqi security\". Let's get our boys home by 2008, employing a plan too secret to describe in even vestigial detail. </p> <p>But there's a terrible mis-match here. We ask the Iraqis to suffer and endure in a cause we hold dear, yet we tell neither them nor our own voters the truth. We hail democracy as some wonder ingredient, yet close the packet closer to home. </p> <p>Ayad Allawi is a brave man; he wouldn't be where he is if he wasn't. Iraq, after Saddam, is full of brave men and women. But that same Iraq - its social infrastructure dismantled or destroyed - is desperately vulnerable. Why do the bombs keepgoing off? Because enough of society shields the bombers? How can so few dissidents cause such mayhem? Because there are actually rather a lot of them, because they are strong and Allawi is weak, already discredited in too many eyes by the way that, perforce, he must lean on America? Those pictures with Bush this week will say two different things: to Americans, that an Iraqi leader is handling this crisis - and, to Iraqis, that Allawi is a Bush puppet. </p> <p>It's a hopeless two-way stretch. It pretends the nightmare of Iraq is almost over, when it may just be beginning. It does not tell America's voters that this is the longest and bloodiest of hauls, with no release date and no exit strategy. </p> <p>Democracy? Northern Ireland doesn't want it, again: too many sacrifices from too many politicians. (Wait till Moqtada al-Sadr sings that tune.) Westminster shuts its doors and rolls concrete blocks into place. Blair moves on, lest memos from the past pursue him. But let us, at least, be honest to our good, free selves. Here is a problem without a solution. And, inescapably in a democracy, it is our problem. </p> <p><a href=\"mailto:p.preston@theguardian.com\">p.preston@gurdian.co.uk</a></p>",
  "<p>Jakartass, a Briton living in the Indonesian capital of Jakarta, spent this morning acting as an international observer in Indonesia's first direct presidential election - between the incumbent Megawati Sukarnoputri and her former security minister Susilo Bambang Yudhoyono. Once back at home, he sat down at his computer, penning <a href=\"http://jakartass.blogspot.com/\"><strong>his thoughts</strong></a>. </p> <p>Having reported to \"'er indoors\" a tally of 145 \"Mega votes\" and 767 for \"SBY\", he concedes that the results might be influenced by \"spoiled papers and my bad arithmetic\".</p> <p>Jakartass doesn't have the vote in Indonesia, but wouldn't use it in any case. The president's coalition, he complains, has reportedly failed to follow new political rules, but \"SBY is part of the entrenched political elite, albeit with a better singing voice\".</p> <p>Jakartass's approach would not go down well with the <a href=\"http://www.thejakartapost.com/detailnational.asp?fileid=20040920.E01&amp;irec=\" 0\" :\"><strong>Jakarta Post </strong></a>– which today urged the country's 150 million electorate to \"vote and be counted\" with these words of advice: \"If you dislike both candidates, you can still vote against the candidate you like the least, or dislike the most. You do not need to feel responsibility for the eventual winner: you did not vote for her or him, but rather you voted against the other candidate.\"</p> <p>Jakartass remains unconvinced: \"If Megawati was as detestable as Bush, then I would certainly vote for SBY in order to keep her out. Unfortunately, he seems to be as characterless as Kerry.\"</p> <p>Despite Jakartass's reservations, it looks as though SBY is well on his way to victory. The blogger is apparently happy enough listening to XTC and sipping lemonade, but those who would rather follow an up-to-date computerised vote count can find one <a href=\"http://tnp.kpu.go.id\"><strong>here</strong></a>.</p> <p><strong>Adam Jay</strong></p>",
  "Susilo Bambang Yudhoyono was on course today to become Indonesia's new leader, with early returns from the country's first direct presidential election giving him an overwhelming lead over the incumbent president, Megawati Sukarnoputri. <p>The first exit poll - taken half an hour after voting ended - put Mr Bambang ahead of Ms Megawati by 54% to 46%. By 8pm in Jakarta (2pm BST), and with 15.6m votes counted, his lead had risen to 58.9% of the vote, with Ms Megawati lagging well behind on 41.1%.</p> <p>The latest returns represent 13% of the estimated voter turnout from a potential electorate of around 150 million people. Although the final result will not be officially declared until October 5, early returns proved an accurate forecast of the ballot's first round, which was held in July between five candidates.</p> <p>\"The initial counting usually indicates the final result,\" said Arbi Sanit, a political analyst at the University of Indonesia. \"So if the trend shows a steady vote for Bambang every half hour or so, it could be dangerous for Megawati.\" </p> <p>Mr Bambang, a 55-year old retired general who was formerly a security minister under Ms Megawati, has held a consistent lead in opinion polls. </p> <p>Most had put him between 19 and 32 points ahead, although a significant proportion of the Indonesian electorate said they were undecided about which way to vote. In the past, the country's leader has been elected by its supreme legislature.</p> <p>The 57-year-old Ms Megawati has governed the world's fourth most populous country since 2001, when her predecessor Abdurrahman Wahid was impeached on charges of incompetence. </p> <p>However, the daughter of Indonesia's founding father, Sukarno, had struggled even to make today's run-off, polling seven points less than Mr Bambang's 33% in the first round. She has often been perceived as being out of her depth, and refused to take part in a debate with her opponent, who is seen as a strong and uncorrupted leader.</p> <p>\"If there are no irregularities in the vote counting, then, God willing, I will win this election because support for me has been getting stronger recently,\" Mr Bambang said shortly before polls closed. He has campaigned on a platform of boosting the economy, providing jobs and cracking down on corruption.</p> <p>Ms Megawati put on a brave face, telling her supporters there was \"no need to be nervous\". \"We'll see the result,\" she added. \"I think that's better than making an early statement.\"</p> <p>Today's election came just 11 days after nine people were killed and 182 wounded by a car bomb outside the Australian embassy in the capital, Jakarta.</p> <p>The bombing - the third major attack in Indonesia within two years - was believed to have been carried out by Jemaah Islamiah, a group linked to al-Qaida. Tens of thousands of police were on high alert throughout the election following warnings of further attacks, but hours after voting closed there had been no reports of any violence.</p> <p>\"It's truly a historic occasion for Indonesia - the conclusion of a year of elections where, for the first time, Indonesians directly elected their president,\" said Glyn Ford, the head of the EU's electoral observer mission. </p> <p>He said there had been \"absolutely no problems or no reports of any difficulty here in Jakarta\". But, he added, \"we don't have any information from outside, so one can't draw any general conclusion\".</p>",
  "<p>US election junkies who want to know how George Bush and John Kerry are doing in the polls on a daily basis can get their fix at the following sites. The first, <a href=\"http://www.electoral-vote.com\">Electoral Vote Predictor</a>, tracks the electoral vote state by state.</p> <p>As everyone should now know, a candidate does not get the White House by necessarily winning the popular vote - Al Gore was reminded of that four years ago. A candidate gets to Pennsylvania Avenue by more winning votes in the <a href=\"http://www.fec.gov/pages/ecmenu2.htm\">electoral college</a> (270 is the number required for victory) than the other guy. That is why the Electoral Vote Predictor 2004, which is dedicated to tracking the electoral college vote by examining the state-by-state polls, is so compelling. </p> <p>The person behind the site is a Kerry supporter but has \"bent over backwards to be scrupulously honest about all the numbers, and have carefully designed the main page to be strictly nonpartisan\".</p> <p>Right now, the news for Kerry is none too good. As of today, Bush would romp home with 327 electoral votes to Kerry's 211. Among the wealth of information is <a href=\"http://www.electoral-vote.com/info/state-graphs.html\">polling data on the key battleground states</a>.</p> <p>For daily tracking poll, you can go the <a href=\"http://www.rasmussenreports.com/Presidential_Tracking_Poll.htm\">Ramussen reports</a>. As of yesterday, Bush and Kerry were neck-and-neck, 47.8 to 46.1.</p>",
  "British troops should start leaving Iraq as soon as January's elections take place, the Liberal Democrats demanded today. <p>Sir Menzies Campbell, the party's foreign affairs spokesman, told the Bournemouth conference that Iraqis must then take responsibility for their country. \"We cannot take it for them,\" he warned.</p> <p>In a morning dominated by Iraq, terrorism and world affairs, speakers queued up to condemn the prime minister over the war in Iraq, with several following the example of rebel MP Jenny Tongue in backing the campaign for his impeachment.</p> <p>This is not official Lib Dem policy, but Sir Menzies received a standing ovation for a stinging attack on Mr Blair, demanding an apology in parliament for the apparent leak of papers showing the PM was intent on \"regime change\".</p> <p>But Sir Menzies, one of the party's elder statesmen, also warned his audience of delegates and activists not to expect too much from a John Kerry presidency, if the Democrat candidate won November's US election.</p> <p>He said: \"I do not believe that [a] change in administration in the United States would bring about material change in American foreign policy.</p> <p>\"A Kerry administration would have little room to manoeuvre, particularly if Republicans were in the majority in the Senate and the House [of Representatives].\"</p> <p><b>'We were right'</b></p> <p>Sir Menzies said no obligation could be \"open-ended and without limit of time\" and called for the phased withdrawal of British troops as soon as a democratically elected government was in office. </p> <p>In a scathing attack warmly received by delegates, Sir Menzies said he was angry \"not because I was deceived over Iraq, but because we were right\". </p> <p>He told delegates the war had cost Britain respect across the world: \"Around the world Britain is associated with unilateralism in Iraq and double standards in the Middle East,\" he said. </p> <p>\"Trust in the prime minister has fallen at home. Trust in Britain has fallen abroad.\" </p> <p>Sir Menzies, also deputy leader of the party, pointed to UN secretary general Kofi Annan's recent assertion that the war was illegal, and to newspaper leaks saying regime change was always the objective, rather than WMD. </p> <p>\"We know all these things now. But the British public did not know them when it took to the streets in protest. And the House of Commons did not know it when it voted to endorse military action in March 2003.\" </p> <p><b>Emergency planning</b></p> <p>Earlier, the conference called for more to be done on the domestic front of the war on terror, with a senior cabinet figure appointed to coordinate emergency planning. Conference also agreed a policy motion to set up an emergency reserve force to assist the current emergency services. </p> <p>A motion, warning that a terrorist attack was possible at any time and ministers had made insufficient preparations to cope, was passed overwhelmingly. </p> <p>The motion also cautioned that further \"draconian\" laws would be of little practical help and may cause \"friction between communities\", while local authorities needed more resources and direction.</p> <p><b>The Butler report</b></p> <p>The party also debated the Butler report into intelligence failures over Iraq - in which party leader Charles Kennedy refused to participate on the grounds of its limited terms of reference.</p> <p>Several delegates, led by councillor Phillip Goldenberg of Woking, said the motion criticising Butler as a whitewash did not go far enough, and urged the prime minister to follow the example of Anthony Eden over Suez and resign.</p> <p>Dr Tonge, who had to resign her frontbench position last year after expressing understanding for Palestinian suicide bombers, received support from around half the hall when she revealed she was the only Lib Dem MP to have backed the Plaid Cymru/Scottish National party campaign to impeach Mr Blair.</p> <p>\"It hasn't a cat in hell's chance of working, but Tony Blair should do the honourable thing and resign\", she said.</p> <p><b>World trade</b></p> <p>As today's session began, the conference rejected two radical proposals on world trade, one to exclude gas and water from any privatisation negotiations carried out under the General Agreement on Trade and Services (Gats), and another to ban the sale of any prodcuts made in the developing world which do not confirm to International Labour Organisation standards.</p> <p>However, products made using forced labour would be banned under new trade measures approved by the party today. The power to block products from sweatshops in developing countries was part of a raft of measures designed to promote free and fair trade. </p> <p>A wide-ranging policy paper on creating \"wealth for the world\" called for the creation of a new International Financial Authority to help poorer countries and examine the possibility of a tax on foreign exchange transactions. </p> <p>The International Monetary Fund and World Trade Organisation would also need to be reformed to ensure economic aims were balanced with social and environmental needs. </p> <p><b>Shirley Williams</b></p> <p>Meanwhile, retiring Lib Dem leader of the Lords, Baroness Shirley Williams, received an affectionate standing ovation from the conference hall, as she used her final speech from the platform to lambast the government - and her former party - over Iraq, civil liberties, and the privatisation of healthcare.</p>",
  "Freedom, fairness, and trust are values which must apply to our conduct abroad as much as to our policy at home. <p>Once, Britain was seen as a force for freedom and fairness in the world. </p> <p>Trusted to do the right thing in international affairs and known to be supportive of international institutions. </p> <p>Regarded as champions of human rights in Burma, Zimbabwe and the Middle East. </p> <p>Advocates of debt relief and supporters of development assistance. </p> <p>Respected as a country prepared to intervene to safeguard lives and protect the innocent in Kosovo and Sierra Leone.</p> <p>But these foreign policy achievements have been undermined, discounted and devalued. </p> <p>Our reputation and respect have been diluted and dissipated, and all because of Iraq.</p> <p>Never mind our record on Kosovo or Sierra Leone or overseas aid. </p> <p>Around the world Britain is associated with unilateralism in Iraq and double standards in the Middle East.</p> <p>We are regarded as complicit in human rights violations committed in the misnamed \"war on terror\" in Russia, in Indonesia, in Guantánamo, and, yes, even in Belmarsh.</p> <p>Trust in the prime minister has fallen at home. </p> <p>Trust in Britain has fallen abroad.</p> <p>Terrorism is an evil that must be confronted. </p> <p>But behaving ourselves with principle in international affairs is a necessary part of a robust response to terrorism. </p> <p>Defending human rights helps to defuse terrorism. </p> <p>Abuses such as those at Guantánamo or Abu Ghraib provoke it. </p> <p>The government wants to move on from Iraq but the inadequate intelligence and the illegality upon which military action was taken cannot easily be brushed aside.</p> <p>Now we know that 12 months ahead of military action right at the heart of government it was accepted that regime change was illegal.</p> <p>Now we know from the classified documents obtained by the Daily Telegraph that regime change was always the objective.</p> <p>Now we know that disarmament and weapons of mass destruction were a blind designed to hide the true objective of regime change.</p> <p>Now we know why the government has resisted so stoutly any inquiry with the remit to scrutinise political actions of ministers and the advice of officials. </p> <p>Now we know that in the Foreign Office there was apprehension and anxiety about the consequences of the removal of Saddam Hussein. </p> <p>We know all these things now. </p> <p>But the British public did not know them when it took to the streets in protest. </p> <p>And the House of Commons did not know them when it voted to endorse military action in March 2003.</p> <p>But public and politicians should have known. </p> <p>We were entitled to know.</p> <p>Let me say a word about the Conservatives.</p> <p>I promise I shall be brief.</p> <p>Their conversion from cheer-leaders to critics betrays a sleight of hand which even Mr Paul Daniels would admire. </p> <p>They are the Wobblers of Westminster. </p> <p>And so the government took us to war.</p> <p>We went to war on a threat and a promise. </p> <p>The threat of Weapons of Mass Destruction and the promise of progress in the Middle East. </p> <p>But neither threat nor promise has been fulfilled.</p> <p>No Weapons of Mass Destruction have been found. </p> <p>The Middle East Road Map has been rolled up. </p> <p>Unilateral action by Mr. Sharon has passed without comment by the UK and approved by the US. </p> <p>Mr Sharon can threaten the assassination of Yasser Arafat and no voice is raised in protest.</p> <p>A just settlement seems further away than ever. </p> <p>Does anyone here believe that the security and universal recognition to which Israel is entitled legally and morally, will be achieved by the degradation of the Palestinians. </p> <p>Nothing but nothing justifies suicide bombing - the life of every Israeli child is of equal value and as precious in the sight of God as that of every Palestinian child.</p> <p>And neither will every live in safety or security until there is peace.</p> <p>The awful truth is that no one loves the Palestinians or fears them enough to want to make progress.</p> <p>The coalition has been stained by the debauchery of Abu Ghraib and British citizens languish in Guantánamo, shorn of legal rights and denied justice. </p> <p>Our influence is diminished and our reputation sullied.</p> <p>Before the war, it was claimed that to attack Iraq was necessary because it was a threat. </p> <p>Now we are told the war was justified because Saddam was a tyrant. </p> <p>A justification of doubtful legality has been replaced by one of no legality whatsoever.</p> <p>The British people look in vain for contrition from their government.</p> <p>They wait in vain for an apology from their prime minister.</p> <p>They see deadly attack after attack in Iraq.</p> <p>They see inadequate and under-trained Iraqi security forces and police.</p> <p>They see a crisis of expectation as promises of economic improvement remain unfulfilled.</p> <p>They see the results of the negligent failure to make proper plans or provision for post-conflict Iraq.</p> <p>They see many towns and cities across Iraq where the insurgents rule, where neither the coalition nor the fledgling Iraqi administration can claim effective authority. </p> <p>They see a country where security is so fragile that the secretary general of the United Nations doubts if the essential elections can be held.</p> <p>They see a country where dismemberment along religious and ethnic lines cannot be excluded, the consequence of which would be instability throughout the whole region of the Middle East.</p> <p>And for all this our country has a moral responsibility,</p> <p>A moral responsibility imposed on all of us by our government.</p> <p>A moral responsibility so acute that we have no option but to stay,</p> <p>No option but to deploy 8,000 British troops, and perhaps even more if the safety of those who are already there becomes compromised or to meet our responsibilities to the United Nations.</p> <p>If more British troops are necessary they should be deployed on condition that they remain in the British sector and under British operational command.</p> <p>No option but to expose these troops to risk.</p> <p>No option but to commit resources which could be spent elsewhere.</p> <p>And all this on a flawed prospectus exposed by the evidence presented at the Hutton enquiry and the conclusions reached by Lord Butler.</p> <p>And all this justified by the prime minister with the assertion \"because it is the right thing to do\".</p> <p>But no obligation of this kind can be open-ended and without limit of time.</p> <p>And so today I say that British forces should plan for a phased withdrawal as soon as a democratically elected government is in office.</p> <p>By our continuing recognition of our responsibilities we have given the people of Iraq an opportunity. </p> <p>But they must take it. We cannot take it for them.</p> <p>And so in the continuing aftermath of Iraq Britain is a nation in search of a coherent foreign policy. </p> <p>We cannot base our foreign policy on the instincts of the prime minister, however well intentioned.</p> <p>Evangelism sits uneasily in the world of relative values which is foreign policy.</p> <p>Iraq is a symptom of a foreign policy based on personality rather than principle. </p> <p>Britain needs to decide where it stands on Europe. </p> <p>A referendum campaign will be a test and an opportunity. </p> <p>Alongside the government we shall argue for an affirmative vote, but we are entitled to expect the government to raise its game and to put the case with more passion and commitment than we have seen so far.</p> <p>We have seen little commitment during 8 years of delay over the euro and a short sighted lack of regard for our allies over Iraq.</p> <p>Our party, a party of reform at Westminster, should be a party of reform in Brussels too.</p> <p>Nick Clegg is right when he argues for institutional stability, an end to the permanent cultural revolution in Europe. </p> <p>When he argues for greater democratic accountability and for the rigorous application of the principle subsidiarity, so that Brussels only acts where a collective approach will serve our interests best. </p> <p>And our party of all parties should be receptive to new members of the EU so long as they meet the economic criteria and respect the rule of law and human rights.</p> <p>Britain needs to decide where it stands on the UN. </p> <p>Are we to continue to pick and choose between UN resolutions, using some as ambiguous mandates to invade while ignoring others that have been flouted for years? </p> <p>Britain should be in favour of reform of the UN. </p> <p>The permanent membership of the security council should be expanded to take account of the political realities of 2005 and not 1945. </p> <p>There should be a right of intervention where it is necessary to stem large scale loss of life and to provide urgent protection against brutality and ethnic cleansing. </p> <p>But such a right must be in accordance with recognised and agreed principles and consistent with evolving international law.</p> <p>And couldn't we just do with such a right when Colin Powell identifies what is happening in Darfur as genocide?</p> <p>Britain needs to decide where it stands in relation to the United States. </p> <p>We cannot conduct our foreign policy on the flawed precept of \"my ally right or wrong\".</p> <p>This is not an excuse to adopt the old unthinking visceral anti-Americanism of the left. </p> <p>New Labour now seeks rightly to protect Grosvenor Square, but some of us remember when they wanted to storm it. </p> <p>We shall be a better ally if we exercise critical judgement and independent thought.</p> <p>On Iraq, unswerving public support in return for the hope of private influence proved a Faustian bargain.</p> <p>On the Palestinians, on steel, on agriculture, on Kyoto, on the ICC, on Guantánamo, what has Britain gained? </p> <p>By contrast, what have been the political and diplomatic costs of our symbiotic relationship in relation to Iraq?</p> <p>At present, Britain's foreign policy lacks coherence.</p> <p>It is at the mercy of the prevailing wind in international affairs. </p> <p>And the prevailing wind inevitably blows from the west ... from Washington and is likely to do so for the foreseeable future.</p> <p>I do not believe that change in administration in the United States would bring about material change in American foreign policy. </p> <p>A Kerry administration would have little room to manoeuvre, particularly if the Republicans were in the majority in the Senate and the House. </p> <p>Any change at least in the beginning would be of style rather than substance. </p> <p>The challenge for Britain and Europe is to live with an enormously powerful neighbour to whom we are bound by a history of shared values and common interests.</p> <p>We still share values with the United States, we still share interests. </p> <p>But there are areas where we differ. </p> <p>And when we differ, Britain will be better served by a recognition of those differences. </p> <p>Our relationship with the United States should be a partnership of influence and should not be so subordinate that we appear to be subservient.</p> <p>The principles of freedom, fairness and trust should have practical application. </p> <p>I firmly believe Britain should be candid about human rights abuses wherever they occur. </p> <p>A policy of engagement does not mean we have to turn a blind eye to human rights abuses. </p> <p>Why? Because it is the right thing to do.</p> <p>We should not sell arms to governments that abuse human rights or punish legitimate internal dissent. </p> <p>Why? Because it is the right thing to do.</p> <p>Britain should be a model European country, promoting justice and diversity across the continent.</p> <p>Why? Because it is the right thing to do.</p> <p>Britain should take a lead in bringing renewed urgency to the Middle East peace process. </p> <p>Why? Because it is the right thing to do.</p> <p>I am angry, not because I was deceived over Iraq, but because we were right. </p> <p>I am angry for the young men and women of our armed forces who face daily danger.</p> <p>I am angry for the innocent, unnumbered and uncounted Iraqi civilians who have perished.</p> <p>Angry for a House of Commons that was persauded to support military action on a flawed prospectus.</p> <p>Any if you should feel angry you are entitled to be so. </p> <p>And if the British people should feel angry, they too have every right.</p> <p>Every right to be angry that freedom, fairness and trust are absent from British foreign policy. </p> <p>It is our task to ensure that every action of this government is measured against these principles.</p> <p>I promise you we shall hold them to account.</p>",
  "<p>Charles Kennedy made plain the scale of his ambition yesterday when he declared his willingness to work with Labour - with or without a formal coalition - if his current success produces a hung parliament at the next election. </p> <p>As the Liberal Democrats' conference opened in Bourne-mouth after a year of steady electoral gains, Mr Kennedy said the three main parties would be on equal terms at the election, for the first time for a generation. </p> <p>Having admitted last week that he would not go into coalition with Michael Howard's Tories, Mr Kennedy was pressed yesterday to say the same about Labour. </p> <p>Though he damned Mr Blair for the Iraq war he did not demand the prime minister's resignation or rule out future cooperation with him or his successor. </p> <p>\"We will not get distracted by noises off. What we would do in a parliament with no overall control _ [is] what we have been doing for years in the House of Lords: judging each and every issue on its merits and determining our stance accordingly,\" he said. </p> <p>He said it was time West-minster recognised the need to change to proportional representation so Lib Dems need no longer be \"an opposition party\". </p> <p>The implication of his remarks is that he is open to a weakened Labour government's offers of PR, which eluded Paddy Ashdown in 1997, or to the kind of ad hoc cooperation which shored up the Callaghan Labour government in the 70s. </p> <p>With a weather-vane by-election in Labour-held Hartlepool on September 30, Mr Kennedy's lieutenants have a tactical as well as strategic interest in proving they are not soft on crime, or irre-sponsible on tax-and-spend issues. </p> <p>A Times/Populus poll released today suggests Mr Kennedy is seen as moving to the party to the right. </p> <p>But faced with Labour charges that he is becoming \"a crypto-Thatcherite\" and Tory charges that he is a Labour leftwinger, Mr Kennedy dis-missed a \"mechanistic\" view of politics which \"ignores morality and momentum\".</p>",
  "<b>July 27 1930</b> <br> Born to political scientist and philosopher Sir George Catlin and novelist Vera Brittain <p><b>1946</b><br> Joined Labour party</p> <p><b>1952-58</b><br> Journalist for the Mirror and the Financial Times</p> <p><b>1954, 1955 </b><br> Unsuccessfully stood for election as Labour's candidate in Harwich </p> <p><b>1959</b><br> Lost again in the Southamton Test constituency</p> <p><b>1960-64</b><br> General secretary of the Labour-affiliated thinktank the Fabian Society</p> <p><b>1964</b><br> Entered parliament as Labour MP for Hitchin, a seat she would hold for 10 years</p> <p><b>1967-70</b><br> Served as an education minister before moving to the Home Office</p> <p><b>1970-81</b><br> Member of Labour's national executive committee</p> <p><b>1974</b><br> Elected Labour MP for Hertford and Stevenage, a seat she held for five years</p> <p><b>1974-79</b><br> Served as secretary of state for prices and then education secretary in Harold Wilson and James Callaghan's Labour governments</p> <p><b>1976-79</b><br> Became paymaster general</p> <p><b>1979</b><br> Lost seat to the Conservatives as Margaret Thatcher swept to power</p> <p><b>1981</b><br> Quit Labour to co-found the Social Democratic party (SDP) with David Owen and Roy Jenkins and in the same year became the new party's first elected MP at Crosby</p> <p><b>1982-88 </b><br> Served as SDP president. Lost her Crosby seat in 1983 following boundary changes</p> <p><b>1987</b><br> Following another Conservative general election victory, strongly supported the creation of what was to become the Liberal Democrats</p> <p><b>1988-2000</b><br> Concentrated on academic commitments - public service professor of elective politics at the John F Kennedy School of Government at Harvard University and lecturing at Cambridge, Princeton, Berkley and Chicago</p> <p><b>1993</b><br> Given a life peerage, becoming Baroness Williams of Crosby. Returned to parliament</p> <p><b>1998 to 2001</b><br> Served as the Liberal Democrats' foreign affairs spokeswoman in the Lords</p> <p><b>2001-2004</b><br> Elected Lib Dem leader of the House of Lords serving until September 2004</p>",
  "No one ever said it was going to be easy to patch up transatlantic relations after months of bitter differences over Iraq. But it is proving far, far harder than many had imagined. <p>In a week that saw further deterioration - with devastating car bombs in Baghdad and Kirkuk, chillingly organised hostage-taking, swelling insurgency and mounting criticism of heavy-handed US military tactics - America and Europe seem as far apart as ever.</p> <p>Al-Qaida may have suffered some serious blows, but its Jihadist affiliates are continuing their deadly business across the globe. The terrorism George Bush vowed to eradicate after the 9/11 attacks seems more virulent and widespread. Indeed, it has taken root where it did not exist before: in Iraq itself.</p> <p>Jacques Chirac, the French president and leader of Europe's anti-war camp, made no bones about his views when he declared that the US-led invasion of Iraq and toppling of Saddam Hussein had opened up a \"Pandora's box which none of us can shut\".</p> <p>This might have been more in sorrow than in anger: there has been no more of last year's undiplomatic name-calling about \"freedom fries\" and \"cheese-eating surrender monkeys\". But the message was unmistakeable: the (now officially confirmed) failure to find any weapons of mass destruction and the alarming ramifications of post-war chaos have vindicated most of the arguments Paris made against the war. And the kidnapping of two French journalists has also shown that opposition to the US is no guarantee of immunity.</p> <p>Mr Chirac was speaking in Madrid at a short summit with German Chancellor Gerhard Schröder and José Rodríguez Zapatero, the Spanish prime minister and enthusiastic new recruit to the \"Old Europe\" so disparaged by Donald Rumsfeld in the run-up to the conflict.</p> <p>The three-way get together - in part about deal-making on EU issues - seemed deliberately designed to efface the image of Mr Zapatero's conservative predecessor, José María Aznar, shaking hands with Mr Bush and Tony Blair at the Azores summit on the eve of war.</p> <p>Mr Zapatero came to power in March on the back of the Madrid train bombings and quickly fulfilled his pre-election pledge to withdraw Spanish troops from Iraq. Washington is now deeply irritated at his suggestion that other countries in the \"coalition of the willing\" should follow his example.</p> <p>Mr Blair was conspicuously absent from the festive dinner at Madrid's Moncloa palace, suggesting that prospects are poor for his hopes of forging a trilateral alliance between London, Paris and Berlin to call the shots in the EU and repair the damage caused by the war.</p> <p>Things were supposed to develop differently this summer after the UN security council unanimously authorised the restoration of Iraqi sovereignty and the transformation of the US-led occupation into a \"multinational force\".</p> <p>Europeans still grumbled, but the handover of power to an interim Iraqi government and the prospect of elections next January did at least offer a way forward. Chris Patten, the EU external relations commissioner and outspoken critic of the war, put it well: \"We all have a stake in rebuilding Iraq and closing the gates of hell,\" he said.</p> <p>Events on the ground - the mounting insecurity, violence and kidnappings of foreign aid workers - have meant that very little has been done. US cash intended for reconstruction has been diverted to security spending. And it quickly became clear that Nato - the institutional embodiment of transatlantic ties - was as deeply divided about the post-war situation as it had been before the invasion.</p> <p>Modest plans to deploy a Nato mission to train the fledgling Iraqi security forces have yet to be agreed. The same \"gang of three\" - France, Germany and Belgium - which opposed a preventive deployment to Turkey last year are opposing any arrangement which requires the alliance as a whole to be involved. Spain has joined them.</p> <p>No surprise then that in Washington John Kerry has been highlighting Mr Bush's difficulties in winning Nato backing. No surprise either that the vast majority of Europeans want to see Mr Kerry in the White House, though their governments cannot of course say so in public.</p> <p>But even a Kerry victory will not automatically end transatlantic disagreements: a survey commissioned jointly by an American and an Italian thinktank showed recently that a growing majority of Europeans seek a more independent role from the US. Some 58 per cent of Europeans said strong US leadership in the world was undesirable, an increase of nine percentage points from a similar poll last year. Only in Britain and the Netherlands do a majority desire strong American leadership. Eighty per cent of the Europeans surveyed did not believe the invasion of Iraq was worth the loss of life and cost. Some 73 per cent of Europeans believe the war increased the risk of terrorism, as do 49 per cent of Americans. </p> <p>Transatlantic disagreement over Iraq, of course, is accompanied by continuing EU-US splits over the Middle East, where Mr Bush is now seen to be acquiescing to the ruling Likud party's hardline approach to Israeli settlements, as well as the wider question of tackling the root causes of terrorism.</p> <p>But it is the disaster of Iraq that, for now, dominates everything - and makes the outcome so vital for a healthier relationship between the Old and New continents. Mr Blair and Ayad Allawi, the interim Iraqi prime minister, sounded determined enough when they met in London yesterday. But Blair's comment that Iraq was now the \"crucible\" in which global terrorism would either succeed or founder will not have persuaded Jacques Chirac - and very many others - that he was wrong about Pandora's Box.</p> <p>\"Is the world today safer than before the overthrow of the appalling Saddam?\" Patten asked in the European parliament last week. \"Is global terrorism in retreat? Are we closer to building bridges between Islam and the west? Is the world's only super-power more widely respected? Have the citizens in our democracies been treated in a way that will encourage them to give governments the benefit of the doubt next time they are told that force needs to be used pre-emptively to deal with an imminent threat? I simply pose the questions. The answers are well known.\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BLAIR: NEW IRAQI CONFLICT HAS BEGUN</b></p> <p>In what the Mail describes as a \"display of breathtaking bravado\", Tony Blair yesterday spoke of a \"new Iraqi conflict\", urging Britons to back his efforts to defeat \"terror\".</p> <p>\"THE SECOND IRAQI WAR,\" splashes the paper. The Telegraph says the admission marks a \"change of tactics ... Previously, Mr Blair has argued that the situation was improving, with trouble contained to a few hotspots ... Facing a backlash from activists at next week's Labour conference, [he] is now seeking to present the conflict as part of a wider struggle against international terrorism.\"</p> <p>George Bush, of course, adopted this tactic some time ago.</p> <p>There are hints that the PM is also preparing the public for a big offensive in Iraq. \"American military commanders in Iraq are planning a series of major assaults before the end of the year to retake control of Falluja and other cities held by insurgents,\" the Independent says, picking up on a report in the New York Times.</p> <p>Despite the renewed declaration of war, the interim Iraqi prime minister, Ayad Allawi, insisted yesterday that the country's elections would go ahead on schedule - provided the UN cooperates. But the FT hints that a final decision may still be postponed until after the US presidential election.</p> <p>A defiant editorial in the Times says the main aim of the insurgents is to prevent elections from taking place. \"It should not be impossible to create flexible arrangements so that the popular will can be expressed,\" the paper says, optimistically.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1308349,00.html\">Blair: we must win this new conflict</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1270453,00.html\">Times: The crucible</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/20/wirq20.xml&amp;sSheet=/news/2004/09/20/ixnewstop.html\">Telegraph: We face a new war</a><br> * <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=563620\">Independent: US determined to cut out 'cancer of Fallujah'</a><br> * <a href=\"http://news.ft.com/cms/s/d9822712-0a49-11d9-a415-00000e2511c8.html\">FT: Iraqi PM insists country is on schedule for polls</a></p> <p><b>LIB DEMS MEET WITH SCEPTICISM</b></p> <p>\"Kennedy willing to work with Labour,\" headlines the Guardian. \"Kennedy ducks the question on working with Labour,\" counters the Telegraph. The papers' message to the Liberal Democrats, who yesterday gathered in Bournemouth for the party's annual conference, is sceptical: some of the younger Lib Dems are astute, they say, but the party's policies are riddled with internal contradictions and need an overhaul.</p> <p>Yasmin Alibhai-Brown tells Independent readers that she will vote Lib Dem, but \"negatively and with little enthusiasm\". Charles Kennedy \"is so nearly a leader, almost a success\". The ennui is rather reminiscent of the anyone-but-Bush constituency in the US.</p> <p>* <a href=\"http://www.theguardian.com/Politics/libdems2004/story/0,14992,1308363,00.html\">Kennedy eyes post-election deal with Labour</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1308209,00.html\">Bush's foes want to back Kerry but he's just too vague</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1270457,00.html\">Times: Victorian values</a></p> <p><b>'MUMIFESTO' OFFERS MORE TIME OFF WORK</b></p> <p>The Labour party press office does its best to distract hacks from the Liberal Democrat jamboree with a welter of \"family-friendly\" policies which the Mirror, disconcertingly, describes as a \"mumifesto\".</p> <p>\"More time off work,\" the paper splashes. That means, reportedly, guaranteed bank holidays, an extension of paid maternity leave from six to 12 months, and a fortnight's paternity leave on 90% of pay.</p> <p>The Mirror thoroughly approves: \"Labour is still the party of working people,\" it says. The FT stops short of openly criticising the proposals in its leader column, but the British Chambers of Commerce tells the paper they would have a \"crippling effect\" on small businesses. \"The proposed increases ... would be taxpayer-funded. But industry says employers bear indirect costs from the disruption caused by increased leave and by having to hold jobs open for staff who may decide not to return.\"</p> <p>The CBI said employees should be forced to make it clear halfway through their leave whether they intend to return to their job.</p> <p>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14661811%26method=full%26siteid=50143%26headline=labour%2delection%2dpledge%2d%2dmore%2dtime%2doff%2dwork-name_page.html\">Mirror: More time off work</a><br> * <a href=\"http://news.ft.com/cms/s/91fa65d8-0a73-11d9-a415-00000e2511c8.html\">FT: Labour to pledge new rights to employees</a></p> <p><b>JIANG STEPS ASIDE IN CHINA</b></p> <p>In a move that has gone largely unnoticed in the British press, the Chinese president, Hu Jianto, yesterday replaced Jiang Zemin as China's military chief \"and de facto top leader\".</p> <p>Chinese state media described the handover as \"the first orderly transfer of power in Chinese Communist history\". The Herald Tribune struggles to expand on that version of events, noting only that there had been rumours of \"tensions\" between the 78-year-old Mr Jiang and his replacement.</p> <p>\"Little is known about Hu personally, beyond a few random facts offered by the propaganda machine,\" says the paper, \"including his enthusiasm for table tennis.\" He handled the Sars crisis last year \"deftly\", but \"it seems highly unlikely that Hu is a closet liberal ... he has presided over a crackdown on online discussion by jailing people who express anti-government views on the internet.\"</p> <p>The FT admires the smoothness of the handover, saying: \"The world should be thankful.\" But, it adds, we need to know a little more about Mr Hu: \"Modernising politics will be one of the stiffest challenges facing [him] now that he has all the levers of power in his hands.\"</p> <p>* <a href=\"http://news.ft.com/cms/s/c04aaab4-0a65-11d9-a415-00000e2511c8.html\">FT: Hu's grip on power in China tightens</a><br> * <a href=\"http://www.iht.com/articles/539548.html\">IHT: Hu takes control as Jiang resigns</a></p> <p><b>'SCINTILLATING' EUROPE TAKE RYDER GLORY</b></p> <p>\"Maybe the Europeans are just better,\" concedes an American commentator in the Telegraph's lavish coverage of the Ryder Cup. Europe's golfers beat the US by 18 and a half to nine and a half points at Oakland Hills, Michigan.</p> <p>\"Easy Ryder,\" purrs the Mail. \"Colin Montgomerie wept tears of joy last night ... Five years after being the subject of sickening abuse at Brookline, Monty's name was chanted all down to the 18th hole.\" The Guardian says the European team put on a \"scintillating\" display.</p> <p>* <a href=\"http://www.theguardian.com/Sport/rydercup2004/story/0,15063,1308431,00.html\">Monty seals European win</a><br> * <a href=\" http://www.telegraph.co.uk/sport/main.jhtml;sessionid=T1RYZVLZJWM35QFIQMGCNAGAVCBQUJVC?xml=/sport/2004/09/20/sgfron20.xml\">Telegraph: Europe retain Ryder Cup</a></p> <p><b>RAMBLING INTO NEW TERRITORY</b></p> <p>The Herald Tribune joined some of the Britons enjoying their new right to roam over 375 square miles of countryside yesterday. Thousands of ramblers \"took to hills, fields, moors and downs\", says the paper, in what it charmingly calls \"the upland north-west and bucolic south-east\" of England.</p> <p>\"Land itself,\" explains the paper, \"has long been the measure of the divide between the aristocracy within their estates and the hoi polloi at their gates.\"</p> <p>\"Are you exercising your right to roam?\" a man on a horse \"somewhat haughtily\" asked a 69-year-old Ramblers' Association official.</p> <p>\"Nice day for a ride - or a walk,\" replied the rambler. \"I wonder if they were trying to make a point,\" he added to a reporter. The Tribune certainly does: \"Just rambling like a fox,\" the paper says, cheekily, in its headline.</p> <p>* <a href=\"http://www.iht.com/articles/539598.html\">IHT: Just rambling like a fox</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The kidnappers of a British engineer in Iraq have threatened to execute him shortly unless their demands are met.</p> <p>&gt;&gt;&gt; At least 90 people have died in Haiti after tropical storm Jeanne hit the island.</p> <p>&gt;&gt;&gt; Virgin Trains will officially launch new tilting trains on its West Coast route, cutting journey times between London and Manchester.</p>",
  "<b>Storm leaves 50 dead in Haiti</b> <br> <p>At least 50 people were killed and dozens of others left stranded on rooftops as tropical storm Jeanne brought severe flooding to the north-western coastal town of Gonaives on Saturday night.<br><b>AP in Gonaives</b> </p> <p><b>Turkish bomb attack injures 17 </b><br> </p> <p>Up to 17 people were hurt when a bomb exploded under a police car at a pop concert in Mersin in southern Turkey yesterday, the authorities said. There was no immediate claim of responsibility.<br><b>AP in Istanbul</b> </p> <p><b>Freed inmates jailed again </b><br> </p> <p>Pakistan has ordered 35 nationals just released from the US military prison at Guantánamo Bay in Cuba to be held for three months in a high-security jail.<br><b>AP in Islamabad </b> </p> <p><b>Madrid to back gay marriage</b><br> </p> <p>The Socialist government will approve gay marriage at a meeting of the Spanish cabinet on October 1, a senior party member said yesterday.<br><b>Reuters in Madrid </b> </p> <p><b>Hamas chief killed in strike</b><br> </p> <p>A senior leader of Hamas's military wing was killed in a missile strike by an Israeli military drone on his car in Gaza City's Sheikh Radwan district in the Gaza Strip yesterday. Khaled Abu Selniya, 33, died and six others were wounded.<br><b>Reuters in Gaza </b> </p> <p><b>Hitch me baby one more time </b><br> </p> <p>Britney Spears married her fiance, dancer Kevin Federline, in a surprise ceremony at a private home in Studio City, Los Angeles yesterday. About 30 people attended the 22-year-old's second wedding in nine months.<br><b>AP in Los Angeles </b></p> <p><b>Kazakh ruling party ahead</b><br> </p> <p>President Nursultan Nazarbayev's supporters dominated Kazakhstan's parliamentary elections yesterday, according to early results. </p> <p>The election, criticised in the west for bias against the opposition, is seen as a test of Kazakhstan's ability to match rapid economic growth with political plurality in its first free poll.<br><b>Reuters in Almaty</b></p>",
  "<p>As England enter the post-Sir Clive era this week with their first training days, the issue likely to be at the top of the in-tray of their stand-in coach Andy Robinson will be that of Martin Johnson's successor as captain. </p> <p>Robinson will have to work on the assumption that his appointment will be rubber-stamped by the Rugby Football Union early next month - there's no point in looking on this as a short-term business - and the issue of the captaincy will be key as he attempts to rebuild the side. </p> <p>It's a big call, because having lost one battle with the departure of their head coach, England cannot afford to pick the wrong captain and lose another battle. For Clive Woodward, coming in and building from the bottom up, the fact that he had Johnson and Lawrence Dallaglio alongside him gave extra leadership. </p> <p>Robinson has an easier task than Woodward in one sense, because the structures Woodward has left him are impressive. But he needs the figurehead alongside him, and a leader on the pitch will be crucial. The media pressure is greater than ever on the world champions and they are the target, the team to beat for all the other nations. </p> <p>In my view, these are the contenders, and their chances of earning the crown: </p> <p><strong> Matt Dawson</strong>: He has to be in the frame, as he should remain the first-choice scrum-half, and he has shown again and again that he can raise his game with an England shirt on. He will share scrum-half duties at Wasps with Rob Howley, but for England that could be an advantage. He's a proven leader, very passionate, a man who keeps a team going forward, and he's capable of taking the initiative at key moments, as we saw in the World Cup final. He's the most experienced candidate, but that raises a question: could he take England through to the 2007 World Cup? Probably not. Chances: 7/10. </p> <p><strong> Will Greenwood:</strong> He's experienced enough, has the leadership ability, is articulate enough and is bound to be in the squad, but can he still be certain of making the starting XV? Not in my book. At almost 32, there's no certainty that a new England coach will consider him an automatic selection as Woodward did. If he's not an automatic selection, he can't be captain. Chances: 5/10. </p> <p><strong> Danny Grewcock:</strong> No lack of passion here, too much perhaps, and his occasional disciplinary problems will count against him. You don't want your captain sent off. In addition, he's no more certain of his starting place than Greenwood, perhaps less so. Chances: 5/10. </p> <p><strong> Richard Hill:</strong> A man who is universally respected, who gives 110% on the pitch, who has never caused any ructions, and should anchor the England back row for a while to come. He has never wanted to be captain at Saracens, but has gained leadership ability, has begun to talk more as the years have passed and he has turned into an England mainstay. Again, will he make France in 2007? Chances: 6/10. </p> <p><strong> Jonny Wilkinson:</strong> He, of all men, is 120% certain to be in any England starting line-up. And, as we are talking percentages, he amounts to 50% of the team in my view, which is why I'd take their poor run of form since the World Cup without panicking. The little prince has shown plenty of leadership for Newcastle and England and, on the pitch at least, I'm sure he could take the pressure. He's had enough asked of him over the past few years at world level, and each time he has ended up setting the standard for others to follow. </p> <p>\"Magic Wilkinson\" is my favourite, but with one proviso. He's already the figurehead of the England team and is the most \"mediatised\" rugby player in the country. But he doesn't seem to be a man who particularly likes the limelight. Ask him to train more, or play a different way, and he would have no problem; ask him to take the flak from the press and there he might hesitate. </p> <p>Does he really want the job? If rugby ended after 80 minutes of play, he and the job would be made for each other, but I'm not sure that shaking hands, kissing babies and doing formal dinners is his favourite occupation. With that proviso, he rates 9/10.</p>"
]