[
  "<p>Halliburton has agreed to pay $7.5m (£4.1m) as part of a settlement of charges that it failed to disclose a crucial accounting change during vice-president Dick Cheney's tenure as chairman and chief executive. </p> <p>The 1998 change to Halliburton's accounting policy inflated the company's profits by $210m over an 18-month period, before finally being disclosed in March 2000. Mr Cheney ran the business for five years before quitting to join the election campaign in 2000. </p> <p>Mr Cheney has not been charged. In a statement, the SEC commission said he had \"cooperated willingly\" with the investigation. But the whiff of controversy could still colour voters in the current race for the White House. </p> <p>The SEC also censured Halliburton for obstructing its investigation. The watchdog settled with former controller Robert Muchmore Jr, who is paying a $50,000 penalty and is pursuing enforcement action against former chief financial officer Gary Morris. </p> <p>David Lesar, Halliburton's current chairman, said: \"We are pleased to bring closure to this matter.\" The SEC investigation focused on changes made to the way the company accounted for revenues that were in dispute on construction projects that had run over budget. Historically, Halliburton had recognised income from cost overrun claims only in the quarter that the dispute was finally resolved. But in the second quarter of 1998, Halliburton began recognising revenues immediately, based on estimates of how much the company would get. </p> <p>The result was to reduce losses on several large construction projects, boosting the company's bottom line. The timing was significant. Without the change that quarter, the company would have missed Wall Street's forecasts. </p> <p>In that quarter, the company was able to claim that its profit was up 34% against the second quarter in 1997. Without the accounting change, Halliburton's income rose by only 6.7%. </p> <p>The next five quarters were similarly flattered. Halliburton failed to disclose the change until March 2000. </p> <p>It is also facing inquiries into claims a consortium in which it was a member paid $180m to bribe Nigerian officials.</p>",
  "Twelve suspected terrorists who were arrested in a series of nationwide raids were today being questioned by police. <p>Officers said the men, who were all in their 20s and 30s, had been seized on suspicion of being concerned with the commission, preparation or instigation of acts of terrorism. A thirteenth man arrested in the operation was released without charge.</p> <p>Scotland Yard, which led the operation, would not discuss whether it was linked to the seizure of computer files from al-Qaida suspects captured in Pakistan. However, a statement issued yesterday said the raids were part of a \"pre-planned, ongoing, intelligence-led operation\". </p> <p>\"[The] operation is part of continuing and extensive inquiries by police and the security service into alleged international terrorism,\" the statement said. </p> <p>The suspects - arrested in raids in north-west London, Bushey, in Hertfordshire, Luton, Bedfordshire and Blackburn, Lancashire - were taken to Paddington Green police station, in central London, to be interviewed by officers from the Metropolitan police's anti-terrorist branch.</p> <p>Witnesses today described how armed officers had carried out the raids. In Blackburn, 40-year-old Ruth Lazell told how she had watched officers surround a gold Mercedes and arrest the two men in it.</p> <p>\"There were armed police officers telling us to go back inside the house, about 15 or 20 of them in all. They had their guns pointing at two Asian lads who were on the floor outside the car,\" she said.</p> <p>\"The officers put plastic bags around the lads' arms and legs, and then put what looked like white paper suits over the rest of them. Their hands were tied together and then they were taken away.\"</p> <p>She said she did not think the men were local, and added that her neighbours had never seen them before.</p> <p>In Luton, witnesses said a man was pulled from his car by seven armed policemen.</p> <p>Leigh Mayes, 70, who saw the operation from the window of his house, said officers carrying semi-automatic machine-guns held the man against his maroon hatchback for almost three hours while forensic teams carried out searches.</p> <p>Yasin Rehman, of the Luton Council of Mosques, said Luton's Muslim community was feeling persecuted by the second anti-terror raids in four months.</p> <p>\"What was the purpose of these raids and why were they carried out? Muslims have been targeted and their lives have been tarnished. From that point of view the community is concerned,\" Dr Rehman said.</p> <p>\"These raids are important if there is intelligence showing there are individuals in the community preaching hate. [But] there is a feeling in the community that they are being victimised.</p> <p>\"If these raids are successful and the police do find something, that is supportable. But in the last raids [in March this year] no-one was charged or convicted, and it gives people the feeling they are being targeted,\" he added.</p> <p>The arrests came as the prime minister, Tony Blair, came under pressure to elaborate on the nature of the terrorism threat to Britain.</p> <p>The US is on heightened alert following the seizure of files from the al-Qaida suspects captured in Pakistan, with the documents apparently mentioning potential targets for attack both in the US and Britain. </p> <p>However, while police in London are said to have spoken to branches of US banks in the capital, security on this side of the Atlantic has not been notably increased.</p> <p>Questions have been raised over the scale of the response ordered by Washington on Sunday after it was revealed that much of the information seized may have been gathered several years ago. </p> <p>Some have accused the US president, George Bush, of using terror threats to shore up his political position ahead of the US presidential election in November.</p> <p>The chairman of the Islamic Human Rights Commission, Massoud Shadjareh, sounded a note of caution about the UK arrests, which he said were \"very worrying\" in their timing.</p> <p>\"We are extremely concerned about the timing of this, especially coming immediately after the increased need to heighten the security alert in the US because of the election, and also the day before the parliamentary human rights group publishes its report, which is critical of the Terrorism Act and the treatment of Belmarsh prisoners,\" he said.</p> <p>Three months ago, the Home Office revealed that fewer than one in five of those arrested under the Terrorism Act 2000 had been charged with offences under the legislation.</p> <p>By May this year, 562 people had been arrested under the act since September 11 2001. The home secretary, David Blunkett, said 97 had been charged with and, of those, 14 had been convicted.</p> <p>A total of 280 people had been released without charge and with no further action being taken, Mr Blunkett said.</p>",
  "<p>Heartening though it is to see American pundits and public alike gradually, grudgingly warming to the marvellous Teresa \"Shove it\" Heinz Kerry, it's even more gratifying to note that for once the land of the free is merely following where Britain has led, rather than the other way round. For here, the battleaxe has long been a cherished, almost revered figure, and is currently undergoing something of a renaissance. </p> <p>I grew up surrounded by them. Multitudinous aunts of northern extraction, zaftig dimensions (it wasn't until I hit puberty that I realised that brassieres didn't have to be made by Govan steelworkers) and indomitable will have swept, stately as galleons, through my life. They quelled infantile riots, dispensed orders, enforced discipline and clouted you into the middle of next week if you disagreed with them. They thought Coronation Street was a documentary and traced their ancestral line from Ena Sharples, through Rita Fairclough and Vera Duckworth and were last heard - over the rustle of HRT patches and dry crunching of osteoporosis - debating whether Fizz, Tracy Barlow or Karen MacDonald should inherit the crown. </p> <p>The newer breed of battleaxe, however, has moved beyond domestic confines. Modern specimens have cannily extended their sphere of influence by infiltrating the television schedules instead. Battleaxedom is a state of mind, comprising a substantial measure of misanthropy, impregnable self-confidence and a deeply rooted desire to remake the world in accordance with your own personal convictions, so it is no surprise that the current crop tend to be found firmly embedded in makeover programmes. </p> <p>Kim Woodburn, the buxom half of the How Clean Is Your House duo, is undoubtedly the leader in the field. The ring of steely contempt beneath her \"Do you see what a difference a spot of elbow grease makes, lovey?\" can, in the best tradition of the battleaxe regiment, transform even the most encouraging words into a damning indictment of her fellow man's inability to adhere to civilised standards of behaviour. </p> <p>Naomi Cleaver from Honey, I Ruined the House flies the flag atop her ability to walk into someone's home, strip it of every vestige of the occupant's presence, replace it with her own vision of what is right and proper - and still convince the victims that she's done them a favour. Most recently, there's Supernanny's Jo Frost, who looks on with appalled fascination as semi-feral children run rings around their lily-livered parents, before taking 10 minutes out of her day to transform the errant anklebiters into paragons of virtue. </p> <p>Why this proliferation on screen of battleaxe women? Perhaps because there's something undeniably exhilarating about watching people who deal only in absolutes, and are untouched by the doubts and questions that plague the rest of us. They steam implacably ahead while the rest of us flail about in a sea of moral relativism and get nothing but mental cramp for our trouble. </p> <p>And I suspect that while our other public figures fight to abdicate as much responsibility for their foul-ups as possible, while politicians gyre and gimble like the slithy toves they are, our appetite for these benignly authoritarian figures on screen will increase. </p> <p>In the meantime, the battleaxe (and I hope it's clear by now that I do not use the term pejoratively) in private life is becoming a rare thing. It may be because the advent of sexual parity and greater opportunities for women have dissipated the frustrations that once fuelled their domestic tyranny. Maybe it's due to the appearance of New Men and contraception - it's hard to hone the necessary skills on just one or two offspring and a husband who wants to help rather than hinder. It may be for the same reasons that it's so hard to find a bona-fide bitch these days. Women are too frightened of not being liked. The gains we've made, the rights we've won are too recent, too insecurely held for us to jeopardise it all by not looking deliriously happy the whole time at our good fortune. </p> <p>Whatever the reason, I hope that the fact that on-screen battleaxes are in the ascendant is a harbinger of an imminent private resurgence. I don't want my future children growing up without knowing the power of an unsmiling nod of approval, the inimitable sting of a clip round the ear or the best way to blacklead a stove. And I can't do it all myself.</p>",
  "George Bush's holiday reading has been disrupted by a terrible fire in his personal library. The president was particularly upset because both books were completely destroyed, and he hadn't even finished colouring in one of them. <p>Ah, the old jokes are the best. But as the world's leaders head for their villas, dachas, farms and private islands, what political books should they be packing alongside the suntan lotion and nuclear launch codes? </p> <p>Margaret Thatcher famously wished for nothing more than \"the latest Jeffrey Archer\" on the beach; a couple of years ago Tony Blair went for a more serious option: George Dangerfield's The Strange Death of Liberal England, the classic history of how within years of a landslide victory a once mighty party disintegrated, crumbled and never again held office.</p> <p>So what's hot this summer? Bill Clinton's My Life shows that size isn't everything: neither the scale of the advance nor the length of the book can cover up the weaknesses in the narrative and annoying, Bubba style. </p> <p>Political autobiography works best when the author is fired up with bitterness and desire for revenge. Bill is neither bitter nor vengeful; he seems to like every world leader and to save his vitriol only for his rightwing enemies. Bill's problem is that, contrary to Enoch Powell's dictum, his political career has ended in success. He is more popular with huge sections of the American population than ever. If they could have him for president he would beat Bush, Kerry and even his wife, hands down. </p> <p>One new book being seriously studied in the White House, Downing Street and elsewhere is Stanley Greenberg's The Two Americas. The Ragin' Cajun, James Carville, claims it is the most important book on US politics for more than 40 years. </p> <p>Greenberg's central thesis is that the Democrats' overwhelming desire to win the election leaves them without \"a narrative for America and without an aspiration for real hegemony\". </p> <p>The book asks some serious questions about Kerry's strategy, but its main interest lies in what it says, between the lines, about New Labour in the UK. </p> <p>Greenberg is a close friend and ally of Philip Gould, who has been part of Blair's inner circle for a decade. Greenberg goes as far as to cite Antonio Gramsci in support for his argument that the Democrats must win not just the election but the hegemonic mood of the nation. </p> <p>Let me be the first to predict a revival of interest in the works Gramsci. It's time to dust down those well-thumbed Lawrence &amp; Wishart editions of The Prison Diaries. </p> <p>Now out in paperback, fully updated, is Peter Riddell's Hug Them Close, which takes its title from Bill Clinton's advice to Tony Blair on the Republicans' victory in 2000. This is a great book, dripping with vignettes and anonymous quotes so transparent you can guess most of their sources. </p> <p>Riddell's point is that, with the exception of Edward Heath, all British prime ministers have had closeness to the US as a central goal of foreign policy. Blair is no different from Wilson, Churchill or Thatcher in this; he is simply behaving as British prime ministers are supposed to behave. </p> <p>Blair gave the game away ever so slightly, however, when he remarked to Labour MPs in February 2003: \"People say that you are doing this because the Americans are telling you to do it. I keep telling them that it's worse than that: I believe in it.\"</p> <p>If you want a book to read by the pool and you don't care whether it gets wet or covered in ice cream, try Alastair Campbell by Peter Oborne and Simon Walters. </p> <p>It is supposed to be the biography of a well-known journalist who went on to work as a press adviser to Tony Blair; what you get is a 360-page vomiting of bitterness and rage by two rightwing hacks who loathe the Labour party and all its works and whose book throws any pretence at objectivity out of the pedalo well before you reach deep water. </p> <p>They present Campbell as part Rasputin, part Goebbels, part Svengali, and descend into grumbling and chuntering about the Labour government like two old drunks on a park bench. It's so bad it's hilarious. </p> <p>Honourable mentions go to Tristram Hunt's Building Jerusalem, a huge history of the modern city - though you may want to wait for the paperback to appear in time for next year's hols - and Jo-Anne Nadler's Too Nice to be a Tory, a personal reflection on life as a Young Conservative. Will she be the Conservative answer to John O'Farrell? </p> <p>There are two new biographies of Tony Blair, one by the FT's Philip Stephens, which was written for the US market (and it shows), the second by the rightwing writer and headmaster Antony Seldon, who, the blurb promises, \"rejects the constraints of formal biography\". What constraints are those, then? Perspective? Objectivity? Seldon's pop psychology tells us more about him than his subject. It will be remaindered this side of Christmas, that's my tip. </p> <p>If you really want to relax and get away from it all, try The 9/11 Commission Report, out now and only £6.99. The findings reveal confusion and panic at the heart of the US air defences as some pilots were scrambled without ammunition, others assumed the Russians were attacking and air traffic controllers tried to locate aeroplanes that had already crashed. Perhaps you would be better off with the latest Jeffrey Archer.</p> <p><b>·</b> Paul Richards is a former chairman of the Fabian Society and a current member of the Fabian Executive Committee. He was a member of the Fabian Monarchy Commission, which reported in 2003, and he recently published Tony Blair: In His Own Words</p>",
  "<p>Under the lights of Tower Bridge, the steps are still warm from the day's sun and the air is balmy. The crowd is an eclectic bunch: some have brought posh Chablis and cheese picnics, others have simply paused as they passed by, intrigued by the scene. </p> <p>And it is an intriguing prospect: open-air theatre by the river's edge in a hugely evocative location in an expensive city, and it's free. </p> <p>You can tell even before it begins that Phil Willmott's production of Aeschylus's Agamemnon is going to be friskily topical. Armed guards watch over us, brandishing machine guns with much menace, hours after announcements of heightened security fears in the US. They are actors, you realise with relief, in a version of the tragedy that productively compares the fall of Troy with the war in Iraq (\"ruins and smoke\", says Agamemnon in his victory speech, are all that remain after the battle). Agamemnon has a slight American accent and the greasy tricks of the political trade, removing his glasses on cue for the emotional heart of his slick speech. </p> <p>This approach lends the production the accessibility crucial for such a diverse audience and such testing performance conditions, with the wind carrying sound away and the crowd noisily swelling and shrinking through the hour-long show. </p> <p>There are weaknesses, including some overacting and heavy-handed moments - the whole cast doing slow-motion is one, and too many actors pop up in the audience - so it's never quite the gripping drama it should be. But it is visually captivating, with a couple of noteworthy performances (Stewart Alexander as Agamemnon and Kerry Skinner as Cassandra), and it is a welcome world away from the stuffiness and expense of mainstream theatre. </p> <p><strong>·</strong> Further performances from Aug 12 until September 5. Details: <a href=\"http://www.morelondon.com\">morelondon.com</a></p>",
  "<b>Daily News</b> <br>Editorial, New York, August 2 <br>\"The New York Stock Exchange and the Citicorp Centre in Manhattan, the International Monetary Fund and the World Bank buildings in Washington, the Prudential building in Newark: all aptly described by the homeland security secretary, Tom Ridge, as 'iconic economic targets'. Make no mistake, al-Qaida is out not only to kill as many Americans as possible, it wants to strike at the heart of the American economy ... <p>\"Al-Qaida, however, has another aim: to sap America's will, to turn a brave beacon of civilisation into a craven society to be controlled like a puppet. Know, though, it cannot do this by conquering. It will win only if we surrender our spirit ... We will heed the terror alerts. We will go about our lives. And we will never surrender.\" </p> <p><b>Arab News</b><br>Editorial, Saudi Arabia, August 3<br>\"Since September 11 Americans have become predisposed to believe that they are going to be the victims of further terror assaults on their own territory ... It would have been a hard man that said on September 11 'welcome to the real world' but these appalling crimes were indeed an initiation of Americans to the agony and fear many other countries have long been forced to endure ... </p> <p>\"Thus America's jitteriness, while understandable, is in part inappropriate. The reality is that nothing that al-Qaida could do would inflict massive harm upon a country as vast and as strong as the US..._ Americans need to confront terrorism with calm determination and not with alarm. To panic is to give the terrorists an easy victory.\" </p> <p><b>Star-Ledger</b><br>Editorial, Newark, August 3<br>\"[Pakistan] has been one of our most important allies against terrorism. It was American and Pakistani cooperation that led to the arrests of al-Qaida operatives in Pakistan, information about plots against financial institutions in New York, Newark and Washington DC and to the current orange alert. The cooperation owes much to Pakistan's president, Pervez Musharraf, who since the attacks of 9/11 has worked with the US, arresting hundreds of al-Qaida and Taliban operatives ... </p> <p>\"We have benefited greatly from a careful policy that balances aid and support to Pakistan with behind-the-scenes diplomacy pushing Gen Musharraf for liberalisation and an end to proliferation ... It has led to a partnership in the war against terrorism that may well be paying off now on the streets of Newark, New York and Washington.\" </p> <p><b>Mohammed AR Galadariin</b><br>Khaleej Times, United Arab Emirates, August 3<br>\"It escapes reasoning why all this havoc is caused and chaos created in the world's financial capital in the name of a security scare, when there is no tangible evidence yet of a real threat to New York ... [Americans] know that the Bush administration had three years to set things right. That was time enough to ensure that Americans no more felt insecure ... </p> <p>\"But, on the other hand, President George Bush and his administration are facing the charge of making political capital out of the security situation ... It is unthinkable that officials should play politics in matters as sensitive as that of national security ... No responsible leadership can do such things.\" </p> <p><b>Scotsman</b><br>Editorial, August 3<br>\"The conspiracy theorists will doubtless be working overtime to prove [the] terrorist-threat alert in the US was just a White House plot to upstage John Kerry and dissipate the impact of the Democratic convention. They could hardly be more wrong. All the evidence suggests that this was a real warning ... </p> <p>\"However, there is a worry that attitudes in Britain are possibly too blase, given the seriousness of the potential threat ... If western and Pakistani intelligence sources keep the noose around al-Qaida's communications links, the main threat will come from some random operation by a low-level al-Qaida cell ... and that could come at any time in any town in Britain.\" </p> <p><b>Sun</b><br>Editorial, August 3<br>\"Cynics say Tony Blair and George Bush exaggerate the threat presented by al-Qaida to justify their actions in Iraq. How misguided that view is - more so now we see for the first time concrete evidence that our homelands are a target ... Only the dedication of our security services, the vigilance of our police and the determination of men like Mr Bush and Mr Blair will free the world from this terrible threat.\" </p> <p><b>Financial Times</b><br>Editorial, August 3<br>\"If the main thing that America has to fear is fear itself, then the rest of the world has to fear the fears of America. The global economic recovery, disturbingly, remains heavily dependent on US businesses and consumers keeping their nerve ... </p> <p>\"So far ... there is little reason to panic that higher security risks by themselves are going to bring this about ... While higher oil prices, which owe a fair amount to geopolitical risks, will inevitably have some impact on economic growth, companies and individuals will have to learn to live with more uncertainty without panicking unduly. So far, they show reassuring signs of doing so. Long may they continue.\"</p>",
  "<b>New York Post</b> <br> Editorial, August 3 <br>\"President George Bush - for better or worse - proposed the creation of a national intelligence tsar to help facilitate the war on terror [on Monday]. For better, because the US hasn't been well served by the present, scattershot approach to the collection of critically important intelligence. For worse, because the 'tsar' approach to difficult public-policy problems hasn't worked all that well over the years ... <p>\"[The] national intelligence director [would] serve as the president's chief intelligence adviser ... at the pleasure of the president, but outside of the White House itself. This would preserve accountability but also give the director a measure of operating independence.\" </p> <p><b>New York Times</b><br>Editorial, August 3<br>\"The 9/11 panel's most important recommendation was to create the post of national intelligence director. Such a director would be confirmed by the Senate and have real power to supervise the 15 disparate intelligence agencies ...</p> <p>\"[Mr Bush's] intelligence director would be in the worst of all worlds: cut out of the president's inner circle and lacking any real power ... The decision bore the unmistakable stamp of the defence secretary, Donald Rumsfeld, who was never going to willingly give up control of appointments or his share of the intelligence budget.\" </p> <p><b>Washington Post</b><br>Editorial, August 3<br>\"The kind of far-reaching overhaul of the nation's intelligence community recommended by the [9/11] commission requires careful deliberation. A rush to reform driven by the election calendar could yield an ill-considered system that would take years to fix. Better to go more slowly and get it right ... But just the opposite seems to be happening ... </p> <p>\"Some will criticise the Bush plan as 'commission lite'; others may see it as a less disruptive compromise. Would the effect be to add layers of bureaucracy without the muscle to force meaningful change, or would the plan supply the missing coordination without threatening civil liberties, as might a more powerful intelligence tsar? These ... questions call for sustained and urgent, but not panicked, debate.\" </p> <p><b>Newsday</b><br>Editorial, New York, August 3<br>\"It's anybody's guess how much Washington's pedal- to-the-metal enthusiasm for reorganising the nation's welter of intelligence agencies is driven by very real security concerns, and how much by the fight for political advantage ...</p> <p>\"A stronger hand at the top [of the intelligence pyramid] may be what's needed to ensure the cooperation and coordination required to stay ahead of terrorists. But with tough questions of budget authority, congressional oversight, organisation and chain of command remaining to be sorted out ... it's more important for Washington to be right than fast.\" </p> <p><b>Los Angeles Times</b><br>Editorial, August 3<br>\"Mr Bush is calculating that he can't afford to be seen as lackadaisical about the fight against terrorism. The result is that he's sending Congress an amorphous proposal ... Mr Bush has essentially punted the tough questions, leaving it to Congress to decide how to create a national intelligence director and counterterrorism centre. It's easy enough to draw up these positions on paper. But how would the director wield authority over the Pentagon? ...</p> <p>\"Congress is filled with fancy bills for reforming intelligence. But it shouldn't rush to create an election-year proposal that dodges hard questions surrounding intelligence fixes. [Mr Bush] gets credit for action, but nothing real is likely to happen before November 2.\"</p>"
]