[
  "<b>New York Times</b> Editorial, October 7 <p>\"Sanctions worked. Weapons inspectors worked. That is the bottom line of the long-awaited report on weapons of mass destruction in Iraq ... But the [Iraq Survey Group's] report ... goes further. It says that Iraq had no factories to produce illicit weapons and that its ability to resume production was growing more feeble every year ... The report shows that the international sanctions that President George Bush dismissed ... before the war - and still does - were astonishingly effective ...</p> <p>\"The authoritative findings of his Iraq Survey Group (ISG) have now left the administration's rationale for war more tattered than ever ... Nothing in the [report] provides Mr Bush with the justification he wanted for a preventive war because the weapons programmes did not exist.\" </p> <p><b>Washington Post</b> Editorial, October 7 </p> <p>\"The new report from the ISG has confirmed beyond any reasonable doubt what most people have assumed for the past year: at the time of the 2003 US invasion, Iraq did not possess weapons of mass destruction, and most of its programmes to produce them were dormant ... </p> <p>\"Yet in reality no president could have known what is known now. As long as Saddam Hussein remained in power and refused to cooperate fully with the UN, there could have been no certainty about his weapons ... The larger question is how, or even whether, decisions about preemptive war can be made in the absence of unambiguous intelligence. This is not hypothetical: whoever wins November's election may face a similar dilemma.\" </p> <p><b>Independent</b> Editorial, October 7 </p> <p>\"After the war officially ended, Mr Bush and his chief ally, Tony Blair, kept telling us to wait patiently for the ISG to report. In that time, they have changed their story many times over ... The ISG report tells us in no uncertain terms that the invasion of Iraq was grounded in little more substantial than figments of a fevered, post-September 11, imagination ... </p> <p>\"Spanish voters have already given their verdict on the judgment of their former prime minister. Australians have their chance this weekend. Americans should use their vote in less than four weeks' time to express their disgust ... We British will probably have to wait at least until next year.\" </p> <p><b>Daily Mail</b> Editorial, October 7 </p> <p>\"While the [ISG] confirms it has found no weapons of mass destruction, Jack Straw, the foreign secretary, ludicrously pretends the threat from Saddam, in terms of his intentions, was 'starker than we had seen before'. But Britain wasn't dragged into this conflict because a vile dictator had malign 'intentions'. We were assured again and again that Saddam not only possessed these weapons, but could deploy them within 45 minutes. Now, once again, those assurances are exposed as rubbish. </p> <p>\"The implications are deeply disturbing ... What happens if ... our intelligence services discover plans for an attack on these shores? Could this prime minister convince the public of the need for an armed response? ... The answer is that - like the boy who cried 'wolf' - Mr Blair won't be believed, whatever the danger.\" </p> <p><b>Daily Telegraph</b> Editorial, October 7 </p> <p>\"Nobody will have been surprised by the conclusion of the ISG ... [But] if its report is embarrassing for the British and US governments, for those of Russia, France and China, it is damning. Saddam used cash stolen from the UN's flawed oil-for-food programme to induce these permanent members of the security council to thwart their Anglo-American allies. The motives of those states that went to war emerge as far less tainted than those that opposed it. If the British and Americans were duped by Saddam, the Russians and French had their palms greased by him.\"</p>",
  "Guardian Unlimited's US Election Briefing provides you with an at-a-glance daily update on the presidential race, plus exclusive comment and analysis, a round-up of the US media and blogs, archive articles from past elections and a host of crucial links and information. It is delivered to your inbox each weekday at 12.15pm UK time, completely free of charge. <p>Subscribers will be entered in a free prize draw to win copies of the Guardian Stylebook.</p> <p> <b>Below is a sample US Election Briefing.</b></p> <p><b>Simon Jeffery</b></p> <p> <b>AT A GLANCE</b></p> <p>A day after the vice-presidential debate, a consensus still has yet to emerge as to who won. John Edwards said the US needed \"a fresh start\" and Dick Cheney said John Kerry had taken the \"wrong side\" over defence issues in the last three decades. Both camps said their man had won and the Guardian's Oliver Burkeman, seeking out the truth behind the spin, said this probably meant it had been a draw. Last week the Republicans tried to portray the first presidential debate as a draw, which was their way of saying George Bush had lost.</p> <p>The two vice-presidential candidates clashed over Iraq - Mr Cheney accused Mr Edwards of demeaning the deaths of Iraqi security forces when he said the US had carried 90% of casualties among the US-led forces, and Mr Kerry accused the Bush administration of mismanaging the war in Iraq and letting Osama bin Laden escape.</p> <p>*** Today's publication of the Iraq Survey Group's report on Iraq cannot fail to have an impact on the presidential vote. It confirms that Iraq did not have weapons of mass destruction when US-led forces invaded but says Saddam Hussein intended to rebuild his arsenal.</p> <p>*** Mr Bush tried to hit back over the Iraq war and national security at a campaign rally yesterday. He said he would not wait for the next attack and favoured \"taking the fight to the enemy\".</p> <p><b>WHO IS WHERE?</b></p> <p>Mr Bush is in Wilkes-Barre, Pennsylvania, and Farmington Hills, Michigan. Mr Kerry is taking a break from campaigning to prepare in Colorado for Friday's presidential debate.</p> <p><b>QUOTE OF THE DAY</b></p> <p>\"I have not suggested there's a connection between Iraq and 9/11.\" The excitement of the vice-presidential debate appears to have made Mr Cheney forget that last year he described the Iraq war as \"a blow against the terrorists who have had us under assault now for many years, but most especially on 9/11\".</p> <p><b>LATEST POLLS</b></p> <p>Mr Cheney fared best in an ABC poll of 509 Republican-leaning debate watchers, who put him ahead of Mr Edwards 43% to 35% with a 4.5% margin of error. The Democrat came out on top in a CBS poll of 178 undecided voters by 41% to 28% with a 7% margin of error. </p> <p><b>ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1320804,00.html\">Joseph Stiglitz - If I were Bush, the last thing I would want to talk about is the economy</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1320767,00.html\">Gary Younge calls in on Derry, New Hampshire, as he drives from John Kerry's Boston to George Bush's Texas</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/usa/story/0,12271,1320764,00.html\">Jonathan Raban - Pastor Bush and the new Puritans</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1320825,00.html\">Oliver Burkeman reports on the vice-presidential debate clashes over Iraq</a></p> <p><b>BLOG WATCH</b></p> <p>Simon Jeffery finds Bush supporters aghast at the \"Kerry doctrine\" while their opponents take a good look at the polls.</p> <p>* <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/10/still_blogging_it_out.html\">Read our US elections newsblog</a></p> <p><b>SITE OF THE DAY</b></p> <p>Watchblog is three blogs in one. A Democrat, a Republican and a third party candidate post side-by-side daily so you can follow the campaign from all angles.</p> <p>* <a href=\"http://www.watchblog.com/\">watchblog.com</a></p> <p><b>FROM THE US PAPERS</b></p> <p>The <b>Cincinnati Enquirer</b> discovers that Republican Bob Dole and Democrat George McGovern, who ran against Richard Nixon, believe they have never seen as much bitterness in a political campaign as in the current one. The <b>Miami Herald</b> reports that civil rights groups are calling on the Florida secretary of state to reverse a ruling that could leave hundreds of would-be voters ineligible, and the <b>Philadelphia Inquirer</b> focuses on the barbs delivered at the vice-presidential debate: \"They threw everything at each other except the kitchen sink. Then they threw the kitchen sink,\" it tells its readers.</p> <p>* <a href=\"http://www.enquirer.com/editions/2004/10/06/loc_loc1adole.html\">Cincinnati Enquirer: Old warriors disagree</a><br>* <a href=\"http://www.miami.com/mld/miamiherald/9845305.htm\">Miami Herald: Rules for vote registration spark dispute</a><br>* <a href=\"http://www.philly.com/mld/inquirer/9846789.htm\">Philadelphia Inquirer: Sharp words in a drawl and a monotone</a></p> <p><b>FROM THE ARCHIVE</b></p> <p>On this day in 2000 Joe Lieberman and Dick Cheney met in the first vice-presidential debate of the campaign. This is how the Guardian reported the events.</p> <p>* <a href=\"http://www.theguardian.com/fromthearchive/story/0,12269,1320934,00.html\">Read the story</a></p> <p><b>STATE OF THE DAY</b></p> <p>Pennsylvania, on Mr Bush's schedule today, has 21 electoral college votes. It went to Gore in 2000, but only just. An August 26 Gallup poll had Bush and Kerry neck and neck on 47%, with Nader at 2%, and 4% undecided.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,,1321087,00.html\">Read the story</a></p> <p><b>ELECTION TRIVIA OF THE DAY</b></p> <p>The first year in which the Democrats and Republicans both fielded presidential candidates was 1856. Democrat James Buchanan defeated Republican John C Fremont.</p>",
  "By the marathon standards of US presidential election campaigns, the November 2 vote is practically imminent. The Iraq Survey Group's report, though important, has become just another strand in the tapestry of debates, who-said-whats and weighty opinions on who deserves four years in the White House. <p>It is left to the big-city, more liberal-leaning US papers to take a long, hard look at the report beyond the expected finding that Iraq was not in possession of weapons of mass destruction on the eve the invasion.</p> <p>Even so, the <b>New York Times</b> can find only <a href=\"http://www.nytimes.com/2004/10/07/opinion/07thu1.html\">one conclusion</a> in its 1,000-plus pages: \"Sanctions worked. Weapons inspectors worked. That is the bottom line.\" </p> <p>Its coverage details Saddam Hussein's attempt to bribe outsiders who could exert pressure to get sanctions lifted, and how he misled his own military planners over the existence of chemical weapons. But the leader column cannot get away from that bottom line.</p> <p>\"Any objective observer should by now have digested the idea that Iraq posed no imminent threat to anyone, let alone the United States. It was disturbing to hear President Bush and Vice President Dick Cheney continue to try to justify the invasion this week on the grounds that after September 11 2001 Iraq was clearly the most likely place for terrorists to get illicit weapons. </p> <p>\"Even if Mr Hussein had wanted to arm groups he could not control - a very dubious notion - he had nothing to give them.\"</p> <p>The <a href=\"http://www.chicagotribune.com\">Chicago Tribune</a> considers with wisdom of invading Iraq in the light of the new information.</p> <p>\"It's fair for those who oppose Bush's decision to ask whether he was wrong to take his country to war based on the prewar [intelligence],\" it says.</p> <p>\"It is also fair to ask why [the] would-be president thinks that waiting for multilateral enforcement actions - especially from an entity as tarnished as the United Nations - is anything more than a sucker's bet.\"</p> <p>Joan Vennochi, a <b>Boston Globe</b> columnist, would like to see Mr Kerry <a href=\"http://www.boston.com/news/globe/editorial_opinion/oped/articles/2004/10/07/the_unsung_truth_about_the_war\">attack George Bush harder</a> on the decision to invade a feared dictator who, it turns out, had no weapons of mass destruction. \"It all adds up to no reason for the United States to invade Iraq. That means the invasion was a mistake for which Americans are now dying,\" she writes.</p> <p>But she scolds the Democrats for not stating the obvious. \"The Democratic challenger wants voters to accept his conclusion that 'the president made a mistake in invading Iraq,' as Kerry said during the debate, but not the next conclusion - that Americans are dying for a mistake. Kerry is tacking to the right of Bush, arguing that he will fight a tougher, smarter war, not that he will get America out of a wrong war.\"</p> <p>The <b>Washington Post</b>'s leader wants the candidates to debate the <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A13433-2004Oct6.html\">implications of the ISG report</a> for the future. \"The larger question is how, or even whether, decisions about pre-emptive war can be made in the absence of unambiguous intelligence. This is not hypothetical: whoever wins November's election may face a similar dilemma.</p> <p>\"The case of Iraq has shown that it is possible that the intelligence on which a war decision may be based may later prove to be mostly wrong. Does that mean the president cannot act in such cases? That's a question Mr Bush and Mr Kerry would do well to discuss.\"</p> <p>The <b>Houston Chronicle</b>, however, returns to the <a href=\"http://www.chron.com/cs/CDA/ssistory.mpl/editorial/2834757\">facts about prewar Iraq</a>. \"According to Duelfer and his report, Saddam ... intended to resume banned weapons programs whenever United Nations trade sanctions were lifted. But intentions are not facts. Desires, even a tyrant's, are not weapons.\"</p>",
  "<b>·</b> I just don't get the Tories. An iron rule of British politics is never to repeat Labour's \"suicide note\" election campaign of 1983. Its high point was the pledge to renegotiate Britain's treaty with its European partners. Opinion polls in the early 1980s showed more hostility to Brussels than they do today. But voters knew that isolating Britain from Europe makes no sense. Instead they overwhelmingly endorsed Mrs Thatcher, even though she and her cabinet were united on taking Britain deeper and deeper into Europe via the Single European Act. So why does Michael Howard want to be a Tory Benn and lead the UK to the exit door of Europe? All private Labour discussion has insisted on the non-salience of Europe as a doorstep issue. I think that is right. So why has Michael Howard made anti-EU stridency such a top Tory issue? <p><b>·</b> I know Paul Sykes. He made his first fortune in the Meadowhall shopping centre 10 minutes from my house in Rotherham. We have debated Europe over the years in Yorkshire. He is strongly anti-Europe which is his perfect right. He also has millions to spend on politics as play and flits between anti-EU Tories and other outfits that are more stridently Europhobe. William Hague thought he had his support but then Paul gave the UK Independence party shedloads. Before that it was the people linked to the late Jimmy Goldsmith. In 1983, he would have given money to Labour because of the party's anti-European manifesto. But the vast bulk of Yorkshire businesses know that the Tory-Ukip line Mr Sykes supports would mean the UK would instantly be in breach of all its solemn treaty obligations, which would mean either massive fines or quitting the EU.</p> <p><b>·</b> If we follow Michael Howard and repudiate our treaty obligations, business would be the first to suffer. Our competitors in Europe would be laughing all the way to the bank. From protectionist airlines that would like to shut down Easyjet, Ryanair and Jet2.com flights to all the energy and financial service companies that would shelter behind EU rules to the detriment of UK business, who would have to go cap-in-hand to Brussels to ask permission to trade in Europe. No more common agricultural policy payments for farmers. No more E111 forms for medical treatment on holiday. An end to the 28 days' paid holiday for British workers. No more pressure to clean up beaches and rivers. No voice at the World Trade Organisation to protect UK steel companies against illegal US protectionism. Those are just some of the consequences of following the John Redwood and Paul Sykes line. Is this really what today's Conservatives believe in? Ukip are to the Tories what Militant was to Labour. Tory Bennism just does not make sense.</p> <p><b>·</b> At the Labour conference in Brighton, I enjoyed a wonderful fringe debate with Mr Redwood on Europe. I know he is Vulcan and single-handedly destroyed the Major government. But in the flesh he is an easy, at times almost shy intellectual whose writing output is phenomenal. So I cannot help liking this Fellow of All Souls, Oxford, replete with company directorships, who is obsessed with Europe. He is so extravagant, excited and extreme in his dislike of the EU that I find myself almost carried away by his rhetoric. He denounces the common foreign policy with vim and venom and portrays Britain losing control over its foreign policy to the machinations of Brussels. Alas, I am one of those sad people who has read the treaty many times and gently point out that he has omitted to read the most important clause which stipulates that any common foreign policy position has to be adopted \"unanimously.\" In other words, Malta or Luxembourg or Latvia can veto any policy that Britain and 23 other EU member states wish to adopt. Such, such are the prosaic joys of the new treaty but Mr Redwood needs to live in his fantasy world in which Britain is about to be submerged by Europe. </p> <p><b>·</b> Our conference ends on a high with the byelection victory in Hartlepool. Twenty years ago, Roy Jenkins and David Marquand vacated safe Labour seats to go and work in Brussels. Both were lost to the Conservatives. Today, Michael Howard's party comes fourth. The Guardian urges Hartlepool voters to support the Lib Dems but there is an ever growing gap between the London intelligentsia and the real Britain. To be sure, after seven years of government, the luvvies' affair with Labour is over. But there is a respect that this is a serious government trying to do serious things. The Tories are now so far to the right they make George Bush's Republicans and Silvio Berlusconi's Forza Italia look centrist, almost liberal. </p> <p><b>·</b> What baffles me as the political season re-opens is the drift of the Lib Dems to the right. Their Orange Book is quasi-Thatcherite with its insistence on privatising the NHS, or shutting down the big-ticket UK ship industry by suggesting our aircraft carriers should be built in America. Clock towers sometimes have four faces but the Lib Dems? There is also a new ugly \"Get tough with Europe\" tone pitched for the Rothermere press readership. Hmm, I wonder. There was a lot of tactical voting in 1997 and 2001 in favour of Lib Dems in places like Sheffield Hallam, Richmond and Kingston in order to keep the Tories out. But if the Lib Dems keep going in for blue rinses why will voters not vote for the real thing? </p> <p><b>·</b> I read the anti-European rants from Tory-Ukip politicians en route to the Netherlands. (By the way, Richard Corbett MEP has produced a magnificent expose of Ukip's racist, anti-semitic, homophobic and extreme-right roots. Get it from <a href=\"http://www.britainineurope.org.uk/\">Britain in Europe</a>.) At a conference in Amsterdam of European ministers from the 25 member states as well as Bulgaria, Romania, Croatia and Turkey, it becomes clear that the new Europeans look to Britain for leadership and support in shaping a Europe that allows them to escape from their old European nightmares and build a 21st century Europe that allows history to be a blessing rather than a curse on these great nations and their peoples. They are all in favour of the new treaty which enshrines new powers for national parliaments and new authority for the nation states of Europe. As in the past, Britain will have to decide to be a partner and ally of the Poles, Czechs, Hungarians and so on or to retreat into self-indulgent isolationism. I hope we do not led down our new friends in Europe. </p> <p><b>·</b> Hooray. The commission has said yes to Turkey's bid for EU membership negotiations. Tough years of talks lie ahead. But if we get it right - a European Turkey of Muslim faith living by the secular democratic values of Europe - we can change an entire region. How I wish Tories like Boris Johnson who like me supports Turkey's European aspirations could be part of a common British campaign to help them. But while so many countries want to join the EU, Boris's Spectator promotes the Tory-Ukip line that Britain would be better off detached from Europe. Bizarre, quite bizarre.</p> <p> <b>·</b> In France, a great debate has broken out over the new constitutional treaty. The French are clear: it is a treaty. It does not begin \"We, the people ...\" but rather \"The King of the Belgians, the President of the Czech Republic..\" and so on. Like the WTO or Nato, the Law on the Sea or any one of dozens of treaties by which Britain pools some of its sovereignty and agrees to live under common rules and systems of arbitration, the EU constitutional treaty is no more, and no less, than a treaty. I tell John that we have added a special clause just for him allowing any member state to withdraw if they like. But on and on he goes about loss of democracy and unelected Brussels Eurocrats. Last time I checked I did not elect the governor of the Bank of England, the heads of the regulatory authorities, or the director of the WTO, all of whom impact on my daily life. </p> <p><b>·</b> It is a debate that will go on and on. But all honour to Mr Redwood for coming to Brighton. Most anti-Europeans are sturdy British patriots who love their country. But patriotism is not enough - British interests need to be defended. And saying no to Europe - the politics of isolationism throughout the ages - is a denial of the true, deep, enduring patriotic case for Britain being leader in shaping the Europe of the 21st century. </p> <p><b>·</b> Denis MacShane is minister for Europe and Labour</p>",
  "The Guardian thinks I'm a Republican and a conservative. I shouldn't let on that this belief is based on somewhat shaky ground, because this column is a sweet gig, and - well - why rock the boat? <p>But in truth, I'm neither - or at least, whatever I am sheds some light on how useful (or not) such labels are. The reasons I don't fit in very well on either the left or right sides of US politics shed some light on that divide, too.</p> <p>I'm certainly not a Republican, although I will very probably - actually, almost certainly - vote for George Bush this time. But I have been a card-carrying member of only two parties, the Democrats and, when I grew disenchanted with them, the Libertarians. </p> <p>I broke with the Democrats because, under President Clinton, they seemed to have abandoned their traditional support for civil liberties: Clinton's 1996 <a href=\"http://archive.aclu.org/news/n100296a.html\">Anti-Terrorism and Effective Death Penalty Act</a> was, in many ways, a more sweeping assertion of government power than Bush's Patriot Act, which was really just about plugging some holes in the Clinton legislation.</p> <p>As for conservative - well, I don't know what that word means any more. I certainly don't fit in with the religious right. I support gay marriage, drug legalisation and abortion rights. I am in favour of stem-cell research, and against prayer in school.</p> <p>Nevertheless, some people call me a conservative because I support President Bush's war on terror, which is really (although Bush is too diplomatic to say so) a war on fundamentalist Islamist terror. I also oppose gun control (you can read a rather lengthy discussion of my views on the right to arms under the American constitution <a href=\"http://www.guncite.com/journals/reycrit.html\">here,</a> and a much shorter treatment <a href=\"http://www.legalaffairs.org/issues/May-June-2002/scene_reynolds_mayjun2002.html\">here</a>). </p> <p>Does that make me a conservative? To paraphrase Clinton, it depends on what the meaning of conservative is. As I posted on my <a href=\"http://instapundit.com/archives/018220.php\">weblog</a> recently: \"I'd be delighted to live in a country where happily married gay couples had closets full of assault weapons.\" </p> <p>Is that a conservative belief? Perhaps, if the notion is the traditional strain of American belief that government should mind its own business, and that what goes on in our bedrooms, or our closets, is none of its business.</p> <p>Meanwhile, religiosity - something often associated, especially by Europeans, with American conservatism - is also a staple of the US left. Just look at that icon of US liberalism, Hillary Clinton. The north-eastern style leftism associated with her is sometimes frankly, sometimes implicitly, religious. As Michael Kelly noted in a profile of her, reprinted in his book <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg/detail/-/1594200122/qid%3D1081476930/sr%3D1-1\">Things Worth Fighting For</a>:</p> <p>\"The politics of Hillary Rodham Clinton are indeed largely liberal (although, the post election evidence indicates, no more so than those of her husband), but they are of a liberalism derived from religiosity. They combine a generally 'progressive' social agenda with a strong dose of moralism ...</p> <p>\"They are, rather than primarily the politics of left or right, the politics of do-goodism, flowing directly from a powerful and continual stream that runs through American history, from Harriet Beecher Stowe to Jane Addams to Carry Nation to Dorothy Day, from the social gospel of the late 19th century to the temperance-minded Methodism of the early 20th century to the liberation theology of the 1960s and 1970s, to the pacifistic and multi-culturally correct religious left of today ... </p> <p>\"It is concerned not just with how government should behave, but with how people should. It is the message of the preacher, a role Hillary Rodham Clinton has filled many times delivering guest sermons from the pulpits of United Methodist churches.\"</p> <p>And, actually, the roots of this do-goodism are ultimately in New England Puritanism, which had many characteristics associated with today's left. Among them were a hostility to wealth - illustrated by sumptuary laws - a belief that the welfare of the community trumped the rights of individuals (Hillary combined both these aspects in her famous recent <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?file=/news/archive/2004/06/28/politics2039EDT0165.DTL&amp;type=printable\">statement</a>: \"We're going to take things away from you on behalf of the common good\"). Puritans favoured dense settlement in towns over spread-out farmers - they were, in a sense, the first opponents of \"sprawl\".</p> <p>Even the most stereotypical aspect of the Puritans is not as out of place as you might think. Puritans were, of course, notoriously hostile to sex, but the modern left has threads of those sentiments, too - witness the anti-sex screeds of Catharine MacKinnon or Andrea Dworkin. In fact, Puritans, who were actually quite enthusiastic about marital sex, may actually have been less Puritanical in this regard than some modern feminists.</p> <p>Not all leftwingers in the US are as frankly religious as Hillary Clinton, and many don't even realise that the ideas that they champion have deep religious roots. But even for these people, being leftwing has itself become a sort of religion, with those who disagree viewed as sinister, almost demonic forces, rather than simply as individuals holding different views. </p> <p>The language of righteousness and sin, if not that of redemption and grace, remains a hallmark of the purportedly secular left, though I find it no more attractive than the language of the religious right.</p> <p>I don't fit into the religious right or the religious left. But, in America, you don't get to choose a major political party that does not have some sort of religious strain to it. </p> <p>And it strikes me that one reason why politics in the US have become so much more <a href=\"http://instapundit.com/archives/018250.php\">bitter</a> over the past couple of decades is that two rather different threads of religiosity have come to dominate the two major parties in distinct fashion, where each party had previously incorporated major components of both. This has turned political battles into quasi-religious ones.</p> <p>Not being a devotee of either strain of American politico-religious faith, I find this rather tiresome, and more than a bit disturbing - but I think it's likely to represent the state of things for the foreseeable future.</p> <p><b>·</b> Glenn Reynolds, a law professor at the University of Tennessee, runs the <a href=\"http://www.instapundit.com\">instapundit.com</a> US political blog</p> <p>Comment on this article <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/10/loose_definitions.html\">here</a>.</p>",
  "Saddam Hussein destroyed his last weapons of mass destruction more than a decade ago and his capacity to build new ones had been dwindling for years by the time of the Iraq invasion, according to a comprehensive US report released yesterday. <p>The report, the culmination of an intensive 15-month search by 1,200 inspectors from the CIA's Iraq Survey Group (ISG), concluded that Saddam had ambitions to restart at least chemical and nuclear programmes once sanctions were lifted. </p> <p>However, concrete plans do not appear to have been laid down, let alone set in motion. Nor did Saddam issue direct verbal orders to develop weapons of mass destruction (WMD). The main evidence of his intentions are his own cryptic remarks, and the meaning his aides inferred from them. </p> <p>The ISG conclusions, delivered to Congress yesterday, are badly timed for George Bush's re-election bid, as they starkly contradict his pre-war claims as well as statements he has made on the campaign trail. </p> <p>Even in recent days the president has insisted that, although Iraq had no WMD at the time of the war, it was a \"gathering threat\" which had to be confronted. Instead the ISG found Saddam represented a diminishing threat. </p> <p>However, Charles Duelfer, the head of the ISG and the report's chief author, said that by late 2001, when the international embargo on Iraq was tightened, it was clear sanctions would not have contained Saddam for much longer. </p> <p>Mr Duelfer told a Senate committee yesterday the Saddam regime \"had made progress in eroding sanctions, and had it not been for September 11, things would have taken a very different turn for the regime\". He pointed out the report was comprehensive but \"not final\" as a team of 900 linguists were still sifting through a mountain of documents. </p> <p>But Mr Duelfer, a former UN weapons inspector, added: \"I still do not expect that militarily significant WMD stocks are hidden in Iraq.\" </p> <p>Tony Blair said that the report showed Saddam was seeking to develop weapons of mass destruction and had retained key scientists to do so. </p> <p>Mr Blair said in Ethiopia that the report showed that \"the situation is far more complicated than many thought. Just as I have had to accept that the evidence now shows that there were not stockpiles of actual weapons ready to deploy, I hope others will have the honesty to accept that the report also shows that sanctions were not working. On the contrary Saddam was doing his best to get round those sanctions\". </p> <p>Iraq had pesticide plants and other chemical facilities which could have been converted to the production of chemical weapons, the ISG found, but there was no clear evidence of such plans. </p> <p>Meanwhile, Saddam appears to have lost interest altogether in biological weapons. \"ISG found no direct evidence that Iraq, after 1996, had plans for a new BW [biological warfare] programme or was conducting BW-specific work for military purposes,\" the report concluded, adding that \"there appears to be a complete absence of discussion or even interest in BW at the presidential level\". </p> <p>Iraq would therefore \"have faced great difficulty in re-establishing an effective BW agent production capability\". </p> <p>As far as making a nuclear bomb was concerned, Mr Duelfer said Saddam \"was further away in 2003 than he was in 1991. So the nuclear programme was decaying steadily\". </p> <p>Mr Duelfer's team did find evidence that Saddam wanted to restart his weapons programmes if the United Nations embargo on his country was lifted. However, none of that evidence was on paper. The primary source was the imprisoned dictator himself. </p> <p>According to Mr Duelfer, Saddam saw WMD primarily as a counterbalance to Iran's programmes. The ousted dictator reportedly told his interrogators \"he would do whatever it took to offset the Iranian threat, making it clear he was referring to Iran's nuclear capability\", Mr Duelfer said. </p> <p>He suggested that only the ousted leader knew what his weapons plans were and that even close aides were uncertain whether Iraq had WMD or not. </p> <p>The Duelfer report found that there had been no \"identifiable group of WMD policy makers or planners separate from Saddam. </p> <p>\"Instead, his lieutenants understood WMD revival was his goal from their long association with Saddam and his infrequent but firm, verbal comments and directions to them.\" </p> <p>In the 12 years between the first and second Gulf wars, however, an American official who helped compile the report said, it was clear that UN sanctions had been effective in persuading Saddam to disarm. </p> <p>Mr Duelfer said Saddam's \"prime objective was the termination of UN sanctions on Iraq. And he weighed all policy actions and steps for their impact on this overarching objective\". </p> <p>Saddam apparently believed WMD had stopped the US marching on Baghdad in 1991 and had prevented defeat by Iran. </p> <p>A separate CIA report, leaked to the US press this week, severely weakened the Bush claim of a link between Baghdad and al-Qaida. It found no clear evidence of Iraq harbouring Abu Musab al-Zarqawi, a Jordanian terrorist believed to be behind many of the attacks and now holding the British hostage, Kenneth Bigley. </p> <p>In all, 1,625 US and UN inspectors were working in Iraq for two years - from November 2002 to September 2004 - at a cost of over $1bn. They searched nearly 1,700 sites.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Turkey and the EU, Sven's World Cup masterplan and a lurcher in love</p> <p> <b>NO WMD IN IRAQ</b></p> <p>\"America's chief weapons inspector in Iraq concluded yesterday that Saddam Hussein had no stockpiles of weapons of mass destruction, had no means to produce them, and posed a diminishing threat at the time of last year's invasion.\" That is the Telegraph's summary of the CIA-led Iraq Survey Group's report, which it evenly describes as \"a comprehensive demolition of the main reason stated by America and Britain for going to war\". As you'd expect, the belief of the Telegraph and the Guardian that a simple statement of the report's findings is the most eloquent comment of all is not necessarily shared by the other papers. </p> <p>The Express is most strident, using photos on its front page of the coffins of two servicemen being brought back to the UK, under the headline \"They died for a lie\". The Independent devotes its front page to a leader column which begins \"Now we finally know what we long suspected\", which to the Wrap seems a long way of saying we told you so. </p> <p>Even the FT takes quite a strong line. Its leader starkly points out that Colin Powell's address to the UN security council on the eve of the war \"contained not one assertion that has been substantiated\". It accuses the Bush administration of \"misleading the American electorate\", and \"creating dozens of mini-Saddams and would-be bin Ladens\" with the chaos in Iraq.</p> <p>Naturally, there's another way of looking at it. In contrast to the brutal clarity of its news report, the Telegraph's leader is finely nuanced, and concludes that \"the justification offered for the war by Mr Blair may have been the wrong one, but it was still a just war\". The column pays particular attention to the other key finding of the Iraq Survey Group, that Saddam Hussein routinely attempted to use bribery to undermine the resolve of the international community. The ISG fingers France and Russia as particular targets of this approach. \"If the report is embarrassing for the British and US governments, for those of Russia, France and China it is damning.\"</p> <p>The Times picks up this angle with its front page, and a wry headline slightly at odds with the seriousness of the subject matter: \"Saddam had only weapons of mass corruption\". It names some of the people reportedly quoted as targets of Saddam's bribery strategy, which misused the UN oil-for-food programme to buy off international opinion: Vladimir Zhirinovksy, a Russian opposition politician, Charles Pasqua, a former French interior minister, and the Britain's own George Galloway MP. Only at the end of the piece does the Times clarify that these are merely the names of people that Iraq intended to bribe. There is no evidence that they were approached or that they accepted. The Guardian, though, says that the Iraqi ambassador to Paris at one point handed US$1m to the then-French defence minister, and mildly comments that the revelation will \"exacerbate relations between the US and France\".</p> <p>Attempting to take it all in, the Times leader writer is perplexed. \"If there is a mystery that is greater than the failure to locate WMD stockpiles, it is why Saddam chose to behave in a manner that attracted so much suspicion to him\". If he had nothing to hide, why did he got to so much trouble to hide it? The Times concludes that Saddam simply intended to resume his programme once he could get round sanctions, which, as the corruption angle implies, he was confident he could. The Guardian offers a simpler explanation, quoting the ISG report: \"[Saddam] explained that he purposefully gave an ambiguous impression about possession as a deterrent to Iran\".</p> <p>So what does Tony Blair make of it? \"Just as I accept that the evidence now is that there were no stockpiles of actual weapons ready to be deployed,\" he tells the Independent, \"others can be honest and accept that the report also shows that sanctions were not working\".</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1321479,00.html\">French and Russians take cash</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/07/wmd07.xml&amp;sSheet=/portal/2004/10/07/ixportaltop.html\">Telegraph: WMD: the final verdict</a><br>* <a href=\"http://news.ft.com/cms/s/0543ffd2-1801-11d9-9ac5-00000e2511c8.html\">FT: Iraq reality enters US election debate</a><br>* <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/07/dl0701.xml&amp;sSheet=/portal/2004/10/07/ixportal.html\">Telegraph: Weapons of mass corruption</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,7374-1298581,00.html\">Times: Weapons of mass corruption</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,542-1297897,00.html\">Times: In the market</a></p> <p><b>TURKEY AND THE EU</b></p> <p>Pictured on the front page of the FT, the Turkish prime minister, Recep Tayyip Erdogan, looks relatively unmoved by the news that the European Commission has recommended that membership talks should begin for his country to join the EU. The Guardian dwells on how long this process has taken - President Kennedy was still alive when the principle of Turkish membership was first accepted - and says there was \"quiet satisfaction though no jubilation in Ankara\". It notes that it will still be 10 or more years before Turkey can hope to join, and highlights the Commission's insistence that \"backsliding on human rights would mean a suspension of talks\". The FT expresses quiet disapproval in its leader at the suggestion that Turkey should be excluded from the free movement of labour which is one of the foundations of the EU, to prevent mass migration to richer parts of Europe.</p> <p>The Telegraph raises spectres from the past to address disquiet among some European nations at the prospect of Turkish membership. \"Having turned back the Turks at the gates of Vienna in 1683, they ask, why should we be inviting them back into Europe? Will Europe not become awash with poor farmers, or open itself to more terrorism?\" But it raises these spectres to dismiss them, and argues that Turkey should be welcomed. It says such a move would be an example of \"soft power\" in action to undermine \"the political base of Islamist terrorists\". </p> <p>* <a href=\"http://www.theguardian.com/turkey/story/0,12700,1321300,00.html\">Turkey meets the tests</a><br>* <a href=\"http://news.ft.com/cms/s/7e99766e-1801-11d9-9ac5-00000e2511c8.html\">FT: Yes to Turkey</a><br>* <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/07/dl0702.xml&amp;sSheet=/opinion/2004/10/07/ixoplead.html\">Telegraph: Turkey - come on in</a> </p> <p><b>DOWN ON THE FARM</b></p> <p>Sorry, but it's all momentous geopolitical news this morning. Unless you read the tabloids, where it's about David Beckham's former secretary, who has been (in the Sun's terms) \"pleasuring\" a pig for a television programme called The Farm. Rebecca Loos was asked to collect the boar's issues for inseminating sows as part of the \"reality television\" show. The Sun denounces the stunt as \"b*stiality on the box\". Once again, we really don't make this stuff up: we simply wouldn't be able.</p> <p>But back to the world stage, where the FT reports that \"the biggest dispute in the history of the World Trade Organisation\" was launched yesterday when the EU and US filed claims against one another over subsidies to aircraft manufacturers. The US says Europe gives Airbus illegal \"launch aid\" allowing it to overtake Boeing in aircraft production. Europe counters that Boeing gets \"research and development assistance\" from the US government. The FT leader says \"the toys have truly been thrown out of the pram\".</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004462161,00.html\">Sun: Pig sick</a><br>* <a href=\"http://news.ft.com/cms/s/dd0d7eac-1801-11d9-9ac5-00000e2511c8.html\">FT: US and EU launch trade battle</a><br> * <a href=\"http://news.ft.com/cms/s/e557edae-1801-11d9-9ac5-00000e2511c8.html\">FT: Airing differences</a></p> <p> <b>DIAMOND GEEZERS</b></p> <p>The Mail finds an intriguing answer to speculation about who will play up front for the England football team in their international against Wales on Saturday. Worries about Michael Owen's fitness had led many to suppose that Jermain Defoe and Wayne Rooney would form the striking partnership, but Owen now seems likely to be ready. The Mail says Sven Goran Eriksson may spare himself the agony of choosing by playing all three men as part of an \"audacious\" diamond formation.</p> <p>* <a href=\"http://www.dailymail.co.uk/pages/live/articles/sport/football.html?in_article_id=320774&amp;in_page_id=1779&amp;in_a_source=&amp;ct=5\">Mail: Sven's World Cup masterplan</a></p> <p><b>LURCHER IN LOVE</b></p> <p>War, trade disputes, manual relief of farmyard animals. Is there no light relief? Well, yes. Wrap readers will be heartened to learn that Red the lurcher, who earlier this week thrilled the press with his antics in breaking out of his cage at Battersea dogs' home for late night parties with canine accomplices, has found love. The Mirror's hard-bitten Clare Goldwin tells us \"it almost brought a tear to my eye as Red and Holly shared a doggie chew\". A doggie chew, the Wrap understands, is a type of biscuit, not an act of love. Red and Holly, a greyhound, are apparently inseparable, and there romantic Wrap readers should leave it. For the rest of you, there's a cruel twist in the tail. \"Unfortunately for Holly, their love life is never going to be satisfying. She doesn't know it yet, but Red has been neutered.\"</p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/liveonline\">Discuss the US election with Guardian columnist and former Washington correspondent Jonathan Freedland live online at midday</a></p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com\">From the Tory party conference, policy chief David Cameron answers your questions live online at 2pm. Plus full coverage of the last day in Bournemouth</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uslelection\">Political blogger Glenn Reynolds dicusses what it means to be conservative in the US</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/business/\">Full coverage of this month's interest rates decision by the Bank of England at midday</a></p>",
  "Two weeks since it was published in the US, a book that tells women to give up their favourite hobby - banging on about men - has sold out everywhere. He's Just Not That Into You: the No-Excuses Truth to Understanding Guys, written by two former contributors to Sex and the City, was inspired by an episode of that programme in which the lovesick harpies were introduced to the truth that, if a man doesn't seem very interested in you, what it means is, \"he's just not that into you\". Such is the revelatory force of this maxim that Oprah Winfrey told her viewers it \"could save you 20 years of therapy\". <p>The book's authors point out that if, say, a man doesn't phone, or only does so when drunk, or says he's not ready, or only wants to be friends, or has trouble committing, or is also having sex with somebody else, there is absolutely no point trying to find excuses for this, or any of the other forms of elusive male behaviour. The pitiless explanation remains: \"he's just not that into you\". </p> <p>Women who have studied HJNTIY, which is arranged in brisk, question-and-answer format, have confessed themselves liberated, as well as chastened by its sustained brutality towards self-deceivers. After all, why waste time? When a man keeps you guessing, don't hang around making excuses and pining for what can never be. As Greg Behrendt, one of the authors, snappily puts it: \"you deserve a fucking phone call\". </p> <p>The book is not published here until January; too late, perhaps, for the people most in need of its guidance. After spending the past few days convincing one another that the public can, somehow, be talked into liking them, the Tories, no less than Oprah, and the averagely needy, 38-year-old Manhattan spinster, would benefit from a few stark truths about self-delusion. Don't they see that it's not us, but them? Can't they read the signals? We think they're toxic. When we think of them at all. We'd rather get into bed with Ukip. There isn't any chemistry. We're just not that into them. </p> <p>Howard won't accept it. He's been over it with his girlfriends, and come up with this excuse: we don't love because we have trust issues. We've been hurt too much in the past, and now we're scared to commit. On Tuesday he reflected mournfully on politicians who \"made promises they have failed to keep\". With the dutiful, but abject air of a suitor who knows his pleas have no chance, he promised that his party would work on itself: \"We will only promise what we can deliver ... That's why we're setting out a clear Timetable for Action\". </p> <p>Admittedly, trust is now a widespread obsession, much traded on by Blair, whom nobody trusts. But that does not stop Blair being ahead in the polls. Where politicians are concerned, many of us never think about trust, so long as they don't actually cheat. We're not into the Tories because they are irredeemably pointless, not because we don't trust them. As for the \"Timetable for Action\": great if it once worked for Mrs Howard - but unless her husband plans to break free, with a new Railway Party, the public will not be so easily seduced. </p> <p>The next excuse, favoured by many bewildered Tories, is the Manhattan high achievers' classic: could people be intimidated by us? </p> <p>Dave Willetts, who seems to favour this excuse, has stressed the importance of trying to look human. Alan Duncan made the case for multiple make-overs. Several cabinet members, even the posher and cleverer ones, duly claimed to have bought pop CDs and kissed people of the female persuasion. It's strange, actually, that the Tories didn't go further with this humanising business, stacking John Redwood inside Nicholas Soames then storing the pair of them, out of sight, inside some remote hangar. But it wouldn't have worked. A human appearance is helpful for communicating something to other humans. The conference has shown that the Tories have nothing to communicate. What's the point in making over a corpse? </p> <p>Then there's the bad-reputation excuse. This goes: people don't like us because they think we're still nasty people of the night with a taste for padlocks and manacles. </p> <p>The Tories think that once we get to know them, and see their colourful pledges, and realise they are just like New Labour, except for hunting, we will give way to our true feelings. Don't they think this would have worked by now? It's not as if we even like Labour all that much. Nastiness, nicely done, is miles more effective than a black hole. Look at Kilroy-Silk. </p> <p>To explain away rejection by a whole nation, as opposed to a single, hard-to-get person, this excuse for a party relies on many more, supplementary excuses - the bedblocker excuse, the Thatcher excuse, the Major excuse, the Hague excuse, the Duncan Smith excuse, the confusion excuse, the too-many-leaders excuse, the Ukip-flirtation excuse, the pinstripe suit excuse, the pipple excuse. Anything but the plain fact: it's finished. </p> <p>As Oprah and her fellow He's Just Not that Into You enthusiasts have concluded, the truth need not necessarily be the enemy of self-esteem. Like the spurned women of Manhattan, Howard and his fellow rejects should remind themselves they're smart, beautiful, funny, wonderful people who deserve better. They're not so much giving up, as setting themselves free. And if that doesn't do the trick, think of the saving on therapy. </p> <p><b>Campbell show is back on the road</b></p> <p>Asked to comment on the splendid news that he, and his prodding index finger, are both returning to politics after a retirement lasting a full 13 months, a gracious Alastair Campbell responded: \"You'd be amazed if I wasn't.\" Which is quite true, even if he had denied all knowledge of this appointment a few minutes before. Of course he is returning. We would be amazed if he wasn't. </p> <p>What else could he do? His an-audience-with-me show has delighted us long enough, his television interviews are over, his career as a Times smellysocks correspondent depends on his vestigial celebrity status, and his diaries will not, presumably, emerge until that far-off day when Tony Blair moves to Paddington. Both the value of these diaries and Campbell's continued place in the sun depend on his celebrity, which derives from his proximity to power. </p> <p>If nothing else, Campbell's return should lead to a few more meetings with admiring world leaders. Will Kerry like him as much as Bush? And if he is permitted the old familiarities, a stint in Blair's den, in the run-up to the election, should top him up nicely, what with the extra diary pages, the aura of privy knowledge - to be divulged to homo-erotically enslaved hacks as he thinks fit, and some extra snaps for a revised, and updated tour of the Campbell show. Perfect. </p> <p>Less so for his collaborators. It is hard, in particular, on Gordon Brown, whose \"psychologically flawed\" characterisation is widely attributed to (though denied by) Campbell. No only must Brown suffer the protracted companionship of this foul-mouthed jogger, he must endure it knowing that each of their encounters, once committed to the diary, represents a contribution to the Campbell pension fund. Brown's relationship with the third key member of this unhappy election team, Alan Milburn (who recently scorned the contents of Brown's conference speech), will no doubt provide the diary with many compelling passages of political psychodrama - insofar as this can be rendered in the Campbell demotic. One thinks of the three of them, and then of Sartre's In Camera: \"hell is other f*****g people\". </p> <p>For Milburn, even if he does not object to contributing humorous episodes to future Campbell shows, participation in this election campaign represents an arduous, and revealing test of character. He is not always the most impressive of men. None-the-less, if he can get through the next year without getting into a fight, or collapsing, or returning, for ever, to the embrace of his family, he is not so much leadership material, as superhuman.</p>"
]