[
  "Dressed in a pink Lurex trousersuit and munching on a bar of chocolate shared with her sister and a friend, Cristina Mas did not fit the typical image of a political activist. <p>But the shopkeeper from the La Candelaria neighbourhood of Caracas has been on every march against the Venezuelan president, Hugo Chávez, since protests began four years ago. </p> <p>\"This is a dream for me,\" she shouted, trying to make herself heard over the noise of hundreds of thousands of marchers walking through the centre of the city. </p> <p>Ms Mas was taking part in the final protest to mobilise voters for tomorrow's referendum, which will decide whether the charismatic Mr Chávez continues his six-year reign as president of the oil-rich country. </p> <p>The vote will, in part, be a verdict on his attempts to tackle poverty. Recent polls have shown Mr Chávez to hold an advantage of 10-25% over the opposition, a disparate coalition of some 14 groups and parties. </p> <p>But judging by the mood on Thursday's march, few people place any faith in the polls. </p> <p>Despite the political tension evident across the capital, the atmosphere was more carnival than protest. </p> <p>Sound systems blared from the backs of lorries, stilt-walkers tottered through the crowds, fireworks were launched and drummers shimmied their way through the demonstrators. </p> <p>Ms Mas had not considered herself a political person before she became involved in the protests. \"I hated politics,\" she said, \"I considered myself a very materialistic person. </p> <p>\"But we've sacrificed things here that people were used to. And for what result? He's done nothing for social welfare, nothing to improve the economy. </p> <p>\"This now has become like my personal struggle.\" </p> <p>But Ms Mas conceded that Mr Chávez had performed one vital function for his country. </p> <p>\"He's achieved something that nobody has ever managed to do - he's politicised people. So when we get rid of Chávez we won't return to the bad ways of the past. In the future, with the next president, if he doesn't act correctly, we'll throw him out as well,\" she said. </p> <p>Around her, five marches converged on the city, bringing to a head a campaign that has gained more signatures on a petition to recall the president than were cast in his favour when he was elected in 1998. </p> <p>But the campaign has come under attack. </p> <p>Critics point to the money allegedly supplied by George Bush's administration to kick-start the opposition, the stagnant neo-liberalism of the campaign's economic policies and the preponderance of the country's discredited former political elite among its highest ranks. </p> <p>The pro-Chávez \"no\" campaign has adopted red as its colour, the \"yes\" campaign, yellow, blue and red. </p> <p>Irving Bandes was sporting his yellow \"Primero Justicia\" T-shirt with pride. </p> <p>\"I'm here for the future of Venezuela and for my children,\" he said. Like Ms Mas, he has not missed a demonstration against Mr Chávez, travelling from his home state of Miranda, half-an-hour from the capital. </p> <p>\"We want liberty, we don't want a dictatorship,\" he said. \"The only jobs he has created are for Cuban doctors [a reference to Mr Chávez's policy of importing doctors from the Caribbean island to overcome a shortage of qualified Venezuelan doctors]. </p> <p>\"Society's wealth should exist for everyone, not just for his group. If I don't support him, he won't help me. It's as simple as that.\" </p> <p>Like many others, Mr Bandes said he was partly to blame for what he saw as the errors of Mr Chávez's rule. </p> <p>\"Lamentably, I voted for him. But four years ago I started to change my mind. He didn't promise what he said he'd do, and so I started to withdraw my support.\" </p> <p>Like many others, Jennifer Salsedo, a member of the Stalinist group Bandera Roja (Red Flag), found herself in a coalition with members of the liberal and centre-right parties opposed to Mr Chávez. </p> <p>But ideological differences had been put to one side. </p> <p>\"We are on the left, but what he has done is rob us of debate on the left. Right now there is no ideology,\" she said as other members of Bandera Roja waved flags in time to the rapping of one of their party cadres. </p> <p>\"Right now our war is against the hatred and deception that this man has sown throughout the country. The fraud is against everyone: he invented the Bolivarian Republic, but what does that mean? </p> <p>\"He invented a new market, but it has the same goods as before. He invented a Bolivarian university. What on earth is that?\" </p> <p>Back at the Miraflores Palace, the man who engineered the country's new constitution was assuring the press of his forthcoming victory and of his intention to stand for re-election in the unlikely event that he should lose. </p> <p>\"Given the advantage we have [in the polls] over the opposition, it is totally impossible that we will lose on Sunday,\" he said. </p> <p>But, he added: \"If I come to losing the referendum, that very same day I will hand over the presidency to the vice-president. And perhaps I'll go and rest for a few days and to reflect before steeling myself to be a candidate again.\" </p> <p>In a lengthy, virtuoso performance, Mr Chávez gave his listeners a history lesson they may not have needed. </p> <p>He spoke of Gabriel García Márquez, Abraham Lincoln, Aristotle, Noam Chomsky (who, Mr Chávez reminded his listeners, had referred to Aristotle as a \"dangerous radical\") and the Uruguayan writer Eduardo Galeano. </p> <p>Asked about claims that CIA leaders had discussed a plan to topple him if he won on Sunday, he replied with his typical mixture of élan and eccentricity. </p> <p>\"We all know about the adventures and misadventures of the CIA - that's a reference to a comic book, by the way -above all in this continent. But the CIA has lost a little of its James Bond image. </p> <p>\"Mind you, James Bond isn't what he used to be. In fact he's never been the same since Sean Connery stopped playing the part. </p> <p>\"And what about Tarzan? His reputation has taken a bit of a battering. And Dracula? Not the same since the days of Bela Lugosi. Or Superman - what bad luck that actor had. </p> <p>\"Batman just disintegrated. And as for Robin, The CIA as well, I think the same phenomenon has affected all of them.\" </p> <p>The price of oil has reached record highs this year, and Mr Chávez has used the windfall to boost his \"missions\" or social programmes. </p> <p>But spending money on pitifully stocked supermarkets in poor neighbourhoods, on foreign doctors and on creating menial jobs has attracted criticism, not least from the middle classes. </p> <p>\"I asked my gardener how he was going to vote,\" said Nidia Desii, a Caracas real estate agent who joined the march. </p> <p>\"He said, 'Señora, I am going to vote for Chávez'. I said, how can you, I am the one who gives you a job. If you vote for him and I decide to go and live in Miami, who will give you a job? </p> <p>\"And he said, 'I know señora, but I love him'.\"</p>",
  "The people of Florida have been battening down the hatches this week in preparation for Charley, the hurricane that is heading for the state's west coast at more than 100 miles an hour. <p>But they have also received whirlwind visits from George and Ralph, both hoping to cause significant damage to their rival John. </p> <p>Florida is the country's largest battleground state, the key to George Bush's controversial presidential election victory in 2000. </p> <p>It is now showing every sign of playing a significant role in determining the result in November, hence the visits this week from Mr Bush and the independent candidate, Ralph Nader. </p> <p>They both have work to do. On the back of the Democratic party's Boston convention, the latest Florida poll shows that its challenger, John Kerry, has taken a six-point lead over the president, scoring 47% of the vote, compared to 41% for Mr Bush and 4% for Mr Nader. </p> <p>The same polling organisation had Mr Kerry and Mr Bush tied at 43% in June. </p> <p>Mr Kerry also appears to have opened a narrow lead in a handful of other swing states, including Michigan and New Hampshire. </p> <p>With every vote considered valuable, neither side wants a repeat of the voting fiasco in 2000. </p> <p>Yet, nearly four years after the words \"hanging chad\" and \"butterfly ballot\" entered the political lexicon, there are widespread concerns that not enough has been done to ensure a transparently fair vote come November. </p> <p>The 2000 Florida debacle was only resolved by the US supreme court after five weeks of legal wrangling. Mr Bush beat Al Gore by only 537 votes in the crucial state. </p> <p>Florida, the governor of which is still the president's brother, Jeb, has since spent more than $30m on improving the process and educating voters. </p> <p>New touch-screen voting machines have been introduced into 15 of the state's largest counties. The new technology, however, has done little to reassure the public that their votes will be more satisfactorily counted than they were in 2000. </p> <p>Another issue that provoked anger among Democrats in 2000 was the exclusion of anyone with a felony conviction from the electoral rolls, a procedure rigorously enforced by Republican state officials prior to the vote. </p> <p>Robin Templeton, of the Right to Vote organisation, an umbrella group that includes the American Civil Liberties Union and the National Asso ciation for the Advancement of Coloured People, said yesterday that the process was flawed and inconsistent. </p> <p>\"Nearly five million, or one in 43 Americans, cannot vote as a result of laws that disenfranchise people with felony convictions,\" she said. </p> <p>\"African-Americans are disproportionately affected by these policies, with an estimated 13% of black males currently unable to vote.\" </p> <p>Ms Templeton added that some 600,000 Florida residents had been disenfranchised in this way in 2000. </p> <p>\"The state of Florida created a purge list of 47,000 names for the 2004 election, but refused to release it for public scrutiny until forced to do so as the result of a lawsuit. </p> <p>It was then found to have as many as 2,100 names of people with felony convictions whose rights had been restored.\" </p> <p>She said the names of Latino Americans, who include a large number of Cuban-Americans, traditionally Republican party supporters, were largely missing from the purging list. </p> <p>Local political commentators also predict that the eyes of the world may once again be on the state in November. </p> <p>\"It looks like it's going to be as close as ever,\" said Adam Smith, political editor of the St Petersburg Times. \"I think there are very wide fears that there are going to be more embarrassments.\" </p> <p>President Bush is taking no chances. His visit to the state this week was his 24th since he came to office. </p> <p>In Pensacola, he was welcomed at a rally of nearly 10,000 supporters by the blue grass musician Ricky Skaggs, who told the crowd: \"We don't want Hollywood deciding who our next president is.\" </p> <p>But even the state's Republican party officials are hedging their bets. They have sent out flyers encouraging their supporters to vote by absentee ballot because \"the new electronic voting machines do not have a paper trail to verify your vote in case of a recount\". </p> <p>The Democrats, however, are optimistic that Mr Kerry's slim lead will hold. He is being helped by independent organisations which are trying to ensure everyone who is entitled to a vote gets registered. </p> <p>What part Mr Nader's supporters will play in the election is unclear. Mr Smith said he believed that some of the more than 90,000 who voted for Mr Nader in 2000 were a little \"sheepish\" about the result and might not back him this time. </p> <p>The state's Democrats, who blame him for their defeat last time, were doubtless pleased that some of his rally plans this week were blown away by Hurricane Charley. </p> <p>If the vote is close in November and Mr Bush wins again, the protests this time are likely to be hurricane-force.</p>",
  "A wealthy white Republican contributor is funding adverts on black radio stations in important battleground states denouncing the Democratic presidential challenger, John Kerry, as \"rich, white and wishy-washy\". <p>The adverts also ridicule Mr Kerry's wife, Teresa Heinz Kerry, for boasting of her African roots. She was born and raised in Mozambique under colonial Portuguese rule. </p> <p>In another, Mr Kerry is criticised for not voting on a bill to extend unemployment benefits, because he was campaigning. </p> <p>\"It lost by one vote,\" the advert says. \"Maybe Kerry thought the more of us who are unemployed and hurting, the more likely we would vote Democrat.\" </p> <p>The ads, which have infuriated the Kerry camp, are run by a Washington-based organisation called People of Colour United, backed by J Patrick Rooney, a white American who owns a medical insurance firm. </p> <p>The company stands to profit from the prescription drug law passed last year by President George Bush. </p> <p>Mr Rooney told the Washington Post: \"I support [the] group because the genuine word from the black community should be heard, not white folks saying it for them.\" </p> <p>African-American support is crucial to the Democratic party, which won more than 80% of the black vote in 2000. </p> <p>Mr Kerry's deputy campaign manager, Bill Lynch, said: \"It's disgusting that the president's political allies are now using race as a political weapon.\" </p> <p>But Republicans and critics in the black community claim the Democrats have been taking the black vote for granted. </p> <p>Virginia Walden-Ford, who runs People of Colour United, said she was perturbed by African-Americans who say that they will vote Democrat \"because we are Democrats\". </p> <p>\"That is a bad way to vote. I want people to be informed,\" she said.</p>",
  "<p>Last weekend, millions of moviegoers flocked to see Tom Cruise and Jamie Foxx in Michael Mann's dark thriller, Collateral. A good deal fewer caught Harold And Kumar Go To White Castle (it earned $5m in its opening weekend: Collateral brought in $24.4m), but that's OK. The latter cost a pittance to make, its entire budget probably equalling a third of Cruise's per film pay cheque.</p> <p>Still, Harold And Kumar has already cemented its status as a stoner classic - only Harold and Kumar aren't your typical smokers. For starters, both are college educated. Harold even has a job (he's a junior accountant: Kumar is a would-be medical student who aced the MCATs). For those of you who don't have IMDB.com bookmarked: Harold And Kumar, as its trailer touts, stars \"that Asian kid from American Pie\" (aka John Cho) and \"that Indian guy from Van Wilder\" (Kal Penn). And White Castle is a fast-food chain native to only a handful of US states, including New Jersey, where Harold And Kumar takes place. White Castle's two-bite burgers are best devoured on a weekend night after getting drunk or, in Harold and Kumar's case, to cure the munchies. </p> <p>Of course, the twentysomething roommates' trip to fast-food heaven isn't as uneventful as its title would suggest. Indeed, the deliciously unpredictable screenplay - involving a cheetah and a man with oozing boils - was surely conceived while its writers were getting blitzed. How else to explain their insanely brilliant idea of featuring Neil Patrick Harris, the geeky teen actor who played the precocious titular doc on the 1980s TV show Doogie Howser MD? Playing a grown-up, hip-hop-talking version of himself on ecstasy, Harris's most memorable scene is one in which he licks and humps the driver's seat of Harold's Honda. </p> <p>While this year's big-budget $100m comedy Anchorman boasts cameos with Ben Stiller and Vince Vaughn, Harold And Kumar can only afford to give us a glimpse of Harris, failed US TV talkshow host Jamie Kennedy and The Guy Who Screwed Stifler's Mom in American Pie. Still, this low-budget, lowbrow comedy manages to redefine its waster movie genre. As a highbrow critic has no doubt already noted elsewhere, Harold And Kumar stands apart from other seriously stupid flicks thanks to its multicultural \"stars\". Offhand, the only other film I can think of that features a prominent Asian character is Sixteen Candles, with its doofus exchange student, Long Duk Dong. But am I longing to see a Harold And Kumar sequel in order to further the cause of political correctness in cinema? Sadly, no. I am just looking forward to laughing my ass off when the duo fly to Europe in search of the lust of Harold's life, Maria. Conveniently, the sexy Latina tells her secret admirer that she's off to vacation - in Amsterdam.</p> <p>These days, Ben Affleck's name is mud around Hollywood, thanks to Gigli, Paycheck and Jersey Girl - not to mention his co-starring role in his biggest flop to date, Bennifer. So what's a 32-year-old actor in need of an extreme career makeover to do? Try Washington! Though Affleck's most recent gig is throwing his celebrity weight behind presidential nominee John Kerry, one might argue that in allowing the (former) movie star near-top billing at the Democratic National Convention and on a recent 3,500-mile road trip, the US senator is actually doing Affleck a favour. After all, the association has allowed him to embark on his own comeback campaign, kissing babies and signing autographs for giggly teen girls in places like Wheeling, West Virginia, and speaking out (and sounding intelligent) on nationwide TV gigs like CNN's Crossfire, NBC's Today and even Fox's conservative The O'Reilly Factor. But while the more serious, suit-and-tie-wearing Affleck is receiving rave reviews from politicos, the old one continues to get a ribbing. \"Kerry's already having a positive effect,\" says comedy writer Rob Bates. \"Ben Affleck's been so busy with politics, he can't make any more movies.\"</p>",
  "<p>The veteran television interviewer Sir David Frost is to give up his Sunday morning political programme, which has set the weekend news agenda for the past 20 years. </p> <p>The BBC announced yesterday that Breakfast with Frost would end after the next election, although Sir David, 65, would continue presenting an occasional series of set-piece interviews. </p> <p>It is likely that his Sunday morning show will be replaced, although details have not yet been discussed. </p> <p>The corporation's bosses praised Sir David's contribution to television news and current affairs during his 40-year career, in which he interviewed the six most recent British prime ministers and the seven most recent US presidents. He will probably be best remembered for his interview with Richard Nixon in 1977, during which he persuaded the disgraced US leader to confess his role in the Watergate scandal. </p> <p>Sir David's legendary networking skills were honed at Cambridge University, where he was secretary of the Footlights comedy troupe. He started working in TV while still an undergraduate. </p> <p>He was spotted by the writer Ned Sherrin and asked to host the satirical show, That Was The Week That Was, in 1962. He later got his own show, the Frost Report. </p> <p>He became a high-profile interviewer in the 70s and 80s, with guests such as Muhammad Ali, The Beatles, Orson Welles and the Shah of Iran, and became a frequent user of Concorde as his fame grew in the US. Today, he has a reputation for being something of a soft touch, but then he was among the new breed of aggressive interviewers. </p> <p>He helped to establish London Weekend Television in 1967, and was one of the \"famous five\" who launched TV-am in 1982. As the initially highbrow station plunged downmarket to stay alive, he stayed to give it credibility by presenting the Frost on Sunday breakfast show from 1984. When TV-am lost its franchise 10 years later, he took the programme to the BBC, where it has been shown since January 1993. </p> <p>While Sir David was at the cutting edge of satire in the 60s, he is now a fully paid-up member of the establishment. But he has retained his roots in entertainment television, presenting the celebrity homes quiz Through the Keyhole. </p> <p>For the new interview series, which will begin after the election, Sir David will have a wide brief. He said: \"I'm enormously excited about the new series of interviews. The 12 years of Breakfast with Frost have been some of the most fulfiling years of my career but I feel the time will be right to ring the changes.\" </p> <p>The Frost Interview is the result of a new three-year deal Sir David has signed with the BBC. </p> <p>Richard Sambrook, the corporation's outgoing director of news, said: \"Sir David Frost has made and continues to make a huge contribution to the BBC's news and current affairs programming. </p> <p>\"His remarkable 40-year career has made him a household name and established him as one of the world's foremost interviewers.\" </p> <p><strong>Life on screen </strong></p> <p><strong> 1962-63</strong> Made his name on That Was the Week That Was, the programme that brought political satire to television. </p> <p><strong> 1966</strong> Launches Frost Programme, the first to inter-view prominent figures before a live audience. The Beatles and Noel Coward appeared. </p> <p><strong> 1977</strong> Interviews with the disgraced former US president Richard Nixon achieved unprecedented ratings and sealed his reputation in Britain and the US. He has interviewed every US president and British prime minister of the last 30 years. </p> <p><strong> 1984-2004</strong> Began a regular Sunday morning slot as a presenter on ITV, transferring his programme to the BBC in 1993 as Breakfast with Frost. Criticised at times for his seemingly soft style, he continued to make headlines with a series of high-profile guests including Tony Blair.</p>",
  "<p>There is a great scene, somewhere towards the middle of Butch Cassidy And The Sundance Kid, where our two cowboys, Paul Newman and Robert Redford, find themselves at the edge of a precipice. Behind them lurks what they fear may be their nemesis - a posse of hired gunmen. Ahead looms progress, the future, which will have no place for a pair of trail-hardened but tired outlaws who seek to lose themselves in landscape. Hundreds of feet below, a river races through the canyon. Confronted with this dilemma, Butch/Newman comes up with a simple and quintessentially American solution. \"We'll jump,\" he says. \"The hell we will,\" says Sundance, ever the pessimist. \"We will, we'll jump.\" \"I can't swim,\" growls Sundance. At which point Newman, his eyes narrowing but twinkling like icicles, laughs. \"Don't be ridiculous,\" he says flatly. \"The fall will probably kill you.\" </p> <p>Of course they jump and the fall doesn't kill them. That end, an unforeseen fate, comes in a shoot-out with Bolivian militiamen in San Vincente. For this scene, William Goldman who wrote, and George Roy Hill who directed, froze the final frame, choosing not to show their deaths. They were right. There is no place in this American tradition of heroism for the boys to come home in body bags. </p> <p>The film, made in 1969, immortalised Redford, who up to this point was still a relative unknown - Barefoot In The Park (1967) with Jane Fonda, a light romantic comedy scripted by Neil Simon, was his only previous notable film. The Sundance Kid also identified him, in the public mind, with a particular kind of Americana - a man who speaks to the true American dream. Goldman, who hadn't for a moment bought the prevailing notion that the western was dead, had crafted his film well. He took all the iconography of the genre - running horses, an almost religious feeling for landscape, a sense of the astonishing speed with which things change (50m buffalo eliminated in just 20 years), the pioneer stubbornness of characters battling on against hopeless odds (the real Butch Cassidy was in fact a Mormon boy) - and he gave it a spin. He invented the buddy movie. The critics loathed it, Pauline Kael in particular, describing it as \"the bottom of the pit\". But the movie-going public did not. By the early 1970s Redford was America's top box office draw. As Goldman notes in his Adventures In The Screen Trade, he was a phenomenon. \"No star, at least in my time in the movies, has ever had such heat focused on him.\" According to legend, the film almost didn't happen. Newman was meant to play Sundance, Steve McQueen Butch. But then George Roy Hill switched the roles around and McQueen wouldn't play Sundance. Warren Beatty also declined. Hill, Goldman and Newman persuaded 20th Century Fox to go with the untried Redford. Today it would have to be Tom Cruise and Brad Pitt. </p> <p>When he became a star, Redford tells me, he sat down and wrote himself a list of three potential \"danger points\". (It is not difficult to imagine him doing this - he is neat to a degree in all things except his sense of time. He has never been known not to arrive late.) And danger, and its opposite escape, figure high in Redford's personal lexicon. It would be hard to count the number of times in our meeting that he referred to \"wanting out\", \"being safe\", \"being a target\". But, as is often said, just because you're paranoid, it doesn't mean they are not out to get you. Many of his films - from Butch through All The President's Men to his new film, The Clearing, in which he stars with Helen Mirren - deal with this theme of the hunter and the hunted. </p> <p>The list that he wrote himself went like this: \"Number 1. In the beginning, you will be treated like an object. But they don't know who you are. All they know is the image up there on the screen.\" Shades of Gatsby here, a part he played in 1974, and missed completely, playing Gatsby too literally as \"the advertisement of the man\" - a show, an image. A case could be made that Redford himself more obviously resembles the Gatsby that Fitzgerald wrote - a man who holds himself remote from his real character, a showcase who was in actuality the son of a dirt-farmer. Redford's own father was a milkman during the Depression in the 1930s, a fact that, unlike Gatsby, he has never chosen to hide. </p> <p>\"Number 2. If you are not careful, you will begin to act like an object.\" And then, he says, comes, \"The third, and final, and death stage. You become that object.\" Gatsby's fate precisely. To be trapped in his own myth and, moreover, a myth he had acquiesced in as a means of escape. </p> <p>So you see, Redford says: \"When I became successful, I put up a caution. I didn't think it was fair to have the shadow of that kind of success thrown on my family. And I was cautious about being taken by things that could destroy you.\" </p> <p>\"Destroy you\" is pretty strong. As if somewhere in the recess of his mind he is haunted by the fear of a fall that he won't be able to swim his way out of. His instinctive response was quite simple, he says: \"I went underground.\" </p> <p>Many of his friends testify to this subterranean side of his personality. He is not seen about town and he shuns parties, which has led to a charge of vanity - as if when the camera is not on him, he is quite happy to be socially invisible. \"That's not quite right,\" he says. \"I'll put on a tuxedo ... but it has to be the right party.\" Paul Newman has said of him, \"I have known the man for over 40 years and I don't know him, not really.\" William Goldman told me that when they were working on All The President's Men, their third film together, \"He refused to give me his home phone number. I had to get him through his secretary. He's that secretive.\" </p> <p>And it's true that when you meet him there are certain no-go areas - moments when those famous blue eyes light up like some elaborately wired security system, and the eyebrows rise and the corner of his lips turn down. And you find yourself looking at the movie star. </p> <p>He doesn't talk about his mother except to say that she died \"very young, aged 40\" and \"very suddenly of a rare blood disease\" when he was 18. \"I wasn't prepared for it. They were tough times.\" Mention of his half-brother, his mother's first son, elicits the response: \"I also had twin sisters who died at birth.\" (His own first child, a daughter, died aged five months of sudden infant death syndrome.) Of his divorce from Lola Van Wagenen, after 27 years - they married in 1958 - he will say only: \"I'd rather not, I don't think it's right, do you mind?\" Though earlier he had told me, \"I got married very young, at 21. Obviously I don't want to denigrate the person I married, there were a lot of good reasons ... But when you ask me a question, like why?, I have to say it was to save my life. That's what it felt like at the time.\" He is less defensive speaking in generalities. \"Part of me is drawn to the nature of sadness because I think life is sad and sadness is not something that should be avoided or denied. It's a fact of life, like contradictions are.\" </p> <p>Redford tends to talk in mythic terms - black and white, good and bad. Still, he says quite openly that sadness and contradiction form a major part of his early life. He was born in Los Angeles in 1937: \"In that transition between the Great Depression and the second world war - from one dark time to the next.\" It's quite unusual to meet anyone who was born in Los Angeles, let alone a movie star. LA tends to be a place that people migrate to. And this gave him an edge, he says, a way of seeing. \"It's not as if I was born in some town in Ohio [as Paul Newman was] where Hollywood was the holy grail. It just never was for me.\" </p> <p>His parents were poor, living in the Spanish part of Santa Monica - he was one of the few blond boys on the block. By his account, his father was a strange amalgam -\"very conservative, tough, old-fashioned\", but politically a liberal. \"He was influenced by his aunt, who brought him up.\" This aunt, a model it seems for Redford's own sensibility, was a teacher and a follower of the 19th-century anarchist and revolutionary Emma Goldman. When Goldman, a Russian Jew by origin, was arrested in 1917 and later deported from the States for protesting against first world war conscription, J Edgar Hoover personally oversaw her deportation. Redford's great-aunt was hounded out of her community. She went to Berkeley to teach. \"My father was shipped west to live with her while his brother remained behind with the family. There wasn't enough money to raise two sons. That's how bad it was.\" </p> <p>The brother, a Rhodes scholar, was later killed in Patton's third army at the Battle of the Bulge. All his life, Redford says, \"My father had a doom's eye view of taking chances. And I came out the opposite. For a long time he was certain I was headed for the trash heap.\" His father died in 1992, aged 76, the year Redford directed A River Runs Through It. Taken from Norman Maclean's novel, it is a story of two brothers, Norman and Paul, and their relationship with their preacher father. Norman is the studious boy, the good son, and Paul, played by Brad Pitt, the renegade. Paul finally dies in a street brawl, part sacrificial victim - he can't cope with life's realities - part self-induced; he has a violent and self-destructive instinct. \"In some ways I identified with that character,\" Redford says, and in the film, his hair bleached golden, Pitt looks exactly like a younger Redford. \"Some people are just misaligned, he is doomed, in a way, suicidal.\" He has never thought of suicide himself. \"I've always taken the view that it comes soon enough.\" </p> <p>He will sometimes eulogise the Los Angeles of his youth - \"I could ride my bike all over\" - and lament the desecration that began in the 1950s. \"America came out of this terrible period of the war, resources returned to our economy, we entered the greatest boom time in our history, in our capitalist history.\" And what did they do with it? Concrete, he says, replaced grass. Pollution substituted for the fragrance of the air. \"It became one big freeway.\" Even as a teenager, he longed to get out. He'd head off for the beach or the sierras. \"I was ready to leave the city by the time I was 14.\" He passed his time drunk and delinquent - one time breaking into Universal Studios (\"tore it apart\"), another \"wasting a place\" in Newport, California, for which he spent a few nights in jail. Awarded an athletics scholarship to the University of Colorado - \"We could never have afforded it\" - he then had it taken away through his drunkenness. He says now that he felt he was losing it, \"I was headed for the edge.\" And then his mother died and this was a catalyst. \"I left Los Angeles and I never really went back. I have no horror of LA, but there's a sadness when I'm there. It was home.\" </p> <p>Somewhere around 1955, he left for Europe. \"I had such a raging passion to be on my own that I just had to do it.\" He had conceived of the idea of himself as an artist, not that improbably - a habitual loner, painting is an art to which he is temperamentally suited. Except, as he says, he had no talent. He spent 18 months, in Florence and Paris, living in penury - he was used to that - painting on pavements. Europe, he says, politicised him, saved him in a way. \"If I'd stayed in California, who knows, I might have been brainwashed into becoming a Republican. Don't forget I grew up in a state that had Nixon for senator.\" Europe gave him a new eye. \"I was living with a bunch of bohemians, highly politicised, and I'd be challenged by students about my country and I didn't know what they were talking about.\" </p> <p>When he returned to the States in 1956, he didn't go back to California but instead became an acting student at the Pratt Institute in Brooklyn. He married, a Mormon girl, and in 1961 he bought a two-acre plot of land for $500 near her home town in Provo, Utah. \"I was just starting a family, I was working in the theatre in New York. I came from the west and I wanted my family to have an option, to have their summers in the open, in the west. I'd looked to the future and I could see what was happening. The west was open for its final chapters, its manifest destiny. Everything was going to be taken. Arizona had already gone, even then.\" But Utah was Mormon, people weren't coming there. \"It was kind of secret, off the map, and that's why I chose it. It was remote enough from civilisation to feel you were part of nature, part of the way it was. Part of that pioneering spirit that established this state.\" </p> <p>At the time, he wasn't famous - he was just one year into an acting career that wouldn't take off for another decade. Yet everything is in place. The secrecy or the desire to be alone. The love for the west. The belief in or the nostalgia for the core pioneer values - struggle in adversity, heroism in defeat. He built his family a cabin. \"Those were idyllic years, 1963 to 1968.\" And then came Butch and the list of cautions. He was Robert Redford long before he became \"Robert Redford\". </p> <p>Through the 1960s, Redford continued to buy land in Utah, including the Timp Haven ski resort from the original settler family - the place that is now both resort and home to his Sundance Institute. It is an awe-inspiringly beautiful place - a mammoth terrain lit by the stark sun of the west. If you take the lift some 2,000 feet up, you look across the deep gorge to the receding mauve Wasatch mountains. The air is crystalline. On the day I visited, it was mostly empty except for a few kids sunbathing on the lifts and families having lunch in the cabins below. I asked one of the guides if it was usually so quiet. He said yes. \"That's the way Mr Redford likes it.\" </p> <p>Redford established the Sundance Institute in 1981 as a base to nurture independent film-makers. He had got bored with acting: \"I wanted to shift gear, keep moving.\" The future of film, he anticipated, correctly in terms of the 1980s, would mirror the desecration that had befallen the west - a plundering by greedy prospectors, a homogenisation of the medium, \"an endless stream of sequels and look-alikes\". Redford has always refused to do franchise movies; he turned down sequels to both Butch and The Way We Were. But then, in 1993, he did make the anodyne Indecent Proposal with Demi Moore in which he plays a self-made millionaire who offers $1m for a night with another man's wife. His fantasy of himself? \"Oh come on,\" he says. \"It was just a piece of fun.\" The one thing to be said on his behalf is that he didn't try hard to be convincing. </p> <p>But then has he ever? The curious thing about Redford the actor is that watching him, you often feel you are watching an immaculate machine. His face is not versatile - Redford pensive is not very different from Redford aghast. The camera loves him and yet there seems to be a real discordance between the camera's desire to focus on him and his own uncanny detachment. Maybe he knows this himself. Most of his choices, he says, have been made out of a desire to do what's best for the film: he understands very well the image audiences have of him. \"Sometimes it has been right for me to play more the type I appear to be than a more exciting role.\" The exception to this, paradoxically, is his role as the investigative journalist Bob Woodward in All The President's Men, the role that is perhaps closest to his own persona. </p> <p>He says that in the beginning he didn't know what to do with Woodward. He had this guy, something of a hero to him, who had helped to bring down the president: \"And Bob kept insisting, I'm a very, very boring person. I said to him: 'That's very nice but you know I can't play a very boring man.' And then I thought, why not?\" He plays him boring, \"purposefully uncharismatic\" but underneath you sense a recklessness, a ruthlessness even, and a drive that you don't find often in Redford. It was the perfect fit for someone of extreme ego and extreme reserve. And it may be the one time that you see the distance between how Redford perceives himself and how he believes he is perceived. \"Bob Woodward uses that bland polite exterior to hide the fact that he is really a killer. He'll charm and charm, he'll let Bernstein do all the dancing and flag-waving, and then he'll go for the throat to get a story. I liked that.\" </p> <p>In his latest book, Down And Dirty Pictures, about the rise of independent film, writer Peter Biskind makes some similar charges about Redford and his handling of Sundance. Biskind uses the same technique as he did so successfully in Easy Riders, Raging Bulls - he seeks out the disaffected and writes down what they have to say. It was Redford, in fact, who told me about the book. \"Someone has written a nasty book about Sundance, I don't know what he says because I haven't read it, but as far as I know he has never been to Sundance.\" Biskind's charges fall into two camps. The personal, which are not so revelatory - that Redford is vain, vacillating, paralysed by his own perfectionism, a film star posing as an ordinary joe. And the professional. His main point here seems to be that Redford is kidding himself in thinking he can stand outside the system that produced him. And that the institute, and the film festival that grew out of it - in 1985, the Sundance Institute took over the flagging US film festival and renamed it - have increasingly mirrored the Hollywood system they were designed to challenge. Some charges have stuck. </p> <p>It is not disputed that Steven Soderbergh and Redford fell out when Redford withdrew his support for Soderbergh's King Of The Hill and, in Biskind's account, did so without the courtesy of informing him. (Soderbergh's film was not a success.) Following this, Redford went on to direct Quiz Show (to great acclaim), with Ralph Fiennes and John Turturro, about television quiz show scams of the 1950s - and a film Soderbergh had thought was his. Naturally Soderbergh was angry; he had lost an excellent project. In 1994, when Soderbergh was at the lowest point in his career (\"in the toilet\" is how Biskind describes it), he said of Redford: \"The image that is given - [of him] being a friend of the film-maker - is not what I experienced.\" Soderbergh, his fortunes revived and, with his film-star partner George Clooney, now a producer of independents himself, is not quoted on Redford after 1994. And Biskind's account of the Quiz Show affair suggests no impropriety by Redford, who came across the script independently. </p> <p>There are other allegations - that Redford takes for himself scripts brought for development at Sundance; that he is all \"vision, no execution\"; that he rejects what he sees as \"commercial\" projects favouring Americana. But as the book continues, 500 pages in all, references to Redford and Sundance become thin on the ground and the uneasy feeling grows that Biskind has targeted Redford to punctuate the, very funny, episodes featuring the object of his real attack - Miramax and the legendary Harvey Weinstein. Because if you want to write a very funny, ie commercial, book about famous people, which Biskind does, then really you can't have Robert Redford as your target. Or should that be object? You do begin to see Redford's logic in keeping \"underground\". </p> <p>This month sees the opening of two films in which Redford is involved. The Motorcycle Diaries, on which he is executive producer, is a road movie about the young Che Guevara and his friend Alberto Granado, and the trip they made in 1952 around South America as young medical students on a 1939 Norton 500. It is directed by Walter Salles, whose film Central Station opened at Sundance in 1998. It is very much Redford's project, developed out of his friendship with the novelist Gabriel García Márquez, whom Redford had invited to Sundance to help start a Spanish-speaking lab. \"Marquez said, 'I'll come to Sundance, if you'll come to Cuba.' \" In Havana Marquez introduced him to Che's widow, who controlled the rights to the diaries. \"There were many people after the rights.\" But I guess he must have charmed her. \"She trusted me and I've tried to honour that trust.\" </p> <p>It is a delightful, youthful, fresh film about the dawning of a political conscience in a young man later to become an icon of the Cuban revolution. \"I was not at all interested in Che the icon, the T-shirts, the hat, the posters. But I was affected by the idea of two young men setting off on what they think is a lark and gradually being affected by the plight of the people they meet.\" It speaks directly to Redford's sense of himself as an adventurer. But it is also brave or foolish, or both, to conceive of such a film for a US market in the run-up to this election. He says the rightwing newspapers have already had a go at him. \"There were stories saying I was on holiday in Havana scuba-diving with Castro.\" He laughs. People say he has no sense of humour but I found him quite funny. \"Castro couldn't even get in the water now. He's older than me.\" </p> <p>The Clearing is a small, dark film directed by the Dutch film-maker Pieter Jan Brugge (who produced The Insider). Redford plays the wealthy proprietor of a car-hire firm who is kidnapped and held to ransom. (Helen Mirren is his wife, Willem Dafoe his kidnapper.) Put like this it sounds like a genre movie. In fact it is a subtle, psychological analysis of an unfulfilled life unravelling before the protagonist's eyes. Psychological insight is not Redford's forte, he has spent an entire career avoiding it - and it's a mystery why he has made the film, perhaps even to himself. So he can be forgiven for not explaining very well. \"I thought it was time to put my body where my mouth is.\" Body and mouth are the pivots around which the film turns. Can this man who has negotiated so many deals, deals that long since ceased to matter to him - including, it seems, his marriage - make a deal to save his life. Redford describes it as a film \"about the two sides of the American Dream\". In this film, those two sides are revealed quite simply for what they are - envy and money. </p> <p>For some time our protagonist thinks, and probably we think, that money speaks loudest. It is a deal after all. But that may be to underestimate the power of envy. I had asked Redford about envy in relation to his father. Did he think after his success his dad was envious? No, he said, without even a beat. Can you be that sure? \"No,\" he said. \"Not that sure ... but that would be to take me into psychological areas I don't feel equipped to deal with.\" And then the eyebrows went up. </p> <p>The Clearing is a very good film, and so staggeringly different from anything else he has done that it makes you sit up, as if for the first time, and think. Ah. This film stars Robert Redford </p> <p><strong>·</strong> The Motorcycle Diaries opens on August 27, The Clearing on September 3.</p>"
]