[
  "Spain's brightest young film director and one of its best actors have been the unlikely sparks to ignite a debate over whether this Catholic country should legalise euthanasia. <p>A new film about the true-life suicide of Ramón Sampedro, a charismatic, tetraplegic sailor, drew most of the Spanish cabinet and prime minister, José Luis Rodríguez Zapatero, to the opening night. </p> <p>Made by Alejandro Amenábar, who directed Nicole Kidman in The Others, and starring Javier Bardem, the film is becoming an unexpected hit. As Spaniards pour into cinemas, Zapatero has come under pressure to follow the Dutch and Belgian examples by legalising euthanasia. Spain's Catholic church has conducted a ferocious campaign to prevent euthanasia getting anywhere near the statute books. </p> <p>Sampedro, paralysed from the neck down by a diving accident at 25, became famous, and adored by many women, in Spain because of his long and doomed battle for permission to kill himself. </p> <p>What the film Mar Adentro (The Sea Inside) does not prove, and what Spanish police are unable to discover, is the identity of whoever prepared a potassium cyanide concoction Sampedro drank to kill himself - a crime carrying a 10-year jail sentence. </p> <p>'When I have drunk this I will have renounced one of the worst types of slavery, that of being a living head glued to a dead body,' Sampedro said on a videotape later shown on TV. 'You can punish the person helping me if you want. But you know that what you will simply be doing is seeking revenge,' he said on the tape, which was watched many times by the actors in The Sea Inside. Senior members of Zapatero's party, backed by some opposition groups, want him to deliver on an election pledge and set up a parliamentary committee to investigate legalising euthanasia. </p> <p>'Parliament is the right forum for finding out how people feel about this subject,' said Matilde Valentín, social affairs spokeswoman for the Socialists. Her call was backed by Salvador Paniker, president of Spain's Right To Die With Dignity group, who said that polls showed 70 per cent of Spaniards favoured legalising euthanasia. 'The people's opinion on this is way ahead of that of the politicians, who have decided to look in the opposite direction,' said Paniker, a Spanish philosopher and writer. </p> <p>'The film invites us to reflect,' agreed the justice minister, Juan Fernando López Aguilar, who nevertheless said there were no immediate plans to introduce a law. </p> <p>Zapatero, asked to give his opinion, admitted that personally he could not have helped Sampedro to kill himself but said it was time for a proper debate. 'The film, paradoxically, is a hymn to life,' he said. 'The defence of the freedom to die is, itself, a hymn to life.' </p> <p>The Catholic church has attacked the film, adding euthanasia to a long list of battles it is waging with the Socialist government, which has pledged to introduce gay marriage, make divorce and abortion easier, and limit religious education. </p> <p>Luis de Moya, a priest and also a tetraplegic, denounced the film as being 'drenched with falsities' and accused Amenábar, 31, of deliberately leading people to believe that euthanasia was the best thing for tetraplegics. </p> <p>'If euthanasia is legalised in Spain, I imagine \"specialist\" centres will soon spring up as they have done in other countries,' said de Moya. 'It will be just like with the abortion clinics.' </p> <p>María del Mar Cogollos, president of a Spanish spinal injuries association, said Sampedro, who died in 1998, was an anti-hero: 'He never managed to come to terms with his condition. This film will do a lot of harm to tetraplegics like myself who fight daily to get on with life.' </p> <p>The New York Times hailed the film, shown at the Venice Film Festival last week, as 'poignant' and an early contender for the Golden Lion prize, while Bardem is considered a potential for the best actor's award. </p> <p>'I read Ramón Sampedro's book a few years ago and I don't know if it was because it was about death, or if it was the way he expressed himself, but I was absolutely enthralled,' Amenábar said. Bardem, 35, needed five hours of make-up a day to transform him into a tetraplegic 50-year-old. </p> <p>'It certainly was an enormous physical challenge,' said Bardem, who won best actor in Venice in 2000 for his role as gay Cuban poet, Reinaldo Arenas, in Before Night Falls. 'I could only move my neck, my head and my eyes.'</p>",
  "The Archbishop of Canterbury, Rowan Williams, yesterday marked the third anniversary of the 11 September atrocities by calling on Christians to show more respect to other religions. <p>'It is sad that sometimes an unfaithful or careless Christian way of speaking has led Muslims and Jews to believe that we have a doctrine of God that does not recognise the oneness and sufficiency of God,' Williams said in a speech at the al-Azhar al-Sharif Institute in Cairo, one of Sunni Islam's most revered centres of learning. </p> <p>Williams called on all faiths to speak out against violence committed by religious fanatics. 'When the Christian, the Muslim or the Jew sees his neighbour of another faith following the ways of this world instead of the peaceful will of God, he must remind his neighbour of the nature of the one God we look to.' </p> <p>The archbishop's address came as the Prime Minister's former envoy to Iraq acknowledged that the invasion of Iraq had played into al-Qaeda's hands. Sir Jeremy Greenstock, who as UK ambassador to the United Nations was at the centre of events in the run-up to the war, said the allies in Iraq had 'suffered the consequences' of al-Qaeda's determination to exploit the opportunities presented by a war on Arab soil. </p> <p>He told Radio Four's Today programme yesterday that the West could not defeat Osama bin Laden's terror network by military means alone, but must adopt policies to reduce resentment in the Muslim world. 'I think it was one of the objectives of Osama bin Laden and the al-Qaeda leadership originally to draw America into conflict on Arab soil as close to Saudi Arabia as possible. </p> <p>'Iraq is not yet a failed state. We are in a transition period, which has got considerable difficulties. But if Iraq ends up as a failed state and we leave it in that state, then we are worse off than when we started,' Greenstock warned. </p> <p>A number of British Muslim groups used the anniversary to warn that 9/11 had led to a rise in Islamophobia. Massoud Shadjareh, chairman of the Islamic Human Rights Commission, said: 'The backlash against Muslims in the UK needs systematic and sustained responses from the British government, yet instead we see endless attention given to increasing draconian legislative measures which are used almost overwhelmingly against Muslims.' </p> <p>Radical Muslim group al-Muhajiroun held a conference at which the group's UK leader, Anjem Choudary, praised the 'Magnificent 19' hijackers. </p> <p>He said of bin Laden: 'He is my fellow Muslim brother. We believe in the same God, we believe in the same messenger ... whether he is an oppressor or oppressed. </p> <p>'I do not believe he is an oppressor, he is on the right path. If you had an election in any Muslim country, he would win.' </p> <p>In the United States, President Bush marked the anniversary by linking the events of 9/11 to the war in Iraq. 'America was attacked with deliberate and massive cruelty. We remember the tragedy of that day. We remember the images of fire, and the final calls of love, and the courage of rescuers who saw death and did not flee,' Bush said in a radio address. 'Since that day, our nation has waged a relentless war against terror and evil. We pray for the brave men and women of the United States armed forces who are serving our country on the front lines of this war.' </p> <p>In New York, hundreds of British police officers joined counterparts from 47 national forces to form an honour guard for the families of those who died in the atrocities. </p> <p>At the British Memorial Garden in the city, 67 police officers represented each of the Britons who died, while the North American Welsh Choir paid a choral tribute. </p> <p>Yesterday also marked the deadline for lawsuits related to the terrorist attacks, prompting a last-minute flurry of filings. Officials at the Port Authority of New York and New Jersey, the owner of the World Trade Centre, filed a suit for damages against Saudi Arabia, alleging that its royal family had supported al-Qaeda in the years before 9/11. </p> <p>The claim followed a similar suit by Cantor Fitzgerald, the brokerage firm that lost 658 employees in the attacks.</p>",
  "<p>H Lee Scott is the most important man you have never heard of. That won't be true for much longer. Scott's long valued anonymity is disappearing rapidly. Last week Vanity Fair crowned him king of its annual New Establishment power list. From his giddy perch at number one, the folksy president of Wal-Mart looked down on rivals such as Rupert Murdoch, Bill Gates and Steven Spielberg. The media moguls of our information age had just been rudely humbled by the Midwestern boss of a 'pile 'em high, sell 'em cheap' supermarket chain. </p> <p>The result shocked many. But it shouldn't have. The fact is that Scott is one of the most powerful men stalking the corridors of mega-business. Scott's Wal-Mart is redefining what a big company really means. Its tentacles stretch from its headquarters in rural Arkansas across the world. </p> <p>Just a few facts and figures fill out the picture. Wal-Mart is the biggest company on earth. Its sales last year of $256 billion were more than the GDP of Poland. If it were a country, it would be ranked 19th in wealth in the world. With a staff of 1.5 million it has more men and women in uniform than the US army. Compared to that, Microsoft and News International are bit players in the game of capitalism. </p> <p>It is not just about size either. It is also about style. Wal-Mart has revolutionised business in America. Wal-Mart drives down costs so it can offer the lowest prices. It fights the unions, pays un-princely wages and - critics say - big-foots the communities it arrives in. When Wal-Mart enters a town, it causes many other businesses to close. They just cannot compete. </p> <p>And it all happens on an enormous scale. Wal-Mart has become the ultimate symbol of the corporate sameness that seems to have turned all of Main Street America into one long strip of soulless brand names. Wal-Mart is also firmly entrenched in Britain. After buying Asda in 1999, the company has steadily moved up the ladder. </p> <p>Asda has now overtaken Sainsbury's to become Britain's number two supermarket behind Tesco. Many in the City now believe Scott is eyeing fresh British acquisitions. Certainly that might explain why Scott mysteriously granted a rare interview to the Today programme on 2 September. He used it to defend himself against his company's many critics. </p> <p>'It looks like the start of a British hearts-and-minds campaign,' wrote one City commentator afterwards. Britain beware. The world does not wait to go to Wal-Mart. Wal-Mart comes to the world. </p> <p>H Lee Scott was born in Joplin, Missouri, in 1949, but his father, Harold Scott, soon moved the family to the town of Baxter Springs, Kansas. Perhaps fittingly Baxter Springs was named after the first store owner in the area, because Scott is now the biggest shopkeeper in the world. </p> <p>The elder Scott was a garage owner in the tiny settlement that still proudly proclaims itself 'The First Cowtown in Kansas'. Scott, and his two brothers, went to the local high school. </p> <p>Scott was both sporty and academic. He played American football and competed in athletics, played in the school band and sang in the choir. He was a success, but not a star. Like many Midwesterners, Scott went to a local college, Pittsburgh State University in south-east Kansas, where he graduated in 1971 with a degree in business administration. </p> <p>So far, so typical of a Midwestern youth. There is still much small town America in both Wal-Mart and Scott. At Wal-Mart store 'greeters' welcome shoppers with a smile and a hello. Wal-Mart workers are known as associates, not employees. Each day begins with the staff doing the 'Wal-Mart cheer' which closes with the chant: 'Who's number one? The customer! Always!' </p> <p>Scott has retained much of that disarming friendliness. His accent is still Midwestern and his speech is peppered with folksy turns of phrase. His hobbies are stubbornly low-key (he is a keen fisherman, for instance) and he drives a VW Beetle. He is boyish and polite and has been compared to a JR Ewing-like figure in his appearance and down-home charm. That's a Wal-Mart tradition. The chain's founder, Sam Walton, turned a nickel-and-dime store in the Arkansas town of Bentonville into a global superpower. But at the same time Walton always drove a pick-up truck. Wal-Mart is still based in Bentonville and Scott now sits in the same tiny ground floor office that 'Mr Sam' used. </p> <p>Wal-Mart is a giant presence in the economic landscape of America and the world. It is telling that there is no direct flight from New York to the Arkansas capital of Little Rock. But there are two flights a day to Bentonville (pop. 25,000). In an area called 'Vendorville' around Wal-Mart's headquarters more than 200 companies - who sell their goods on Wal-Mart shelves - maintain 'embassies' in order to keep close to Scott's Wal-Mart court. </p> <p>The key to Wal-Mart's success, and Scott's, is simple: a ruthless business sense. Scott learned the value of hard work and money early on. He met his wife at college and they quickly had a son, Eric. As the young couple struggled to make ends meet, they lived in a rented trailer home at the Lone Star Trailer Court in Pittsburgh. Scott worked in the evenings at a local tyre factory for just two dollars an hour. Then he would come home and study after midnight. </p> <p>'I worked at McNally's from about 3:30pm to midnight, and studied between midnight and 2am,' Scott once said. 'At the time, it didn't seem difficult, it just seemed cold because the heater in the trailer didn't work.' </p> <p>Those hard times taught Scott the value of money. He never forgot it. After an inauspicious start to his business career (he was turned down from a job at a freight company and a friend later had to ring the firm and convince them to reconsider), Scott became a salesmen. Seven years later he joined Wal-Mart after initially contacting the firm to negotiate over a debt of $7,000. He had a flair for organisation and 'stripping out the costs', which was the key Wal-Mart innovation to making profits. </p> <p>Of course 'costs' in business-speak often means 'jobs' to the people sacked in order to economise. Scott rarely let emotion get in the way. 'One truck driver I fired five times and Sam [Walton] hired him back four times,' Scott once joked. The punch line was clear: the driver still ended up fired. Scott's rise up the ranks was rapid. His hard work, genius for logistics and charm propelled him into the company's top tier. In 2000 he was appointed president. </p> <p>But he has inherited a firm that has made many enemies. Wal-Mart is strongly anti-union. Shop managers are told to report to Bentonville at the first sign of union activity (which includes workers being spotted talking together in huddles). A team from Bentonville is then dispatched to 'deal with the problem'. Wal-Mart's wages are also low and its healthcare plans are beyond the reach of most of its workers. It has often shown a market-chutzpah that many other companies would blush at. For years it ran a 'We Buy American' advertising campaign while importing huge amounts of goods from the developing world. A year after Scott took over Wal-Mart moved its global purchasing headquarters to China. It is now the largest importer of Chinese-made products in the world. </p> <p>Across America groups have sprung up to protest about Wal-Marts opening in their cities. Recently residents of the Los Angeles suburb of Inglewood voted against letting Wal-Mart open in their community. Scott shrugged off the defeat. 'I don't think we'll win every election. And I don't give a diddly if we don't,' he laughed, speaking to a group of Arkansas businessmen. He's right. Sometimes Wal-Mart loses, but more often it wins. And there is always another target in the horizon in America, or in Britain or the Far East. Over the next few years it plans around 800 new stores in the US alone. </p> <p>Wal-Mart's and Scott's relentless rise also seems to reflect a deeper power shift in America. Wal-Mart stores, like Scott himself, are firmly based in the traditions of the South and Midwest. They represent a rejection of the traditional American elites on the west and east coasts. Two-thirds of Wal-Marts are in 'Red States' that voted for President George W Bush in 2000. The fact that Wal-Mart stays in Bentonville, rather than relocate to New York, speaks volumes of where power is now located in America. </p> <p>The description of Scott as a charmer whose ruthless streak is hidden by a folksy style also describes the current inhabitant of the White House. That suits Scott. Wal-Mart donates large amounts of cash to the Republicans. When the Vice President, Dick Cheney, gave his first talk to a company workforce he came to Bentonville. When you are as big as Wal-Mart, when you are as powerful as Scott, the world's elite comes to your door. One thing is now clear: Scott's place at the top of Vanity Fair 's power list was no accident. The only surprise is that no one noticed him before. </p> <p><strong> H Lee Scott Jnr</strong><br> </p> <p> <strong> DoB:</strong> 14 March 1949 (Joplin, Missouri) </p> <p><strong> Job: </strong> President and chief executive of Wal-Mart Stores, Inc </p> <p><strong> Education:</strong> Baxter Springs high school; Pittsburgh State University, Kansas </p> <p><strong> Family:</strong> Married to Linda Gale Aldridge (two sons)</p>",
  "President George W. Bush will face vitriolic attacks on his character this week, especially his National Guard service during the Vietnam War. <p>Democrat-linked groups are finally getting tough after the challenger, John Kerry, suffered brutal character assassinations by the Republicans. </p> <p>Documents and allegations have surfaced painting a picture of a rich, pampered young man who avoided going to Vietnam after family connections secured him a coveted place in a 'champagne unit' of the National Guard. Once there Bush failed to adequately complete his service, shirked his duties and was released early without punishment. </p> <p>At the same time controversial biographer Kitty Kelley will be promoting her book on his family. It includes allegations about the young Bush's cocaine use and a claim he once pressured a girlfriend to have an abortion. Kelley's allegations have been dismissed as gutter gossip by Republicans but Democrats hope mud will stick. </p> <p>Mainstream attention is now focused on whether Bush reported for National Guard duty in Alabama in 1972 when he moved there to work on a Republican campaign. This week TV adverts will air featuring Bob Mintz, a retired veteran who says he never saw Bush in his unit of 700 people. 'You just can't go and come in a unit as small as that without being noticed by someone,' Mintz said. </p> <p>Only one person says he saw Bush do National Service but that account, by Bill Calhoun, who says he saw Bush on base on several dates, conflicts with records showing Bush was paid for duty on different dates. </p> <p>The 400 pages of documents released by the White House in February had seemed to dampen a media firestorm on Bush's record. But independent researchers combed through them and a different picture emerged - Bush went unpunished for breaking regulations, was grounded after missing a medical, and he failed to contact a Guard unit when he went to Harvard Business School as he was obligated to. </p> <p>Ben Barnes, a former Texas politician, has claimed he used his clout to secure Bush a safe place in the Texas Air National Guard in a shady backroom deal common at a time when the rich did not want their children in Vietnam. </p> <p>But worse is to come as signs emerge of a Democrat attack machine warming up with all the hallmarks of the Republican dirty tricks department that so successfully smeared Kerry. Barnes is directly linked to Kerry's campaign. The Mintz adverts are run by Texans For Truth, headed by Glenn Smith, who says the Republicans' criticism of Kerry's Vietnam record opened the door. 'They started this,' Smith said. 'It is only fair to scrutinise the President.' </p> <p>For Democrats, the attacks on Bush may mark a change in policy but so far it has had little impact on the polls - Bush leads Kerry 50 per cent to 44 per cent.</p>",
  "<p> <strong> George Shearing<br>Like Fine Wine</strong><br> (Mack Avenue) <br>George Shearing, who was a child prodigy, has now reached the age of 85. His command of the piano is awesome and the flow of his imagination apparently effortless, yet he seems incapable of playing a glib or predictable phrase. The surface is smooth and welcoming, but following his train of thought, with its sudden swerves and rhythmic pitfalls, can be a bracing experience. He also has a deliciously dry wit. For example, he takes Coltrane's notoriously challenging theme, 'Giant Steps', and plays it as a gentle bossa nova. Shearing is joined here by longstanding collaborator bassist Neil Swainson and an excellent new guitarist, Reg Schwager.</p>",
  "<p>Having often described the Blair-Brown relationship as a 'duumvirate', I was reminded, while reading Tom Holland's Rubicon in deepest Roman Provence, that, until things got out of hand, consuls in Ancient Rome were elected for a year at a time.</p> <p>The idea of having two consuls was that the one would balance the other. So far from working together, or against each other, for a year, Blair and Brown are now in the eighth record-breaking year of their duumvirate. </p> <p>For all the 'soap opera' aspects of their political partnership, the two have endured. I went away on holiday thinking - somewhat wistfully, I acknowledge - that the coming Labour party conference would be the perfect time for Tony Blair to resign, and for the party to elect a new leader in time to put his own imprint on the next electoral manifesto. </p> <p>Against the background of the worsening situation in the Middle East (including growing speculation about an American pre-emptive strike against Iran) and warning signs about sluggishness in the world economy, it was a bit of a shock to return to Britain and find that the two great preoccupations in Westminster were fox-hunting and the latest developments in the Blair-Brown saga. </p> <p>Without wishing to push the parallel too far - unlike Caesar at the time, Tony Blair already has the top job - the Prime Minister seems last week to have crossed the Rubicon in his relations with the Chancellor.</p> <p>When John Prescott referred earlier in the summer to the 'plates shifting', he appeared to have in mind an understanding reached at a dinner of the triumvirate (Blair, Brown, Prescott) last November in Admiralty House. My understanding (which was shared with certain other commentators) is that Blair indicated an intention to step down in the course of 2004, and appealed to the others for help in getting 'from here to there'. </p> <p>At some later stage, Blair even thought of announcing his intentions in advance in the spring, but was dissuaded by Brown and others. This is not incompatible with Brown's well-known ambition, the Chancellor's fear being that a pre-announcement would cause chaos, and only damage the Labour party. </p> <p>But it is clear that in the course of the summer the Prime Minister emerged from his slough of despond, hoping, among other things, that serious Labour party disquiet over Iraq would prove to be 'a phase, not a continuum'. His change of mood was undoubtedly assisted by encouragement from a handful of ministers who would not describe themselves as 'friends of Gordon Brown'. (It is tempting to think that Blair took one look at the pensions crisis and decided that he couldn't afford to retire; but he will, of course, be made for life on the memoir front and the American lecture circuit.) A close friend of Blair's commented the other day: 'He may have had dark moments, but Tony loves the job and the world stage.' </p> <p>The appointment of Alan Milburn as 'election co-ordinator' looks like a snub to Brown, has been reported as such, and most certainly is. This is not just a case of 'idle gossip' on the part of members of the various retinues.</p> <p>In the circumstances the publication this week of Roy Jenkins, A Retrospective (Oxford, edited by Andrew Adonis and Keith Thomas) could hardly be more timely. Until now it has been widely assumed that New Labour (very much the creation of Blair and Brown) was, for all the soap opera aspects, a remarkably successful party of government, in contrast to the supposed shambles of Old Labour.</p> <p>If the events of the past week have proved anything, it is that the top of the Labour party is now a shambles, and needs to get its act together if it is not to squander its many hard-won gains. </p> <p>Roy Jenkins was almost as ambitious for the premiership as Brown has been, and of course never got it. But the then Prime Minister, Harold Wilson, did not dilly-dally about the timing of his resignation. </p> <p>As David Marquand points out in one of the essays in Roy Jenkins, Wilson's confidant, Lord Goodman, told Jenkins at a Box ing Day party in 1975 'that Wilson had made up his mind to resign in March'. </p> <p>Wilson's impending resignation remained a closely guarded secret, and was announced on 16 March, 1976. There had been several occasions in the past when Jenkins would have been the favourite to succeed Wilson, but by then it was too late. Jenkins came third in the first ballot and withdrew, proceeding to make his next contribution to history by being the driving force, as president of the European Commission, behind the setting up of the European Monetary System in 1979, the necessary precursor to the formation of the eurozone. </p> <p>It is clear that there is a faction around Blair that wants to make it too late for Brown, and the irony is that on several occasions Brown and Prescott have combined to save Blair from parliamentary humiliation and the danger of an enforced resignation in messy circumstances. </p> <p>I have suggested before that a promise from Tony Blair is not worth the paper it isn't written on. It looks at this stage as if this may be the case, even if there are highly placed witnesses present. </p> <p>This is a potential tragedy for the Labour party and the country. It is surely not too late for the party to get its act together, but the omens do not look good. I don't care what the focus groups say, but everywhere I go I find people in all walks of life who are not prepared to vote for a Labour party led by Tony Blair, because they feel misled over Iraq. </p> <p>Apart from being the most disgraceful foreign policy venture since Suez, Iraq has also been an immense distraction from other policies. We shall return to the economy next week. </p> <p>In the meantime, I am still scratching my head over the pride of place being given to banning fox-hunting.</p>"
]