[
  "After five years in power, Hugo Chávez could be forced to step down when Venezuelans vote in a referendum on his presidency this Sunday. <p><b> What are the implications? </b> Venezuela will have a chance, maybe its last, to esolve years of political turmoil by peaceful and democratic means ... If [the vote] is fairly held and Mr Chávez wins, an opposition that in the past has supported a military coup and a general strike in an attempt to force the president from office will be obliged to accept his rule for two and a half more years. If he loses, Mr Chávez - a self-styled revolutionary who once led a military rebellion against a democratic government - will be removed, and new elections for president will be held.<br><b>From the Washington Post, July 30 </b></p> <p><b> How did the referendum come about?</b> Venezuela's opposition ... won the right to hold a referendum to remove Mr Chávez, the populist president, from power. It gathered 2.56m signatures to force a recall vote ... Mr Chávez promised to abide by any decision made by the election council ... Should [he] fail to gain 50% of the vote he will have to step down and fresh presidential elections will be called. The polarisation in Venezuela pitches the charismatic Mr Chávez, supported by the nation's poor, against the middle and upper classes who fear the president is leading them into the creation of another Cuba. He has made no secret of his admiration for Fidel Castro, Cuba's dictator.<br><b>Jeremy McDermott in the Daily Telegraph, June 4 </b> </p> <p><b> What do the polls say?</b> </p> <p>Venezuela's poor are worse off in almost every measurable respect. Yet millions of them are likely to vote for him ... Their support could save him: the latest polls suggest he might narrowly win the referendum. The recall campaign by the opposition Democratic Coordinator coalition ... needs at least 3.8m votes to revoke the president's mandate, but lacks both a message and a leader. Mr Chávez, on the other hand, is counting on a trump card: the \"missions\" ... In focusing on education and health, Mr Chávez has correctly identified some of the sources of Venezuela's big inequalities.<br><b>From the Economist, July 10 </b></p> <p><b> How are relations between Venezuela and the US?</b> </p> <p>Mr Chavez [has] said he hoped ties between his country and its biggest oil client, the US, would improve dramatically if Democrat John Kerry won the US presidential election in November ... Left-winger Chavez ... has accused George Bush of backing opposition efforts to overthrow him. The Bush administration denies the charge but has strongly supported the Venezuelan referendum process. <br><b>From the Washington Post, August 7</b> </p> <p><b> How is Mr Chavez perceived in Venezuela? </b> According to surveys, Mr Chavez's image improved as he increased his control over the oil industry and the armed forces ... [But] internationally trapped, surprised by a recall that he thought was aborted and facing an evident unease in the armed forces, Mr Chávez [has] now resorted to nationalism ... The man who spent the past five years dividing the country is now unable to reunite it. <br><b>Roberto Guisti in El Universal, Venezuela, July 31 </b></p> <p><b> What would Mr Chavez do if he lost? </b> [He] said that if his opponents won, he would run in the presidential elections a month later. Electoral authorities ruled [in June] that Mr Chavez could stand again in 2006, but did not say if he could do so immediately after the recall vote. If Mr Chavez is defeated, an election will be held within 30 days.<br><b>From BBC News online, July 9 </b></p> <p><b> Would there be a violent reaction? </b> Despite a peaceful recall campaign, Venezuela's political rivals have rioted in the past to protest decisions by elections officials they deemed unacceptable. Memories linger of a brief 2002 coup, in which dozens were killed. Riots erupted in February when the elections council ruled that Chavez's foes lacked enough voter signatures to force the recall. At least seven people were killed and scores were wounded in the unrest. On June 3, when the elections council announced that Mr Chavez would face a recall, violence gripped parts of downtown Caracas ... At least 6,000 troops will be dispatched for the vote. <br><b>Christopher Toothaker, Associated Press, August 6 </b></p>"
]