[
  "<b> New York Post</b> <br> Editorial, October 22 <p>\"Let's be clear: America will be safer with George Bush in the White House. Not totally safe; even the president concedes that. But safer, and that's quite good enough for us ... Sure, domestic issues are important: the nation's economic health undergirds the war on terror. And folks naturally worry about their pocketbooks. Education is critical ... But in the end, no issue comes close in importance to the war ... </p> <p>\"[Mr Bush] has made enormous headway in eliminating threats from both global terror networks and hostile regimes, like that of Saddam Hussein ... The Bush doctrine of pre-emption and aggressive promotion of freedom abroad has put dictator-thugs and terrorists everywhere on notice.\" </p> <p><b> Washington Post</b><br> Editorial, October 24  </p> <p>\"We believe John Kerry, with his promise of resoluteness tempered by wisdom and open-mindedness, has staked a stronger claim on the nation's trust to lead for the next four years ... </p> <p>\"[Mr Kerry] promises more fiscal realism. He sensibly proposes to reverse Mr Bush's tax cuts on the wealthiest and pledges to scale back his own spending proposals if funds don't suffice ... He has a workable plan to provide health insurance to more Americans; the 45 million uninsured represent a shameful abdication that appears not to have concerned Mr Bush one whit ... </p> <p>\"A Kerry judiciary - and the next president is likely to make a significant mark on the Supreme Court - would be more hospitable to civil rights, abortion rights and the right to privacy ... </p> <p>\"[Mr Kerry] pledges to both fight in Iraq and to reach out to allies; to hunt down terrorists, and to engage without arrogance the Islamic world.\" </p> <p><b> Miami Herald</b><br> Editorial, October 17  </p> <p>\"Forced to confront a surprise attack on the homeland three years ago, Mr Bush rose to the challenge. He deserves credit for holding the nation together in a moment of great peril. But the president who came to office as a 'compassionate conservative' has often displayed a narrow partisanship. A bold doctrine of preemption replaced the promise of 'a more humble foreign policy'. A stubborn refusal to accept uncomfortable facts and a simplistic approach to complicated issues raise questions of basic governance skills. These grave concerns override mere differences on issues with his challenger ... </p> <p>\"On the basis of experience, a strong campaign and command of the issues that make this such a crucial election, the Herald recommends John Kerry.\" </p> <p><b> Houston Chronicle </b> <br>Editorial, October 24  </p> <p>\"Mr Bush's strongest qualities are his decisiveness and clarity. As Mr Bush proudly proclaims, for him or against him, everyone knows where he stands. Like many people, Mr Bush finds it difficult to admit a mistake, particularly when under attack on all sides. However, history is replete with instances in which imperfect but confident national leaders proved preferable to cautious, indecisive ones. </p> <p>\"In Mr Kerry's case, many of his supporters are dismayed by their candidate's seeming inability to speak his mind in a way that conveys and inspires confidence. Mr Kerry often crafts positions based on calculated expediency, and then has a hard time explaining the basis for them. </p> <p>\"The ticket of George Bush and Vice President Dick Cheney has a proven if flawed track record. The nation is taking demonstrative steps to defend itself, and the economy and job market are improving.\" </p> <p><b> Newsday </b><br>Editorial, New York, October 24 </p> <p>\"Mr Kerry has demonstrated streaks of decisiveness and has been willing to take unpopular stands. And he has a deep understanding of national security affairs and a determination to help this country rebuild its alliances in the world. That is critical for the war on terrorism ... </p> <p>\"Mr Bush's presidency has been too radical and too often wrong. Mr Kerry will have a fresh chance to bring the country together, to help heal the wounds of the past 12 years when partisan bickering has reached historic highs ... Mr Kerry is not an ideologue, and his desire for success makes him more likely to compromise and find common ground with his opposition. He is the one candidate who can begin to heal the deeply bitter divisions in the nation. Mr Bush cannot and will not do that.\" </p> <p><b> Walter Shapiro </b> <br>USA Today, October 22  </p> <p>\"Both candidates paper over the problems they will immediately face if elected. When Mr Kerry talks about his ambitious healthcare plan ... he never explains how he plans to steer it through a Congress that will probably remain in Republican hands. </p> <p>\"Mr Bush is equally mysterious about the details of his social security programme ... [which] would require wrenching transition costs that the nation can ill afford at a time of record red-ink budgets ... In this dire fiscal environment, it is hard to see how either candidate as president can cobble together much of a domestic spending agenda ... </p> <p>\"There is scant hope that either Mr Bush or Mr Kerry will address these potential pitfalls ... That is why, no matter who is elected ... Americans are apt to face a series of unpleasant surprises.\"</p>",
  "<p><strong>God Bless America: With God On Our Side</strong></p> <p>Channel 4, Saturday, 7.20pm</p> <p>Jokes from politicians are generally ghostwritten and calculated to increase their appeal, but one quip attributed to the first President Bush has the distinction of being both original and electorally suicidal. Entering a prayer breakfast of Republican fundamentalist Christians, George HW Bush is supposed to have said: \"I'm the only person in this room that's only been born once.\" </p> <p>This religious flippancy may have cost Bush snr his presidency and - as a compelling documentary screened on the eve of the US election makes clear - the son of the father has been careful not to make the same mistake in his dealings with those who believe in the Son of the Father. Channel 4's God Bless America: With God On Our Side combines an examination of the beliefs of George W Bush with a study of the influence of evangelical Christians on American politics. </p> <p>The first half of Calvin Skaggs's and David Van Taylor's documentary establishes the historical context: born-again Christians in America helped to the Presidency a succession of men who they came to regard as false prophets. The Reverend Billy Graham endorsed Richard Nixon, a professing Baptist who became the only President to have to watch, half-way through his term, a successor swearing on the Bible. </p> <p>Jimmy Carter talked the talk - there's hilarious archive from 1976 of NBC anchor John Chancellor nervously explaining the previously unheard term \"born again\" - but, once elected, passed an equal rights amendment that clashed with the evangelicals' view of the sacred icon of the home-baking mom. Reagan next seemed to be their saviour - telling a convention of Bible-belters that his favourite book was the Good Book - but then appointed a pro-choice woman, Sandra Day O'Connor, to the Supreme Court. </p> <p>Reagan was followed by the man who had only been born once. The film fascinatingly explains how, in 1988, it was the son who convinced American Christians that his father believed in the Father. George W Bush - who had recently stopped drinking and come to God at the Holiday Inn in Midland, Texas - operated as spiritual advisor to a campaign bewildered by the power of the Christian vote (a TV evangelist, Rev Pat Robertson, had run well against the then vice president Bush in the primaries). </p> <p>The first President Bush proved another disappointment to the God-lobby - inviting gays and lesbians to the White House - but the Christians finally found their political salvation in the son. The film compellingly shows that George W Bush represents to Christian Americans an embodiment of the parable of the prodigal son. Elements of his biography that might have been thought problematic to the Moral Majority - the years of getting wrecked in Texas - in fact became assets because the candidate was willing to present himself as a victor over sin. </p> <p>The religiosity of American politics tends to be a problem for British journalism because we find it hard to believe that they really believe it. Avoiding mockery - approaching the President's theology as solemnly and neutrally as if it were his economic policy - this outstanding documentary uses little-seen archive - including Dubya praying on an evangelical television breakfast show - to demonstrate how fundamental Christianity is to Bush and why having been born twice represents his best chance of being elected twice. </p> <p><strong> The luxury of choice</strong></p> <p>Outside of the abortion debate in America, the word \"choice\" has only been as bitterly contested in the history of television. The c-word was used to justify first the satellite and cable revolution and now digital expansion. </p> <p>But, in recent years, many viewers and critics have argued that technological plenty has brought artistic famine: that as increased competition for viewers has forced channels to concentrate on a few reliably populist genres - soap, makeover, reality TV, detective - the choice of programmes has diminished even as the number of buttons on the remote control has increased. </p> <p>So, at a watershed moment for broadcasting - following the regulator Ofcom's report on the future of public service broadcasting and an independent survey of the BBC's digital channels - it seemed a useful exercise to assess how much choice a viewer has at a single junction of the schedules. I chose the middle of the evening in the middle of week: traditionally strong slots throughout television history. </p> <p>At 9pm this Wednesday, the viewer with only terrestrial equipment can select from: the fifth part of Titchmarsh's British Isles: A Natural History (BBC1); the second part of Adam Curtis's essay on terrorism, The Power of Nightmares (BBC2); the terrestrial premiere of James Bond in Die Another Day (ITV1); the final episode of the continental downshift series Grand Designs (Channel 4) and a repeat screening of Kevin Costner in The Bodyguard (Five). </p> <p>This represents a reasonable choice in that only one genre is repeated (American movies), although few viewers would feel a terrible dilemma: it's hard to imagine anyone being desperate to watch both the idea-free Titchmarsh doc and the thesis-packed Curtis one. </p> <p>For those with digital and/or satellite, the selection becomes more complex, bringing in, among dozens of options, the possibility at 9pm of a three-and-a-half hour Breast Cancer Special (BBC3); a German drama about the Mann brothers (BBC3); the reality game-show Holiday Showdown (ITV2); the Australian detective series Murder Cell (Plus); and Virtual History: The Plot to Kill Hitler (Discovery). </p> <p>Although my choice of time-slot was randomly selected, this particular Wednesday schedule benefitted from two pieces of luck: it's a rare winter midweek evening without European football and the BBC is on best behaviour ahead of charter renewal. Yet, even so, the available range of viewing is far greater than (examination of old copies of Radio Times suggests) it was five, 10 and 20 years ago. While there is considerable doubt about how this plethora of networks will sustain viewers and income in the future, the old American complaint - 200 channels and nothing on - doesn't yet apply to fledging British multichannel television.</p>",
  "The interim leader Hamid Karzai coasted towards victory in Afghanistan's presidential election yesterday when his share of the vote passed the 50% mark. <p>With 94% of the vote counted he had 4.2m of the estimated 8.2m ballots cast: enough to avoid a run-off against his nearest rival Yunus Qanooni, who trailed a distant second with 1.2m votes. </p> <p>A spokesman for Mr Qanooni conceded defeat last night, according to Reuters, but official confirmation of Mr Karzai's victory was frozen pending the outcome of an investigation into alleged polling irregularities. </p> <p>The inquiry, now confined to 12 disputed ballot boxes, is unlikely to affect the final result. </p> <p>\"The result looks mathematically certain, but we can't say anything official yet,\" Reginald Austin, chief technical adviser to the joint UN-Afghan election body, said. </p> <p>Although marred by blunders and fraud allegations, the election, held on October 9, was hailed as a watershed after a quarter of a century of violent chaos. </p> <p>Millions of mostly illiterate Afghans braved threats of violence or harsh weather to cast their first vote. </p> <p>But the mood of relief was dampened on Saturday by a Taliban suicide bombing on a busy Kabul street which killed two civilians and injured three peacekeepers. </p> <p>The bomber, disguised as a beggar, struck on Chicken Street, which is lined with rug and antique shops, apparently aiming at a jeep of soldiers from the Nato-led Isaf peacekeeping mission. </p> <p>A 23-year-old American translator and an 11-year-old Afghan girl were killed. Three Icelandic soldiers, one seriously injured, were taken to hospital. The attack dented the hope that the Taliban's failure to disrupt the poll marked a decline in the insurgency. </p> <p>Security analysts said the amateurish nature of the attack - the bomber managed to explode only three of the six grenades attached to him - showed that the fundamentalists remained a weakened force. </p> <p>The vote count, which began 12 days ago, is expected to end today when the last ballots from Pakistan and a few remote provinces are tallied. </p> <p>If confirmed as victor, Mr Karzai will have a five-year mandate to help him shake off the jibe that he is a mere puppet of his American supporters. </p> <p>An ethnic Pashtun, he was appointed interim president after the US-led invasion deposed the Taliban regime in late 2001. </p> <p>The successful poll will also reverberate in the US, where President George Bush is portraying Afghanistan in his re- election campaign as a foreign policy success. </p> <p>But Afghanistan's transition to democracy remains fragile and incomplete. The voting patterns suggest that it remains divided by the ethnic hostilities which have fed much of the recent conflict. </p> <p>Mr Qanooni relied heavily on his fellow Tajik for votes. Similarly, the third and fourth placed candidates, the warlords Abdul Rashid Dostum and Mohammed Mohaqeq, relied on their Uzbek and Hazara constituencies. </p> <p>So far Mr Karzai has employed a policy of appeasement towards the warlords, who control much of the country outside Kabul. Many voters now expect him to adopt a more forceful approach. </p> <p>The other tasks facing him include disarming an estimated 40,000 gunmen, preparing for next April's parliamentary elections, and combating the increasingly pervasive influence of drug money. </p> <p>Afghanistan is expected to record a bumper opium harvest this year, and officials ranging from regional governors to police chiefs are expected to benefit. Allegations against one of Mr Karzai's relatives, rumoured to be a big heroin smuggler, are coursing through Kabul's diplomatic circles. If they are proved, Mr Karzai could be damaged.</p>",
  "Recently, I got a call from a friend who'd been talking to a friend who had told her that there was going to be a bomb attack in central London on a particular day and had urged her to warn friends and family to stay well clear. There were similar rumours from other friends. How many people altered their plans for that day accordingly? How many others felt a sharp stab of anxiety as they stepped on to the underground escalator on their way to work? How many more have just got so used now to living with fear that it is a low-level constant in their anxious, stressed lives? <p>Fear has become the dominant currency of public life - our politics and our streets - and it reaches deep into our most private emotions. The biggest fears are, of course, those generated by the war on terror - with its motley cast of (mostly fictional) demons from ricin manufacturers to mad mullahs. But there are legions of other fearful phenomena crowding the airwaves and newspaper columns, from obesity to dodgy chicken legs. Some may have a basis in fact, but it is their inflation and our inability to grasp the nature of their risk that is the issue. Despite the unprecedented security of life in the west - we live for longer and are less vulnerable to absolute poverty than any previous generation of human beings - we seem more anxious, and fearful than ever. Why? </p> <p>This is the big question to which Adam Curtis is boldly offering an answer in his hugely important BBC series, The Power of Nightmares. Politicians once offered dreams of a better future; now they offer to protect us from nightmares. Fear becomes the political resource to be mined to boost politicians' own legitimacy and authority, argues Curtis as he traces the parallel development of the neo-cons in the US and Islamist terrorism. </p> <p>His analysis is unfolding before our eyes in the US elections. Power goes to those with the darkest nightmares, he argues. Kerry might be the more effective and competent debater, but that's not the point. Bush echoes the fear he has helped create. Fear is an emotion best assuaged by being shared. As one banner read at a recent Bush rally: \"You make me feel safe.\" </p> <p>The issue Curtis has set to explain is, as one of the most perceptive commentators featured in the series, Bill Durodié, director of the International Centre for Security Analysis at King's College, puts it, \"why the juggernaut of the west is so preoccupied by the flea of al-Qaida\". Durodié points out that the number of terrorist incidents has gone down, not up, in the past decade and the vast majority of them are in places such as Kashmir. We face a tiny threat in comparison with what our grandparents faced in the late 30s - estimates of casualties from aerial bombardment in 1937 were put at 600,000 - with a fraction of their stoicism. </p> <p>Curtis's conclusion is basically that the neo-cons needed an enemy against which to define and justify an aggressive American imperialism. The nightmares provide an elite with the means to manipulate and manage the masses. His series has attracted controversy for its claim that al-Qaida doesn't exist (in any of the ways widely imagined, such as a global network of terrorists directed by someone from a hi-tech cave in the Hindu Kush) but what also requires attention is far closer interrogation of two questions he doesn't have room to explore. </p> <p>First, why are millions of perfectly sensible people so susceptible to the nightmares, and so bad at stripping back the fantasy to measure the true scale of risk? Durodié argues in a recent paper that while fear has often been used as a political tool in history, we are particularly vulnerable to it now because of how isolated and fragmented our lives are. He points to the second world war when the only incidence of panic was when people were isolated. </p> <p>Without the moorings of social connectedness to political, religious institutions and neighbourhoods, we have no reality check on our own fears. For example, without gossiping to the neighbour how do we build up that mutual assessment of risk to the wellbeing of our children? Furthermore, he suggests that our profound sense of insecurity is not fuelled by the perception that the world is changing very fast (to which Blair often refers) but rather by the fact that our collective ability to shape that change is so cripplingly weak (not an issue on which Blair wants to dwell). </p> <p>Closely related to this argument, the sociologist Zygmunt Bauman argues, in an essay to be published soon, that politicians have abdicated any responsibility for moderating the impact of the inherent insecurity and instability of market capitalism so they offer to assuage other types of insecurity, in particular our physical safety. Take his argument further, and it seems that as we are left to negotiate our own unpredictable and anxious course through the winner-takes-all society, we search for other focuses for our fear as a relief or justification for our performance or failure. We want nightmares to distract us. </p> <p>Second, what happens to a society that becomes so fearful? It offers politicians power, and it also promises goodies to security consultants, helpful academics and defence and police forces. It gobbles up taxpayers' money, and insurance premiums with precious little accountability. The peddling of fear is a lucrative business: security is the biggest global growth industry. Fear shifts newspapers and glues viewers to their TV screens. The media become profoundly complicit in promoting the interests of those who use fear, from terrorist to security analyst. </p> <p>We need to be much more aware of the corrosive impact of fear on politics and civil society. The ugliest and most powerful of political emotions, it short-circuits and distorts political debate. Once unleashed, it is very hard to reverse. Figures last week showed that while crime has fallen, fear of crime remains stubbornly high. Fear has its short-term uses for both politicians and the media but it delivers diminishing returns. One way to manage fear is to simply switch off: don't bother voting or watching the news, try Wife Swap instead. Worst of all, fear gets displaced. It may start as an insecurity over a job, a worry over a pension, but it can end up as racism. Fear needs clearly identifiable enemies. As the global flow of people speeds up, and our cities and countries become more diverse, there is no shortage of material out of which to fantasise the enemies of our nightmares. </p> <p>So when you feel afraid, question who or what has made you so - and why it was in their interests to do so - assess the risk, and always remember how much destruction fear ultimately wreaks on everything we call civilisation. </p> <p><b>·</b> The second part of The Power of Nightmares is on BBC2 on Wednesday </p> <p><a href=\"mailto:m.bunting@theguardian.com\">m.bunting@theguardian.com</a></p>",
  "The atmosphere around the Dayton Dragons baseball stadium in southern Ohio was both surreal and feverish. As thousands of Democrats lined up to see John Kerry, the Republican opposition was never far away. <p>There were three 'dolphins' (an allusion to Flipper, as in 'flip-flop') and a man in a Kerry mask sporting a sign that read: 'Vote for Kerry: a stronger France'. Behind them scores of stony-faced anti-abortion protesters carried pictures of aborted foetuses.</p> <p>For Lisa Staggs, a 42-year-old health worker, waiting to enter the stadium, the presi dential election was becoming too much, especially in Ohio. 'I am tired of all this. Tired of the smears. I can't wait for the election to be over,' she said.</p> <p>On 2 November, she will get her wish. But until then, the battle for Ohio and other swing states will only intensify. The whole Democratic party is now engaged in its last assaults to win the White House for Kerry. The Republicans are equally determined to stop them. With the election looming, George Bush has maintained a steady but slim lead. In order to chip away that final barrier, no Democrat ploy is going untried and no Democrat punch is being pulled.</p> <p>The tension was showing when the Republicans this weekend revealed a major drive in Ohio to challenge newly registered voters. The Democrats registered 600,000 new voters across Ohio, an achievement that many hoped would swing the race.</p> <p>'The organised left's efforts to \"register\" voters - I call them ringers - have created these problems,' said one Republican county chairman. 'We've just read and heard too much about potential fraud,' he said.</p> <p>Election officials in other battleground states, from Arizona to Florida and Wisconsin, are bracing for similar disruptions.</p> <p>The Republican strategy echoes the party's efforts in Florida in the 2000 campaign, where thousands of black, registered voters were turned away from the polls. Many of the newly registered voters in Ohio are black.</p> <p>'Our concern is that Republicans will be challenging in large numbers to slow down voting, because challenging takes a long time,' said David Sullivan, voter protection co-ordinator for the Democratic party in Ohio. 'Creating long lines causes our people to leave without voting.'</p> <p>Ohio has become the battleground state. Both John Kerry and Bush need it to swing their way. No Republican since Lincoln has won without taking Ohio.</p> <p>Kerry and his running mate, John Edwards, both hit Ohio last week. This week, only Tuesday will not see a Kerry or Edwards visit to the state: instead, Kerry's wife Teresa, will hold the fort on that day.</p> <p>Ohio is the Democrats' final push, a push based on attacking the handling of the Iraq war and hammering widespread job losses. But behind it lies a media strategy that has seen the Democrats indulge in the type of scaremongering usually seen as the preserve of the Republicans.</p> <p>Last week, it was revealed that a host of Democrat attack ads that had created a slew of headlines had hardly ever been aired: they were created solely to generate news stories.</p> <p>That was not the only card being played. Other stunts ranged from Kerry's hunting trip in Ohio to a huge rally with Dana Reeve, widow of Superman star, Christopher, who was a proponent of embryonic stem cell research.</p> <p>John Edwards sat on a wooden stool in a union hall last week, flanked by three men and two women. They spoke of the tough times that had descended on the steel town of Steubenville in eastern Ohio's rust belt. They spoke of lay-offs, steel mills on the edge of bankruptcy and the healthcare worries of those too poor to afford insurance.</p> <p>Edwards listened patiently and then attacked Bush in terms that broke one rules left in American campaign rhetoric: 'He [Bush] has taken away the American Dream,' Edwards said bluntly. 'The dream that, if you worked hard in this country, you are going to do better.'</p> <p>It was a long way from the famously 'sunny' Edwards who had been picked to bring optimism to the Democrat campaign. There is little left of that now. Edwards has turned into an attack dog. In one speech last week he called Bush 'incompetent' seven times in as many minutes.</p> <p>Throughout Ohio, Democrats were using the strongest possible language to lambast Bush. The mes sage played well with the crowds. Few analysts, from either the Democrat or the Republican camp, believe there are many undecided voters left. It is now a matter of getting out your own vote.</p> <p>Edwards played well in Steubenville, a town that has suffered its share of the 250,000 jobs that have left Ohio since Bush took office. Steubenville stretches down the banks of the Ohio, surrounded by rolling hills scarred by opencast mining. Two huge steel plants belch black smoke. Many townsfolk are angry. 'This is the worst president I have ever seen,' snarled Gary Cochran, who had spent 40 years in the steel mills.</p> <p>It is an anger that Democrats are keen to fan. The rust belt stretches across the north of the state, through Cleveland and Akron. Job losses have also hit hard in southern cities of Dayton and Cincinnati. In Dayton last week, Kerry drew a crowd of 10,000. As he addressed them, huge figures flashed up on an electronic scoreboard, detailing the jump in unemployment. Kerry's language was stark and dramatic. 'All of our dreams are on that ballot,' he told the audience. 'Social security is on that ballot, healthcare is on that ballot. Your children are on that ballot.'</p> <p>In Steubenville, three retired steelworkers could barely contain their tempers when asked about Bush. 'Don't get me worked up,' warned Rusty Fithen, his voice rising. 'That man is a son of a bitch.' For these men, the only question is: 'How is he even still in the race?'</p> <p>But Bush has a two-point lead. It could all come down to a handful of votes in one state. The prospect of a repeat of 2000 is starting to loom - but the Democrats are ready.</p> <p>Six Democrat legal taskforces will be on standby on 2 November. Each will have a private jet at its disposal, ready to fly off at the first sign of trouble. Each battleground state is within an hour's flight of at least one of the squads. Democrat strategists are pre pared to fight recount battles in five states at the same time. More than 10,000 lawyers - 2,000 in Florida alone - have been assembled. The Republicans have followed suit.</p> <p>If there is a legal fight, it could easily come in Ohio. Kerry is now - at last - most often ahead in the state's polls, though only by anarrow margin. But there have been problems. Some absentee ballots already mailed out did not have Kerry's name on them. Meanwhile, some voters registered by anti-Bush groups included Mary Poppins and Dick Tracy.</p> <p>For the Republicans are strong in Ohio. At every Democrat rally, anti-abortion protesters congregate. At Kerry's Dayton rally last week, a truck trundled around the stadium with 'Vote with the Bible'.</p> <p>Outside the cities, Bush's message of social conservatism and patriotism strikes a chord. But his appeal may go further - polls last week showed Bush doubling his support among black voters. If that is borne out, it will crack one of the most reliable Democrat constituencies and crush Kerry's chances.</p> <p>Organisation is the key. In 2000, Bush led Gore by several points going into election day, but Gore won half a million more votes than Bush. To repeat that last-minute surge, Democrats are relying on Conchetta Dedek, 66, and thousands of volunteers like her. Dedek has never volunteered for a campaign before, but now she is working the phones and pounding Dayton's streets. 'This is the most important election we have ever had,' she said.</p> <p>The curious mathematics of the electoral college have placed huge significance on Ohio. Mayor Mike Coleman laid it all out to a crowd gathered in downtown Columbus to hear Kerry: 'The vote in Ohio will determine the future of the world.' </p> <p>As the 2004 election campaign ticks away its frantic dying days, Ohio finds itself having to decide who will be the next president. Among many grassroots Democrats, there is a fear that their candidate will lose.</p> <p>And yet, the race stands much as it did when it began. Bush has a slight lead. But he's beatable. It's too close to call. As Kerry spoke in Dayton last week, the scoreboard flashed up 'Ohio is Kerry country'. Yet just a few hours earlier, Vice-President Dick Cheney had spoken at his own - enthusiastic - Ohio rally and growled: 'This looks like Bush-Cheney country'.</p> <p>In nine days, the world will find out who was wrong.</p>",
  "Former President Bill Clinton will shrug off his recent heart surgery and hit the campaign trail tomorrow to stump for Democrat challenger John Kerry. <p>Clinton's eleventh-hour appearance on the US electoral landscape comes amid a last push by the Democrats as they seek to overturn President George W Bush's slender poll advantage in the last full week of campaigning. </p> <p>Clinton will appear with Kerry in Philadelphia, in the key swing state of Pennsylvania. He is likely to make further campaign stops and numerous media appearances as election day approaches on 2 November. </p> <p>Kerry aides hope Clinton, who is still popular with many Democrats, will provide a vital burst of energy to their core supporters. They also believe Clinton will help mobilise black voters who are a core Democrat constituency but have been lukewarm on Kerry so far. Two polls last week showed Bush doubling his support among black Americans and some of Clinton's future campaign appearances, sources said, are likely to be in black churches. </p> <p>However, Republicans believe Clinton is a double-edged sword. The former leader is still a controversial figure in America and many Republicans regard him with loathing after the Monica Lewinsky scandal. They point out that sales of Clinton's recent book were much slower than expected. They also believe the more wooden Kerry could suffer from comparison with the charismatic Clinton. 'He can remind people of everything that John Kerry is not,' said Republican pollster Whit Ayres. </p> <p>Clinton's reappearance has already sparked a minor controversy as it comes amid rumours he is seeking to become the next secretary general of the United Nations. Clinton has not commented on the issue. The current secretary general, Kofi Annan, is expected to retire in 2006. There has never been an American appointed to head of the world body. </p> <p>Clinton's arrival on the campaign trail was delayed by his sudden heart problems which saw him undergo quadruple bypass surgery on 6 September. Despite his illness, Clinton and his former staff have already had a crucial impact on Kerry's campaign. Kerry is in regular phone contact with Clinton and often seeks his advice. It is also a coterie of former Clinton advisers who are credited with sharpening Kerry's anti-Bush attacks and rescuing the Democrat cause. </p> <p>Clinton's team last week sent out a fundraising email, urging Democrats to pull out all the stops: 'This is the moment for every Democrat to look in the mirror and ask: \"What more can I do to help?\". Clinton will also be making TV appearances beginning tomorrow which will put him head-to-head against President Bush. </p> <p>Meanwhile a Reuters/Zogby poll released yesterday put Bush two points ahead of Kerry nationally with 47 per cent to 45 per cent. Though there is a wide variation in exact figures, most polls show Bush with a narrow lead. </p> <p>However, Kerry has been doing slightly better in key battleground states. A poll in Ohio released yesterday showed Kerry leading Bush by 50 per cent to 46 per cent. Ohio is the biggest prize in the US election and no Republican has won the White House without winning that state. Most experts agree the overall race is still far too close to call and that has seen both campaigns assemble teams of lawyers prepared to fight if the race ends in controversy or a tie.</p>",
  "Set in the heartland of a nation made of peoples of extraordinary diversity, the town of Dubuque in Iowa feels strangely reminiscent of the most rural and conservative counties of middle England. There was that familiar and almost immediate feeling of being one of the only black people on the streets of this unassuming, quietly humble and very white town. The state of Iowa is around 90 per cent white. The porches of the clapboard houses are lined with gold and crimson autumnal leaves, fat Halloween pumpkins and on the front lawns of almost every house flutters a star-spangled banner. <p>On the bumpers of cars you see the same thing again and again. Words are printed along the ribbon fold: 'Support our troops.' Other ribbons in red, white, blue and stars, bear the inscription - 'Bring our troops back home safely.'</p> <p>Iowa is providing the largest number of National Guard and Reservists serving abroad of any US state. Five hundred will be deployed in Iraq and Afghanistan this month, on top of the 750 in Afghanistan now and the 300 in Iraq.</p> <p>There are more National Guard troops on active duty now than at any time since the Second World War. Throughout the Iraq conflict, deaths among National Guard and Reserve troops have represented around 20 per cent of the monthly US total. In May the figure jumped to nearly a third. In July, 18 of the 35 US dead were members of the Guard or Reserve. The two have played a role in virtually every US conflict, but have never suffered such casualties. This is what has brought the war in Iraq into the homes of thousands of ordinary US families. Currently, 130,000 American men and women are engaged in military operations in Iraq. Around 25,000 more are stationed in Kuwait and the Gulf. Around another 20,000 are in Afghanistan. Millions of Americans know somebody currently in Iraq or Afghanistan.</p> <p>Main Street runs straight through the town of Dubuque from the suburbs to the low-built commercial downtown then sloping downhill toward the wide, brown Mississippi River. Cathy's Treasures, an antique shop is near the end. Its owner, Cathy Moler, is in her forties with a strong face and neat brown hair. Yet she has a distinct nervousness about her; she seems like a woman whose heart and mind are somewhere else.</p> <p>Justyn Huseman, Cathy's oldest son, is 19, a National Guardsman in Gardez, in Paktia province in eastern Afghanistan. A map of Afghanistan is pinned above the fridge and the names of the provinces and towns trip off Moler's tongue as though they were just across the Mississippi.</p> <p>'Justin has spent quite a bit of time in Bagram,' she says, showing another photograph of her angelic-looking boy, 'but he and his unit have spent some time helping to rebuild schools in Kalat, on the way south to Kandahar.'</p> <p>Listening to this anxious mother in a Midwestern town speak about Afghanistan, I understood the extent to which the 'war on terror' is a daily reality across America. It is the reason why US foreign policy has come to be the defining issue in the presidential election. </p> <p>I ask Moler who she will vote for. 'At first I was looking to see which candidate was going to get my son back home as quickly as possible. But when Justyn came back on leave recently, I heard how committed he was to what he was doing out there. He said he really wanted to go back to follow the job through, and so because of that I've decided to vote for President Bush'. </p> <p>Moler was not the only person I met on my journey across the US who will vote through the prism of the wars in Afghanistan and Iraq. I drove several hundred miles south of Iowa to a state that is at the opposite spectrum of the American experience. Mississippi has the largest black population of any US state and has the lowest literacy and health care provisions. One fifth of the population lives in poverty.</p> <p>Having moved last year from South Africa, America was the last place I imagined to be reminded of the townships around Johannesburg. Yet that is what came to mind when I entered Coahoma. A hamlet of around 400 black people, 60 per cent of its population are dependent on welfare. Those with jobs work in the local casinos or as cotton pickers. In this impoverished settlement of tin and wooden shacks, there are only two shops, a hardware store and a liquor store.</p> <p>Donald Thomas sits on his porch smoking and idly chatting to relatives. He returned from Iraq earlier this year and said that while many in his army unit felt committed to the war, one encounter in Baghdad caused him to question his personal involvement. 'It was safer to talk to Iraqis back then last year,' he says. 'I was in some area in central Baghdad, and these two young kids came up to me. One of them rolled up the sleeve of his shirt and held his arm next to my hand. This kid asked me what colour I was. \"Black,\" I said. Then he said, \"Me, Iraqi. I also black. Why you come here to fight other black people?\" That kind of hit me.'</p> <p>Visiting the quiet hidden communities in America's heartlands one begins to understand how families; white, African-American, Hispanic, Asian-American, rich and poor, rural and urban, are affected by Iraq. It is in every sense a national experience.</p> <p><b>·</b> Rageh's Omaar's film, 'Pizza, Popcorn and the President' will be screened on Friday at 12.30pm on BBC1</p>",
  "<p>For a show that's supposed to be a laugh a minute - no, make that a laugh a second or, if its creator Mel Brooks has his way, several laughs a second - The Producers has followed a somewhat fraught path towards the West End. Forget just for the moment the delay in getting the Broadway musical here at all: three-and-a-half years between its opening at New York's St James Theatre, where it is still running, and this weekend's start of previews at Drury Lane. Or the cultural issues that still surround a quintessentially New York Jewish artefact whose fate in Europe is as yet unknown. </p> <p>Overshadowing everything else has been last week's departure from the production of its Oscar-winning American lead, Richard Dreyfuss, just a week before the first preview. And the arrival in Britain a few days later of an unexpected replacement - Nathan Lane, a Broadway legend who opened the show to tumultuous acclaim in New York and went on to win two Tonys. Who, as sure as you can sing Springtime For Hitler , is all but guaranteed a comparable reception over here. </p> <p>Problem solved? Only in the short term, since Lane, the star of such films as The Birdcage and Mouse Hunt, has only signed up until 8 January. This means that the producers of The Producers will soon be faced once more with the problem that has beset them all along: how to fill Zero Mostel's screen role of Max Bialystock in the stage musical of Brooks's 1968 film, a larger-than-life Broadway impresario-huckster that has proved impossibly hard to cast. Momma Rose, the domineering stage mother in the classic show Gypsy, has frequently been described as the Broadway musical's answer to King Lear, but Max Bialystock does Rose one better. It's a part whose requirements - not just as singer, dancer, vaudevillian and funnyman but as the principal energy source of a nearly three-hour evening - are beginning to seem superhuman. </p> <p>The role requires 'not only an actor but an athlete', says lead producer Rocco Landesman. Even Lane, during his initial Broadway run, cut back on the number of performances from eight shows a week to six, while his Broadway replacement, the British actor Henry Goodman, was famously let go after a month. (The verdict on Goodman: energy level high, comic impact low.) </p> <p>Richard Dreyfuss, rather amazingly, seems to have more or less sacked himself, announcing to everyone within earshot (starting 10 days ago with Frank Skinner and his TV audience) that he wasn't up to the task. The next day, Dreyfuss parted company from the production, though no one is quite using the F-word (well, given the anxiety involved, they may well have been using that one). </p> <p>Isn't this just too much sturm und drang for a show that wants simply to be the giddiest of larks? That is to overlook the potency of what on Broadway was more than just another ordinary hit. Right from its pre-Broadway tryout in Chicago and on to New York, The Producers was a phenomenon whose Broadway opening in April 2001 swept all before it. Amid a sequence (ongoing to this day) of stage musicals adapted from films, Mel Brooks's adaptation of his treasured movie constituted the ultimate showbiz love-in, in a city that thrives on precisely that. 'Oh, boy!' exulted John Heilpern in the New York Observer at the time. 'When things go right, Mel Brooks's The Producers is quite simply the best time you could ever wish for at the theatre.' </p> <p>'Does anybody in Great Britain know what a producer is?' Andrew Lloyd Webber asked me last year, voicing a perfectly reasonable doubt about how The Producers would transfer. But on Broadway, whose favourite topic is itself, audiences undoubtedly did. In a city obsessed with prizes, The Producers provoked a New York feeding frenzy, winning a record 12 Tony Awards. It prompted the introduction of so-called Broadway Inner Circle seats priced at, wait for it, $480 (£260) each, since reduced to $180 and $240. </p> <p>The Broadway production continues to run at a tidy profit and is regularly included among the top three or four highest grossing New York shows. (One estimate has pegged Brooks's eventual share of the show's worldwide profits at $100 million.) </p> <p>But it hasn't gone unnoticed that the Broadway version only actually sold out when its stars were Lane and Matthew Broderick, the latter inheriting Gene Wilder's screen role as the mousy accountant, Leo Bloom, who becomes Bialystock's accomplice in crime. At their height, Lane and Broderick's salaries were an eye-popping $100,000 a week. Small wonder, then, that such thoughts as there were of bringing the pair to London were discarded early on: the West End, with lower ticket prices than Broadway, simply cannot pay such sums. Indeed, it's one measure of Lane's largesse in pitching in at the eleventh hour that he is reported to be earning 'considerably less' here - though a luxury hotel suite plus expenses will help. </p> <p>So what happened to Dreyfuss? To answer that, one has to ask how he got the part in the first place. Many actors were considered and rejected. At one point, the role looked set to go to Robert Lindsay. However he was holding out for the West End transfer of a National Theatre play, Power (which ended up going nowhere). Desmond Barrit, who is currently playing Dick Cheney in David Hare's Stuff Happens was considered (and remains in the frame as a possible Bialystock-to-be, not least because he looks a bit like Zero Mostel), as was, of all people, Mel Smith. </p> <p>Meanwhile other names seemed primarily fanciful (David Jason? Bob Hoskins?). But the decision was taken to go for an American - Dreyfuss - who had no prior connection to the show beyond having known Brooks since he was a child growing up in Brooklyn. 'Mel was my friend's father's friend,' he said. And if the one time star of Jaws and Close Encounters of the Third Kind was a musical novice, well, so be it. </p> <p>'He's going to be a great Bialystock,' Thomas Meehan, the co-writer of The Producers , told me at the press launch last February. 'I think the audience is going to love him.' </p> <p>But in the end it seems that Dreyfuss didn't love himself. On the Frank Skinner Show Dreyfuss advised people to hold off seeing the show until after Christmas, and later told a journalist: 'I sing like a seal and dance like your Uncle Leo.' Even at the end of last month when I spoke to Dreyfuss during a rehearsal break, self doubts were evident: 'I'm resting, trying to gather myself,' he said, explaining that he had 'got the bridge over the River Kwai, but most of the men are dead'. He insisted that he wanted to bring something new to the role but knew that Lane was a hard act to follow. 'Nathan has really created such a mythological presence around this character.' Now, irony of ironies, Londoners can see the myth brought to life. As one rival West End producer put it, ticketholders should feel 'as if they've been promoted to club class. No, make that first class.' </p> <p>Indeed, 'flying' might be the word to describe the audience at Friday's first preview, who greeted Lane's every gesture and inflection as if he were a favourite son and gave the show an ecstatic standing ovation. Perhaps most remarkable of all was the discernibly rich and very real chemistry between Lane and Evans, which in no way suggested a partnership of less than four days in gestation. Instead, the two fed off each other and off the audience like seasoned pros, hitting every comic bullseye whilst at the same time making something truly touching of their rapport. The show looked ready to open. </p> <p>In a way, the wonder is that Dreyfuss was cast at all, which even Nathan Lane seemed (albeit politely) to suggest. On Wednesday I tracked him down to his London hotel within 48 hours of his arrival. 'I ran into Richard at a benefit, and he said, \"I'm going to be doing your part in London,\" and he seemed so cheerful and happy. I said, \"Have you ever done this before?\" and he said no, so I said, \"What prompted you? It's like entering the Olympics.\" And Richard replied, \"It just looks like fun.\" I thought, well, yes, there's a certain amount of fun involved, but I hope you're prepared to get a trainer and a vocal coach and get a lot of rest.' </p> <p>Lane continues: 'This role is very demanding, and there aren't too many guys who do this any more. I'm the last of a dying breed.' </p> <p>Aged 48, Lane is nearly a decade younger than Dreyfuss, who turns 57 this week. Nor was Lane's own Broadway gig a breeze. In February 2002, the New York Times reported that Lane and Broderick had only appeared together so far that year in roughly one in every five shows, a consequence of Broderick's vacation and, more ominously, Lane's vocal fatigue. To that extent, it's worth noting that one of Lane's many acceptance speeches at the awards podium for playing Bialystock consisted of a terrifyingly long list of pharmaceuticals: all the drugs, presumably, that had got him through the run. </p> <p>'A dying breed?' More like nearly dying, though Lane does at least bring to the assignment the experience - rare these days in New York theatre - of having risen through the ranks, from acting the plays of Simon Gray off-Broadway to appearing in short-lived Broadway flops (Merlin) and on to numerous Broadway smash hits: Guys and Dolls, A Funny Thing Happened On the Way to the Forum, and, pre-eminently, The Producers. </p> <p>On 10 October, he finished a limited run at the Lincoln Centre in a production of Stephen Sondheim's The Frogs, directed by his collaborator on The Producers, Susan Stroman, and was about to settle in for a long vacation prior to starting the $45m film version of The Producers in February. Then came the summons to London. </p> <p>'I needed somebody who could go on the Drury Lane stage on Friday night, and it had to be somebody who had the part in his soul,' says Stroman, who had a list of five American Bialystocks (culled over time from the different Broadway and touring companies) she was going to call when her number one choice, Lane, stepped up to the plate. Mel Brooks, says Stroman, 'calls Nathan the Florence Nightingale of this production'. Lane, in turn, says of his time off: 'I hadn't really planned anything. I was just going to lie down for three weeks' - and then came the plea from abroad. 'It's an act of friendship - a very large mitzvah [good deed] - that I'm doing for these people. And though I did initially say I didn't think I could do this, it was made clear to me how desperate they were. I didn't know it was going to get emotional, so I just said [to Stroman], \"Oh, all right. I don't want you to cry.\"' </p> <p>It didn't hurt, of course, that he had, in fact, recommended two of the Drury Lane cast to Stroman: Evans, whom Lane knew from their 1997 film together, Mouse Hunt, and Conleth Hill, an Irishman who was already playing on Broadway in Stones In His Pockets when The Producers opened one street away. </p> <p>Dreyfuss, in turn, is unlikely to be shedding many tears, even if this hasn't really been much of a year for him and theatre. This spring, he appeared on Broadway to largely tepid reviews in a revival of the Larry Gelbart comedy Sly Fox, where problems with his lines at the matinee I attended didn't bode at all well for the far more daunting part of Bialystock, a role the actor was, unsurprisingly perhaps, said to have been having trouble remembering. </p> <p>Last Sunday, before news of his defection from The Producers had broken, the actor appeared at the Kensington home of an American couple as the guest of honour at a Kerry campaign fundraiser, where he spent more than five hours talking politics over beef curry and rice noodle salad with fried tofu. 'Richard had the air of someone who had just sprung himself,' one of those in attendance told me, as if 'all that relief of struggling with something' had suddenly been lifted from some weary shoulders. People described him as being 'hugely weary': according to one source close to the production, Dreyfuss was in such physical pain by the middle of last week that 'he couldn't even put on his coat'. </p> <p>Dreyfuss has managed to depart the show before he might very possibly have been made to go, his very real aches and pains compounded by self-acknowledged problems coming to grips with the material. </p> <p>'It's much wiser to say, \"this isn't working\", and pull out,' Henry Goodman said earlier this week, an actor who knows what he is talking about, having been sacked from the Broadway production of The Producers in April 2002, without being allowed to appear before the very critics he hoped to be able to impress. 'Otherwise, [proceedings] can leave the taste that you've been fired for not being up to it. In my case, an impression was left that I didn't produce the goods, but I did: 60,000 people had a great time.' </p> <p>So how will The Producers do in Britain? The show's £3.5m advance is decent but not spectacular, and the show itself will have to be every bit as acclaimed as Lane if it is to survive long after its American saviour has returned home. For the moment, British audiences have 10 weeks to enjoy a genuinely legendary Broadway star turn while we otherwise wait to find out just how many springtimes - for Hitler or otherwise - The Producers lives to see. </p> <p><strong>·</strong> The Producers is in preview at the Theatre Royal, Drury Lane, London WC2, and opens 9 November </p> <p><strong>·</strong> Matt Wolf is London theatre critic for Variety and the International Herald Tribune </p> <p><strong>Great theatrical disasters</strong></p> <p><strong>·</strong> DJ Mike Read had the idea of turning the life of Oscar Wilde into a musical. Unfortunately he was forced to close the show - which he wrote, directed and starred in - last Wednesday when just five people booked for the opening night. Read is unbowed, claiming, 'Every time Charles Dickens published something, the Times shredded him.' </p> <p><strong>·</strong> Earlier this month the musical Murderous Instincts closed after a week. Written by Firestone heiress Cinda Fox and produced by her husband Manny, it had three directors. In fact, the third director Michael Rooney (son of Mickey) had his request for a work permit turned down and, for a time, gave his directorial instructions by phone from Paris. No wonder star Nichola McAuliffe's prophesied, 'It'll be over by Christmas.' </p> <p><strong>·</strong> In 1995, Stephen Fry disappeared from the West End play Cell Mates after five nights. After morbid speculation by the media, Fry resurfaced in Brussels. Simon Ward replaced Fry, but the play closed a month later. Fry has described his actions as those of a 'silly old fool'. </p> <p><strong>·</strong> In 1989, Daniel Day-Lewis was playing Hamlet in Richard Eyre's production for the National Theatre when he suddenly walked off. Hamlet's onstage conversations with his dead father had apparently proven too much for Day-Lewis who believed he had seen his own dead father. Day-Lewis has not performed on stage since. </p> <p><strong>·</strong> In 2001, Martine McCutcheon quit My Fair Lady because of a persistent cold that had marred her eight-month stint as Eliza Doolittle. The former EastEnder managed only 63 performances in the show's run, one fewer than her understudy. Amazingly McCutcheon won the Olivier Award for best actress in 2002. The look of disbelief on the face of her co-star Jonathan Pryce provided one of the TV highlights of the year. </p> <p><strong>·</strong> This summer's One Flew Over the Cuckoo's Nest looked an automatic recipe for disaster. Director Guy Masterson walked out citing 'personal reasons' and Terry Johnson was whisked in for a week before his co-director Tamara Harvey took over. Then the show's star Christian Slater caught chickenpox and broke several bones in his hand. The show's opening was delayed but it got rave reviews in Edinburgh and London.</p>",
  "You have just had a taxing day at work, the bills you lifted from the hall this morning remain unopened and you have spent an hour persuading the kids to go to sleep. To relax you slip into a warm bath and turn on the radio; the hassles of the past 12 hours melt away as you are soothed towards sleep by the dulcet tones of ... Gerry Adams reading from his autobiography. <p>Cynics might quip that listening to the Sinn Fein President's personal account of a life-never-lived-in-the-IRA would be enough to send anyone off to dreamland; the self-righteous tone and folksy sentiment of his latest book contain enough soporific elements to cure the most acute forms of insomnia. This was what listeners to RTE's Book at Bedtime were offered in the first week of September as part of the station's 'commemoration' of the 10th anniversary of the Provos' ceasefire.</p> <p>We will never know if these instalments of Adams' personal story induced mass narcolepsy in the Irish nation but one thing we can be sure about is that his presence on the programme provides further evidence of the 'Big Lad's' superstar status in the Republic. He has certainly come a long way from cage 11, Long Kesh and may end up in Phoenix Park - and I'm not talking Garda headquarters but the Irish Presidency.</p> <p>The idea of President Adams is no longer a fantasy. Given that he is currently the most popular politician in a Republic where he holds no office, there is every chance the Sinn Fein chief could succeed Mary McAleese. And the notion that Adams becomes Chief of Staff of the Irish Defence Forces, while his party colleagues as cabinet ministers control the lives of millions of Irish citizens, is no longer beyond the realms of possibility either. The latter scenario is far more realisable than the former, especially given Fianna Fail's dance-of-the-seven-veils seduction of Sinn Fein.</p> <p>Following Dermot Ahern's suggestion that Sinn Fein could be in coalition with his party there was an attempt at row back. The Taoiseach and a host of Fianna Fail backbenchers qualified the Foreign Minister's remarks by pointing out that this can come about only if the IRA goes out of existence. Willie O'Dea, the Defence Minister, even used the D-word last - the IRA has to disband.</p> <p>These riders however will mean nothing when the numbers stack up after the next general election. For does anyone with a basic grasp of Irish realpolitik really believe that if Sinn Fein has the parliamentary muscle to prop up another Fianna Fail administration, the Soldiers of Destiny and the very real, armed and still dangerous soldiers in Ourselves Alone won't concoct a deal?</p> <p>When the electoral witching hour arrives, will this signal the end of the IRA and its mutation into an old boys/ex-comrades association? This is what Fianna Fail and the Department of Foreign Affairs will try to sell to the Irish people after the votes are counted. 'The Provos are no more. The Boys have retired. They have gone away you know.'</p> <p>The trouble however for Fianna Fail, the peace process in the north and ultimately Irish democracy itself is that the IRA won't be exiting the stage entirely. It is highly likely the organisation will go into cold storage, robberies and rackets may decrease, and so-called punishment beatings in areas under the IRA's con trol will be few and far between.</p> <p>Well, that's the theory anyway. In practice, the IRA will be retained for a number of important reasons.</p> <p>1. Internal political discipline. The IRA is and will remain a means by which Adams and the leadership can control Sinn Fein. IRA activists can be wheeled out at every annual party conference to ensure 'unreliable elements' and 'trendies' don't push for embarrassing policies such as abortion rights. A show of hands from the 'lads' who take their orders from the local commanding officers will put a stop to that nonsense.</p> <p>2. Social control. The IRA fears relinquishing control of its working class redoubts. Its continued presence and the threat of retribution for anyone who transgresses, either politically or through common crime, ensures that dominance.</p> <p>3. Purse strings. The IRA ensures that the millions earned both through illegal and legal means remains in the hands of the movement, or at least that a sizeable proportion of the fortunes from smuggling and counterfeiting is kept for the cause.</p> <p>4. Sectarian strife. Parts of Northern Ireland remain fractured and unstable. The IRA structure will stay in place to offer nationalists communal defence against loyalist attacks and is there to wind up the unionists over marching issues, interface trouble and political crises.</p> <p>As Fianna Fail quietly prepares the ground for a coalition with Sinn Fein, ministers, civil servants, spin masters and their allies in the southern Irish media will assure you that none of the above applies, that the gun is being taken out of Irish politics for good. But those sentiments are as sugary, ephemeral and tendentious as the many purple passages in Adams' autobiography.</p>",
  "<p><strong>Alan Barnes &amp; John Horler Stablemates </strong> <br>(Woodville WVCD 107) </p> <p> This is turning out to be the season of the saxophone-and-piano duets. A few weeks ago, it was Danny Moss and Stan Tracey, now this well-matched pair. Indeed, so well matched are they that for much of the time the traditional roles of soloist and accompanist fall away and we find ourselves following a two-way conversation, replete with ideas, jokes, abrupt changes of subject, but only the occasional disagreement. Horler's piano can always hold the attention on account of his quirky inventiveness and his sneaky way of reharmonising familiar tunes. Barnes, who plays clarinet here, as well as alto and baritone saxophones, is simply never at a loss. He's a one-man musical Niagara. I used to wonder how long he would be able to keep it up, but I now realise it's a permanent condition. </p> <p> <strong> Wycliffe Gordon</strong><br>In the Cross <br>(Criss Cross 1253 CD) </p> <p> It is rare to find an amalgam of jazz and gospel music that sounds both accomplished and sincere. This is Gordon's second CD combining these two major African-American musical forms. He and the other instrumentalists both play and sing their improvisations against a background supplied by the Garden City Gospel Choir of Atlanta, and the effect is both stirring and faintly disturbing, especially when they are singing wordless scat syllables. This may well be the result he is after, since gospel (represented by the choir) and jazz (embodied in scat) were traditionally viewed as enemies - God's music and the devil's music. The principal musicians are all alumni of Wynton Marsalis's Lincoln Centre Orchestra, and much of this music would not be out of place in some of Marsalis's own work. The gorgeous, resonant sound of Gordon's trombone dominates the ensemble. </p> <p> <strong> Count Basie &amp; Friends </strong><br>100th Birthday Bash<br>(Roulette 73407) </p> <p> A double album compiled to celebrate Basie's centenary year and for anyone wanting an anthology of his late-fifties prime it would do very well, particularly the classic numbers by Quincy Jones and Neal Hefti. There's a phenomenal list of guest artists, including Sarah Vaughan, Tony Bennett, Billy Eckstine, Nat King Cole and the vocal group Lambert, Hendricks and Ross. The clipped minimalism of Basie's piano remains as potent as ever. </p> <p> <strong>·</strong> To order Alan Barnes for £13.99, Wycliffe Gordon for £14.99 or Count Basie for £12.99, all with free UK p&amp;p, call the Observer Music Service on 0870 836 0713</p>",
  "First he provoked the ire of the entire US media establishment; now he has run into trouble with the world's most powerful retailer. <p>Jon Stewart, the comedian who used a live CNN talkshow, Crossfire, to attack the 'partisan hackery' of America's political journalism, has offended Wal-Mart with the contents of his new book about American history. </p> <p>The supermarket chain has banned Stewart's satirical textbook, America, from its stores because it contains a fake photograph of the members of the US Supreme Court in the nude. 'We felt that the majority of our customers would not be comfortable with it,' said Wal-Mart spokeswoman Karen Burk. </p> <p>The store, which is responsible for 20 per cent of all book sales in the US, was unaware of the book's contents when it purchased tens of thousands of copies. </p> <p>The photograph is obviously a fake and shows the heads of the nine Supreme Court justices grafted on to bodies taken from ClothesFree.com, a nudist website. It also supplies cut-out judicial robes and invites readers to 'restore their dignity by matching each justice with his or her respective robe'. </p> <p>The spat will only add to Stewart's popularity among twentysomething iconoclasts, though it was already sky-high after his run-in with CNN. In a live television exchange which is destined to be reshown ad infinitum, he accused the two hosts of the cable news channel's Crossfire show, Tucker Carlson and Paul Begala, of failing in their responsibility to inform the public discourse. </p> <p>Carlson, a well-known Republican supporter, responded by calling Stewart the 'butt boy' of Democrat presidential candidate John Kerry and said the comedian's job was not to pass judgment on journalists but to be funny. A clearly furious Stewart then called Carlson 'a dick' - a first for American television audiences. </p> <p>Meanwhile, Wal-Mart's decision to ban America from the shelves has done little to dent the book's popularity. It is currently at the top of the New York Times ' bestseller list.</p>",
  "When George W Bush's poll ratings recently dipped, every Labour MP cheered. Correction: every Labour MP except one. The Prime Minister fretted to one close friend: 'Whenever Bush weakens in the polls, they start mucking about.' <p>Who are these 'they' whose 'mucking about' makes Tony Blair so anxious? They are Iran with its sponsorship of terrorism and its ambitions to go nuclear. They are Syria. They are the psychotic regime in North Korea along with the rest of the planet's rogue and risk states. </p> <p>The mind of Mr Blair was summarised for me in vivid terms by someone who has an extremely good claim to know what is going on inside it: 'Tony thinks the world is a very dangerous and precarious place. Bush is the tough guy who keeps the bad guys under their rocks.' </p> <p>In seeing virtue in the simplicities of George W Bush, it barely needs saying that Tony Blair is very much in a minority in the world, his country, his govern ment, his party and his cabinet. Every test of opinion tells the same story. Much of the world, many Britons and rather a lot of Americans believe that the planet's most risky rogue state is the United States under its current President. This goes much deeper than visceral anti-Americanism. Middle Britain, the constituency to which Mr Blair is usually most attentive, is overwhelmingly in favour of regime change in Washington. After Michael Howard's falling out with the White House, some Conservative MPs have openly branded this Republican President as a disaster who should be removed from the Oval Office. </p> <p>This antipathy is not just fired by opposition to the Iraq war and nor is it simply confined to opponents of the invasion. Listen to a member of the cabinet who was among the most hawkishly in favour of toppling Saddam and has vigorously defended the war ever since. If Bush is defeated, this minister says: 'I will do cartwheels down the street.' </p> <p>The deployment of British troops north into the American sector of Iraq is jangling nerves among even some of Mr Blair's most solid allies around the cabinet table. Geoff Hoon was wreathed in the smell of cordite when the Defence Secretary had to face a hostile Commons twice in one week. Labour MPs of previously unquestioned and unquestioning loyalty voice fears of Britain being tainted by association if the planned American assault on the insurgents in Falluja is as bloody as the last onslaught.</p> <p>The government did not help itself by claiming that the decision to reinforce the Americans was under review when it had effectively already been made. Nor was it credible to claim that this was simply a matter between generals. Tony Blair could have vetoed redeploying the Black Watch. Britain is believed to have turned down previous US requests for military assistance. This is, as is it ought to be, ultimately a political act. </p> <p>Pretending otherwise did not scotch the anxieties; it excited accusations that British troops are being pressed into service as reinforcements for George Bush's election campaign. Personally, I think that is total rubbish. The planned reckoning with the insurgents in the 'triangle of death' is to do with an election: not the American election, but the Iraqi elections scheduled for January. </p> <p>The warning sign to Mr Blair is that sane, mainstream Labour MPs are in a mood to be captured by the conspiracy theory that the Prime Minister might put British troops in harm's way to try to swing Ohio for Dubya. What this brought to a head was the suspicion that has been gnawing away inside the Labour Party for months. Who does Mr Blair secretly want to win the American election? </p> <p>His working assump tion has always been that Dubya will secure a second term. The British embassy in Washington has taken the usual and sensible precaution of developing contacts with John Kerry's team and briefing Downing Street about what to expect should he win the White House. But those of Mr Blair's advisers who pay most attention to the United States are underwhelmed by the Democrat's challenge. </p> <p>'Kerry is the better debater,' one of the Prime Minister's most senior officials remarked to me at the end of last week. 'But Bush is the better campaigner.' </p> <p>The senator has not impressed Labour's strategists. One of their number tells me that Kerry did not gain as decisive a boost in the polls as he should have done from his besting of Bush in all three of the presidential debates. 'Kerry didn't have a campaign a month ago. Now he's got five,' this strategist says in exasperation with what he views as John Kerry's failure to fix on one strong theme and stick to it. </p> <p>In fact, the senator has had a strong theme, but it is not a comfortable one for Mr Blair. That theme is that America and, by implication, Britain were misled into the war and the aftermath has been appallingly bungled. </p> <p>Among the people closest to Mr Blair, I'd judge that the overwhelming majority are desperate for a Kerry victory. Earlier in the year, when I described Tony Blair's association with George Bush as electorally toxic, none of the Prime Minister's advisers rang up to quarrel with me. They rang up to agree that his enmeshment with Bush was badly hurting Blair. A change of resident at the White House would provide Mr Blair with some Dubya-free months before the Prime Minister faced his own election. It might - just might - help to draw some of the poison out of his relationship with segments of public opinion and sections of his own party. </p> <p>It would also give him an opportunity to try to rebuild his transatlantic bridge. The Prime Minister would quickly get on good terms with President Kerry, because it would be in their mutual interest to do so. Britain chairs the G8 of leading industrialised countries next year and then holds the presidency of the European Union. </p> <p>A Kerry presidency would surely make it easier for the Prime Minister to try to revive his favoured role of being the 'pivotal' power. Relations between Washington and Europe, and Britain's relationship with both, have to be easier with a President who would be more open to European opinion and more to Europe's tastes. </p> <p>There are many compelling reasons, urged on him by his own people, for Tony Blair to think of himself as much better served, home and abroad, by regime change at the White House. But when I ask his closest advisers whether the Prime Minister has been persuaded of this, they hum and haw. You cannot underestimate Tony Blair's fear of looking isolated. Of the more prominent leaders who supported the war, the Prime Ministers of Spain and Poland have already gone. Such is the distorting effect of the war on normal political allegiances, Downing Street found itself in the strange position of sighing with relief when the Labour Party in Australia, whose leader had called for the country's troops to be withdrawn from Iraq, was defeated by John Howard, the right-wing incumbent. </p> <p>Bush has run for a second term as a 'War President'. Even if the reasons for his defeat were more complicated, his eviction from the White House would be widely taken as a vote of no confidence in the war by the country that led it. Even if this was not true, Islamic terrorism would claim it as a great victory. </p> <p>Tony Blair feels his reputation and fate are entwined with that of George W Bush. In the mind of the Prime Minister, nothing transcends the imperative to keep those 'bad guys' under 'their rocks'. What much of the world and the Labour Party fears about George W Bush is what commends him to the Prime Minister. </p> <p>If he had a vote, I strongly suspect that Tony Blair would cast it for Dubya.</p>",
  "George Bush's crackdown on abortion has inflamed women in his own party to the point where they are openly turning against their President. <p>Fuelled by a fear that a Bush victory in next month's election could lead to many states overturning 30 years of legal terminations in the US, several moderate Republican women are rebelling against the crusade against sex education and unmarried women's access to contraception.</p> <p>Linda Binder, a Republican State Senator in the conservative state of Arizona, is typical. Despite voting for Bush in 2000, she has pulled her support over what she calls his 'wacky, far right' position on women's rights.</p> <p>'We don't want to go back to coathanger abortions... As legislators, my fellow moderates are feeling the push for more faith-based programmes on sex education and contraception coming from the Bush administration,' she said.</p> <p>Binder, 56, is one of a growing number of Republican women renegades infuriated by Bush's slogan that the W in his name 'stands for women'.</p> <p>Mary Lou Halliburton, a Colorado Republican, is a retired lawyer who worked in the Nixon White House and of the family who founded Halliburton - the company once headed by Vice President Dick Cheney and now enjoying a $7.5bn contract in Iraq.</p> <p>She helped create a group called Republicans Who Want Their Party Back.</p> <p>'Our issues and concerns are everything from foreign policy to deficit spending to choice to stem cell research to the Iraq war,' she said.</p> <p>If Bush is re-elected he is expected to appoint more conservative judges to the Supreme Court, who will overturn the 1973 Roe V Wade case that legalised abortion in the US. Federal restrictions already imposed by Bush on abortions have led to women being refused terminations after only 13 weeks, the American Civil Liberties Union said.</p> <p>'It has become illegal here for a girl to get an abortion without her parents' consent. You cannot legally get the morning after pill - even if you have been raped,' said Binder.</p> <p>She will not reveal who she will vote for on 2 November. But many suspect she will vote for Kerry.</p> <p>Judith Allen, another lifelong Republican, has no reticence. This former Superior Court clerk is a member of Republicans for Kerry, which contributes funds to the Democrats. It is estimated to have many thousands of members.</p> <p>'I just do not have the sense that Bush is bright. And I'm embarrassed to say that about our President,' she said.</p> <p>Thousands of members of Republicans for Choice went on the March for Women's Lives, the pro-abortion march in Washington DC last spring. A new fashion item was also first seen at the gathering - T-shirts declaring 'I've had an abortion'. The creator of the T-shirts, New Yorker Jennifer Baumgardner, has since sold 600.</p>",
  "<p>Over the next 10 days, Wall Street and global financial markets have two significant dates to look forward to: the 75th anniversary of the 1929 stock market crash on 29 October, and the presidential elections on 2 November. </p> <p>The first date speaks for itself. The second finds the US financial community - like the rest of the United States - in a state of conflict. Like the direction of the US economy itself, the financial effects of a win by either candidate are almost impossible to read. </p> <p>Typically, Wall Street is solidly Republican, and appears so this time. Economists give Bush an edge on growth and jobs and Kerry on issues of trade and budget deficits. Pensions &amp; Investments, a trade magazine for money managers, found 58.6 per cent of 1,700 readers backed Bush, compared with 33.6 per cent for Kerry. </p> <p>Neither Bush nor Kerry has stressed their economic plans, perhaps knowing that in all likelihood they will be powerless to effect them. </p> <p>'In general, Wall Street would prefer Bush,' says Gregory R Valliere, chief strategist at Charles Schwab. 'They prefer him on tax policy and as a free-trader, as well as for the likelihood that Kerry would be a far more aggressive regulator.' </p> <p>An LA Times survey found that the financial services industry has opened its chequebook for Bush. Of the President's top 10 corporate contributors (ranked by number and size of employee donations) Morgan Stanley led with $527,030, with Merrill Lynch second at $495,604. </p> <p>The figures speak as a reward to Bush for his tax reforms, especially in reducing the tax on dividend income. Further, since Kerry emerged with the potential to win the election the markets have steadily dropped. </p> <p>But while Bush's economic policies have benefited Wall Street, there is the persistent fear that the broader consequences - spectacular federal budget deficits and soaring personal debt - will take the economy and securities markets over a cliff. </p> <p>The 'disaster now or catastrophe later' school of economic thinking, led by Steven Roach, Morgan Stanley's global chief economist, holds that neither Bush nor Kerry can do much to correct the US's economic course. Under the bleakest scenario, foreign banks will stop buying US securities, the dollar will plunge, the Fed will raise interest rates, consumers will stop spending, house prices will fall and the country will be plunged into recession. </p> <p>That view is as disputable as most of what passes for discourse in this election. Last week Bush campaign managers attacked Kerry's domestic economic plan with a letter signed by 368 economists. The group, Economists for Bush, said Kerry's proposed tax increases threatened the economy's vitality. His plan to 'expand the size and scope of government will limit future economic growth and lead to increasingly grim fiscal choices,' they wrote. </p> <p>The Kerry campaign countered with a letter signed by 169 business school professors, 56 from the Harvard Business School. </p> <p>It read: 'We are concerned that US economic policy has taken a dangerous turn under your stewardship ... your policy of slashing taxes - primarily for those at the upper reaches of the income distribution - has not worked.' </p> <p>Wall Street Democrats accuse their counterparts of placing personal gain ahead of responsibility to clients. 'The average Wall Street firm is run by extraordinarily avaricious, greedy people who don't know their own interests,' said Seth Glickenhaus, 91-year-old founder of the money management firm Glickenhaus &amp; Co. </p> <p>'These are salespeople,' he told the LA Times. 'They're not thinkers.' </p> <p>Kerry has a significant lead on issues of fiscal responsibil ity in the polls. Studies by Brian Knight of Brown University show that the economy tends to do better overall under the Democrats, while benefiting specific industries, such as defence and pharmaceuticals, under the Republicans. </p> <p>But as with so much else in this election, tradition is inverted. Republican administrations would typically be anti-deficit spending, but under Bush the national debt ballooned to $477 billion as money has poured into farm subsidies, social security, healthcare and the military. </p> <p>The argument in some quarters is that in order to be fiscally prudent, it is now better to vote Democrat. With such manifest inconsistencies, and the problems the US faces as babyboomers retire, it's little wonder Bush and Kerry would rather not talk too much about it. </p> <p>In 1992, James Carville coined the political maxim 'It's the economy, stupid!' This year's version, the joke goes, is: 'It's the economy, dammit!' </p> <p>Perhaps more important than who is in the White House is the political balance of Congress. Wall Street likes legislative gridlock because politicians cannot apply their financial ideas. </p> <p>'It's an acceptable scenario to the market because when they have gridlock they do less harm,' says Valliere. While there can be no comprehensive energy policy or tort reform, the new president can still appoint to the regulatory agencies. Both candidates plan to halve the annual budget deficit by 2009; most economists doubt either will be able to. </p> <p>While Bush and Kerry would like to appear in control of the economic future, they are servants of the economic cycle and second to the Federal Reserve. </p> <p>'The candidates might have some impact on jobs in the margins but Greenspan is more important than the President and the economic cycle is more important than Greenspan,' says Valliere. </p> <p>And where are we in the cycle? 'It's an erratic recovery that will prevail.'</p>",
  "New York loves Vera Drake. Even lunchtime showings of Mike Leigh's film about backstreet abortion are filling two city cinemas. It seems strange to me, a visitor, that the stewed tea, rigid morals and lurid wallpaper of Fifties England should jump cultures so easily, but why not? Manhattan may not be big on nostalgia or faded Constable prints, but it takes its sexual politics seriously. <p>When the Republican convention came to town two months ago, tens of thousands of pro-abortionists marched over Brooklyn Bridge. Same-sex couples outnumber heterosexual ones at many restaurants, and the wedding pages of the New York Times feature gay commitment ceremonies alongside brides in veils. </p> <p>Vera Drake fits well with this progressive backdrop. Imelda Staunton's motherly cleaning lady is also a social pioneer, moving from one council flat to the next with her biscuit tin containing rubber tubing and carbolic soap to 'help out' girls with nowhere else to turn. Her impulse, never financial but not self-consciously charitable either, is the reflex altruism of someone who sees a need and meets it. </p> <p>Finally, Vera, who judges no one, meets the forces of censoriousness. Her son considers her a killer, her employers treat her as a pariah, and she must make her case before a law that regards abortionists, except for those providing a discreet service for the rich, as murderers and corrupters. Leigh's homages to the poor are sometimes cloying, but this one has a special relevance for a Britain in which pro-lifers urge tighter curbs on terminating pregnancies. It is also an eerily apt fable for today's America. </p> <p>Vera Drake's 20 years of back bedroom abortions begin a timeline that has always been more erratic in the US than the UK. In 1965, all 50 states retained a ban. In 1973, the case of Roe v Wade legalised abortion. In 1984, three clinics were bombed on Christmas Day and the perpetrators called their actions 'a birthday gift for Jesus'. </p> <p>And in 2004, on the cusp of a new presidential term, Vera Drake is less a snapshot of an ancient world than a glimpse of how tomorrow's America may look. If George W Bush wins, he will be able to replace four retiring supreme court judges with candidates who share his beliefs, thus opening the way to state bans on abortion and a God-driven social creed. </p> <p>Liberal Europe is horrified that Rocco Buttiglione, who thinks that homosexuality is sinful and that marriage is for breeding, is on the brink of becoming justice commissioner. That prospect, though obnoxious, is less alarming than the apex of the US judiciary moving wholesale to the grip of neocons. </p> <p>When the stakes are so high, it is not surprising that the election is being fought out over a petri dish. John Kerry, whose campaign resembles a biology GCSE course, promises to overturn Bush's block on funding embryonic stem cell research. Hollywood, Silicon Valley, Nancy Reagan, Christopher Reeve's widow and a large chunk of 100 million sick Americans are on Kerry's side. </p> <p>God is not, though. The Catholic church opposes therapeutic cloning and wrangles over Kerry's pro-abortion stance. Right-wingers want him excommunicated, while Vatican sources say banishment should be reserved for those who 'procure or perform' an abortion. Mr Kerry is no Vera Drake, but neither is he palatable to the churches or to family fundamentalist groups which call their other fight, against gay marriage, 'our Stalingrad'. </p> <p>How, commentators are suddenly wondering, did religion and politics get so entwined? But why should anyone be surprised, when Bush signalled from the start his intention to merge heaven and the state? In the beginning was Pastor Marvin Olasky, his first guru and prophet of 'compassionate conservatism'. More recently, when asked by Bob Woodward if he took his father's advice, the President said: 'There is a higher father I appeal to.' If God-Botherers Anonymous existed, then Mr Bush, an addictive personality who holds cabinet prayer sessions, would have joined up long ago. </p> <p>What's new in this election is the collision of faith and tactics. More than 40 per cent of Americans say they have been born again, while a quarter of the electorate are white evangelical Protestants. Of that group, four million did not vote in 2000. Among Catholic grandees, debates about Kerry's dissident behaviour have eclipsed church reservations over the Iraq war. No wonder that Karl Rove, Bush's political strategist, saw God's way as salvation alley. </p> <p>In secular Britain, the Almighty is more problematic. Tony Blair's Bible-by-the-bed godliness soothes few voters. His comment about answering to 'my maker' for the deaths of British soldiers was met with alarm, and advisers vetoed his wish to end a prewar broadcast with the benediction: 'God bless you.' </p> <p>There is nothing furtive about George Bush's faith and yet objectors are only just waking up to the double danger of lobotomised evangelism. The first threat is a supreme court likely, if Bush wins, to skew the law against compassion and science. Already, Bush has brought in a ban on late abortions. Many of the 70,000 women who die each year of botched terminations, mostly in the developing world, might be saved but for the rule forbidding NGOs with US funding for family planning from providing abortions. </p> <p>The second danger is aired by Ron Suskind in his New York Times essay, published last week, on faith. Though Suskind's analysis is masterful, it should be no shock that Bush has adopted a knit-your-own reality based on hunch and the arrogance of the unquestioning. Simplistic notions of good and evil and the sacrificing of objective truth to God-given certainty were evident long before 9/11. </p> <p>Those of us educated by nuns saw early on how this sort of implacability works. At my Catholic primary, it was a sin for girls to wear trousers and missing Mass led straight to hell. Such dubious certitudes seemed out of vogue until Mr Bush, a hardline Methodist, took over the White House. He might as well have hung a sign marked 'Narnia' on the gate. </p> <p>This fantasy land inhabited by the US President - and occupied by Mr Blair on a time-share basis over the Iraq war - has odd rules on killing. You cannot harm a blastocyst, but you can execute a young prisoner on death row. Embryos are sacred, but the children of Falluja are expendable. Science promises cures and miracles, but the most advanced country in the world risks heading back down a Via Dolorosa to the time of Vera Drake . </p> <p>George W Bush has marked out the election battlefield as a fight over the sanctity of existence. He is right. The argument about the destruction of human beings is critical, but it should not be focused on driving abortion into the backstreets or halting scientific progress. It should dwell, instead, on a war mandated by God and run by idiots. </p> <p>The question is which candidate is more likely to forge domestic and foreign policies ordaining suffering and squandered lives. And the answer is that people of every faith and none should wish, for all our sakes, that John Kerry wins. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>",
  "<p>Iggy Pop lives in Miami these days, which seems all wrong, until his PA picks you up from chic South Beach and drives you over the bridge, away from the roller-bladers, the hip-hoppers, the glittering sea - to ramshackle Little Haiti, and Iggy's place. </p> <p>We pull up at the end of a cul-de-sac outside a modest bungalow. Modest, except for the soft-top Rolls Royce Corniche nestled under the car port. Iggy is out back, at the bottom of his small garden, sitting by the river in shorts, shirt and flip-flop, singular. </p> <p>He looks amazing, as he always has done. Whippet body burnt to leathery teak, hair blonde and straggly, face like a cartoon: boggle eyes, sunken cheeks, turned up nose, shark grin. A red Indian sun bunny, or, yes, an iguana (in a wig). 'Well, hey!' says Iggy, enthusiastically. 'Come on and look at my river! Isn't it beautiful?' </p> <p>Actually, no: it's brown and sludgy, and on the bank opposite is a rotten old shack and an industrial plant. Still, Iggy seems to like it. He doesn't swim here (no one would), but he sits and looks and thinks, and he works in the house. Iggy, born James Osterberg on 21 April 1947, is now 57 and still not retired; he has brought out no fewer than seven LPs over the past 15 years, the last reuniting him with his original band, The Stooges, alongside more contemporary names such as Green Day and Peaches. This as well as acting in a clutch of films, including Cry Baby, Tank Girl, Dead Man and The Crow II. Plus Jim Jarmusch's Coffee and Cigarettes , released this week. </p> <p>First, though, Iggy takes me on a tour. His place is small but stuffed: Haitian love goddesses battle it out with Mexican madonnas on Italian marble tops and Chinese antique dressers, which cuddle up to cow-skinned chairs, curly mirrors, a cartoon of the serial killer Carl Panzram, a 'cut-up' work by a contemporary of William Burroughs, Brion Gysin. There's an Iggy painting of a Stooges gig on one wall; a Shirelles CD sits like a single on the old record player. The house is dark, except for the kitchen. It's hot and sticky outside; Iggy's place feels voodoo, swampy, Southern. </p> <p>Iggy himself, though, is sunniness personified. What a gent he is: friendly to the point of goofiness, always laughing. This is only shocking if you know his history. On stage: receiving blow-jobs, spiking heroin, brawling with Hell's Angels, rolling around on broken glass, giving his (impressive) dick a regular airing, throwing himself into the crowd, crashing to the floor, losing himself and taking the audience with him like no other rock performer ever has. Offstage: similar. The unstoppable, original Jean Genie. Today, Iggy's booming voice and Come ahn! speech cadences make me think of a motivating corporate speaker. It's just that, instead of 'Believe in yourself! It's all in you!', he's saying: 'With the Stooges' first albums people said, \"A monkey could have written that! My five-year-old could have played that!\" And now they call 'em classic albums and I'm like, FUUUUCK! Fuuuck yooou!' Which is the same thing, really. </p> <p>Iggy's upbeat nature underpins his part in Coffee and Cigarettes. The film is made up of several short ones joined together, each based around two famous participants meeting up for a fag, a brew and a natter. The result is uneven, to say the least. Tough it out, though, for Cate Blanchett's section (she plays both parts), for Alfred Molina and Steve Coogan, the Wu Tang Clan's GZA and RZA plus waiter Bill Murray, and Iggy and Tom Waits. </p> <p>Their bit was filmed in 1992 - I saw it as a short with another Jim Jarmusch movie ages ago - but Iggy remembers it clearly. Jarmusch tagged the film on to the end of a Tom Waits pop video shoot; writing the script himself and giving it to Iggy and Tom the night before the filming. 'Neither of us were thrilled about the content,' grins Iggy. 'Tom walked in, threw the script on the table and said, 'Hey Jim, why don't you circle the laughs here because I don't see any.' And I was grumping over the whole thing about my name (Iggy offers Tom various options: Call me Jim, Iggy, Ig, Jim), you know, I'm in a scene with Tom Waits, who I look up to, and the stage direction is, Tom will be late, Tom will be surly ... ' </p> <p>The very funny scene plays on Tom's awkward git nature and Iggy's desire to please: 'I thought to myself, well Jim's seen something about me. He'd spent time with us both, had a look and went from there. It's just a more thorough version of what all directors do before they cast. They're like, well, she didn't look fuckable, or he looked like a smart guy, or a guy the average American will follow into battle ...' What Jarmusch saw is what you see when you meet Iggy: a sweet guy vulnerable to criticism. </p> <p>He has seen the film once. He likes the bits where 'I totally forgot to act'; it was the first time in his acting career that he'd dropped his armour and got it right. 'It takes time. It's hard for an old git to learn anything new and the only way you do it is the same way you did it when you were 18. Jump into something where you are painfully inept.' </p> <p>The painful ineptness of The Stooges was a major part of their appeal. They formed in Detroit in the late Sixties, when counter-culture wafted and wore beads; they played raw, heart attack sounds to panic the hippies. Iggy and The Stooges' amateurish industrial discord was genuinely ahead of its time, and it came with other talents: the look, the energy, the ideas, a whole charged being that emerged from their outrageous live performances, from what the journalist Lester Bangs called their 'illiterate chaos'. Ask Iggy, though, and he just says: 'We were interesting and we were cheap. That's pretty much how I've been getting my gigs ever since. Not much has changed - maybe the price is a little less cheap, maybe I'm a little less interesting, but still, that's the basic idea, ha-ha!' </p> <p>Neither The Stooges, nor Iggy solo ever had a proper hit single, except for 1986's 'Real Wild Child'. Still, 'I Wanna Be Your Dog ' (1969), 'The Passenger' (a B side, unbelievably) and 'Lust For Life' are proper pop classics. The latter two we owe to David Bowie, who in the mid-Seventies dragged a burnt-out Iggy from an LA psychiatric ward (Iggy scored coke off him whilst in there) and took him to Berlin. There Bowie produced and Iggy performed two era-defining albums in a single year (1977): Lust For Life and The Idiot . Iggy was by no means a Bowie creation, though: they fed from one another, with the cannier Bowie taking Iggy's outrageous style and parlaying it later into Ziggy Stardust. Perhaps in recompense, in 1982, Bowie covered Iggy's 'China Girl', which earnt Iggy hundreds of thousands. Then, in 1996, Trainspotting 's soundtrack introduced him to a new generation; but it is only recently, mostly through licensing his tracks to adverts, that Iggy has made any money at all. </p> <p>This is partly because he was never that interested. Too busy. Iggy's younger years were consumed by consumption - of drink, women, violence, crime, music, experience. And a huge amount of drugs, including those which we think of as modern: 'I had ecstasy when it was called MDA and MDMA. I was homeless, penniless, clothes-less, in poor health, knocking up some crazy woman, wandering round for three and four days ... extremely happy! I had crack when it was called rock cocaine, I had the forerunners of Xanax, I had pretty much anything.' But it was heroin which crocked Iggy - as it does: 'It flips on you pretty quickly.' Why so many drugs? 'Not to boost my confidence about making music: to shut out the negative voices. You don't have next week's rent. Thirty-seven people in important positions think you're no fucking good. You are going to be slammed in your next interview.' </p> <p>Even now, when his only vices are coffee and wine, Iggy says his work is fuelled by 'what Dali characterised as the paranoid critical method': he is always worrying, trying to push his talent to better things. At the moment he is obsessed with making another LP; he tells me he wants to complete the circle - record, release and tour a final Iggy and The Stooges album before he is 60, when he'll retire. That's why he is spending so much time in this house, even though he's actually got a more conventional South Beach pad, where his girlfriend lives with their three dogs, two cats and a bird. Over there is where he eats and sleeps, over here is where 'I wrestle with some matter of grave importance to the future of art, ha-ha, sitting quietly with bombs going off in my head'. </p> <p>In a city of show-stopping women, Iggy's girlfriend, Nina, could get a man arrested: a green-eyed, half-Nigerian, half-Irish amazon, who gave up air hostessing to take care of him. They have been together five years. Her looks really tickle Iggy: 'I'm the old git with the chick with the bam-BOW, the Roller convertible, the little old rock band ... the kinds of happiness that eluded me at 14 are mine now!' </p> <p>Iggy grew up an only child in a rural trailer park in Ann Arbor, Michegan. His dad, Newell, was a teacher, his mum Louella, who died in 1996, a secretary. Iggy looks just like his dad. A clever boy surrounded by kids who were less well-educated - 'economically and socially I was in a funny spot' - Iggy never fitted in. When he went to a posh junior high and was put into a class with kids whose parents were architects, lawyers, ran technical companies, Iggy freaked. Plus, as he points out, 'most kids with successful parents are indulged and given freedom. I was not'; Mr Osterberg, an ex-military man, was a very strict disciplinarian. It wasn't until Iggy played drums in a talent show that he began to enjoy himself; when he finally left school, he lasted one term at university before rebelling utterly and forming The Stooges. At first sight, he seems to have spent the rest of his years in total rejection of his childhood, to the extent of taking his only son, Eric, born when Iggy was in his early twenties, out with him to clubs and gigs when Eric was barely in his teens. (Eric himself ended up with addiction problems, and the two have had 'a rocky few years', says Iggy; he has not met his baby granddaughter as yet). However, Iggy is close to his own dad, and I suspect that Newell's discipline has stood him in good stead. He is still work-driven, still studious. </p> <p>There are a lot of books in his house. 'Though I'm not sure I bring my intelligence to bear on my music. I know some clever people in this business that make successful music, but they're not my favourites. I think, OK, but that's just clever, you know?' Cleverness is not enough for Iggy; he's too smart for that. Which makes me wonder which way he's going to vote in the US elections. He has only voted once before, and he was forced into that. Virgin records, who had just given him a record deal, were promoting Rock the Vote, and he made a few ads for them. A journalist spotted that Iggy wasn't even registered to vote, so he did, and voted Clinton - 'even though I knew he was a crook'. He is registered this time, but won't say directly who he's going to vote for; it sounds as though he's a natural Kerry sympathiser, but is disappointed. 'I wish Kerry would just come out and say, 'You know what, if I'm President, I'll just get us the fuck out of Iraq'. Something positive. But he won't. And people see Bush like they see a class bully: I don't really like this guy, but it's impressive how he throws his weight around.' And of course, this is Florida. Election results aren't exactly reliable. </p> <p>'No. The way Bush talks, I think he could use the same rhetoric that he used to justify an illegal intervention, to stop losing an election. You know: \"OK, we made a mistake in the voting process, but the country really needs us to save it.\"' Why do you think everyone loves you, Iggy? 'I dunno. They say I'm not a sell-out, but maybe I just wasn't sold to the people who don't think I sold out. Dudes come up to me, totally harnessed-in dudes, you know the type, and say, 'Hey, I like your stuff', and they walk away and I think, you ain't got a mother-fucking album!' And he laughs his manic laugh, smart, sweet, free-thinking, hard-working, caring but not caring, tough but vulnerable. The world needs Iggy Pop to save it, not stupid politicians. I think we can persuade him to carry on. Let's all buy his next record, and keep him around. Who'd want an Ig-free world?</p>",
  "Iskandariya is the sort of name that would look right on a regimental colours. For those of us at home, it has the ring of distant battle, like Alma and Cawnpore. Yet stand in the cool of the Scottish National War Memorial at Edinburgh Castle and there is another name that comes to mind in the wake of news that the Black Watch are heading into the American zone in Iraq; that of St Valery. <p>In 1940, the 1st Battalion of the Black Watch were at the core of the 51st Highland Division. It was the 51st who were ordered to turn and face the Germans, despite odds of 10 to one against them, so that 345,000 British and French troops could escape from Dunkirk. A few years ago, historian Saul David revealed Churchill had faced the choice between sacrificing the Highlanders or the London-based Guards. Public opinion dictated who had to turn and fight.</p> <p>Obviously, the scale of the two events are not comparable. The 51st lost 1,000 men at St Valery, with a further 8,000 captured, and we can only hope the 850 troops who will shortly head north (Iskandariya is the suspected destination) will come home with no losses.</p> <p>Fear is fear, though, and danger is danger, and scale will mean very little to the family of a soldier who is hurt or killed. 'People who weren't there think of it like some black-and-white newsreel but film will never tell you about the smell of battle or the cries of your friends dying,' said one veteran of St Valery 60 years later.</p> <p>What is disturbing is not the differences but the similarities between the two events; Scottish soldiers being sent into harm's way on an ugly suggestion of political expediency.</p> <p>The soldiers, having been told they might be going, have been widely reported to be keen to get on with the job. You can almost feel the summoning of the will; the need to crush feelings of regret because a lack of commitment could be fatal. Away from the front line, others weren't so stoic: 'If I saw Blair now, I'd smack him right in the mouth,' said the father of two of the soldiers.</p> <p>This seems - and is - a parallel universe to Westminster. Watching the cameras flick from Geoff Hoon making his statements in the House of Commons to the regimental museum in Perth, you could be watching a different species of people. Ex-soldiers, called upon to comment, express their worries with a matter of factness that seems not of our time.</p> <p>Admiral Sandy Woodward was once interviewed about his role as commander of the Falklands battle group. He talked about placing his destroyers in front of his aircraft carriers in order to protect them from Argentinian Exocets. I recall being a little shocked when he spoke of the sacrifice those on the destroyers might have to make: 'Shouldn't have joined if you can't take a joke.'</p> <p>Black humour has long been the last defence of the army when faced with politicians, and I'm sure there is plenty of it among the Black Watch. Woodward's true feelings hardly need spelling out. Perhaps that's why the statements coming from those involved with the regiment seem so straightforward. Despite liberal suspicion, clarity is a necessity in the face of mortal danger.</p> <p>Of course, clarity is not the way of the politicians. There has been a lot of talk of late about how Blair has squandered the trust he once had. Beyond the curious mathematical necessity of sending less than 1,000 troops into such a volatile area, it is telling that everyone immediately assumed the Prime Minister had an underhand rea son for this transfer of troops, namely keeping George W Bush in the White House.</p> <p>A few weeks before he came to power in 1997, Blair complained about me to my boss. I had written about a high-speed tour he took of Johannesburg's Alexandra township. Blair didn't like my stabs at humour, writing to my then editor that my 'cynicism' was the reason so many people were turning away from politics. So it is peculiar to say, but I cannot accept this immediate assumption of Blair's mendacity. Have we really come to the point where we believe he is content to put Scottish soldiers in danger in order to get a Republican back into the White House?</p> <p>This is a bit meaningless, though, because there's plenty of room to believe this is why the Americans have asked. Blair's policy, with Clinton and Bush, has been to cosy up to the White House and there's no reason to believe he wouldn't do the same if Kerry wins on 2 November. The trouble is that a policy of compliance needs consistency to work.</p> <p>So the weight of realpolitik falls on the shoulders of Scottish soldiers - again. Blair's choosing to lighten the moment by promising that the troops would be 'home by Christmas', with all the resonance that phrase has, was inept. While it is in his power to make it come true, it's beyond his control to ensure it is true of every one of those Black Watch troops. That's up to luck and training now.</p> <p>I'm sure the Black Watch won't mind adding another name to their colours. What they wouldn't want is to look on that name in bitterness.</p>",
  "<p>It is only fair for those of us who occasionally complain about the state of Britain's infrastructure to report on signs of hope where we find them. So it was last weekend when we found, on a trip from Waterloo to Chichester under the auspices of South West Trains, that the rolling stock was comfortable and new - and the trains were (almost) running on time. </p> <p>If, after long years of neglect, continued under the first Blair government's two-year public spending 'freeze', things are now getting better - people talk of noticeable improvements in the health service and the schools - then it is certainly not before time. The last thing the country should contemplate now is a cessation of the emphasis on an improved public sector. (I continue to regard 'privatised' trains as part of the public infrastructure.) </p> <p>If, after the fuss last week about the threat to the Chancellor's 'golden rule', there is a need to increase taxation to maintain the impetus, then people should face up to the issue. It will be understandable, however, if the Chancellor does his best to fudge the issue before the General Election. </p> <p>Gordon Brown may not have abolished the business cycle, but he has managed, amazingly, to arrogate to himself the definition of its duration for 'golden rule' purposes. (For new readers, the golden rule requires the Chancellor to balance the budget - in current, as opposed to capital, spending, over 'the economic cycle'. His cycle.) </p> <p>But let us get back on the rails. I could not help noticing that the smart new railway carriages bore the name 'Siemens' - not a well-known English company; in fact, a renowned German name. </p> <p>Now in this day and age of 'globalisation' and 'just-in-time' (or 'just-too-late') production, one never quite knows where things are actually manufactured. The US winter vaccination programme is in trouble because, as the New York Times laments, 'nearly half its expected supply of influenza vaccine' has been 'wiped out by manufacturing problems at a single plant in England'. </p> <p>By contrast, the continental European economy - famous for being sclerotic and unreformed - is doing fine on the flu vaccine front, according to the World Health Organisation. </p> <p>I happened to notice the name Siemens on the carriage floor a few days before reading the Monetary Policy Committee's minutes of its meeting on 6-7 October. Much of the comment about these minutes focused on the outbreak of unanimity of the MPC, and its inaction on interest rates. </p> <p>But what the minutes also highlight is that, after a long period when the economy was supposed to be boringly successful, and concerned critics were in the minority, we may now be returning to business as usual in the British economy. By which I do not mean an outbreak of wage inflation. On the contrary, what the MPC emphasis is: 'Given the perceived tightness of the labour market, the recent rise in inflation on the RPA measure to more than 3 per cent (reflecting higher mortgage interest payments), and strong corporate profitability, it was surprising that pay pressures had not been stronger.' </p> <p>(Old hands might like to know at this point that 'the annual growth rate of broad money... had increased to 9.5 per cent in August, the highest rate since the inception of the committee'. Under the long Thatcherite monetarist period, this would have produced panic stations. Now hardly anyone notices.) </p> <p>What was really interesting - and disturbing - was the MPC's comment that, although 'the world economy was likely to grow more rapidly in 2004 than for some 30 years, UK export growth continued to be relatively weak... exporters were apparently continuing to lose market share more rapidly than expected'. The MPC's provisional verdict is that this may reflect 'a long-term adjustment of supply capacity to the appreciation of sterling since 1996, which resulted in a squeeze on exporters' profit margins'. </p> <p>The MPC did not exactly go on to say a devaluation was necessary, but it did note 'the recent easing of sterling, if maintained, might be a supportive influence for exports'. </p> <p>The MPC appears less certain about the outlook for inflation and interest rates than most outside analysts (who seem to be concluding that interest rates may have peaked), although the preliminary figures for gross domestic product in the third quarter (up 0.4 per cent on the second quarter, i.e. an annual rate of growth of a little more than over 1.6 per cent, which represents quite a slowdown) were not available to the MPC. </p> <p>The economy will come more into the news as the Chancellor prepares for his (pre-Christmas) Pre-Budget Report. Meanwhile, as Clare Short's latest revelations show, the feud between Chancellor and Prime Minister continues to run twice nightly, with occasional matinee performances. </p> <p>We have a Prime Minister who, early in opposition days, appears to have made a double deal with Gordon Brown, under which neither would stand against the other for the leadership and, in the event of a contest, Blair would defer to Brown. </p> <p>This double deal turned into a doublecross, and in an attempt to restore relations, Blair promised Brown unprecedented powers as Chancellor, and gave the impression that he would stand down after 10 years as leader (which he became in 1994). </p> <p>This was supposed to be the year. Blair also appears to have indicated both last autumn and this spring that, in return for Brown's support over university top-up fees and foundation hospitals, he would stand down later this year. Blair was at a low point at the time of the terrible news of treatment of prisoners in Iraqi jails, and before he survived the Butler report in July. He also suddenly showed an interest in the fact that 2005 will be the year when he can preside over the Group of Eight Summit and Britain's turn for the EU presidency (July-December). Moreover, he no longer regards Michael Howard as a threat. </p> <p>Now, I have quoted the perceptive view of Anthony Howard that Blair has already contrived his legacy, which is Iraq. I suspect that there will be another legacy to attract the attention of future historians, and that is that the Blair government will have turned this country into a nation of gamblers, with untold social consequences. </p> <p>Of course, the legacy Blair wanted was that of taking Britain into the eurozone. According to Ms Short, he even had the temerity to make yet another promise to Brown that he would step down if the Chancellor was prepared to do a deal over the euro. </p> <p>For all Brown's ambition, he rightly regarded this suggestion as outrageous. I have written before that Brown has felt the weight of history on his shoulders with regard to the euro, and thinks it would be a catastrophic mistake to adopt the euro for political reasons. </p> <p>Has the Labour Party any guts? How long is it prepared to put up with Blair? He talked about weapons of mass destruction, and he found masses of weapons of individual and group destruction. At the very least, he was guilty of what lawyers call 'blind eye knowledge' with regard to the 45-minute claim. </p> <p>Many who were misled by him believed 'he must know something we don't know'. Now, because President Bush does not want to increase the number of US soldiers in Baghdad on the eve of the election, Blair does the President's bidding. The Prime Minister keeps saying it is 'time to move on'. Is it not time for the Labour Party to help him on his way?</p>",
  "<p>A good rule of life is never, never, never meet writers you admire. I have admired Kitty Kelley from her first biography, Jackie Oh!, back in 1978 right through to the present day. </p> <p>She isn't the world's greatest stylist, but she has a wonderful eye for detail and an ear for the telling quote. (There is a good line in her new book, The Family, that one perk of being a Bush is that you get the Rev Billy Graham on speed dial.) She is a formidable researcher, who is prepared to chase every conceivable document and interviewee for months or even years if necessary. Most of all, though, I admire her courage. She tackles the subjects most journalists are scared of - living, powerful people who can mobilise armies of expensive lawyers. I wish we'd had a Kitty Kelley here when Robert Maxwell was alive. It makes me furious when journalists turn round and say, 'Oo, isn't Kitty Kelley nasty!', as if the well-known purpose of journalism was to spread sweetness and light. </p> <p>However, having said all that, I must say she's a disappointment to meet. Fluffy, kittenish, baby-faced, wearing an angora sweater with, I kid you not, an appliqué-ed heart on the sleeve, she must have been a terrific sex bomb in her youth, but I find her cutie-pie manner fairly gruesome in a woman of 62. We meet for breakfast at Claridge's, where she is staying for the British leg of her publicity tour. She has been touring America for three weeks, and is off to Madrid and Paris later, so she has the zombified air of someone who doesn't quite know what city she is in. I keep administering coffee in the hope that she might wake up. She seems almost comatose; she talks ... so ... incredibly ... slowly. What she most reminds me of is those marathon dancers in They Shoot Horses, Don't They?, desperately keeping going, but only just. When she does talk, she often lets sentences trail into silence, but with many nods and smiles to suggest they mean more than they do. I feel very clunky interviewing her, trying to get her to actually say what she means.</p> <p>I ask if it was her idea to write about the Bush family, or her publisher's, and she says hers: 'I suddenly thought, \"Gosh, this is a powerful family that I never before paid any attention to.\"' She started work in December 2000, and only finished in July this year, when the publishers virtually snatched the typescript out of her hands, presumably wanting it in time for the presidential election. Consequently, the book has more about the Bush predecessors - grandfather Senator Prescott Bush, 41st President George HW Bush and his terrifying wife Barbara Bush, known to her sons as 'The Nutcracker' - than it does about the current president, who gets rather short shrift at the end. </p> <p>The most sensational allegation about George W Bush is that he snorted cocaine at Camp David when his father was president. Kelley's source for this claim was Sharon Bush, ex-wife of Dubya's brother Neil. However, the day before The Family was published in the States, Sharon Bush went on television to deny that she had said any such thing. Kitty Kelley came back with a statement through her publishers, Doubleday, that she had interviewed Sharon Bush over a four-hour lunch at the Chelsea Bistro, and had then read her notes back to Mrs Bush the next day in the presence of her Doubleday editor, and Mrs Bush had approved them. Moreover, Sharon Bush had taken a PR to the lunch, one Lou Colasuonno, who publicly backed Kelley's version. What shocked me about this spat was that it revealed that Kitty Kelley hadn't tape-recorded the lunch. </p> <p>I thought she taped all her interviews, but apparently not - 'It was in a restaurant, I never tape in them.' But surely it cannot be beyond her powers to find a tape recorder that works in restaurants? I find it amazing that her lawyers did not insist on tapes from the outset. However, Kelley is famous for never having been successfully sued and says the secret of avoiding lawsuits is, 'You have to hold something back. You almost have to hold back 10 per cent, so that when people come running at you, you can say, \"Well would you like to see all the evidence?\"'</p> <p>The Family actually contains so little scandal about George W Bush, I imagine there were celebrations up and down the West Wing when the first copies arrived. Kelley establishes that he drank too much as a young man (which he has never denied) and was apt to perform a dance called the Alligator at parties. She quotes one former classmate saying that, 'He couldn't even relate to women unless he was loaded,' and she hints that, when drinking, he might have been abusive to Laura. She establishes that he avoided the Vietnam draft by joining the Air Reserve, but that he then failed to complete all the hours he should have put in as a reservist. She suggests that he stopped attending the Reserve when they introduced random drug testing because, she implies, he would have failed a drug test. </p> <p>Frankly, so what? We knew about the drinking; we knew he was 'wild' in his youth. If his wildness also encompassed the odd snort of cocaine or toke of pot, well, that wouldn't be amazing in the Seventies. As for mistresses, they are conspicuous by their absence. Dubya is clearly no Bill Clinton - there are no thong-snapping interns falling out of his Oval Office closets. I told Kelley that I thought the book lacked a smoking gun. 'So what would I have had to come up with?' she snapped. 'Fornicating goats?' Well naturally they would have been welcome, but just a few affairs would suffice. 'Pity you couldn't have seen the cutting-room floor!' she says, with a lot of eye-rolling to imply that it is knee-deep in affairs. 'But would that really have done it for you?' 'Yes,' I say, 'adultery would prove that he could lie.'</p> <p>She immediately switches tack: 'It isn't so much the lying, as a life of not facing consequences. He hasn't had to lie. Most of us have to. He doesn't have to because there's always going to be someone there to pick up the pieces. The rules are different for the Bushes and I attribute it to the American class system, which is not supposed to exist, but which the Bushes prove very much exists.' Surely the same was true of the Kennedys? 'No. Joe Kennedy was a robber-baron but he made such a vast amount of money that he was able to endow his kids with financial security for the rest of their lives, so they never had to hustle like the Bushes. I didn't see that sense of self-entitlement as much with the Kennedys.'</p> <p>Maybe that's just because they're Catholics and she's Catholic? </p> <p>'Well it might seem like that,' she concedes, 'but I'm not as Catholic as you might think, or as the nuns who raised me might hope!' Then she goes on, in a strange dreamy voice: </p> <p>'I still love my nuns. I still take care of them. I acknowledge the Sisters of the Holy Names in my book with great thanks. They don't discuss my lapses, but they educated me, they were wonderful. No one takes care of old women, you know. Jesuits get these great endowments. When my father died, he endowed a library at Gonzaga University, which is a Jesuit college - and I'm glad Daddy did - but who's endowing stuff for the nuns, who's taking care of them? Nobody takes care of them.' Huh? For a minute, she looks as if she might cry, perhaps remembering her father, who died two years ago. It is very rare indeed for Kitty Kelley to talk about her family or indeed to reveal anything at all about her background. The little we do know comes from a 1991 unauthorised biography called Poison Pen by George Carpozi Jnr, which she has dismissed as rubbish, while also claiming not to have read it. I thought I could at least clear up some of the allegations in the book, but the minute I mention one - that she went through a period of addiction to diet pills - she turns all steely and staring and says, 'Has that been said? Where?'</p> <p>'In the Carpozi book.'</p> <p>'Oh really?' she says, mega-frosty, as if I'd just put a dead rat on the table. 'I don't know, I seriously didn't read it.' This was obviously meant to end the discussion, but I persist: 'So anyway, what's the answer?' Did she take diet pills? 'My answer is I certainly took them as a fat little girl, I was put on them by the doctor, but addicted, no. I'm addicted to coffee.' </p> <p>Anyway, the known facts of her life are as follows. She was born in Spokane, Washington State, in 1942. She was the eldest of eight children (seven girls, one boy) of an Irish Catholic family. Her father was a successful lawyer. She told me that her family was 'very Republican, not too dissimilar from the Bushes'. As rich as the Bushes? 'Yes. I was fortunate.' Kelley was popular at school and voted friendliest girl in her class four years in succession; she also won the 'Lilac Princess' beauty pageant. But, according to a childhood friend quoted by Carpozi, 'She had a very rough time. Her mother is the key. It's no secret that she was a long-time alcoholic ... She had the reputation of being vicious, so Kitty learnt from a master.' </p> <p>Kitty started at the University of Arizona but, according to Carpozi, was accused of stealing jewellery from a roommate and switched to the University of Washington in Seattle. She worked as a VIP hostess at the 1963 New York World's Fair, then moved to Washington DC to work for Senator Eugene McCarthy. Afterwards, she claimed to have been his press secretary; he said she was a receptionist. Then she got a job at The Washington Post, where she claims she was an investigative reporter; the Post says she was a secretary/ researcher. But her bosses grew suspicious that she was taking unnecessarily detailed notes whenever Katharine Graham (the owner of the Post) attended meetings, and she was dismissed. After this, she was a freelance, supplying items to the gossip columns and writing articles on 'How to lose weight and seduce a senator.' Again, there are dark rumours quoted by Carpozi that she got her material in unconventional ways - by stealing a manuscript in one case, and rooting through a wastepaper bin in another. </p> <p>Her first book, The Glamour Spas, about fat farms, was published in 1975. Her second book, Jackie Oh! about Jacqueline Kennedy Onassis, became a surprise bestseller because she revealed the extent of JFK's philandering for the first time. She then wrote her truly glorious book Elizabeth Taylor: Last Star, which is not too long, and hilarious throughout. By this stage she was married to an unsuccessful novelist called Mike Edgley, who claimed that she sent him out each night to raid Liz Taylor's dustbins. (She and Edgley divorced in 1989; for the past 12 years she has been very happily married to Jonathan Zucker, a physician, though she says she still signs her notes to him 'The current wife'.) </p> <p>The Last Star made Kelley a publishing hot property, able to command multimillion dollar advances, and her books on Frank Sinatra, Nancy Reagan and The Royals got successively weightier and, in my view, less fun. Her books have to be big, of course, to justify their enormous advances and to make them look 'serious', but the amount of scandal in them is steadily decreasing. In fact, I fully anticipate that Kelley will one day produce a 1,000-page book with just one scandalous sentence in it. She almost came a cropper over her last book - it was meant to be a biography of Prince Philip, but she obviously couldn't find enough dirt, so it became a general book about the royal family. It was never published here - she says for libel reasons - but it contained little that was new to anyone who reads the British tabloids. </p> <p>Writing about the royals probably taught her the great advantage of writing about a family rather than an individual - namely, that you can throw in every schizophrenic cousin, bankrupt uncle and alcoholic aunt, and blacken the whole family by association. This is what she has done with the Bushes and I think it's unfair - any family should be allowed to have its black sheep. 'You're quite right, but this is not any family,' she retorts. 'This is a family that maintains the highest office in the land - the most powerful family in the world. The rules are different for the Bushes, and they're different because the mainstream media have given the Bushes a free ride. Not so Clinton. In fact, a New York Times columnist won a Pulitzer prize for detailing the sexual dalliances of a president [Clinton]. I tell you about the sexual dalliances of a president [Bush senior, not Dubya] and get my head blown off!'</p> <p>She once said that researching her Nancy Reagan book was even more frightening than researching Frank Sinatra, but now she says that both of them were 'a piece of cake' compared to the Bushes - 'Frank Sinatra was tough, but that's just thug tough.' Does she mean she was in fear of her life? 'No, not frightened in that way. But the White House attacked this book before it was even available to be read. They called NBC and said, \"Keep her off the air.\" And suddenly TV producers who'd already booked me started cancelling. Larry King - I've done the Larry King show for every book I've ever written. But this time he wouldn't invite me.'</p> <p>I wonder if it was because she claims she seduced Larry King to have phone sex with her, taped it and played the tape to her friends. She laughs a surprisingly dirty laugh and says, 'Oh no, he's gotten over that! I've been on his show often since then. Anyway, he has phone sex with everybody,' she jokes. Really? I squeak. 'What - if I rang Larry King up, he'd have phone sex with me?' 'I think you'd have to go out to dinner with him first,' she smiles. </p> <p>When she laughs her real belly laugh you get a hint of someone who might be enormous fun to know. But she obviously feels she has to be 'dignified' in interviews and soon reverts to prissy prom-queen mode. 'This was the hardest book, not because I felt I'd get beat up, but come November I might be either facing a heavy IRS [income tax] audit or I'd be in the Federal Witness Protection Programme. The Bushes are powerful. The White House is making itself very felt on this book. And yet nobody has stepped forward to say, \"Let me challenge the fact on page 420.\" Nobody has said the facts are wrong. They just want to blacken the author, so that then the book is discredited. If you cared very much about the rich and the famous, the high and the mighty, there's no contest. If I cared about that, I too would go with the Bushes and not with Kitty Kelley.'</p> <p>But while she expects flak from the White House, she claims to be hurt and somewhat mystified by the way journalists treat her. They should hail her as a hero, not slag her off like a pariah. Of course it's true that American journalists always take themselves far more seriously than British ones, but the level of personal venom directed against her is striking - Slate magazine calls her 'colonoscopist to the stars'. She thinks the reason journalists attack her is because, 'They are on bended knee. I guess the coin of their realm is access. And were they to accept this book, even objectively, they'd then be admitting that, a: they didn't do their job for the last 50 years, and b: they've been conned.' </p> <p>But then she adds that when Frank Bruni recently interviewed her for The New York Times, two of his first questions were: 'Have you had an abortion?' and, 'Do you do cocaine?' She looks so hurt and aggrieved recalling this that I find myself mewing in sympathy - until I remember that these are just the sort of questions Kelley addresses in her books. But whereas Bruni asked the questions directly, she'd never ask them - she'd go round the houses collecting hearsay and building innuendo. </p> <p>This is my problem with Kitty Kelley. I don't object to her being a muckraker or scandal-seeker. Given that her subjects are always people who command vast PR machines, it is quite useful to have someone add a little spice to the prevailing sugar. But I do sometimes worry about her techniques. She relies a lot on innuendo. In the current book, she makes much of Laura Bush's 'dazed' expression and hints darkly that she might be on antidepressants. Is that a crime? No, Kelley retorts; if she were married to a Bush, she would be on antidepressants. But that isn't the point, because she hasn't established that Laura Bush is on antidepressants - it is just left dangling, as a vague slur to give the impression that Laura Bush is some kind of flake.</p> <p>Perhaps it was Kelley's failed stint on The Washington Post that gave her the desire to go where most journalists fear to tread, and to show up their failures. She says that one of the most telling scenes in The Family is her account of a press conference President Bush senior gave in August 1988 when The New York Post finally exposed his long-term affair with his aide, Jennifer Fitzgerald. All the journalists were saying beforehand that they would have to raise the subject - but none of them wanted to be the one to do it. In the end, it was a CNN reporter - a woman, of course - who stood up and asked the question, and President Bush responded furiously, 'I won't entertain that sleazy question!' The other journalists moved smoothly on to different subjects, and the CNN reporter was soon afterwards moved to another job. 'But her question was perfectly legitimate!' says Kelley.</p> <p>I think this is how Kelley sees herself - as the one brave journalist prepared to ask the awkward questions. But then why does she get so huffy when anyone asks her direct questions? Why was it so offensive of Frank Bruni to ask if she took cocaine, or me to ask if she was once addicted to diet pills? Why is she so shocked that someone wrote an unauthorised book about her? And why is she so secretive about her past? I ask if she would ever write her autobiography. 'Oh please!' she sniffs. 'It would be very boring. I like my life, don't get me wrong. But it's a worker-bee life.' And so saying, she whisks out of Claridge's into her limo for the journey to Heathrow and Madrid, and another hard day collecting publicity pollen.</p> <p><strong>· </strong>The Family by Kitty Kelley is published by Bantam Press at £20.</p>"
]