[
  "The German chancellor, Gerhard Schröder, suffered a setback yesterday as voters in a regional election punished the government for pushing through controversial welfare reforms that have sparked weeks of street protests. <p>The conservative Christian Democrat (CDU) state premier, Peter Müller, was re-elected by a landslide in the small state of Saarland on the French border. </p> <p>The closely watched poll was the first in a series of regional elections in which Germans are expected to make clear their discontent with the government. Mr Schröder has failed to make good on election promises to cut high unemployment, and even the mild economic recovery expected this year seems to be faltering. </p> <p>Complete official results showed that the Christian Democrats won more than 47.5% of the votes, a gain of two percentage points on the last election in 1999. Mr Schröder's Social Democrats polled 30.8%, a loss of 14 percentage points. </p> <p>The Greens and Free Democrats both just crossed the 5% barrier for seats in the state parliament, but the far-right National Democratic party, which came from nowhere to gain 4% of votes, failed to win a seat. </p> <p>The SPD gubernatorial candidate, Heiko Maas, ran what was widely seen as a lacklustre campaign and could not match the popularity of Mr Müller. </p> <p>The SPD had abandoned all hopes of recapturing Saarland, the second smallest state in Germany by population, which it held between 1985 and 1999. It aimed simply to to hang on to as many votes as possible. </p> <p>The SPD is hoping to improve its hand in the next round of elections on September 19, when the eastern states of Saxony and Brandenburg vote for new regional assemblies. </p> <p>According to polls, the SPD and CDU are running neck-and-neck in Brandenburg. </p> <p>Analysts say that Mr Schröder, who is halfway through his four-year term, has reached a nadir as he tries to push through badly needed economic reforms in the face of popular resentment. </p> <p>Tens of thousands of Germans have taken to the streets every Monday for the last five weeks to protest at cuts to social services and benefits for the long-term unemployed. </p> <p>The protests have been largest in the eastern parts of the country, and echo the 1989 pro-democracy Monday demonstrations that contributed to the fall of the Berlin wall. Just under one in five eastern Germans is out of work, almost double the national rate. </p> <p>Mr Schröder has dug his heels in and refused to water down the reforms any more. He emerged from a two-day retreat with top ministers and Green party members at the weekend to say the government would not waver. </p> <p>\"The reforms must continue and they will continue,\" Mr Schröder said on Saturday. </p> <p>The chancellor's biggest test will come on September 29 when North Rhine-Westphalia goes to the polls. Traditionally a SPD stronghold, the state has been ruled by the party for the last 38 years. Recent polls show it is trailing the CDU by 16 points. </p> <p>Defeat at all four of the regional elections would threaten Mr Schröder's chances of re-election in 2006, when the chancellor says he wants to stand for a third term. </p> <p>It could also spark a rebellion in the party, which is on the edge of open revolt. A letter circulated among SPD members last month calling for his resignation. </p> <p>The former SPD finance minister Oskar Lafontaine, a resident of Saarland, has been openly calling for Mr Schröder to step aside. </p> <p>He quit as the party leader and left the cabinet in 1999 after losing a power struggle with Mr Schröder. </p> <p>As the chancellor's political nemesis, Mr Lafontaine has joined the Monday demonstrations and has threatened to start his own party, accusing Mr Schröder of abandoning the party's socialist origins.</p>",
  "<b> Boston Herald </b> <br>Editorial, September 4 <p> \"Americans do not want to hear John Kerry's whining about being 'attacked' and 'insulted' at the Republican National Convention ... They want to hear that he is as committed as President Bush to stopping fanatics from taking over American schools and slaughtering children. And if he has better ideas about how to go about doing it than Mr Bush does, Americans want to hear those too ...</p> <p>\"The larger contest - between liberty and tyranny, between good and evil - is the challenge against which Mr Kerry's and Mr Bush's leadership will be measured. And on that score, Mr Kerry's thin-skin ... [is] unimpressive.\" </p> <p><b> Jim Wooten </b> <br>Atlanta Journal Constitution, September 5 </p> <p> \"[Mr Kerry's] outburst following Mr Bush's [address] reveals a candidate who can be goaded. Not good in a president ... </p> <p>\"This will be a nasty campaign. Mr Kerry's base is angry and insistent that he project their anger to expose Mr Bush so that the whole country can see him as they do. Their problem is that the country doesn't. He's a likable, modest man, endearing in his humility ... In expression and demeanour, Mr Bush is the American ideal, the man next door who rises to the occasion, who finds his resolve in our condition. And despite the stress of crisis leadership, he retains a sense of humour about himself. He's not an easy target.\" </p> <p><b> Dallas Morning News</b> <br>Editorial, September 4 </p> <p>\"Six weeks ago, Mr Bush was fighting for his political life. Now, he's in the pole position in some surveys. He's particularly trumping Mr Kerry on the pivotal issue of likeability. The affable Texan's favourability ratings are heading up while Mr Kerry's are falling. Substance matters, but so does personality ...</p> <p>\"Challengers can't fumble much during a presidential campaign. Not like the Kerry team did in letting the swift boat ads stop its candidate's momentum.\" </p> <p><b> Washington Post </b> <br>Editorial, September 5 </p> <p> \"The presidential election debate is now focused on the most important issue facing the country, which is the war against Islamic extremism ... What neither [candidate] has done so far is convincingly address the specific and critical challenges the United States faces in Afghanistan and Iraq, or those that lie just over the horizon ... Yet it is there - and not on each man's personal history during the Vietnam War ... - that the real distinctions between them need to be made ... </p> <p>\"Such omissions leave voters to wrestle with the questions of character the candidates seem to prefer: the sobriety and experience of Mr Kerry versus the modesty of his foreign policy goals; the passion of Mr Bush for the 'use of American strength to advance freedom,' versus the recklessness and incompetence that may come with it ... If the candidates can be induced to debate the real issues before them in the coming two months, it will be easier.\" </p> <p><b> Miami Herald</b> <br>Editorial, September 5 </p> <p> \"In a typical presidential reelection year, the incumbent proudly defends his record and the challenger tries to show that he can do better. This year, however, the roles seem to be reversed. As Mr Kerry desperately fends off attacks on both his record in Vietnam and in the Senate, Mr Bush and his supporters blithely ignore the questions that surround his foreign and domestic policy in favour of slogans and promises ... </p> <p>\"Most voters already are tired of the negative campaigning. Instead of focusing on the opponent, both candidates must do a better job of telling voters exactly where they stand.\"</p>",
  "General Colin Powell is missing in action. At the Republican convention in 2000 he led from the front, opening a line up that could have been set up by Jesse Jackson's Rainbow coalition. Of the three co-chairs in 2000 one was black and another Hispanic; national security adviser Condoleezza Rice kicked off prime-time coverage one night while Chaka Khan serenaded George Bush. <p>\"Make no mistake about it,\" said a Republican strategist at the time. \"Bush is personally obsessed with diversity.\" That obsession, even at this cosmetic level, seems to have long passed. </p> <p>Powell, the secretary of state, was absent last week - not just from the podium but from the entire convention. The White House says his absence was a matter of \"custom and tradition\" that prevents the national security team from attending. This must have been news to Bush's father, who had secretary of state James Baker at his side at the 1992 convention. Powell did not come either because, given his misgivings on the war, the party did not want him there or because, given his misgivings about the party, he did not want to be there. </p> <p>Either way, this year the most prominent black speaker was the education secretary, Rod Paige - whose low public profile only a Google search could save from oblivion. And it was downhill from there. After Paige came the lieutenant governor of Maryland and finally Erika Harold, last year's Miss America. </p> <p>The promotion of so many black faces four years ago was essentially symbolic. Its aim was not to woo the African-American vote, but to soothe the consciences of moderate whites who would not vote for a party that went openly negative on race. The absence of prominent black figures on stage this year was equally symbolic. For Bush's reelection effort marks the virtual completion of the racial realignment of the Republican party. </p> <p>In the last presidential election Republicans received only 8% of the black vote - the lowest percentage for 40 years. Recent polls indicate that this year the figure will reach 4% - the lowest ever. Black Americans make up 12% of the national population. Yet Republicans have no black congressmen and fare only slightly better at a local level, where African-Americans comprise 0.4% of all Republican state legislators. </p> <p>So the party of Lincoln, the president credited with freeing the slaves, is now essentially the White People's party - a race-based initiative that has reestablished the segregation of American political culture. Ethnically they are less exclusive. With around a third of the Hispanic vote (Hispanics may be black or white) Republicans still have a toe-hold there, although they are struggling to keep it. </p> <p>But there are only so many people you can alienate at one time, and the decline in black supporters was not an accident. This was the intended consequence of Richard Nixon's \"southern strategy\". The party put race at the centre of a project to radically reconfigure its base after the civil rights era by appealing to racist white southerners who felt betrayed by the Democrats. It worked, handing the south to the Republicans and forcing black voters into the arms of the Democrats. </p> <p>Now Bush is closing the deal. His policies and platform will ensure all but the most negligible support from African-Americans, and transforming the Republicans into a monoracial party in one of the world's most multi-racial nations. </p> <p>To hear the gathering at the African-Americans for Bush rally at the Waldorf Astoria last week you wouldn't know it. They pointed to the sharp increase in black delegates to the convention (the highest presence on record) as proof that they are making strides. Showcasing polls indicating black Americans are more likely to attend church regularly, oppose abortion and gay marriage and support school vouchers than their white counterparts, they claimed that the Republican party was more in tune with black values than the Democrats could ever be. </p> <p>Ask any of them why more than 90% of African-Americans will vote Democrat and they claim that their friends and family members have simply been duped. </p> <p>\"Most African-Americans grow up in a family where their parents are Democratic and it's so easy to follow the group rather than think of what is in their best interests,\" says Don McLaurin, a black Republican from Trotwood, Ohio. </p> <p>Such statements are ironic since they echo precisely what many liberals say about black Republicans - namely, that their inability to fathom their own interests is the only rational explanation for their misguided political choice. Both are wrong. People's interests are not determined by their melanin count but shaped by their experience. To suggest otherwise is both obnoxious and patronising. </p> <p>Moreover, it offers little help in understanding the Republican party's racial exclusivity. The rise in black convention delegates is a diversion. It came from a pathetically low base (2.6% in 1996, 4.7% in 2000) and tells us little. Shortly before South Africa's first democratic elections 20% of the delegates to the convention of the National party, the architect of apartheid, were black. The fact that, both there and in the US, the rise coincided with negligible black support at the polls simply suggests a growing dislocation between black people in their chosen party and those outside it. </p> <p>It also suggests that African-Americans have the same narrow understanding of \"values\" as the Republican party. They don't. In particular, they seem to value honesty and hard work sufficiently highly to frown upon on a president who took them into a war based on lies, while marshalling an economy that denies them jobs. Unemployment among black people remains double the percentage for whites, while one in four African-Americans lives in poverty. </p> <p>Meanwhile, polls show three-quarters of black Americans agree at least somewhat with the proposition that Bush intentionally misled the country into war. Finally, black Americans are understandably keen on racial equality, a cause not best argued by the party which opposes affirmative action and harbours the likes of the racist Mississippi senator Trent Lott, who lamented the end of segregation less than two years ago. </p> <p>In fact, black Republicans are right on only one count: the Democrats certainly take the black vote for granted. The Democrats have only won one election (in 1964) with a majority of white support since the second world war. This time round African-Americans make up more than 10% of the vote in a third of the crucial battleground states. \"When the public is anxious or angry, turnout tends to increase,\" argues David Bositis of the joint centre for political and economic studies in a recent report. African-Americans are clearly angry with President Bush and want him out.\" The question is not who they will vote for but whether they will vote at all. Bush has given them several reasons to loathe the Republicans; they are still waiting for Kerry to give them some to love the Democrats. </p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "Former US president Bill Clinton was today reported to be recovering in hospital after a successful heart bypass operation. <p>A source at the Presbyterian hospital in New York told Reuters: \"He is fine, he came through it OK.\"</p> <p>The 58-year-old - in the White House from 1993 to January 2001 - was hospitalised on Friday after complaining of chest pains and shortness of breath.</p> <p>Before he fell ill, Mr Clinton had been expected to campaign for Democratic presidential candidate John Kerry but it may take him a month or two to fully recover. He spoke to Mr Kerry for 90 minutes from hospital on Saturday evening to offer his advice on how best to turn around his campaign against George Bush.</p> <p>Clinton's tests showed no heart attack, but a source close to the family said there were three or four clogged arteries. The former president blamed the blockage in part on genetics but also said he \"may have done some damage in those years when I was too careless about what I ate\".</p> <p>As president, Mr Clinton was an avid jogger but also known for his love of fast food. He has appeared much slimmer since earlier this year, when he said he had cut out junk food and started a workout programme.</p>",
  "The US presidential election is anything but a national event. Instead, 50 individual states vote for the president, and only a handful of those really matter. <p>Some states vote solidly for the Democratic candidate (California, New York), and some for the Republican (Texas, Georgia). No candidate wastes too much time or money on preaching to the converted. </p> <p>Even in the battleground states, every dollar a candidate spends once he has secured more than 50% of the vote is a wasted dollar. The winner takes all the electoral votes, whether he wins by one vote or one million. </p> <p>The number of electoral votes a state receives is based on its population, making California the largest with 55 electoral votes. Seven states, and the District of Columbia, qualify for the minimum of three. </p> <p>The magic number of electoral votes needed to win the White House is 270. Setting aside misleading national percentages (remember, Al Gore won in straight percentage terms in 2000), George Bush and John Kerry seem evenly matched in the electoral college. Pollster Charlie Cook gives Kerry 207 electoral votes and Bush 211, with 120 up for grabs. </p> <p>Depending on which pollster you listen to, there are as many as 20 or as few as three battleground states. The candidates will be particularly active in Florida, Ohio and Pennsylvania, because these states have the most electoral votes to offer among the undecided bloc. </p> <p>With the race incredibly close, the independent candidate Ralph Nader may trip Kerry up, but still needs to make it onto the ballots in some key states. A court in Pennsylvania has already ruled that he will not be listed as a candidate there.</p> <p>Pollster John Zogby lists 20 swing states, while Cook believes just 10 are too close to call. John Kerry's campaign has bought ad time in 20 states between now and November 2, meaning he considers all of them to be up for grabs. </p> <p>The following twenty states have the closest races (electoral votes in parentheses):</p> <p>Bush won <b>Arizona (10) </b> fairly decisively in 2000, but a mid-August poll by the Behaviour Research Centre, based in Phoenix, showed Kerry gaining ground. Bush still led Kerry 46% to 41%, but a huge 13% of voters remained undecided. </p> <p>Cook lists <b>Arkansas (6)</b> as a \"likely\" Bush win, but Zogby is not so sure. The Kerry campaign has targeted Arkansas for its pre-election advertising spend. </p> <p><b>Colorado (9)</b> voted for Bush in 2000 and leans towards him now, but Kerry has targeted the state for an advertising blitz during the final weeks of the campaign.</p> <p>The biggest prize among the undecided states is <b>Florida (27)</b>, which chose Bush in 2000 - with a little help from the supreme court - by the razor-thin margin of 527 votes. </p> <p><b>Iowa (7)</b> went to Gore in 2000. By August 26, Gallup still had Kerry leading Bush by 51% to 45%, with Nader trailing at 2%. </p> <p>Cook says <b>Michigan (17)</b> leans toward Kerry, and Gore won here last time. </p> <p>Even with Nader taking 5% of the vote in 2000, Gore still won <b>Minnesota (10)</b>. However, Bush could win here - polls show that neither he nor Kerry has a real lead. </p> <p>A Zogby poll from August 25 showed <b>Missouri (11)</b> being too close to call, with the candidates running just tenths of a percentage point apart. </p> <p>A mid-August poll for the Reno Gazette-Journal showed a statistical tie in <b>Nevada (5)</b>, which went to Bush in 2000. </p> <p>Bush just squeaked ahead in <b>New Hampshire (4) </b>at the last election, although the state may feel well disposed to a fellow New Englander in Kerry. However, at the moment it is too close to call. </p> <p>Gore won <b>New Mexico (5)</b> by a small margin in 2000, and the race for the state is still very close. </p> <p><b>North Carolina (15)</b> leans toward Bush - but this is John Edwards' home state, and the Kerry campaign intends to spend heavily to turn things around. </p> <p>A Gallup poll taken in mid-August confirmed that <b>Ohio (20)</b> will be a key battleground state. Neither candidate has managed a lead, Nader is running at 4%, and another 4% declare themselves to be undecided. </p> <p>In 2000, Gore won <b>Oregon (7)</b> by a whisker, with 46.9% of the vote to Bush's 46.5%. Nader took a hefty 5%. Cook believes the state is leaning towards Kerry. </p> <p><b>Pennsylvania (21)</b> went to Gore in 2000, but only just. The August 26 Gallup poll had Bush and Kerry neck and neck on 47%, with Nader at 2%, and 4% undecided. </p> <p>Cook lists <b>Tennessee (11)</b> as \"likely Bush\" after Gore famously lost his own home state in the 2000 election, but Zogby feels it could still go either way. The Kerry campaign doesn't seem to be holding out much hope - it's not one of the 20 states where they have bought ad time. </p> <p>Bush will win <b>Virginia (13)</b>, Cook believes, and Kerry has not pre-bought ad time in the state. </p> <p><b>Washington (11)</b> will probably go to Kerry, says Cook, and the Republicans haven't won a presidential vote here since Ronald Reagan did so in 1984. Bush has been targeting the state, but Kerry has not been complacent, allocating money for late-campaign advertising. </p> <p>Democrats outnumber Republicans by two to one in <b>West Virginia (5)</b>, but Bush took the state in 2000. Both Bush and Kerry campaigned here over the Labour Day holiday weekend, with polls showing the candidates running neck and neck. </p> <p><b>Wisconsin (10)</b> went to Gore in 2000, but the August 26 Gallup poll put Bush slightly ahead at 48%, with 45% preferring Kerry. Given the 5% margin of error, neither candidate had a real lead, while Nader had a potentially significant 4% of the vote.</p>",
  "<p><strong>Starsky &amp; Hutch</strong> and <strong>Fahrenheit 9/11</strong> joined forces to double Italian box office takings last week. Variety reports that the unusual combination notched up a 102% rise on the week before, making the Italians the most enthusiastic cinemagoers in Europe.</p> <p>Fahrenheit 9/11 has now made around $64m (£36m) overseas. It has done particularly well in Sweden and Norway. Meanwhile Germany has celebrated a record summer at the box office, with takings of €303m (£205m), easily beating the previous high of €273.5m (£186m), achieved in 2001.</p> <p><strong>A DVD pirates' nest</strong> was uncovered by a routine traffic stop in LA last week. The check uncovered an illegal DVD replicating lab and resulted in three arrests. According to the Hollywood Reporter, police found materials \"suggesting a link\" to counterfeit DVD makers when they randomly stopped a car. A later search of the car-owner's home turned up thousands of bootleg DVDs as well as laboratory equipment.</p> <p><strong>Woody Allen</strong>, <strong>Annette Bening</strong> and <strong>Jeff Bridges</strong> will receive lifetime achievement awards at this year's San Sebastian film festival. Allen will also be the subject of a retrospective.</p> <p><strong>Elisabeth Shue</strong> has signed on to star alongside Kurt Russell in John Gatlins' directorial debut, Dreamer. Based on a true story, it follows a Kentucky horse trainer and his daughter as they take on a horse with a broken leg.</p> <p><strong>Jennifer Tilly</strong> has joined Janet McTeer and Brendan Fletcher on Terry Gilliam's new film, Tideland. Filming begins later this month on this adaptation of Mitch Cullin's gothic novel, in which a young girl is abandoned in the rural wastes of Canada.</p>",
  "Last Friday the Lebanese parliament decided, by 96 votes to 29, to give President Emile Lahoud three more years in office. <p>By all accounts this was a deeply unpopular move in Lebanon, though extending a president's term is something the parliament is legally entitled to do. The anger stems from the undoubted fact that the parliament would never have made such a decision had it not been pressurised by Lebanon's more powerful neighbour, Syria. </p> <p>The extension of President Lahoud's term also flies in the face of a sound principle that the Lebanese constitution originally sought to establish: that presidents should serve one term of six years and then leave office. Without Syria's intervention, Lahoud would have had to move out of his splendid hilltop palace in November. </p> <p>Exactly why this has happened is still a bit of a mystery. The Beirut newspaper, the Daily Star, commented a few days ago: \"A very strange aspect of this move is that it seems to have little, if anything, to do with the person or politics of the president. Emile Lahoud in his own right has been a legitimate president who has served his country honourably, and his policies are clearly acceptable to the majority of Lebanese. </p> <p>\"In the same manner, the Syrian government or the Lebanese people and parliament would have had no difficulty at all choosing a new president whose policies and manner would have been very similar to those of the current incumbent. </p> <p>\"The issue clearly is not about either irresistible personal traits or compelling political positions that are only available in President Lahoud.\" </p> <p>It is not the first time this has happened. In 1995, as President Elias Hrawi's term in office came to an end, parliament also voted to give him three more years, also as a result of Syrian pressure. </p> <p>Syria is the main power broker in Lebanon and President Lahoud is regarded as its main ally there. </p> <p>The president, though, is rather less powerful in terms of day-to-day running of the country than other Arab presidents. This is because of the system of checks and balances established after the civil war, which combines a Christian president with a Sunni Muslim prime minister and a Shia speaker for the parliament. </p> <p>Prime minister Rafik Hariri is one of the smartest Arab politicians and, while avoiding direct confrontation with the Syrians, he has built alliances inside and outside Lebanon that sometimes allow him to get his way. He is also probably the richest man in Lebanon (and has grown even richer while in office), which makes him a force to be reckoned with in his own right. </p> <p>Unusually, less than 24 hours before the parliamentary vote in Beirut, the UN security council met and passed Resolution 1559 which, in effect, called on Syria to respect Lebanon's sovereignty. Predictably, the Lebanese foreign ministry denounced this as \"interference\" in Lebanon's internal affairs and in the \"bilateral relations between two friendly countries, none of which has filed any complaint\". </p> <p>Several security council members were dubious about the resolution, and, in the event, it was approved with a mere nine votes in favour (China, Russia, Pakistan, Algeria, Brazil and the Philippines abstained) - and then only after the draft had been watered down to remove direct mention of Syria and threats of \"additional measures\" if Syria failed to comply. </p> <p>On the Richter scale of constitutional jiggery-pokery, the extension of President Lahoud's term ranks as a minor tremor. It may have been undesirable and unnecessary but far worse cases of constitutional abuse have occurred elsewhere in the world with scarcely a murmur from the security council. </p> <p>It will come as no surprise that one of the two sponsors of Resolution 1559 was the United States which earlier this year imposed economic sanctions on Syria (see <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1218751,00.html\">Suspicious sanctions</a>, May 17 2004). </p> <p>Anti-Syrian sentiment has been stirred up in the US by an alliance of Israel supporters, American neo-conservatives and the wilder Lebanese Christian elements, and enshrined in the bizarre Syria Accountability Act which was originally put to Congress by Senator Rick Santorum, a full-blooded \"three Gs\" Republican (pro-God, pro-guns, anti-gay). </p> <p>Interestingly, though, the security council resolution's other sponsor was France, which has not seen eye-to-eye with the US on many things lately. What was the French interest on this occasion? </p> <p>One theory is that France was encouraged to get involved by Prime Minister Hariri in a sort of arm's length way of making his feelings known to Syria. Hariri and the French president, Jacques Chirac, are on especially friendly terms. A couple of years ago claims surfaced in the French press - subsequently denied - that Hariri had helped Chirac with his electoral campaign funding. </p> <p>Besides meddling in Lebanese politics, Syria still has an estimated 17,000 troops in the country, though they are less obtrusive than they were and are there - officially at least - with the agreement of the Lebanese government. </p> <p>Syrian involvement has also had its positive aspects: it helped to bring stability after the 15-year civil war. But the civil war ended 14 years ago and many Lebanese think it is now time to stand on their own feet. </p> <p>From Syria's perspective, though, its involvement in Lebanon serves a strategic purpose. Following the collapse of the Soviet Union, Syria has no significant international allies. At the same time, the Israelis continue to occupy part of its territory (the Golan Heights) and last week they blamed Syria for the double suicide bombing in Beersheba. </p> <p>There are also increasingly strident verbal threats from Washington and a situation in neighbouring Iraq which is precarious at best. </p> <p>Taking into account these feelings of isolation and insecurity, it becomes easier to see why Syria attaches so much importance to internal stability and predictability in Lebanon on its western flank. </p> <p>In Damascus, Lebanon's compulsory friendship with Syria, plus Syria's relationship with the Lebanese Hizbullah, are viewed as a deterrent to Israeli ambitions in the region and ultimately as a lever for securing the return of the Golan Heights. </p> <p>As with much else in Damascus, this represents an old-style view of international politics, though there are some who argue that in the post-9/11 world, Syria would do better by copying Libya's recent example and polishing up its relations with as many people as possible. </p> <p>Instead, the extension of Lahoud's presidential term has driven Europe and the US closer together at a time when Syria was hoping for European support to counter American threats and economic sanctions. One adverse result is that finalisation of Syria's important Association Agreement with Europe, which would bring economic and other benefits, looks like being further delayed. </p> <p>\"I have no doubt they [the Syrians] are making a political blunder because they are setting a lot of Lebanese against them as well the French, the Americans and others,\" Patrick Seale, a British expert on Syria, told Reuters news agency last week. </p> <p>\"But they ... feel the need to protect themselves and Lebanon is where they feel vulnerable,\" he continued. </p> <p>Seale suggested that Lahoud, as a former army chief with continuing links to the security services, is the most reassuring person for the Lebanese presidency from Syria's viewpoint. </p> <p>\"No other presidential candidates would offer them so much control when they are facing a very dangerous and aggressive situation with Israel. They are sacrificing political popularity for security policy,\" he said. </p> <p>Possibly Damascus has calculated that it can ride out the criticisms, especially with attention in Washington diverted by the presidential election campaign. But if President Bush is returned to office, the Syrians may find that they have gratuitously handed him one more cudgel to beat them with.</p>",
  "Democratic presidential candidate John Kerry will today take a refocused campaign - and some of Bill Clinton's former advisers - on the road as he tries to battle back from a 10-point deficit in the polls. <p>Mr Clinton may be about to undergo heart bypass surgery, but he spent 90 minutes on the phone with Mr Kerry over the weekend urging him to reinvigorate his campaign by attacking George Bush on bread and butter domestic issues such as jobs and healthcare. </p> <p>With less than two months to go before the US presidential election, Mr Kerry has drafted former Clinton advisers to galvanise support after several national polls showed Mr Bush opening up a lead after months of a deadlocked race. A Time magazine poll conducted between August 31 and September 2 found that 52% of likely voters would choose Mr Bush, 41% would vote for Mr Kerry, and 3% would vote for Ralph Nader. </p> <p>From his hospital bed, Mr Clinton suggested Mr Kerry shift the focus from Vietnam to the state of the economy, the New York Times reported. The paper added that Joel Johnson, a former senior White House aide, delivered a strategy speech at Mr Kerry's headquarters over the weekend detailing the new line of attack. </p> <p>\"Bush has taken us in the wrong direction. If you want more of the same for the next four years, vote for President Bush. If you want a new direction, John Kerry and John Edwards,\" Mr Johnson said in an interview yesterday.</p> <p>Most Americans settled down to relax for today's Labour Day holiday, but Mr Kerry and his vice presidential nominee, John Edwards, planned appearances in six swing states, while Mr Bush and vice president Dick Cheney were scheduled to visit three states. Polls in half of the states on the candidates' Labour Day agenda - Minnesota, Iowa, Pennsylvania and Ohio - show the candidates running neck-and-neck. Those four states offer 58 electoral votes, more than 20% of the total needed to win.</p> <p>Both the Bush and Kerry campaigns said they expected the race to slip back into a statistical tie as the lift Mr Bush has enjoyed following last week's Republican national convention fades. </p> <p>\"After a week of relentless negativity, we will be fighting back using Bush's own record on the economy, jobs and healthcare,\" Democratic party chief Terry McAuliffe said in a conference call with reporters. </p> <p>Although payroll jobs have grown by 1.7m in the last 12 months, the economy still has lost 913,000 jobs overall since Mr Bush took office. </p> <p>Mr Kerry chose to spend his Labour Day in Pennsylvania, Ohio and West Virginia, telling workers in those states that Bush had done little to help them weather bad economic times. </p> <p>\"If you believe that losing good paying jobs and replacing them with ones that don't pay the bills means that America is heading in the right direction, you should support George Bush and his policies of failure,\" the Massachusetts senator said. </p> <p>Jobs created during Mr Bush's term paid less and offered fewer benefits than those lost, as employers struggle to handle increased healthcare costs, the Kerry campaign says.</p> <p>Mr Bush, campaigning yesterday in West Virginia, said Mr Kerry would \"stifle job creation\" with tax increases. Mr Kerry has said he intends to roll back Mr Bush's income and investment tax cuts for the wealthiest 2% of the nation. </p> <p>\"My opponent has promised to raise some taxes. That's a promise politicians tend to keep,\" the president said. \"This Labour Day weekend, it's important for America's workers to know that my opponent wants to tax your jobs.\" </p> <p>Mr Bush was due today in Missouri, where strategists say the close race leans in his direction. </p> <p>A second Time magazine poll showed six out of 10 US voters described economic conditions as poor or only fair, while 32% described them as good or excellent. </p> <p>The poll showed Americans evenly split on Mr Bush's handling of the economy, with 49% approving and 48% disapproving. However, 57% said they felt they had not personally benefited from his tax cuts.</p>",
  "Resuming combat after the Republican convention, John Kerry seemed like the Japanese warrior who emerged from the jungle decades after 1945, convinced that the war was not yet over. <p>He was still fighting over Vietnam when he should have been training his sights on the present day conflict in Iraq and an uncertain economy at home.</p> <p>The decision to headline his first response to George Bush's acceptance speech with an attack on Dick Cheney's lack of service in Vietnam was an emblem of how bizarrely out of touch Kerry's campaign has become. </p> <p>Kerry should have fought and won the battle over his service in Vietnam a month ago, when it became a campaign issue. Instead, he ignored it for two weeks - and he has been playing catch-up ever since.</p> <p>The fact that he was still talking about who did what 30 years ago - just as Bush rightly defined the presidential election as a contest for the future - only underscored the central inadequacy of his campaign.</p> <p>Kerry has yet to provide the US with a compelling reason to vote for him in November. He can turn things around, but he has to regain the focus, determination and drive that characterised his success in the Iowa caucuses.</p> <p>The Bush campaign began to stop the rot in August with the help of adverts that, however full of falsehoods, managed to tarnish Kerry's Vietnam era heroism and, by implication, his credentials to head today's armed forces. </p> <p>The Republicans cemented their lead with a convention that sowed doubt in people's minds about Kerry's ability to lead a nation threatened by terrorism. In short, the Bush camp has successfully made this election about Kerry, rather than about the incumbent president. For Kerry to have a chance of winning, he must flip the dynamic and make Bush the issue.</p> <p>In truth, the Kerry campaign ran into serious trouble before the swift boat ads had done their damage. Bush had been calling on Kerry to confirm whether he would have voted to authorise the war in Iraq even if he had known US-led forces would not find weapons of mass destruction there.</p> <p>In what has become the typical modus operandi of the Kerry campaign, they ignored the question until it became a media cacophony. The obvious rebuttal would have been to turn the tables on Bush by broadening the scope. </p> <p>\"Had the entire Senate known then that it was being fed bogus intelligence,\" Kerry should have said, \"had we known that the administration was ignoring the guidance of career civil servants from the state department and the CIA, and distorting flimsy evidence to make a case for urgent military intervention, there is a real question whether we would have given the White House the authority it sought.\"</p> <p>Instead, Kerry - answering the narrow question only - replied that he would still have made the same call. This effectively neutered the issue of Iraq as a potent weapon against the Bush administration. </p> <p>Kerry's Senate-taught tendency to split hairs did not help. He attempted to parse the difference between voting to give the authority to go to war and being in favour of actually using that authority. There is, of course, no plain English difference.</p> <p>So it is not surprising that voters are scratching their heads as they hear the Democrat standard-bearer denounce the way in which the Bush administration misled the nation into war, having just heard him restate that he would have voted for it anyway.</p> <p>This effectively leaves only one area of fertile terrain for Kerry to exploit if he is to get back into the race - the economy. Bush's convention speech gave Kerry a huge opening because of what it did not say. </p> <p>Replete as it was in the broad strokes of an ambitious plan for the next four years, the speech was almost devoid of references to Bush's domestic record so far. It was essentially the second half of a state of the union address - big on the forward agenda, but entirely missing the bit in which the achievements of an administration are listed. And that's because there haven't been any.</p> <p>To his credit, Kerry and his advisers noticed this glaring omission, and have begun filling in the blanks of the record Bush doesn't want to talk about - the fact that he is likely to be the first president since Herbert Hoover to preside over a net job loss, the enormous tax breaks skewed to the enormously wealthy, and the crippling cost of healthcare for the average American.</p> <p>The Bush administration has just provided this last line of attack with fresh ammunition. A day after the convention speech, which promised healthcare reform in a second term, the administration announced the biggest hike in Medicare premiums since the state-administered health insurance programme began 40 years ago. </p> <p>The increase will hurt low to middle income seniors the most, and Kerry has seized on this as he relaunches his campaign in key battleground states.</p> <p>His messaging about the economy is sharpening, but fudging the issue of Iraq has needlessly hamstrung his campaign - a setback he may live to regret.</p> <p><b>·</b> Philip James is a former senior Democratic party strategist</p>",
  "The American election is having a particularly topsy-turvy effect on British politics. The Republicans snub Michael Howard for his attacks on Tony Blair over Iraq, while the prime minister's relationship with George Bush bewilders both his own party and New Labour's Democratic soulmates. <p>Downing Street's private preference is for a John Kerry victory, and the Democrats have pretty much unanimous support among Labour ministers as well as on the backbenches, including both supporters and opponents of the Iraq war. But any public expression is forbidden, with No 10's working assumption having long been that Mr Bush is likely to prevail.</p> <p>Government strategists have however combined their studied neutrality with an effort to tone down the Blair-Bush relationship. Their partnership, particularly over Iraq, has undoubtedly damaged the prime minister's domestic popularity.</p> <p>But this will not stop Mr Bush using the clips of the two together to suggest he has Mr Blair's endorsement. The prime minister's popularity among Republican voters was illustrated by the cheer he received when name-checked by the president during his keynote speech at the Republican convention.</p> <p>There are good domestic and international reasons for Blair to distance himself from Mr Bush and to do more to show that he could stand shoulder-to-shoulder with Mr Kerry too. While the government remains neutral, the Labour party could play a more important role.</p> <p>In an party capacity, we should invite a leading Democrat to take up the prestigious international speaker slot at the Labour conference - and I would like to see Mr Kerry and John Edwards, as the leading progressive hope in international affairs, invited to address the conference by video-link.</p> <p>Senior Labour MPs and ministers should also go public with their personal preferences for a John Kerry victory. This would help to reunite a Labour party bewildered by the closeness of Mr Blair's relationship with Mr Bush. But it would appeal to a much broader audience at home - British voters across the political spectrum prefer Mr Kerry to Mr Bush by a margin of five to one.</p> <p> <b>·</b> Sunder Katwala is general secretary of the Fabian Society. <a href=\"mailto:sunder.katwala@fabian-society.org.uk\"> sunder.katwala@fabian-society.org.uk</a>. The Fabian Society and the Guardian are tonight holding a joint Labour day event, America's Election: What's at Stake?, with speakers including David Aaronovitch, John Kampfner, Clive Soley MP and Rachel Valladares of Democrats Abroad. See <a href=\"http://www.fabian-society.org.uk\" target=\"_NEW\"> www.fabian-society.org.uk</a> for more details.</p>",
  "The Liberal Democrats' president today warns his party's free-market modernisers not to jeopardise Charles Kennedy's overriding goal of a \"fairer Britain\" - if the party is to overtake the Tories in 2005 or 2009, and challenge Labour for power in 2013. <p>In a ballot of party members last week Simon Hughes easily beat fellow MP Lembit Opik for the vacant position. He plans to turn the presidency into the Lib Dem equivalent of the Labour and Tory chairmanships - \"a mechanical job\" of ensuring they have sufficient members, supporters and cash to exploit their rivals' growing weakness. </p> <p>In his first interview, the MP for what is now North Southwark and Bermondsey told the Guardian the Conservatives could not change fundamentally under a leader such as Michael Howard, whose very existence reminded voters of all the reasons they threw them out in 1997. </p> <p>\"It gives us a great opportunity, a chance to overtake them - whether at the next election or the one after that,\" he said. </p> <p>As for Labour: \"Voters are still very angry. They've lost trust, and aren't likely to regain it,\" says the man who knew the future prime minister well as a colleague when they were young employment barristers before entering parliament. </p> <p>\"When Blair was elected, I thought that, whether the policies were right or wrong, he would deliver trustworthy government. He's been a real disappointment. He was very apolitical and unpolitical then, he probably is now.\" </p> <p>The two also have similar backgrounds: Oxbridge,public schoolboys, Anglicans with a sense of public service. As a left-leaning \"social liberal\" he won a byelection four months before Mr Blair became an MP in 1983. So, if trust and competence are important to Lib Dem progress, fairness is crucial if they are to make a breakthrough, he warns those Westminster colleagues being accused of wanting to do a pro-market \"New Labour\" makeover on their party. </p> <p>Mr Hughes admits he had neither been consulted on the party's strategy plan, the Orange Book, nor read it, before it was published last week. But he plants his standard firmly on the left of the debate, as an MP who has held a deprived inner London seat for 21 years. In any case: \"It's not going to be directly inputting into the next election [manifesto], it's too late for that.\" </p> <p>Not that its authors were wrong to look for ways of delivering more effective public services, he quickly conceded. \"You can't get away these days with incoherent spending plans and with wasting money; people won't tolerate it. Therefore I welcome the new rigorous approach of Vince Cable and David Laws [his party's shadow Treasury team]. But the bigger issue remains: how to combine growing prosperity for Britain with delivering a fairer society? </p> <p>\"We are not doing that, and Labour has not done it either. As a constituency like mine makes clear, there are more rich people and still lots of people living on basic income.\" </p> <p>Mr Hughes believes that, if Lib Dems can combine competence with trustworthiness - by being \"good representatives who do what we say\" - they are almost at the point of regaining power in their own right for the first time since world war one. </p> <p>He insists fairness is central: \"If we can win the ground Labour has lost - it used to be the party of fairness, the Tories never were - it is ground the British people will respond to.\" </p> <p>Such talk is unlikely to alarm Mr Kennedy, since the leader's instincts are also on the social justice side of the argument, but is a challenge to the so-called Young Turks like Mr Laws, Mark Oaten and others. </p> <p>Liberals (Lib Dems since merging with Labour's breakaway Social Democratic wing in the late 80s) have long been mocked for claiming to be on the edge of a breakthrough that will take them back to power. The realist in Mr Kennedy is right to warn activists to take it in stages, Mr Hughes says. But voters are beginning to understand their ambition is real. </p> <p>\"The hope and idea is that we are the next party of government, the implication being that the Tories do not come back and replace Labour. They're stalled. And our job is to contain them.\" At the least the Lib Dem strategy is to take important Tory scalps - like Oliver Letwin's seat in Dorset. </p> <p>Mr Hughes would like to be a minister in a Kennedy government in 2013. When asked recently if he was ambitious for his party, the 53-year-old replied: \"Yes, I have another 15 years of active political life ahead of me - 10 years, 12 years, whatever - and I am keen to be there before I retire. Loads of colleagues are keen to be there too, and Britain desperately needs us to get there.\"</p>",
  "<p>Everyone knows that the press can be bribed and flattered, and that it doesn't take much. But the Republicans took no chances. </p> <p>The Saturday night before the party convention began, the 15,000 journalists in New York for the event were invited to a launch party at the vast gleaming edifice of the Time Warner Centre shopping mall, on the corner of Central Park. </p> <p>It was the sort of event Enron might have put on in its glory days. Slack-jawed hacks wandered around the polished floors like zombies, dumbstruck at the sheer opulence of Bush Republicanism. Waiters threaded in and out of the crowd with trays of champagne. Some of the top restaurants had set up stalls every 20 metres, serving snacks such as white truffle risotto balls and shrimp dim sum. For pudding, Le Cirque, one of New York's grandest, laid out the crème brûlée. </p> <p>Suitably, for a party praying for consumer spending to hold up at least until the election, the shops stayed open until late into the night, and journalists were handed booklets of discount vouchers. </p> <p>The Democrats may have shown more originality at their bash in Boston, offering chocolate fountains and acrobats to the convention press. But this was mind-numbing in its extravagance. And it did not stop there. In the media centre at Madison Square Garden, a spa had been set up, offering massages to dispel the tensions accrued from covering anarchist protests and Christian conservative breakfasts. </p> <p>The organisers even built a special bridge over Eighth Avenue to the Garden, to ensure the transition from spa and media cafeteria to work would be as unruffled as possible. The total price tag for all this coddling - $5m. </p> <p>So what did it buy? Perhaps quite a lot. A massaged and well-fed journalist is arguably less prone to scepticism about claims being made by a party and charges made against opponents. But the real currency at the convention is access. </p> <p>Foreign journalists are accustomed to finding themselves at the bottom of a very deep pile in Washington when it comes to access. Members of Congress are accustomed to gauging the number of potential voters in your readership, before granting their time. </p> <p>The administration has little time for the foreign press in normal times. It does not view the rest of the world as a constituency. When round-table interviews with the president and members of his administration are granted, it is just before trips abroad. Even then, the Guardian is normally excluded. As the paper has become better known in the US as a result of the popularity of its website, so it has become less acceptable to the White House. </p> <p>For all its elaborate orchestration and lack of actual news, the party convention is one of the few occasions when Washington's rigid distinctions soften a little. In the Garden, the foreign press sat together with their American colleagues, behind and a little to the side of the speaker's podium. </p> <p>To walk down onto the packed floor of the arena during the convention, journalists had simply to line up for a pass. Down among the delegates, senators jostled with lowly party activists from the sticks and Texan delegates in cowboy hats and boots trying to dance to soul music. With only an aide or two to shield them, they were as available as they are ever going to be. </p> <p>The problem on the floor of the Garden was the sheer weight of numbers of the press corps, chasing what was essentially a very thin news story. The New York Times alone had 146 reporters covering the convention. The other major US papers had dozens each. High Times, the magazine of marijuana aficionados, had two journalists on the case. They covered the protests but also - for the sake of irony - the Republican tribute to Johnny Cash at Sotheby's. </p> <p>With three or four journalists for every delegate on the floor, the access issue became a question of cutting through the scrum, looking for famous faces with something to say. Don King, the veteran boxing promoter with vertical grey hair, was at the heart of a permanent throng. </p> <p>He had come along, in a star-spangled denim jacket, a paper US flag permanently in his grip, primarily to meet the press and get on television. He told anyone who would listen that President Bush had made the Republicans an \"inclusive\" party, that \"talked the talk and walked the walk\" when it came to African Americans. I bumped into him, or rather his huddle, four or five times, but each time I craned over to hear what he was saying, it was the same lines. </p> <p>When even Don King stays on message, you know there are going to be thin pickings for a journalist. That's the way the parties want it. The modern convention is an infomercial. There is not supposed to be any news. That way, the media have no choice but to write about the four days of platitudes from the podium.</p>",
  "<p>From today, politics gets interesting on both sides of the Atlantic. Labor Day in the United States is the moment once every four years when the presidential election campaign shifts into top gear, and with the conference season looming here the long countdown has begun towards a general election tentatively pencilled in for next May. </p> <p>On the face of it, George Bush faces a tougher race than his Gulf war comrade, Tony Blair. The polls had him level-pegging with John Kerry until the bounce Bush gained at the end the Republican convention, and despite Friday's news that the American economy generated an extra 144,000 jobs last month, you have to go back to Herbert Hoover to find a president who has a worse employment record. </p> <p>Blair, by contrast, is defending a parliamentary majority well into three figures at a time when unemployment, at least on the claimant count, is lower than it has been since 1975. By historical standards, money is cheap and inflation benign. The polls suggest Labour will win a third term comfortably at any time of the prime minister's choosing. </p> <p>Naturally, the pundits don't always get it right. As Donald Rumsfeld put it: stuff happens. Bush could yet have an easier time of it than Blair, not least because Iraq has cemented his support among the Republican faithful, while in Britain, Labour party membership has fallen to its lowest level since the 1920s. </p> <p>The forces shaping politics also differ between the two Anglo-Saxon economies. In the US, the dividing line between Democrats and Republicans is not the economy but national security and the war of values. Bush's economic record is nothing to write home about but Kerry has yet to persuade swing voters that his alternative is any better. Come to think of it, does Kerry actually have an alternative worthy of the name? </p> <p>Given Al Gore's fate in 2000, this approach seems somewhat misguided, even perverse. Gore paid the price of failing to cash in on Bill Clinton's legacy; now Kerry seems unwilling or unable to get any traction out of the fact that the US is living massively beyond its means, courtesy of a trade deficit of 5% of gross domestic product and a budget deficit of a similar order. </p> <p>But to do so, of course, would mean Kerry would have to spell out a few uncomfortable truths: that the US needs to consume less and produce more to close the trade gap, and to spend less or tax more to close the budget deficit. </p> <p>Kerry is scared of being painted as doing down Uncle Sam, so he must try to outbid Bush for sunny optimism while hoping that poor economic news in the next two months makes the economy the defining issue of the election. </p> <p>That, frankly, does not look likely. The US economy is growing less quickly than earlier in the year but it is not about to go off the edge of a cliff. There are not that many swing states which have been particularly hard hit in the past four years in comparison with the US as a whole. Ohio is one, and that helps explain why Bush and Kerry seem to be in Cleveland or Toledo every other day. </p> <p>Kerry's soundbite is that America must stop exporting jobs - an empty slogan unless he plans to leave the World Trade Organisation and embrace protectionism. There is no indication that he has the slightest intention of taking such drastic action, which is why his real pitch to the voters is: \"I'm not Bush but my purple hearts from Vietnam guarantee that I'll be no soft touch as commander-in-chief.\" My guess is that Bush will get his second term. </p> <p>Coming up with a bullish scenario for Michael Howard is more difficult. Difficult, but not impossible. Start from the position that the fallout from Iraq has been far more serious for Blair than for Bush. Labour's private polls show that trust in the government has collapsed, leaving the government here far more dependent on the economy than the Re publicans are in the US. Labour's killer argument is that it wants to invest in the public sector while the Tories want to cut spending. Yet the government's promised spending is only possible because the economy is growing - and Gordon Brown has been prepared to raise taxes a bit. There has not been a single quarter of negative growth on Blair's watch, house prices have doubled and real incomes have risen. </p> <p>While it would be stretching a point to say the government is benefiting from a \"feelgood factor\", there is no \"feelbad factor\" either. For that to happen, there would have to be some seriously duff economic news. </p> <p>All of which makes the news from the Halifax last week particularly intriguing. Britain's biggest mortgage lender reported that house prices fell by 0.6% in August, and while there is a need to be cautious about one month's data, the sharp drop in mortgage approvals in July suggests that the long-anticipated correction may now be upon us. </p> <p>Imagine now that house prices carried on falling for the next six months and that consumers took fright. In those circumstances - and even more so should a slowdown in the US and China choke off exports - the economy would start to look pretty sick. Tax receipts would dry up and the Tories would argue that Labour's ambitious plans for the public sector could only be financed through higher taxes in a third term. </p> <p>Britain has far more undecided voters than the US and given that trust in Labour is at such rock-bottom levels, the emergence of a feelbad factor could make the election a far closer run thing. Labour is banking on many of those who have deserted the party returning to the fold, however reluctantly, before the election. But there is no cast-iron guarantee they will. </p> <p>This is very much a worst-case scenario. A counterweight to falling house prices are the surveys today from the CBI and the EEF, the manufacturers' organisation, showing that both the service sector and manufacturing are in rude good health. </p> <p>Brown remains convinced the economy is strong and getting stronger, even though he is concerned that the electorate is now deeply cynical about all aspects of the government's record. Should the economy take a turn for the worse over the autumn and winter, he also knows the Bank of England will act to steady the ship. Market sentiment has changed markedly over the past month, with predictions that interest rates will peak at 5.5% scaled back. Most analysts now believe rates are at or close to their peak; another month of weak economic data will have them talking about the likelihood of the next move in rates being down. </p> <p>Even so, cheaper borrowing might not come in time for a spring 2005 election. Monetary policy works with a lag, and the full effects of the five rises in rates since November have yet to be felt. The Bank will take some convincing that the current softness in the housing market warrants lower rates, so it will be early next year before policy might be loosened, with the full impact not feeding through for six months after that. </p> <p>No problem, you might think. The government doesn't have to call an election next spring; it could wait until October 2005 or even early 2006. In the past, though, this has been a risky strategy. The record of governments that go far into a fifth year is not good. Clement Attlee just about held on to power in 1950 but saw a majority of 144 cut to single figures. The Tories managed it in 1992. Whether they would have done so without the defenestration of Margaret Thatcher is a moot point.</p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>"
]