[
  "It was easy to find officials at the Democratic convention last week who were darkly convinced that George Bush was about to spoil John Kerry's Boston party with a well-timed scene-stealer in the war on terror. <p>So it is hardly surprising that some of the initial reaction to this week's heightened US terror alert reflects the same suspicion. Within hours of Monday's announcement of a new \"high risk\" threat level in parts of New Jersey, New York and the District of Columbia, Mr Kerry's one-time rival Howard Dean went on the airwaves to voice a concern \"that every time something happens that's not good for President Bush, he plays this trump card, which is terrorism\". It was impossible, Mr Dean went on, to know \"how much of this is real and how much of this is politics, and I suspect there's some of both\". </p> <p>Whatever their private thoughts, Mr Kerry and his officials were careful not to be drawn down that road; the warning by Tom Ridge, the US homeland security secretary, was made in good faith, they said. It is, though, a mark of the politicisation of the war on terror that an announcement of such a kind should immediately be discounted for ulterior motives and that many will be unshakable in their suspicion about both its timing and content. </p> <p>There are certainly questions to ask, to put it mildly, about both dimensions of Mr Ridge's action this week. As more details began to emerge yesterday, officials painted a perhaps deliberately blurred picture. Did the intelligence on which the announcement of the heightened threat level was based come from last week's arrest in Pakistan of the Tanzanian Ahmed Khalfan Ghailani? Or did it come instead from last month's earlier and separate apprehension, also in Pakistan, of the alleged al-Qaida computer expert Muhammad Naeem Noor Khan? Or was the key source really Musaad Aruchi, who was detained in Karachi in June? </p> <p>What is clear is that the timing of this week's announcement takes on very different significance depending on which of them it was. Similar uncertainties apply to the content of what Mr Ridge's agents have uncovered. The most recent amendment to the computerised information uncovered in the Pakistan arrests appears to date from January. Most of the terrorists' information, however, seems to have been collected more than three years ago, even before 9/11. </p> <p>In that case, why trigger an emergency in New York and Washington right now? You don't have to be a conspiracy theorist at least to wonder whether the new orange threat level may have an electoral dimension, especially in view of the impending Republican national convention in Manhattan, and perhaps to providing some distraction from this week's announcement by Mr Bush of a highly selective response to the recommendations of the 9/11 commission. </p> <p>All that said, it must also be conceded that no democratic government should ever allow itself to know about a possible attack and then withhold the information from the public. Al-Qaida, we know, is out there. It is planning to kill people. In one US official's words, it \"collects, collects, collects\" information on possible targets, taking whatever time is necessary before it strikes. Governments have little choice about how to act on what they know of such plans. For good or ill, the information they acquire needs to be out there too. </p> <p>Though it may frighten the population, and may thereby hand the terrorists a kind of advantage, it is also true that focused warnings can, in the end, provoke less widespread anxiety than more generalised alerts. Governments are not always truthful, and they are not always competent. But they always need to level with the people. We are entitled to know the score; we may even, thereby, be better able to help save ourselves. And that is just as true for the British people as it is for the Americans.</p>",
  "Phillip Dodd is remarkably undisturbed by the trifling matter of the lack of democracy in China (Needed: a sharp twist of the neck, July 30). Comparing contemporary Beijing to New York in the 1890s, Dodd fails to notice the absence of the Statue of Liberty, whose Beijing version was crushed by the tanks over a decade ago. If China feels like the future to Dodd, then it's a future dominated by the ever more conspicuous consumption at the expense of human rights. <br> <b>Michael Weinstein</b> <br> Moscow, Russia <p>Can I venture the possibility that the heightened terrorist alerts in the US may have something to do with last week's successful Democratic convention?<br> <b>Christopher Owen</b><br> Romford, Essex </p> <p>John Kerry did not \"defend\" his country as a young man (Kerry tries to persuade voters it's time for a new commander in chief, August 2), he helped attack another country, leaving 4 million of its civilians and 1 million combatants dead. If that's what he calls defending his country, the rest of the world had better watch out.<br> <b>Peter McKenna</b><br> Liverpool </p> <p>True, the Pope writes about women, having been celibate for 85 years (Letters, August 2) - but many doctors diagnose and hope to cure cancer without ever having had the illness. Let's face it, Pope-bashing is just another kind of bigotry.<br> <b>Frank Scott</b><br> London</p> <p>I note with interest that Durex are providing 130,000 free condoms for the Olympic athletes (Hopping, skipping and jumping into each other's beds, August 2). I wonder if they are considering a similar sponsorship deal with the FA?<br> <b>Steve Little</b><br> Lytham St Annes, Lancs</p>",
  "Much of the seized al-Qaida intelligence that led to the current raised security alert at US financial targets was three or four years old, a US official confirmed today. The official stressed, however, that it may have been updated as recently as six months ago. <p>Meanwhile, the US homeland security secretary, Tom Ridge, denied claims that the Bush administration was choreographing security warnings for reasons of political expediency, as some Democrats have claimed. </p> <p>On Sunday, US officials revealed that two suspected militants arrested last month in Pakistan were found with computer disks and other data indicating an apparent plot to bomb banks and other American financial targets on the US east coast. The information showed detailed surveillance of apparent targets. </p> <p>At the weekend there was no indication in the briefings by Mr Ridge and other officials about the age of the intelligence but reports this morning in US newspapers revealed that it pre-dated the September 11 attacks in 2001. </p> <p>Earlier today Fran Townsend, the White House homeland security adviser, confirmed to NBC television that the surveillance of financial buildings by suspected terrorist plotters was \"originally done between 2000 and 2001\". </p> <p>Both Mr Ridge and Ms Townsend stressed that the data should still be taken seriously and that there was evidence that some of the information discovered had been updated as recently as this January.</p> <p>One senior government official told the New York Times: \"You could say that the bulk of this information is old, but we know that al-Qaida collects, collects, collects until they're comfortable ... only then do they carry out an operation.\"</p> <p>But the revelation about the age of the intelligence - and the fact that this was not made immediately made clear on Sunday - has provided ammunition for George Bush's political opponents. Some of these have accused his administration of manipulating the colour-coded terror warning system introduced after 9/11. Analysts believe the \"war on terror\" will be the key issue in November's presidential elections. </p> <p>Senator John Kerry, the Democrats' presidential challenger, has distanced himself from claims of bad faith from the White House about the warnings but other Bush critics point to the fact the president is trailing in the polls after the Democrats' successful convention last week.</p> <p>Speaking at a press conference in New York today, Mr Ridge was pressed on the timing of the latest alert. He said: \"We do not do politics at the department of homeland security. Our job is to identify the threat.\"</p> <p>Ms Townsend noted that the US authorities had only recently received the intelligence from Pakistan. \"We've only gotten the intelligence, I would say, in the last 72 hours,\" she said. </p> <p>The suspects were arrested in mid-July. They are computer engineer Muhammad Naeem Noor Khan and Khalfan Ghailani, who is wanted in connection with al-Qaida attacks on US embassies in east Africa in 1998. The US government announced on Sunday that terrorists had recently observed the stock exchange and the Citigroup Centre in Manhattan, the International Monetary Fund and World Bank buildings in Washington, and Prudential Financial's headquarters in Newark, New Jersey. Security in all these areas has been raised. </p> <p>Mr Bush yesterday described the US as a \"nation in danger\" and announced that he would accede, with some changes, to the 9/11 commission's recommendations for a new director of national intelligence and a new centre for national intelligence to improve the apparently dysfunctional relationship between domestic and international spy agencies. </p> <p>Pakistani authorities today said they had arrested two more senior al-Qaida suspects, one with a multimillion-dollar US bounty on his head. Officials said the suspects were of African origin but declined to name them. </p> <p>Pakistan's interior minister, Faisal Saleh Hayyat, said the arrests were another breakthrough after last month's capture of Ghailini. </p> <p>US officials have said that the arrests of Khan and Ghailani yielded the most specific domestic terrorism warnings since the 2001 attacks although there was no potential timeframe for an attack. </p> <p>The Pakistani information minister, Sheikh Rashid Ahmed, said the files also revealed targets in the UK. The British government was under pressure today to be as explicit about the nature of the intelligence as Washington has been. </p> <p>Many workers in New York, New Jersey and Washington were yesterday confronted with ID checks and bag searches as they headed for work. Officials sealed off some streets in New York, put financial employees in Washington through extra security checks, and added concrete barricades and a heavily armed presence in Newark.</p> <p>Police said the restrictions would remain in effect today and would be reviewed daily. Mr Ridge, along with the mayor of New York, Michael Bloomberg, were meeting financial executives from affected companies to discuss security concerns. </p> <p>The chairman and CEO of Prudential, Arthur Ryan, reported that customers were not fleeing and that the \"overwhelming majority\" of employees reported to work yesterday. \"Everything we've heard so far has been reinforcing. 'We're with you.' That's basically what we've heard from most of them,\" Mr Ryan said. </p> <p>Security measures were also heightened in central Los Angeles and in the Century City complex where LA's high-rise buildings and financial institutions are located, although mayor James Hahn said there was no indication of a threat against the city.</p> <p>Also today, the Statue of Liberty reopened to the public for the first time since it was shut down after 9/11.</p> <p>\"This beacon of hope and liberty is once again open to the public, sending a reassuring message to the world that freedom is alive in New York and shining brighter than ever before,\" New York governor George Pataki said at the opening ceremony. </p> <p> Visitors can tour a reopened museum inside the pedestal and enjoy a panoramic view from the observation deck at the pedestal top. The rest of the statue continues to be off-limits because it cannot accommodate large numbers of tourists and does not meet safety codes. </p> <p>Tightened security measures at the 118-year-old national monument include a new anti-bomb detection device that blows air into clothing and then checks for particles of explosive residue. </p>",
  "Perhaps it was the apologies they printed for running stories on Iraqi WMD but the serious press in the US has taken a more sceptical attitude to the Bush administration's \"high alert\" than some of its British counterparts. <p>Where the<b> Times</b> leads on the \"<a href=\"http://www.timesonline.co.uk/article/0,,2-1200901,00.html\">terror threat to London</a>\" and the<b> Telegraph</b>, alongside a photograph of heavily-armed New York police, reports on <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/03/wterr03.xml&amp;sSheet=/news/2004/08/03/ixnewstop.html\">threats to the US and Britain</a>, the <b>New York Times</b> questions the intelligence the alert was based on.</p> <p>\"Much of the information that led the authorities to raise the terror alert at several large financial institutions in the New York City and Washington areas was three or four years old,\" begins its <a href=\"http://www.nytimes.com/2004/08/03/politics/03intel.html?hp\">front page story</a>.</p> <p>\"Intelligence and law enforcement officials [...] reported that they had not yet found concrete evidence that a terrorist plot or preparatory surveillance operations were still under way.\"</p> <p>The <b>Washington Post</b> goes with <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A35466-2004Aug2.html\">the same lead</a>: \"More than half a dozen government officials interviewed yesterday, who declined to be identified because classified information is involved, said that most, if not all, of the information about the buildings seized by authorities in a raid in Pakistan last week was about three years old, and possibly older.\"</p> <p>\"There is nothing right now that we're hearing that is new,\" one senior law enforcement official who was briefed on the alert tells the paper. \"Why did we go to this level? . . . I still don't know that.\"</p> <p>Alone among the major British titles, the <b>Independent</b> went straight to the heart of some of the confusion over the terror warnings. \"A nation in danger. Or a president in peril?\" asks its <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=547432\">headline</a>.</p> <p>But away from the discussion over the reality of the threat there is great concern at what another terrorist strike could mean. </p> <p>\"In New York, which has operated in a state of alert for almost three years, 11 police cars were parked on the street outside Citigroup's headquarters, a 50-story glass tower. Armed officers shooed trucks and vans away from streets next to the building,\" <a href=\"http://www.philly.com/mld/inquirer/9308656.htm\">reports</a> the <b>Philadelphia Inquirer</b>. </p> <p>The <b>Boston Globe</b> finds that employees of New York's financial institutions have taken the <a href=\"http://www.boston.com/news/nation/articles/2004/08/03/employees_take_security_steps_in_stride/\">security steps in their strides</a>.</p> <p>The <b>Los Angeles Times</b> considers the threat more real and current than the New York Times or Washington Post stories would suggest. </p> <p>\"Some of the surveillance files that triggered the nation's latest terrorism alert were reviewed and updated by al-Qaida just months ago and dovetail with other, fresh intelligence that indicates the terrorism network remains intent on launching a major US attack during the presidential election campaign,\" <a href=\" http://www.latimes.com/news/nationworld/nation/la-na-terror3aug03,1,1458227.story?coll=la-home-headlines\">it says</a>.</p> <p>\"Several senior US counterterrorism officials said that the surveillance, obtained in Pakistan and reviewed late last week by authorities in Washington, came amid a continuing stream of intelligence corroborating al-Qaida's determination to launch strikes in the US.\"</p> <p>Daniel Byman, a foreign policy expert, attempts to answer the question in <b>Slate</b> of why al-Qaida has <a href=\"http://slate.msn.com/id/2104641/\">not succeeded in striking US territory since September 11</a> when it so clearly wants to.</p> <p>\"The easy answer, and the wrong one, is that US officials exaggerated the al-Qaida threat.\" He also finds flaws in the argument that terrorists have migrated to Iraq, though is more persuaded by the idea that US defences are now better and popular vigilance is higher, making it more difficult for attackers to get through.</p> <p>\"But this is only a partial explanation, as FBI officials freely admit. The greatest blow to al-Qaida has come from the removal of its haven in Afghanistan and the disruption of the permissive environment it enjoyed in numerous countries in Europe and Asia [...] attacks that require meticulous planning and widespread coordination are far more difficult to carry out.\"</p>",
  "Who or what has most to fear from the latest warnings of an al-Qaida attack depends on which paper you read. The Times and Mail lead on threats to London while the Guardian and FT are more interested in New York, where targets were named. <p>The Independent is not even sure whether to take it seriously at all: \"A nation in danger. Or a president in peril?\" asks its front page.</p> <p>The warnings came from the seized computer files of suspected al-Qaida operatives arrested in Pakistan. Emails found on the computer of Ahmed Khalfan Ghailini, one of the two arrested, a suspect in the 1998 east Africa embassy bombings, revealed buildings such as the New York Stock Exchange and World Bank headquarters had been put under detailed surveillance and that plans existed to strike them. A US official is quoted in the Telegraph saying he had not seen anything like it in 25 years of intelligence threats.</p> <p>But no similar plans are disclosed for London, which perhaps explains why the Mail's opening paragraph (\"The most chilling evidence yet that al-Qaida is targeting Britain ...\") is followed by several paragraphs outlining specific plots in America. Evidence that Britain might be targeted is apparently limited to a comment from the Pakistani information minister, Sheikh Rashid Ahmed, that the files revealed targets in the US and UK.</p> <p>The Times reports that US banks in London's financial districts are now tightening security. But the FT adds a cautious note: it says Pakistani officials familiar with the case did not believe that the emails found on Ghailini's computer provided sufficient evidence of an imminent threat.</p> <p>\"There is a lot of unnecessary speculation making the rounds,\" one senior official says. \"The fact is that Ghailini may have been on the run so long that there can be no basis for assuming he was central to the planning in Europe and the US.\"</p> <p>A piece in the Guardian says that the US department of homeland security has been accused of crying wolf for raising the alert, but this time US authorities really believe they have caught \"a rare glimpse of the wolf at work\". However, Howard Dean, the outspoken Democrat, is widely quoted telling CNN: \"It is impossible to know how much of this is real and how much of this is politics.\" John Kerry distanced himself from the comments.</p> <p>As for the politics, George Bush yesterday ended his opposition to the reforms suggested by the congressional inquiry into September 11 and announced the appointment of a national intelligence director. The Guardian reports that he was bowing to election year pressure and - at least temporarily - may have blocked any political mileage Mr Kerry could have gained from the report. </p> <p>On a lighter note, the Independent reports that the creators of South Park are returning to cinemas with Team America: World Police, a musical using string puppets in the manner of the original Thunderbirds. The cast features spoofs ranging from Kim Jong Il to Michael Moore. In one section, a clean-cut female member of the global force yells: \"Hey terrorist! Terrorise this!\" as she kicks him through a Paris shop front.</p> <p>Matt Stone and Trey Parker insist they have no political axe to grind. \"Everything should be afraid of this movie,\" they tell the newspaper.</p> <p> Guardian: <a href=\"http://www.theguardian.com/usa/story/0,12271,1274924,00.html\">We're a nation in danger - Bush</a><br> Guardian: <a href=\"http://www.theguardian.com/usa/story/0,12271,1274760,00.html\">After many cries of wolf, is this the real thing?</a> <br>Independent: <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=547432\">A nation in danger. Or a president in peril?</a> <br>Telegraph: <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=AK1NSESA4FATTQFIQMGSM5WAVCBQWJVC?xml=/news/2004/08/03/wterr03.xml&amp;sSheet=/portal/2004/08/03/ixportaltop.html\">Secret arrest yielded 'treasure trove'</a> <br> Times: <a href=\"http://www.timesonline.co.uk/article/0,,2-1200901,00.html\">Anxiety spreads across City of London</a> <br>Independent: <a href=\"http://enjoyment.independent.co.uk/film/news/story.jsp?story=547464\">Terrorists are go! (With just a few strings attached)</a></p> <p><b>·</b> This is an extract from today's Wrap, Guardian Unlimited's daily email round-up of the day's papers. You can subscribe for £14.95 a year <a href=\"http://www.theguardian.com/wrap\">here</a></p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BACK ON HIGH ALERT</b></p> <p>Who or what has most to fear from the latest warnings of an al-Qaida attack depends on which paper you read. The Times and Mail lead on threats to London while the Guardian and FT are more interested in New York, where targets were named.</p> <p>The Independent is not even sure whether to take it seriously at all: \"A nation in danger. Or a president in peril?\" asks its front page.</p> <p>The warnings came from the seized computer files of suspected al-Qaida operatives arrested in Pakistan. Emails found on the computer of Ahmed Khalfan Ghailini, one of the two arrested, a suspect in the 1998 east Africa embassy bombings, revealed buildings such as the New York Stock Exchange and World Bank headquarters had been put under detailed surveillance and that plans existed to strike them. A US official is quoted in the Telegraph saying he had not seen anything like it in 25 years of intelligence threats.</p> <p>But no similar plans are disclosed for London, which perhaps explains why the Mail's opening paragraph (\"The most chilling evidence yet that al-Qaida is targeting Britain ...\") is followed by several paragraphs outlining specific plots in America. Evidence that Britain might be targeted is apparently limited to a comment from the Pakistani information minister, Sheikh Rashid Ahmed, that the files revealed targets in the US and UK. </p> <p>The Times reports that US banks in London's financial districts are now tightening security. But the FT adds a cautious note: it says Pakistani officials familiar with the case did not believe that the emails found on Ghailini's computer provided sufficient evidence of an imminent threat.</p> <p>\"There is a lot of unnecessary speculation making the rounds,\" one senior official says. \"The fact is that Ghailini may have been on the run so long that there can be no basis for assuming he was central to the planning in Europe and the US.\"</p> <p>A piece in the Guardian says that the US department of homeland security has been accused of crying wolf for raising the alert, but this time US authorities really believe they have caught \"a rare glimpse of the wolf at work\". However, Howard Dean, the outspoken Democrat, is widely quoted telling CNN: \"It is impossible to know how much of this is real and how much of this is politics.\" John Kerry distanced himself from the comments.</p> <p>As for the politics, George Bush yesterday ended his opposition to the reforms suggested by the congressional inquiry into September 11 and announced the appointment of a national intelligence director. The Guardian reports that he was bowing to election year pressure and - at least temporarily - may have blocked any political mileage Mr Kerry could have gained from the report.</p> <p>* <a href=\"http://www.theguardian.com/usa/story/0,12271,1274924,00.html\">We're a nation in danger - Bush</a><br> * <a href=\"http://www.theguardian.com/usa/story/0,12271,1274760,00.html\">After many cries of wolf, is this the real thing?</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=547432\">Independent: A nation in danger. Or a president in peril?</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=AK1NSESA4FATTQFIQMGSM5WAVCBQWJVC?xml=/news/2004/08/03/wterr03.xml&amp;sSheet=/portal/2004/08/03/ixportaltop.html\">Telegraph: Secret arrest yielded 'treasure trove'</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1200901,00.html\">Times: Anxiety spreads across City of London</a></p> <p><b>SVENSAGA: THE POLITICAL FALLOUT</b></p> <p>Sven-Goran Eriksson was not sacked yesterday, and no one else resigned, so very little happened yesterday at the FA's Soho Square headquarters. The tabloids go in for the nuts and bolts of the affair (the Mirror digs up a tale of \"the simmering 10-year jealousy of a love rival... in an uncanny link with the way the Bill Clinton-Monica Lewinsky affair was revealed\") while the broadsheets are left to ask what it is all about.</p> <p>Matthew Engel in the FT says it is not about [word omitted] but football. He draws similar parallels with Mr Clinton: \"He was impeached because his enemies wanted him out and they saw their opportunity. The same is true with Eriksson.\"</p> <p>The Times opts for a front page analysis linking Svengate to Watergate: \"It is always the cover-up that gets you in the end,\" it warns. The Guardian runs a feature suggesting which figure in the saga could write which book - \"How to Grasp Figures and Maintain a Tight Fiscal Squeeze on your Colleagues\" is its suggestion for Mark Palios - while its diary spies a opportunity for Alastair Campbell. \"Alastair's a slightly more media savvy operator than erstwhile communications director Colin Gibson - although on the basis of the News of the World story so is Sooty.\"</p> <p>* <a href=\"http://football.theguardian.com/News_Story/0,1563,1274841,00.html\">Too many cooks spoil football broth</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1200800,00.html\">Times: Svengate's potent mix</a></p> <p> <b>TORIES 'EXPECT TO LOSE'</b></p> <p>The Times has bad news for the Tories: fewer than half of all its voters expect it to win the next general election. The FT's report is even worse: most voters do not believe Michael Howard's promises to lower takes or improve public services.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1200624,00.html\">Times: Tory voters expect election defeat</a><br> * <a href=\"http://news.ft.com/cms/s/86410ad4-e4c2-11d8-8b18-00000e2511c8.html\">FT: Voters do not believe Tories on tax cuts</a></p> <p><b>PRIVATE SCHOOLS LIKELY TO REMAIN CHARITIES</b> </p> <p>The Guardian leads with the news that the Home Office is to review its proposals for tightening the rules giving independent schools charitable status. The Charity Commission said they would have no impact and a former cabinet minister called them a \"dog's breakfast\". </p> <p>* <a href=\"http://www.theguardian.com/Education/publicschools/story/0,12505,1274823,00.html\">Private schools bill shambles</a></p> <p><b>TWO-WINGED INVADERS CROSS CHANNEL</b></p> <p>It's the big question of the summer. Is it a hoverfly or a wasp? Millions of the harmless yellow and black insects have crossed the channel on warm thermals, and swarms of them are alarming holiday makers in East Anglia who mistake them for wasps.</p> <p>The Guardian explains the difference: \"Wasps have four wings, hoverflies two. More obviously, wasps are 'wasp-waisted' while the hoverfly's thorax and abdomen are divided by less of a narrowed section or have none at all.\" It admits that identification is tricky since most encounters occur while the animals are airborne. </p> <p>The Independent dwells on another recent visitor to British skies, the return of the great bustard, the world's heaviest flying bird, after 172 years. It is relatively easy to identify: it weighs 20kg, can stand as high as an adult roe deer and the males have a white moustache. There will be no mistaking it for a starling. </p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1274749,00.html\">When is a wasp not a wasp?</a><br> * <a href=\"http://news.independent.co.uk/uk/environment/story.jsp?story=547435\">Independent: Landing back in Britain</a></p> <p> <b>BE VERY AFRAID</b></p> <p>Back to terror again. The Independent reports that the creators of South Park are returning to cinemas with Team America: World Police, a musical using string puppets in the manner of the original Thunderbirds. The cast features spoofs ranging from Kim Jong Il to Michael Moore. In one section, a clean-cut female member of the global force yells: \"Hey terrorist! Terrorise this!\" as she kicks him through a Paris shop front.</p> <p>Matt Stone and Trey Parker insist they have no political axe to grind. \"Everything should be afraid of this movie,\" they tell the newspaper.</p> <p> <b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/iraq\">The abuse of Iraq prisoners at the Abu Ghraib prison in Baghdad was hidden from the US general in charge in a high-level conspiracy, she said this morning</a>.</p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/politics\">The Conservatives have promised to review the use of all speed cameras in England and Wales</a>.</p>",
  "<p>Sudan is becoming a dark study in disillusion. Only two weeks ago, Britain was openly hinting at military intervention to end the humanitarian crisis in the Darfur region. In an echo of the build-up to war in Iraq, Tony Blair spoke gravely of a \"moral responsibility\" that must not be shirked. </p> <p>Not to be outdone, Colin Powell, the US secretary of state, warned of dire consequences should the Islamist-led Sudanese government fail to fulfil its undertakings to the United Nations. He demanded an immediate end to a conflict that has cost an estimated 30,000 lives (there are no wholly reliable figures) and displaced more than 1 million people. </p> <p>The clamour to \"do something\" - and quickly - became a crescendo as the UN, development officials and aid agencies warned of a catastrophe in Darfur and in the refugee camps in neighbouring Chad. </p> <p>Anxious to have its say before going on holiday, the US Congress grabbed some headlines of its own by labelling as genocide the mayhem perpetrated by Janjaweed Arab nomad militias. </p> <p>Serious stuff indeed. So what happened? Did the B52s scramble? Did Nato volunteer to go \"out of area\"? Did Pentagon supremo Donald Rumsfeld rally the \"new\" (as opposed to \"old\") Africa to confront what the US deems a terrorism-sponsoring state of concern? </p> <p>Not exactly. After all that noisy talk, the UN security council met last week and passed a motion. </p> <p>The Sudanese government was given 30 days to call off its proxy killers or face unspecified punitive \"measures\" - but, mark well, not formal sanctions, not military force and certainly not a regime-changing invasion. And that only if the UN deemed the government to have made insufficient progress by September. </p> <p>Khartoum's militia puppet-masters were, in effect, let off the hook. They now say they will comply to the best of their ability - but want 90 days rather than 30 to do so, as previously agreed with the UN boss, Kofi Annan. </p> <p>Even this conditional acceptance is hedged with qualifiers. For Sudanese ministers also claim that they do not control the Janjaweed, who (they say) may be impossible to rein in. </p> <p>And they warn that implementing the UN resolution in full, including assisted resettlement of displaced people and the resumption of a political dialogue in Darfur, will be \"extremely difficult\" in so short a timeframe. After over a century of foreign interference and post-independence neglect, disputes over customary water and land use, and growing ethnic and tribal tensions in Darfur, that contention has a ring of truth. </p> <p>But it also seems clear that Khartoum plans to play for time. The government is likely to exhibit only limited compliance with UN demands while waiting for the international hubbub to die down and for some new political and media sensation to shift attention elsewhere. </p> <p>That, after all, is how it has always been in Sudan since the 19th century joustings of Ismail Pasha, the Mahdi and Herbert (later Lord) Kitchener. In the end, everybody tends to walk away from Sudan, somewhat baffled, lances a trifle bent. It is just too big and too complicated. </p> <p>Sudan's present-day leader, Omar al-Bashir, may not be the smartest bean in the box. But he probably calculates that Mr Blair, for all his moral conviction, has a lot of other fish to fry. The prime minister surely cares. But he is no Charles \"Chinese\" Gordon, the British general killed in the siege of Khartoum in 1885 after refusing a way out. </p> <p>Similar calculations also suggest that George Bush, in a neck-and-neck autumn US election race, will avoid a post-Iraq adventure overseas. It smacks too much of Somalia, his father's parting folly in 1992-93. Nor will his hyper-cautious Democratic challenger, John Kerry, push for intervention. </p> <p>And what if the UN does move towards punitive \"measures\" this autumn? Russia or China, with oil and commercial interests in mind, may veto them. </p> <p>But even if they do not, such restrictions would make little difference to Khartoum's already isolated leadership - although ordinary people could suffer. The US, for example, already has bilateral sanctions in place. </p> <p>So far the only concrete western military move has been the deployment of French troops along the Sudan-Chad border. </p> <p>Such manoeuvring may make President Jacques Chirac, a rival to Mr Blair in Africa as in so much else, feel like a player. But like the British, and indeed like the EU's nascent military organisation, the French do not have the numbers, the gear or the logistical reach to make a real difference. </p> <p>There is something depressingly familiar in international affairs about this sequence of events, this transition from brave words and high principles to shabby compromises and receding expectations. </p> <p>\"These atrocities [in Sudan] will continue,\" fumed a Washington Post editorial at the weekend. \"And yet outsiders are content with measures that won't stop the appalling suffering. How to explain this numbness?\" </p> <p>In truth, the west's behaviour to date is the opposite of Teddy Roosevelt's old maxim about speaking softly and carrying a big stick. </p> <p>On Darfur, it transpires, western leaders are all hat and no cattle (perhaps that should be camels).</p>",
  "<p>As the man who last week was told by prospective first lady Teresa Heinz Kerry to \"shove it\", journalist Colin McNickle should be enjoying his 15 minutes of fame. Judging by his latest column, he is not.</p> <p>According to McNickle, a columnist for the rightwing Pittsburgh Tribune, abuse has continued to be heaped upon him ever since. He has been verbally assaulted in the street and even been called a Nazi.</p> <p>Not only, he complains in his latest column, did John Kerry brand his wife's comment \"appropriate\", but \"entertainer Patti Labelle told the Boston Herald that Heinz Kerry 'should've pimp-slapped' me. [Journalist] Molly Ivins either repeated or created the myth that I had grabbed the possible future first lady. I didn't touch her.\"</p> <p>It all stems from the day before Ms Heinz Kerry took the stage at the Democratic party convention, and was asked by McNickle to explain what she had meant when saying that \"un-American traits\" were entering politics. Having initially denied she used the term, she proceeded to ask the journalist, in a rather American way, to remove himself from her presence.</p> <p>He also complains that: \"Bombastic, fact-challenged liberal film-maker Michael Moore supposedly called me 'rude',\" while \"longtime liberal national political columnist Jack Germond - now retired and a convention 'guest' who was shilling for his new book - told CNN's Judy Woodruff that I was 'not a legitimate newspaperman'.\" </p> <p>It's nothing compared to attacks from members of the public, he goes on, saying that his daughter was brought to tears by a \"filthy tirade\" from a female caller to his house. Rather than perpetuate the filthiness, however, McNickle is coy when it comes to reporting further meetings with members of the public:</p> <p>\"'Shove it, [expletive]!' one fellow told me as I walked down a Boston street. 'You're the [expletive] who called Mrs Kerry un-American,' a girl told me in Boston Common... 'I hope you burn in hell,' read one email. 'You're a [expletive] Nazi,' went another. 'Teresa should have told you to go [expletive] yourself,' another friendly emailer offered. And these were among the milder communiques; those that included death threats will be forwarded to the senders' respective hometown police departments.\"</p> <p>In among the hate mail, however, came a friendlier voice - from McNickle's brother. \"From what I'm hearing on late-night radio, the liberal definition of a 'strong woman' is one who abuses anyone who asks a question she doesn't want to answer,\" he wrote. \"A strong conservative woman would have come up with an example of how the questioner's paper had misrepresented the truth about her candidate or position.\"</p> <p>\"Of course, Teresa Heinz Kerry didn't do that because she couldn't,\" writes McNickle, who saves his biggest gripe for the end of his columm. He is, he complains, \"still waiting for the answer to my question of Sunday night last\". </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Six years ago, the American sociologist Alan Wolfe published a strikingly important book. Entitled One Nation, After All, and subtitled What Middle-Class Americans Really Think About, it is an essential text for understanding the pulse of modern America. What makes it both important and essential is that Wolfe painted a picture radically at odds with the exaggerated perception, both in the US and abroad, of America as a nation of entrenched and embattled ideological extremes. <p>In fact, Wolfe argued that middle America was not so much a land of culture wars as of cultural pragmatism. \"I have found little support for the notion that middle-class Americans\" - a category within which three quarters of all Americans define themselves - \"are engaged in bitter cultural conflict with each other over the proper way to live,\" he observed. </p> <p>\"Reluctant to pass judgment, [Americans] are tolerant to a fault,\" he concluded. \"Not about everything - they have not come to accept homosexuality as normal and they intensely dislike bilingualism - but about a surprising number of things, including rapid transformations in the family, legal immigration, multicultural education and the separation of church and state. Above all moderate in their outlook on the world, they believe in the importance of leading a virtuous life, but are reluctant to impose values they understand as virtuous for themselves on others; strong believers in morality, they do not want to be considered moralists.\" </p> <p>Wolfe's book came out at the height of the Clinton-Lewinsky scandal and his findings were vindicated by the response of public opinion to the president's misdemeanours. While Republican fanatics used the affair to try to drive the president from the White House, moderate middle America failed to rise to their bait. Instead they kept Clinton's wrongdoings in proportion and rallied behind him, just as a reading of Wolfe's book suggested they might. </p> <p>But that was then. Today, in election year, the talk is of a deeply divided nation, of a Disraelian Two Americas, to quote the title of a recent book by the pollster Stanley Greenberg. Six years on, in the wake of the split-down-the-middle presidential election of November 2000, in the light of the ideological drivings of the Bush administration and, above all, in the confrontational aftermath of Iraq, how does Wolfe's late-1990s vision of a tolerant consensual America stand up? </p> <p>When I put this question to him last week, Wolfe argued that the past four years have confirmed rather than destroyed the essential thesis of his book. By any standard, he reckons, Americans are less divided in their view of life, the nation and the world, than they were in the past. One nation, after all, again. </p> <p>The essence of Wolfe's case is that the great wedge issues of the late 20th-century culture wars have simply shrunk in significance. The most important of these, as always, is affirmative action on race, where the supreme court has managed to strike a sensible compromise. Nor, he argues, does abortion still have the divisive potential of the past, though if a re-elected Bush attempts to nominate a supreme court dedicated to overturning the landmark pro-abortion Roe vs Wade judgment of 1973, that could change. Having won the political argument over what it calls partial birth abortion, though, Wolfe reckons the right is less angry than it was. </p> <p>There's much about America in 2004 that bears this out. Over the past couple of months, the president has spent $50m on campaign ads designed to promote his opposition to gay marriage. As Wolfe's original research found, gay equality remains one of the issues on which middle America remains to be convinced; yet you would have to search long and hard to find many people who believe that gay marriage is the great dividing issue in America. At the margins, Bush's advertising may help to motivate some social conservatives to vote Republican, but mostly it has sunk without trace. </p> <p>Which brings us to the paradox. If Wolfe is right, even in 2004, and most Americans are indeed part of the shared values of One America, then how does this square with an electorate that, according to most of the current opinion polling, is now so sharply polarised into Two Americas? </p> <p>A possible explanation is that the polarisation of 2000 and 2004 is simply untypical - most US presidential elections are not nearly so close as the last one was and the next one promises to be. In that case, some special factor - the disabling effect of the Clinton scandals on the Democratic cause in 2000, perhaps, or the mistrust towards Bush's Iraq policy and his tax cuts this time around - may have made these two contests more impassioned than they might otherwise have been. </p> <p>A second is that the practices of modern campaigning and media - giving voters a relentlessly inaccurate picture of the choices they face, presenting their own candidate in an unbelievably favourable light and their opponent in an equally unbelievably negative light - conspire to create a polarised contest between core electorates and to drive down participation. As US journalist Jack Germond says in his new memoir, the Republicans do not have a monopoly on such tactics - they just seem better at it. </p> <p>There is, of course, a third possibility: that Wolfe's \"one nation\" theory is just wrong. In the end, though, a complete explanation surely also involves a critical assessment of the tactics of the Democrats, in particular the intellectual defensiveness that EJ Dionne, in another necessary new book, Stand Up Fight Back, dubs \"the politics of accommodation\" and which Garry Wills, in a brilliant essay in the New York Review of Books, describes as Clinton's legacy of \"omnidirectional proneness to pusillanimity and collapse\". </p> <p>Dionne's answer has lessons not just for the Democrats but for the Labour party. His argument is that progressive parties must not be so fearful about affirming the traditions from which they come, while simultaneously recognising that the tradition is \"pragmatic, experimental and open to new approaches\". In the US, writes Dionne, this means being more explicit about government's role to help the worse off, protecting the courts from rightwing judges, reforming the campaign finance laws, promoting \"tolerant traditionalism\" in social policy while, in international affairs, adopting a vigilant optimistic \"Lockean\" strategy based on alliances, democracy and justice. </p> <p>Reading Wolfe, there is little doubt that this meshes with the \"mature patriotism\" and \"tempered internationalism\" which characterise middle-class America's view of the world and that a campaign based on such approaches would make Bush's re-election much more difficult. Will it happen? There were signs in Boston last week that John Kerry has begun to embrace some of this. But the picture is incomplete, there is a long way to go and - as Germond reminds us - the Republicans are very good, and very ruthless, campaigners. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "President George Bush bowed to election-year pressure yesterday and ended his opposition to the reforms urged by the congressional inquiry into the September 11 2001 terrorist attacks. <p>\"We are a nation in danger,\" he said, announcing the appointment of a national intelligence director on the day the US raised its alert level to orange for a number of financial institutions after uncovering details of specific threats </p> <p>The arrest of two Islamist militants in Pakistan recently and the capture of computer equipment belonging to them revealed long-term, meticulous reconnaissance work by al-Qaida-linked terrorists on US soil. </p> <p>Pakistan's information minister, Sheikh Rashid Ahmed, said there was also evidence of planned attacks on the UK. </p> <p>It was unclear what details about a potential attack in Britain were on the computer files but the Home Office said the \"heightened\" state of alert would not be changed. </p> <p>The arrested men are Ahmed Khalfan Ghailani, wanted in connection with al-Qaida attacks on US embassies in east Africa in 1998 and a Pakistani computer expert, Muhammad Naeem Noor Khan. </p> <p>Spurred by the Democratic party's demands for swift changes to US intelligence operations, Mr Bush went some distance towards embracing two of the commission's key recommendations: a national intelligence director and a government counter-terrorism centre. </p> <p>But he balked at the commission's proposal that the intelligence chief should work in the White House, an idea which some had argued would risk politicising a crucial security post. The proximity to the Oval Office would also make future presidents more directly responsible for failures of intelligence. </p> <p>\"I don't think that the office should be in the White House. I think it ought to be a stand-alone group to better coordinate, particularly between foreign intelligence and domestic intelligence matters,\" Mr Bush told a press conference. </p> <p>The intelligence director, though appointed on Senate advice, would be under White House control. \"I don't think the person should be a member of my cabinet,\" Mr Bush said. \"I will hire the person and I can fire the person.\" </p> <p>His announcement blocks - at least temporarily - any political mileage the Democratic challenger, John Kerry, may have gained from the commission's report. </p> <p>Mr Kerry had urged the immediate creation of the national intelligence post and promised that if elected he would enact the commission's recommendations by executive fiat. </p> <p>On Sunday he hit out even harder, telling CNN: \"I believe this administration, in its policies, is actually encouraging the recruitment of terrorists. </p> <p>\"We haven't done the work necessary to reach out to other countries. We haven't done the work necessary with the Muslim world. We haven't done the work necessary to protect our own ports, our chemical facilities, our nuclear facilities.\" </p> <p>To further neutralise that line of attack, Mr Bush gath ered his most senior security officials around him in the Rose Garden yesterday, including the defence secretary, Donald Rumsfeld, and the directors of the CIA and FBI, to offer his fullest endorsement yet of the commission's recommendations. </p> <p>\"I strongly agree with the commission's recommendation that ... oversight of intelligence and of the homeland security must be restructured and made more effective,\" he said. </p> <p>But he stopped short of the remedy prescribed by the commission for the deeply dysfunctional relationship between America's intelligence services. </p> <p>The chairman of the commission, the former New Jersey governor Thomas Kean, argued that the intelligence chief and the centre needed the White House address if they were truly to exercise power over America's intelligence agencies. </p> <p>The commission envisaged an intelligence director with authority over the CIA chief and the other foreign and domestic intelligence services and would advise the White House on intelligence matters. </p> <p>But the scope could be limited. The director would not have day-to-day control or financial power over the other agencies. </p> <p>Mr Bush said the proposed centre would be a valuable storehouse of information which would \"build on the analytical work, the really good analytical work, of the Terrorist Threat Integration Centre, and ... become our government's knowledge bank for information about known and suspected terrorists.\" </p> <p>In addition to the thinktank, Mr Bush called for a government centre that would focus on weapons of mass destruction and prevent the trafficking of biowarfare. </p> <p>He gave his approval to the commission's finding that Congress had failed to provide sufficient oversight of intelligence gathering, and said that he supported reform of the committees on intelligence and homeland security. </p> <p>\"There are too many committees with overlapping jurisdiction, which wastes time and makes it difficult for meaningful oversight and reform,\" he said.</p>",
  "George Mallalieu, who has died of a pseudomonas infection, aged 62, played a significant role in the visual arts in his adopted city of Stoke-on-Trent, and in the lives of many emerging artists nationally. <p>From 1971, he was a driving force in the painting department of North Staffordshire Polytechnic (now Staffordshire University), during a period of considerable upheaval and change in art education. He became departmental head in 1985, and was a generous teacher, perceptive and wise in the analysis of his students' work. A teaching colleague said of him that he was a \"charismatic and inspiring risk-taker, an innovator in fine-art education\". </p> <p>His charm and rhetoric infected the bars of Burslem and the boards of academe. He relished these worlds, and was influential in both. He was accused of being an \"intellectual thug\" by a member of the polytechnic academic board - an epithet he loved. </p> <p>Born in Oldham, Lancashire, of Huguenot descent, George spent much of his early life in minor stately homes, his father working in service as a kitchen gardener. The family moved several times while George, an only child, was growing up, and he went to the King's school, Macclesfield. Eventually, they settled in Stoke-on-Trent. </p> <p>In 1958, George was a cepted at Stoke College of Art, where he studied for three years, supporting himself by working in the footrails, the small mines around Mow Cop, Staffordshire. After gaining a teaching qualification from Manchester College of Art in 1961, he began his career lecturing at Great Yarmouth College of Art, returning to Stoke a year later to teach aesthetics. After marrying in 1966, he took up a teaching post at the University of Kumasi, in Ghana, where he taught for four years. </p> <p>A socialist all his life, George was a principled and practical man, attributes invaluable to an artist who saw his role as a political and social mirror on a world full of unfairness. His paintings drew heavily from other artists, notably Picasso, Goya and Dix. His themes, like theirs, were often political and confrontational. A social and moral stance pervaded all his work; he had a real ability for seeing and depicting global and universal issues in an unpatronising but provocative way. </p> <p>George shunned the commercial gallery world because of its conceit and exploitation, and found much contemporary work shallow and lacking the depth of knowledge and study that he gave to his own. However, he exhibited widely in the non-commercial sector, with one-person exhibitions in Africa and the UK. </p> <p>In 1982, he won first prize in Midland View II with his large painting Massacre Of El Salvador, which continued his use of political themes in his work. These were further demonstrated in his commissioned work for an Amnesty International touring exhibition that travelled from London to Stuttgart and Paris during 1984-85. </p> <p>However, George's type of vivid social commentary was out of favour for much of his later working life, and consequently he did not get the critical acclaim that he deserved. It is a tragedy, too, that because of a devastating studio fire that eradicated most of his work in August 2000, there are so few of his large canvases left to demonstrate his graphic and painterly skills. He never truly recovered from this disaster, and never painted again. </p> <p>George had suffered from arthritis from his early 30s. This became progressively worse through the late 1980s, and forced his early retirement from education in 1991. Afterwards, however, he found a new voice in writing for and developing the visual arts page in the Sentinel, the Stoke-on-Trent daily newspaper. This became his platform for supporting artists and the arts in the town, as well as critiquing national and international art events. </p> <p>He is survived by his first wife, Shelagh, their two children, Karl and Janine, and his second wife, Pam, whom he married in 1992. </p> <p><b>· </b>George Frederick Mallalieu, artist, lecturer and arts journalist, born August 16 1941; died July 7 2004</p>"
]