[
  "When I watched Charles Kennedy on television as he addressed the Liberal Democrat conference in Bournemouth last week, I found myself agreeing with most people that he doesn't really look like a leader. And then I thought, \"Good. Let's have him as prime minister.\" <p>For aren't you sick of leadership? In the American presidential election, they talk of little else. All the arguments are about whether John Kerry or George Bush is the stronger, bolder, more decisive leader. But why is everyone so eager to be led? </p> <p>In Britain, we have had two prime ministers since Winston Churchill who have fancied themselves as leaders: Margaret Thatcher and Tony Blair. They have done some good things, both of them, but at a heavy price to our tranquillity and contentment. </p> <p>Both have continually paraded before us their leadership qualities and their \"convictions\", causing us much mental and emotional fatigue. I am still not at all clear what Tony Blair's convictions are, but the important thing is that he knows he has them and wants us to admire him for having them. </p> <p>Without either of these leaders, we would have been at war much less often than we have been, and under Blair in particular there has been spectacular loss of life among not merely humans, such as Iraqis, but also among animals - mainly cows. </p> <p>And soon, after the passage of the bill to ban foxhunting, there will be a massacre of foxhounds. In fact, the only creature Blair seems particularly eager to save is the fox, which is a savage animal that enjoys killing for killing's sake - that kills 10 chickens just for the fun of it when one would suffice to satisfy its hunger. Even rats are of a more amiable disposition. </p> <p>I admired Mrs Thatcher for some things she did, and I still think she was one of the great comic figures of the century, whom we should cherish for that if for nothing else. But I remember the great relief I felt when she was succeeded by grey, modest John Major, however inadequate a prime minister he turned out to be. </p> <p>We would no longer be hectored or harangued. We would no longer be exalted and uplifted. We would be allowed to get on quietly with our lives while Mr Major did the housekeeping. He may not have been a very good housekeeper, but that is by the way. </p> <p>Sometimes a leader is needed, principally in time of war. But it is a very unsatisfactory state of affairs if we have to invent wars in order to satisfy some prime minister's craving to lead. </p> <p>The happiest times are those in which we can potter along calmly together, enjoying ourselves as best we can, without crises or dramas. The prime ministers that best suit the British temperament are those who share this belief and try to soothe us when we are anxious rather than get us even more wound up. Harold Macmillan and Jim Callaghan were both good at this. </p> <p>Well into Macmillan's premiership, there was an opinion poll showing that a vast percentage of the population had no idea who he was. This was generally greeted with dismay, as a sign of a democracy in trouble. But I thought it showed that things were working rather well. Unfortunately, there is nobody today who hasn't heard of Tony Blair. </p> <p>We used to despise Italy for its rotating coalition governments and constantly changing, weak prime ministers whose names nobody could remember. There was little to admire in the way Italy was governed, but it didn't seem to matter terribly. The country has steadily grown in prosperity and contentment. Now it has a \"leader\" in the preposterous figure of Silvio Berlusconi, it is much more jittery. </p> <p>As soon as I finish this, I will be flying off to New York where I will doubtless witness the babyish competition between the rival candidates to show who is the most patriotic and who possesses the finest leadership qualities. </p> <p>It would be nice to think that in Britain we are more grown-up than the Americans, that we take every politician's patriotism for granted and don't yearn to be led. It would be even nicer to think that we support our civilised system of parliamentary democracy and cabinet government that is designed to keep a prime minister in his place. </p> <p>If this is really how we are, and we don't want to go any further down the American route, the best way for us to show it is to go out at the next general election and vote for Charles Kennedy.</p>",
  "For Tony Blair this is in all senses the moment of truth. First, it is literally true that his announced aim to stay as prime minister until shortly before the election after next is also his real and settled intention. Suspicions that Blair's announcement on Thursday was rushed or a ruse concealing some other intention - like an earlier or even a later departure - can be ruled out. Events may indeed wreck Blair's plan, but the plan is a real one, and he fully intends to carry it out. <p>For that reason this is also figuratively the moment of truth. For Blair has set the clock ticking. He now has a finite time in which to leave his imprint on our nation and on our times. Like an American president entering his second term, he increasingly contemplates his administration's legacy. His goals - whether in the Middle East, Europe, the public services, or constitutional reform, but above all in terms of lasting domestic political realignments - are serious and ambitious. He is now a man with a mission, and one who has never been more uncompromising about ensuring that he can finish the job. </p> <p>The immediate effect of Blair's announcement is not to kill off speculation about the government's future. Speculation is what political journalists do. But the announcement will displace the speculation away from Blair and on to his potential successors. As a result, Labour politics will become a weird mix of American echoes - who will run in 2009? - and Soviet or Chinese ones - who is up and who is down in the jostling for the succession? </p> <p>For that reason, the two key dates in the political medium term are Thursday May 5 2005, the post-Hartlepool hot favourite as the date of the next general election, and, even more, Friday May 6 2005, the day when Blair, if victorious, will sit down and make his new cabinet. The patronage powers of the prime minister will never be more charged with implication than on that day. To be a fly on the wall in Downing Street that Friday, above all when Blair talks to Gordon Brown, would be to possess the hottest political ticket of the decade. </p> <p>Blair's announcement that he wants to stay - in effect until late 2008 or early 2009 - seems proof to me that the worm may have finally turned in the long TB-GB saga. Things have been building up to this for years, but particularly since the taunting semi-insurrection of Brown's \"at our best when we are Labour\" speech at the 2003 party conference. If Tom Bower's essential new biography of Brown is to be believed, this was the moment that Blair began to think his old ally would not succeed him. </p> <p>It remains Blair's view, even now, that Brown would be his best qualified successor. But the last year, and recent weeks in particular, have strained that faith close to the limit. Blair believes that his repeated attempts to reach an accommodation with Brown over the past 12 months have been rebuffed too often. If Brown viewed the return of Alan Milburn to the cabinet as a hostile act - and he certainly did - then the mind can only boggle at how Thursday's announcement was received. </p> <p>Brown's combination of pain and anger is palpable, dripped insistently into favoured ears. But the anger in Downing Street is palpable too. At every turn, they complain, the Treasury now seeks to block, weaken or even sabotage any policy initiative of which the chancellor does not himself have direct political ownership. On this reading, Blair's intended \"policy-rich\" conference speech this week ultimately contained too many announcements blunted and blurred by Brown's reflexive determination to keep his grip on issues that Blair sees as essential parts of the Labour legacy. Confronted with an interference that he sees not as ideological but as an assertion of Brown's power to disrupt, the iron has at last entered the prime minister's soul. </p> <p>Three barriers stand between Blair and his dream of a vindicating third term. None of them should be underestimated. The first is the personal factor. Will the PM's health stand another four-and-a-half years of this? Only he and his doctor can really know the answer. All one can say is that the continuing ability to carry the pressures lightly is remarkable. </p> <p>The second barrier is the general election. After Hartlepool, a consensus is solidifying, progressive and otherwise, that Labour will now win its third term. With the Labour vote holding up, albeit only after a fashion, the Tories alive yet prostrate, and the Lib Dems facing too big a mountain to climb, the scenario sharpens of a large Blair majority elected on a diminished Labour share of a low turnout. But this could go wrong. The combination of post-Iraq disaffection and post-Hartlepool complacency could be very destructive. </p> <p>That leaves the final barrier, manned largely by the chancellor and his party. Will Brown try to stop Blair's plan? Can he? On past form, Brown will be bitterly tempted but will draw back, guided by caution, discipline and self-preservation. But the lessons of history illuminate the past, not the future. Every precedent exists until broken. And Blair's demarche confronts Brown with his ultimate dilemma. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "<p>Kerry Conran's Sky Captain and the World of Tomorrow is a retro-SF adventure yarn of a sub- Indiana Jones sort, in which virtually everything we see, except for the actors, has been digitally created. With relish, but without much irony, it begins in 1939 Manhattan where a Zeppelin is moored atop the Empire State Building, The Wizard of Oz is playing at Radio City Music Hall, and a mad German called Totenkopf (played by a hologram version of Laurence Olivier) has embarked upon the destruction of the world, launching an attack against New York using giant iron birds and robots. </p> <p>Only Polly Perkins, ace reporter on the New York Chronicle (Gwyneth Paltrow) and her boyfriend, intrepid British aviator, Sky Captain (Jude Law), can save us. Faced with this mind-boggling threat, the pair go monde-Biggling around the globe in his amphibious fighter plane, taking in Shangri-La and other spots. The designs come from Things to Come, King Kong, the lurid artwork of pulp science-fiction magazines of the 1930s, as well as B-feature space serials. It's technically brilliant, but as far as I'm concerned the Buck Rogers stops here.</p>",
  "The first head-to-head clash between George Bush and John Kerry left America's crucial constituency of undecided voters broadly agreeing that the Democrat had won - but still far from unanimous that they wanted him as president. <p>In swing states across the country yesterday, voters who have yet to make up their minds told the Guardian that President Bush's long pauses and irritated facial expressions had contrasted poorly with his opponent's poise. Some, however, said they still found Mr Kerry unclear when it came to his views on Iraq. </p> <p>\"Kerry won,\" conceded James Scalzo, 61, a retired defence contractor from Michigan and a registered Republican who voted for Mr Bush in 2000. \"It was a question of style. He came across as more relaxed, more in control - Bush seemed a little agitated; a little nervous. But I'm really not too enthused by either candidate. I guess I still dislike Kerry more than I do Bush.\" </p> <p>As Democratic campaigners hurried to prepare material to exploit footage of the president's reactions, Sharon Trenoweth, a registered independent from New Hampshire, felt she had seen those facial expressions somewhere before. \"You know when you're little and your dad says, 'Do it because I said so.' [Bush] was like that: 'I know what I'm talking about, I'm the boss, and that's that.'\" </p> <p>Mr Kerry might have seemed aloof, \"but we don't necessarily have to have a buddy. We want someone who's intelligent. Kerry didn't get me excited before, and he still doesn't, but now I think he's the best option,\" said Ms Trenoweth, who used to work in the defence industry and now paints New England folk art for a living. </p> <p>She was glued to the debate \"like the Superbowl\", she said. The sporting comparison was reflected in the deluge of instant post-match analysis. </p> <p>A CNN survey of viewers found that 57% felt Mr Kerry performed better, with 37% favouring Mr Bush. But while 60% thought the Democrat expressed himself more clearly - a blow for Republican efforts to portray him as a \"flip-flopper\" - 54% still felt the incumbent would be the tougher leader if re-elected. </p> <p>In Miami, where the debate took place on Thursday night, Nory Acosta, 24, a law student, was one of many undecideds who preferred Mr Kerry's style but remained in the Bush camp on the Iraq issue. \"Maybe his answers didn't come as quickly as they might have come, but I think at this point there really isn't much choice but to carry on - otherwise it might pose a problem in terms of the impression in the rest of the world,\" she said. </p> <p>Her concern for projecting a consistent international image mirrored a point Mr Bush made repeatedly in the debate. \"I know we're not going to achieve our objective if we send mixed signals to our troops, our friends, the Iraqi citizens,\" he said. </p> <p>But the president also found support among swing voters who thought the rest of the world's views should not matter. \"George W Bush is the president of the United States, and to me, the United States should come first, rather than the world,\" said Vaughn Hoovler, 36, the owner of a metal-pressing company in Mansfield, Ohio, and a rare example of an undecided voter who called the debate for the president. </p> <p>\"I thought George did a wonderful job,\" said Mr Hoovler. \"I was confident he knew where he was at, and what he had to do to move forward. Yeah, he looked angry, but he was clear and to the point.\" </p> <p>However, Mr Kerry's insistence on taking an internationalist approach to US foreign policy found widespread support, even among those leaning towards Mr Bush. \"He vacillates back and forth [on Iraq], but I think he's right in that regard,\" said Mr Scalzo, while Ms Acosta - though declaring herself more sympathetic to the incumbent - said she \"did actually agree with Kerry on that point\". </p> <p>In the debate, Mr Kerry had condemned Mr Bush for failing even to hold \"the kind of statesmanlike summits that pull people together ... In fact, he's done the opposite - he pushed them away\". </p> <p>Mr Kerry's task will be to turn the good impression he left on Thursday night into a conviction on the part of undecided voters that his specific policy proposals are superior. For Therese Safford, an employee of the Great Lakes Tribal Council in Wisconsin, he seemed to be well on the way. \"Kerry sounds like he has a plan. I'm sure the president has a plan, too,\" she added, wryly, \"but he didn't seem to know what the plan was\". The Iraq war only took place, she suspected, \"because he felt he needed to finish the unfinished business left by his father.\" </p> <p>Mr Bush's curious use of language drew mockery from one influential corner of cable television, the Daily Show on Comedy Central, which is watched by many young adults. The president's assertion that \"we are facing a group of folks who have such hatred in their hearts, they'll strike anywhere\" made al-Qaida sound more like a harmless gathering of diners at an Italian restaurant, observed the presenter Jon Stewart. </p> <p>\"We're facing a group of folks? A group of folks is what you run into at the Olive Garden,\" he said.</p>",
  "Thursday night's encounter between George Bush and John Kerry at the University of Miami marked the first of three 90-minute televised presidential debates. \"If you were expecting Lincoln and Douglas, or even Kennedy and Nixon, you were probably disappointed,\" said the <b> Cincinnati Enquirer</b> after their meeting. <p>No clear victor emerged from the debate on foreign policy and national security, reckoned Frank Davies in the <b> Miami Herald</b>: \"Rarely during the 90 minutes did the event produce sparks or memorable lines.\" </p> <p>The <b> New York Times</b> judged it to be a draw. \"But if the question was whether Mr Kerry would appear presidential, whether he could present his position clearly and succinctly and keep Mr Bush on the defensive when it came to the critical issue of Iraq, he delivered the goods.\" </p> <p>The <b> Los Angeles Times</b>, however, felt Mr Kerry was the winner by a comfortable margin, thanks to his powerful condemnation of Mr Bush's foreign policy record. \"Mr Kerry's performance must have come as a huge relief to supporters who worry about [his] propensity to talk in nuanced ponderous Capitolese,\" it said. \"In contrast to the president, who at times seemed tired and annoyed at having to share the stage, Mr Kerry's command of the facts didn't get in the way of his being lucid and direct.\" </p> <p>If Mr Bush thought he could dominate proceedings, said the <b>Houston Chronicle</b>'s Cragg Hines, he was wrong. \"Mr Kerry easily held his own on questions of the war in Iraq, terrorism, nuclear non-proliferation and other international questions.\" </p> <p>The senator not only appeared more knowledgeable and persuasive but he managed to turn criticism of his vacillation on its head, said the <b> Boston Globe</b>, his home-town paper. \"Despite a game attempt by the president to depict Mr Kerry as indecisive, it was Mr Kerry who attacked Mr Bush for sending mixed messages in matters of homeland security.\" </p> <p>But, for the <b> Washington Post</b>, Mr Kerry's argument that the real war on terror was in Afghanistan against Osama bin Laden was \"unconvincing alongside Mr Bush's repeated insistence that success in Iraq and on other fronts is equally vital to US security. After all, not so long ago Mr Kerry said he, too, believed that Saddam Hussein represented a grave threat that America could not afford to ignore.\" </p> <p>Both the pro-Bush New York tabloids - the <b> Daily News</b> and the <b> New York Post</b> - accepted Mr Kerry had performed better, but said the president had a stronger grasp of issues. \"Mr Bush believes in taking the war on terror directly to the enemy, while relying on coalitions and alliances when it is appropriate,\" said the Post. \"Mr Kerry believes in enlisting 'allies' - France? Russia? - to avoid the hard work of protecting the US. For all of the president's fumbled words, that much was apparent.\"</p>",
  "John Kerry was yesterday widely declared the winner of the first presidential debate, after an aggressive performance left a scowling President George Bush sometimes groping for words. <p>It was, however, too early to tell whether the debate, at Miami University, would be enough for Senator Kerry to close the president's five to 10 percentage point lead in time for the election a month today. </p> <p>Polls by three networks, CNN, ABC and CBS, showed that viewers declared the Democrat candidate the winner by clear majorities of between nine and 16%. But the surveys also suggested the debate had so far done little to change voting intentions. </p> <p>Last night Mr Bush attempted to recover lost ground, attacking Mr Kerry's pledge in the debate that, if elected, he would call a summit to seek more international help on Iraq. </p> <p>\"I've been to a lot of summits. I've never seen a meeting that would depose a tyrant or bring a terrorist to justice,\" Mr Bush said. With him at a campaign rally in Allentown, Pennsylvania, was Republican senator John McCain, who told the rally: \"My friends, a summit is not a plan.\" </p> <p>Presidential debates have historically taken days to work their way through the electorate as they are replayed and analysed in the media, but snap surveys entirely of undecided voters did show that a shift in Mr Kerry's favour was possible. </p> <p>Democrats capitalised on the event by circulating pictures of a sour-faced Mr Bush, scowling while he listened to his adversary. The image appeared on split screens in the homes of tens of millions Americans, as broadcasters defied guidelines banning the use of such reaction shots. </p> <p>\"What you saw was a president who was annoyed, angry and aloof. He clearly didn't want to be there, and he was slouched over his podium,\" Terry McCauliffe, the Democratic party chairman, said. </p> <p>Arguably, Mr Bush should have known better. The broadcast of similar reaction shots of Al Gore in the first presidential debate four years ago dominated coverage in the days after, sapping the Gore campaign and helping put Mr Bush in the White House. </p> <p>Mr Bush's facial antics aside, there were no fatal gaffes on either side in the course of the 90-minute duel, nor were there any outright winning lines. However, it was widely praised as one of the best presidential debates in recent history, vividly showcasing the divide between the candidates. </p> <p>They differed sharply on whether the Iraq invasion had been justified - Mr Kerry declared it a \"colossal error of judgment\" - and on whether the US should do more to assure international support for pre-emptive military action. The Democratic senator said such action would have to pass \"a global test\" in which \"you can prove to the world that you did it for legitimate reasons\". </p> <p>Mr Bush declared himself baffled by the phrase \"global test\" and said: \"My attitude is you take pre-emptive action in order to protect the American people, that you act in order to make this country secure.\" </p> <p>His strongest moments came on the attack, when he argued that Mr Kerry did not have the determination to project US leadership abroad. </p> <p>But perhaps the biggest point scored against the senator came from the moderator, journalist Jim Lehrer. Echoing a famous Kerry remark from the Vietnam era, Mr Lehrer asked if he thought US soldiers were dying for a mistake in Iraq. Mr Kerry said they were not, and Republicans pounced on the apparent inconsistency. </p> <p>\"He said the war was a mistake, but he also said he was not asking American soldiers to die for a mistake,\" Karl Rove, the president's chief political adviser, said afterwards. \"How can you go to the allies and ask them to go in there, if you're saying it's the 'wrong war'?\"</p>",
  "After months of flawless execution in a well-orchestrated campaign, President Bush had to stand alone in an unpredictable debate. He had travelled the country, appearing before adoring pre-selected crowds, delivered a carefully crafted acceptance speech before his convention, and approved tens of millions of dollars in TV commercials to belittle his opponent. In the lead, Bush believed he had only to assert his superiority to end the contest once and for all. <p>But onstage the president ran out of talking points. Unable to explain the logic for his policies, or think on his feet, he was thrown back on the raw elements of his personality and leadership style. </p> <p>Every time he was confronted with ambivalence, his impulse was to sweep it aside. He claimed he must be followed because he is the leader. Fate, in the form of September 11, had placed authority in his hands as a man of destiny. Scepticism, pragmatism and empiricism are enemies. Absolute faith prevails over open-ended reason, subjectivity over fact. Belief in belief is the ultimate sacrament of his political legitimacy. </p> <p>In the split TV screen, how Bush felt was written all over his face. His grimaces exposed his irritation and anger at being challenged. Lacking intellectual stamina and repeating points as though on a feedback loop, he tried to close argument by assertion. With no one interrupting him, he protested, \"Let me finish\" - a phrase he occasionally deploys to great effect before the cowed White House press corps. </p> <p>John Kerry was set up beforehand as Bush's foil: long-winded, dour, dull. But the Kerry who showed up was crisp, nimble and formidable. His thrusts brought out Bush's rigidity and stubbornness. The more Bush pleaded his own decisiveness, the more he appeared reactive. </p> <p>Time and again, as he tried to halt Kerry, he accused him of \"mixed signals\" and \"inconsistency.\" For Bush, certainty equals strength. Kerry responded with a devastating deconstruction of Bush's epistemology. Nothing like this critique of pure reason has ever been heard in a presidential debate. \"It's one thing to be certain, but you can be certain and be wrong,\" said Kerry. </p> <p>Kerry's analysis of Bush's \"colossal error of judgment\" in Iraq was systematic, factual and historical. The coup de grace was the citation of the president's father's actions in the Gulf war. \"You know,\" said Kerry, \"the president's father did not go into Iraq, into Baghdad, beyond Basra. And the reason he didn't is, he said - he wrote in his book - because there was no viable exit strategy. And he said our troops would be occupiers in a bitterly hostile land. That's exactly where we find ourselves today.\" With that, Kerry touched on Bush's most ambivalent relationship, the father he recently called \"the wrong father,\" compared to the \"Higher Father\". </p> <p>In flustered response, Bush simply insisted on his authority. \"I just know how this world works ... there must be certainty from the US president.\" He reverted to his claim that September 11 justified the invasion of Iraq because \"the enemy\" - Saddam Hussein - \"attacked us.\" A stunned but swift-footed Kerry observed: \"The president just said something extraordinarily revealing and frankly very important ... he just said, 'The enemy attacked us'. Saddam Hussein didn't attack us. Osama bin Laden attacked us.\" In his effort to banish all doubt, Bush had retreated into a substitute reality, a delusional version of Iraq, ultimately faith-based. </p> <p>Bush's attack lines on Kerry did not describe the surprising man standing opposite him. They had been effective last week, but were suddenly shopworn. But Bush couldn't adjust. The greater his frustration in the debate, the more frequently he spoke of his difficulties in coping with \"my job.\" Ten times he spoke of his \"hard work\": listening to intelligence briefings, talking to allies, having to comfort a bereaved mother whose son was killed in Iraq. </p> <p>Near the end, Kerry praised Bush for his public service, and his wife, and his daughters. \"I'm trying to put a leash on them,\" Bush said. That was hard work, too. \"Well, I don't know,\" replied Kerry, who also has daughters. \"I've learned not to do that, Mr President.\" Even in the banter, Kerry gained the upper-hand. </p> <p>But Bush lost more than control in the first debate. He has lost the plot. </p> <p><b>·</b> Sidney Blumenthal, a former senior adviser to President Clinton, is Washington bureau chief of <a href=\"http://www.salon.com\">www.salon.com</a> </p> <p><a href=\"mailto:sidney_blumenthal@yahoo.com\">sidney_blumenthal@yahoo.com</a></p>",
  "There were no gimmicks, no gaffes, no problems with five-o'clock shadow, and few laughs. But the first of three presidential debates between George Bush and John Kerry was refreshingly substantive, drew some clear lines between incumbent and challenger, and gave the Massachusetts Democrat a mostly convincing win - even in the candid view of some Bush supporters. Not surprisingly, it was Iraq and \"the war on terror\" that occupied the largest part of the 90-minute contest. Mr Kerry scored a direct hit with his insistence that Iraq had been the \"wrong war in the wrong place at the wrong time\", while accusing the president of letting Osama Bin Laden off the hook. Many of the millions of people watching are likely to remember the exchange in which the president said of September 11: \"The enemy attacked us,\" and Mr Kerry retorted, though not quite as smartly as he might have, \"Saddam Hussein didn't attack us\" - still as succinct an encapsulation of this sorry story as any copywriter could dream up. <p>The Democrat's reputation for polished debating was confirmed by his deflection of criticism about his \"flip-flop\" on the war with the response that consistency is not the same as good leadership or judgment. Mr Bush's sarcasm about Mr Kerry's plan to win international support over Iraq was ineffective and misleading: his British and Polish allies have their own postwar troubles. And indiscreet camera shots (in breach of the strict protocol for the debate) showed the president looking unpresidentially tetchy as Mr Kerry spoke of how he would behave as commander-in-chief. Beyond Iraq, viewers heard of the challenger's sense of urgency about nuclear proliferation in general and North Korea in particular. Mr Bush's contempt for the \"foreign judges\" of the International Criminal Court was a reminder of a highly sensitive issue which heralded a more unilateralist America well before 9/11. </p> <p>Instant verdicts emerging from overheated party \"spin rooms\" should be treated with caution, while the relationship between these debates and the remainder of the election campaign is unclear. But the balance of more considered views is that Mr Kerry was the victor of round one in Florida, even though the president was a tough and confident sparring partner. The challenger will find it harder to win the next round, a question-and-answer session in the more informal setting of a town hall meeting in Missouri, where Mr Bush can better employ his folksy skills. But the choice for Americans, as well as the preference of a watching world, is getting clearer.</p>",
  "International observers of the US election have highlighted concerns over voting machines, voter eligibility rules, and allegations of intimidation aimed at lowering the turnout of ethnic minorities. <p>The Organisation for Security and Cooperation in Europe observers issued a report this week on preparations for the vote after a visit earlier this month, and warned that the result could again be delayed. </p> <p>\"In general, the nationwide replacement of voting equipment, inspired by the disputes witnessed during the 2000 elections, primarily in Florida, may potentially become a source of even greater controversy during the forthcoming elections,\" the group said in the report posted on its website, <a href=\"http://www.osce.org/odihr\">www.osce.org/odihr.</a> Many new machines did not produce a paper ballot to permit a manual recount, said the observers, who were invited by the Bush administration. </p> <p>Uneven application of rules on provisional ballots, which can be cast even when the voter's eligibility is unclear, \"may cause post-election disputes and litigation, potentially delaying the announcement of final results,\" they added. </p> <p>In 2000, voters split down the middle in Florida, which was ridiculed worldwide as it spawned court battles over whether and how to count imperfect ballots. The supreme court eventually ruled that George Bush had won the state by 537 votes, and it gave him the presidency. </p> <p>With polls showing this year's election between Mr Bush and John Kerry could also be tight in several states, civil rights groups have raised concerns that voters could be disenfranchised and the 2000 debacle could be repeated.</p>",
  "<b> Frank J Gaffney Jr</b> Washington Times, September 28 <br> <p>\"Suddenly, the hottest phenomenon in presidential politics is the metamorphosis of women from 'soccer moms' to 'security moms'. If this group is as much in play as some polls suggest, then working and other mothers who are concerned first and foremost with their children's security may well prove to be president-makers in 2004 ... </p> <p>\"A significant number of security moms and other women ... appear to have concluded that President George Bush has proven a competent steward of national security in the wake of September 11. This explains, in part, John Kerry's determined effort to savage his record.\" </p> <p><b> Cathy Young</b> Boston Globe, September 27 <br> </p> <p>\"Republicans often stress (rightly) that national security ... is not a 'men's issue' or a 'women's issue'. Yet it is still being packaged in gender-specific ways designed to appeal to women ... </p> <p>\"Smartly, Republican rhetoric appeals to the traditional archetype of the strong, decisive man making the women feel safe and protected without lapsing into overly patriarchal stereotypes. Mr Bush's entourage includes strong women like Condoleezza Rice. </p> <p>\"Is the Republican strategy to appeal to women and their safety concerns emotionally manipulative? Sure it is. Does it avoid the tough, timely questions about whether Mr Bush's policies in Iraq have really made it a safer world for Americans? Yes. But so far, the strategy seems to be working.\" </p> <p><b> Margaret Carlson</b> Los Angeles Times, September 30 <br> </p> <p>\"Though errant female voters are gettable for Mr Kerry, it won't be easy. There are some troublesome biographical points. Marrying one woman vastly wealthier than you looks like good fortune in matters of the heart. Marrying a second one looks like a calculated career move ... At a totally superficial level, that orange tan is troublesome. Across the political spectrum, women do not trust a primper ... </p> <p>\"Both sides have tried to show off for security moms. Mr Bush, of course, flew on to the carrier deck in full flyboy regalia. Mr Kerry arrived on Jay Leno's set gunning his Harley. He invites reporters to watch him play bodyslam ice hockey and take pictures as he shoots pheasant. But none of that could make up for failing to respond when the Swift boat veterans took aim at the heart of his claim to be strong enough to be commander in chief, and his standing among women suffered for it.\" </p> <p><b> Collin Levey </b> New York Post, September 30<br> </p> <p> \"A central conceit of political feminists has been that women should have all the freedom of men, except for the freedom to hold diverse political opinions. Not that attempts to corral women into political lock step have ever worked that well. Ronald Reagan beat Jimmy Carter for the women's vote 45% to 44%. Next time out, he got 56% of the female vote ... </p> <p>\"On the big issues (security, economy), women turn out not to be so different from men. You'd think women's groups would be proud of the fact that women are wrestling with these matters and coming to their own, independent judgments. Why should non-gender-related topics adhere to a 'gender gap' anyway? But, of course, that ends up leaving the women's groups feeling kind of useless, doesn't it?\" </p> <p><b> Kathleen Parker</b> Orlando Sentinel, September 26 <br> </p> <p>\"Mr Bush and Mr Kerry are right to court the ladies, but adapting the message to the moment isn't likely to make the difference that counts ... The real issue in the post-9/11 dating game is simple: which is the truer man? Who is the most constant, most dependable, most responsible? ... </p> <p>\"Mr Kerry's luck ... could shift, but he'll have to surmount an obstacle course of his own creation, including an impression of indecision and a record of saying what he thinks people want to hear. Mothers, whose offspring confirm prior experience with some sweet-talkin' dude, know that score by heart. For their votes, they want a stand-up guy who will keep the hyenas at bay, not a windsurfing crooner stuck on his own purple heart.\" </p> <p><b> Richard Lowry</b> National Review Online, September 29 <br> </p> <p> \"Mr Kerry has clearly been reading his poll numbers. The Beslan school massacre played out a parent's worst nightmare on TV screens everywhere, and had a discernible effect on the attitudes, and voter preferences, of married women ... </p> <p>\"The Bush/Kerry tie among women has engendered much commentary about how 'the gender gap has disappeared'. Actually, the gap is as yawning as ever. Mr Bush still leads Mr Kerry among white men by double digits ... </p> <p>\"The race between the two parties has always been about which could deal with its gender problem first. The prominence of terrorism has given the [Republicans] an opening ... Of course, other factors are influencing women's views of the candidates besides terror, and Mr Kerry is underperforming among everyone at the moment. But it just might be that tough counterterrorism is the new V-chip. The old saying goes, 'When momma ain't happy, nobody is happy.' The same apparently applies when she's not feeling secure.\"</p>",
  "Well this election has been incredibly emotional yet not in a good way. I will not pretend that I was not biased to begin with. But originally I was on the Dean wagon volunteering, or at least trying to. My community is most Republican and there just was not a whole lot I could do, especially since I work and attend school full time. But as we know, that was a bust and Kerry became the Democratic candidate. <p>I do not really care for Kerry. He was certainly the one I liked the least during the debates. But here he is, and of course I think he is better than anyone from the current adminstration, at least I hope. </p> <p>But as the election gets closer I no longer wish to read the newspaper. I mean, you almost feel crazy. I am not so stubborn to realizse there are two sides to every story, but I do not understand the support for Bush. Poor people in my community, unemployed people, teachers. How? And this election is so important, and that is why I cannot bare to read the papers. </p> <p>I speak with my mother and my friends and we discuss this all the time. Why are people not rioting, or at least angry? A couple weeks ago Dick Cheney made comments with the assumption of this, if Kerry is president then we will be attacked, and it will be really bad, but if Bush stays president then everything will be okay. Those are bold statements, especially coming from the administration that was on clock during 9/11. </p> <p>But as each day goes by, you see the administration using 9/11 and the emotion triggered with it - it is sick. Then the statements with the context that if you do not listen, or believe what they tell you, you are unAmerican. If you question any actions you are unAmerican. I mean why does that not make anyone upset? Why do people go along with all the fear, have they never taken a history class? </p> <p>And that is just the obvious surface, when you really get into it, his policies on everything from the domestic policy to his ultra religious agenda is all bad policy. But see, then I question myself, how can one side be so evil, and the other so clear and right? Am I buying into just another set of propaganda? Possibly. That is scary. But my peers seem to not care and have no intention of registering to vote. And the polls keep showing Bush in the lead, so now I just have become numb. </p> <p>I mean our rights are being taken away, churches are offering insurance (you know without all the unneccessary devil treatments), I still have no health insurance. So I just sit patiently as I can, waiting for November. I cried in 2000, and I am not sure I want to even watch it this year. Whatever will happen will happen, and if it doesn't then I am sure they will find a way to make it happen. I believe government ran by money is that evil and corrupt, why doesn't anyone else? I just hope I can make it to Canada before my boyfriend gets drafted. But that is a whole other 400 word note I will have to write at another time.</p>",
  "Sometimes I think American voters are the most gullible people on earth. What else would explain the fact that, by current polls, at least half the United States citizenry would reelect Bush? Despite the lies, the tawdry past, the mess in Iraq, the shady corporate and Saudi connections, the profligate economic and tax policies, etc. <p>What will it take for the American people to wake up and realize that the Bush administration is at best incompetent, and at worst, the greatest danger to the entire world? Why weren't Americans horrified by their plans to destroy forests to satiate the greed of the logging industry, or by the more than 1000 US soldiers dead in Iraq? When will the fawning American media begin telling the truth about these people? What will it take?</p> <p>The opposition? Kerry and Edwards seem to be nice enough fellows. Both senators have pasts that are upstanding enough - and Kerry particularly should be proud of his fierce and public opposition to the Vietnam War in his younger days. (Those Americans who were around then and still refuse to admit what a shameful debacle that was are delusional. Those Americans who were around then and think Vietnam was historically unimportant are probably Republicans. Republicans have an uncanny knack of forgetting the less glorious and messy times of American history, like the Iran-Contra arms deals or the internal wars to obliterate the native peoples. It doesn't jive with their image of a perfect, God-fearing, all-powerful America.) </p> <p>But Kerry - you take a look at the craggy face, earnestness and determination etched in those lines, and the admiration you feel is tempered by a nagging feeling of vague disappointment. He may be a warrior, but he's not a knight in shining armor. Perhaps it is because of the Democratic party's pro-abortion stance. It is hard to be a savior when your party supports the killing of pre-born humans. (I know people who will cast their vote for Bush on this one issue alone; even though the Republicans have dominated the presidency in the last 23 years, abortion is still very much legal. I guess killing post-born Iraqis is higher on the agenda.)</p> <p>Maybe Kerry really is a flip-flopper as the Bush people accuse. He did support both the Iraqi War and the controversial Patriot Act, and now he has changed his mind. Maybe he just lacks the charisma that Americans so revere in their politicians, e.g. Bill Clinton or John Kennedy. In any event, you are left wondering, \"Is this is all there is to John Kerry and is it enough?\"</p> <p>I guess we Americans are just getting what we deserve. Statistics tell us that so many people in the US don't bother to vote, get involved in civic affairs, or even read a daily newspaper. The candidate who wins in November will reflect our character and values, and the world will know for sure exactly what kind of people we are. God help us.</p>",
  "Bush is running against the run-on sentence from Massachusetts, and I'm not surprised that Bush is leading in the polls. He is one of us - not too glib, not too clever, doesn't even know that windsurfing appeals to the macho man/woman in the chattering classes. Generally most of us don't think much of the chattering classes because we remember them as runny nose kids who couldn't find the right end of the broom when something practical like sweeping the steps had to be done. But, oh, they could talk. <p>Unless you are 17, from California or Florida and not paying attention to school... at Kerry's age, windsurfing is what you do when you go to the Caribbean. When they saw that picture most people smiled that private smile that is reserved for old people who try to pretend they are young. In a way it reminds me of Dukakis in the tank.</p> <p>To sum up, John Kerry is like the Scarlet Pimpernel. Here, there, everywhere. Bushee stays on message. You may not love it but you at least know where he stands.</p> <p>I get polled every week. Long exhaustive polls. Fifteen minutes later they are still nattering on so much so that I wonder if anyone can give them accurate answers. It makes me wonder if people try. Therein lies the problem I have with this election. I have the feeling that a lot of people have an agenda that they are hiding from pollsters. This could mean... SURPRISE!</p>",
  "The Presidential campaign has so far reconfirmed to me that President Bush will win by a landslide. By landslide, I of course mean 51-55% of the popular vote in most states. <p>Kerry has run a miserable campaign. By focusing on his service in Vietnam and criticizing the President's War on Terror, he has largely ignored W's most vulnerable spot: domestic issues. I haven't once heard: \"Are you better off than you were under Clinton?\" Although it's not the government's responsibility to make me \"better off\", I suspect many Americans may disagree, as I have heard people ask, \"What will you do for me as President?\" This of course is a far cry from the first JFK's passionate challenge to all Americans... </p> <p>Kerry should have come out as more hawkish than Bush, maintaining his social liberalism and emphasizing fiscal constraint. This might have worked. Instead, he's only recently come out firmly against the war, after years of going back and forth. His dove stance feels right given the war hero's history since Vietnam, but we're just not sure it's right for America... and besides he might change his mind again, we just never know. </p> <p>Everyone knows exactly how and where Bush stands. </p> <p>This is why Senators make poor presidential candidates: most cannot justify their records. Kerry simply tries to ignore his record, but most voters will not. </p> <p>Broadcast media as usual focuses on tabloid journalism. Its overt bias is stunning and has caused me to turn off the tube and pick up print media. </p> <p>I have not personally campaigned yet, although we may for a Congressional candidate. </p> <p>I have not been polled. I normally keep my opinions to myself, although I ask those around me their viewpoints. Most of my friends are Democrats, and many cannot elucidate why they will vote for Kerry. I wonder, in the voting booth, if they really will. I suspect many will stay home, because Kerry simply does not excite them. Voting against Bush is not a very compelling reason to vote for Kerry. </p> <p>The issues that matter most to me are tax cuts and a decentralized government (I like the corruption closer to home). I forgive Bush for deficit spending. During a recession, government's smartest action is deficit spending and tax cuts. Bush oversaw the largest expansion in the Federal Government since WW2, although I understand the necessity of the Homeland Security Department. I expect and hope the next four years will bring a reduction in government's growth. </p> <p>And of course there's terrorism. How do we prevent it? Two methods come to mind. First, form an independent Palestinian state. Second, reintroduce a thriving and empowered middle class into the Middle East, while preserving Islamic heritage. Free market capitalism and republican government are the most effective ways to accomplish both goals. Fostering a democracy in both Palestine and Iraq are two means to ending Islamic terrorism, and thus the President's idealism on both accounts is on the right track, but may be ahead of our time.</p>",
  "<p>Where were you during the Hartlepool byelection, daddy? </p> <p>That's the big question being <a href=\"http://guacamoleville.blogspot.com/2004/10/what-did-you-do-in-hartlepool-by.html\">asked</a> by <a href=\"http://guacamoleville.blogspot.com/\">Guacamoleville</a>, the comprehensive blog on the Hartlepool by-election.</p> <p>Some of us political insomniacs were taking it all in at home wearing our pyjamas while waiting for the <a href=\"http://www.guardian.co.uk/uselections2004/\">Bush v Kerry</a> television showdown. </p> <p>Under the acerbic headline \"Really clever things to do Pt 411\" Guacamoleville also <a href=\"http://guacamoleville.blogspot.com/2004/10/really-clever-things-to-do-pt-411.html\">has a go</a> at the candidate from <a href=\" http://www.fathers-4-justice.org/ \">Fathers 4 Justice</a> from who crept up behind defeated Liberal Democrat candidate <a href=\" http://www.jodydunn.org.uk/ \">Jody Dunn</a> and <a href=\"http://news.scotsman.com/latest.cfm?id=3568926\">dumped purple powder</a> on her, \"ensuring any sympathy the public might have had for your cause evaporates before your very eyes\".</p> <p>My humble opinion is – what a muppet. </p> <p>Ms Dunn pluckily went on to make several television interviews still daubed in the powder, but Guardian Unlimited's Matthew Tempest, who was on the scene, said she was clearly very upset. \"She was obviously in shock form just hearing the result and then, while she was not physically hurt, it can't be nice having someone throw powder on you from behind,\" an exhausted-looking Matthew tells Newsblog (he's looking forward to his weekend of one day off before heading off to the Tory conference).</p> <p>Steve Guy, a Lib Dem supporter blogger, claimed that the result was a <a href=\"http://www.steveguy.me.uk/2004/10/no-prizes-for-fourth-place.html\">victory for his party</a> given that it was a \"diehard Labour heartland\" and \"their total vote didn't even equal the majority they had last time\"</p> <p>In his blog, <a href=\"http://cramlingtonvillagecouncillor.blogspot.com\">A Councillor Writes</a>, Labour councillor Gareth Davies, of Cramlington, north of Newcastle, see it differently. </p> <p>Davies says a \"cheery farewell to Jody Dunn, the woman who put the fib into LibDem\" and says he feels \"sorry for the LibDem activists who believed the lies about their canvas returns, and genuinely thought they could win\". </p> <p>He also says a fraternal goodbye to </p> <a href=\"http://guacamoleville.blogspot.com/\"> </a> <p><a href=\"http://guacamoleville.blogspot.com/\">Guacamoleville</a>. What next for the talents behind it?</p>",
  "<p>Where were you during the Hartlepool byelection, daddy? </p> <p>That's the big question being <a href=\"http://guacamoleville.blogspot.com/2004/10/what-did-you-do-in-hartlepool-by.html\">asked</a> by <a href=\"http://guacamoleville.blogspot.com/\">Guacamoleville</a>, the comprehensive blog on the Hartlepool by-election.</p> <p>Some of us political insomniacs were taking it all in at home wearing our pyjamas while waiting for the <a href=\"http://www.guardian.co.uk/uselections2004/\">Bush v Kerry</a> television showdown. </p> <p>Under the acerbic headline \"Really clever things to do Pt 411\" Guacamoleville also <a href=\"http://guacamoleville.blogspot.com/2004/10/really-clever-things-to-do-pt-411.html\">has a go</a> at the candidate from <a href=\" http://www.fathers-4-justice.org/ \">Fathers 4 Justice</a> from who crept up behind defeated Liberal Democrat candidate <a href=\" http://www.jodydunn.org.uk/ \">Jody Dunn</a> and <a href=\"http://news.scotsman.com/latest.cfm?id=3568926\">dumped purple powder</a> on her, \"ensuring any sympathy the public might have had for your cause evaporates before your very eyes\".</p> <p>My humble opinion is – what a muppet. </p> <p>Ms Dunn pluckily went on to make several television interviews still daubed in the powder, but Guardian Unlimited's Matthew Tempest, who was on the scene, said she was clearly very upset. \"She was obviously in shock form just hearing the result and then, while she was not physically hurt, it can't be nice having someone throw powder on you from behind,\" an exhausted-looking Matthew tells Newsblog (he's looking forward to his weekend of one day off before heading off to the Tory conference).</p> <p>Steve Guy, a Lib Dem supporter blogger, claimed that the result was a <a href=\"http://www.steveguy.me.uk/2004/10/no-prizes-for-fourth-place.html\">victory for his party</a> given that it was a \"diehard Labour heartland\" and \"their total vote didn't even equal the majority they had last time\"</p> <p>In his blog, <a href=\"http://cramlingtonvillagecouncillor.blogspot.com\">A Councillor Writes</a>, Labour councillor Gareth Davies, of Cramlington, north of Newcastle, see it differently. </p> <p>Davies says a \"cheery farewell to Jody Dunn, the woman who put the fib into LibDem\" and says he feels \"sorry for the LibDem activists who believed the lies about their canvas returns, and genuinely thought they could win\". </p> <p>He also says a fraternal goodbye to </p> <a href=\"http://guacamoleville.blogspot.com/\"> </a> <p><a href=\"http://guacamoleville.blogspot.com/\">Guacamoleville</a>. What next for the talents behind it?</p>",
  "It seems that all I can really think about is the election and the enormous impact it will have on my country and the world. <p>I have always been politically involved, but this year I have been much more active in campaigning for the Democratic party in local, state, and national races. My political beliefs run slightly left of center, and from what I have seen, people are aligning strongly along their party lines. Politics are being spoken of everywhere and everybody seems to have very strong opinions and feels the need to share them. </p> <p>Even though I reside in a traditionally Democratic area, I have often found myself in the middle of heated debates pertaining to which candidate - Bush or Kerry - is the more capable leader. I am personally not a big supporter of Kerry, although I do believe he is a good, decent person, and would do a much better job than Bush in leading the country. </p> <p>Bush has had four years as President and has fallen short every step of the way-the war on terrorism, Iraq, homeland security, taxes, health care, the environment, stem cell research, gay rights, education, etc. I often ask some of my more conservative friends what they consider to be Bush's biggest accomplishment. I usually receive an answer along the lines that Bush has done the best he can in this day and age. That is not good enough for me. </p> <p>If, as a barometer, I ask myself, \"Am I better off than I was four years ago?\" The answer is no. I believe Bush does not believe in the same America I do, and I desperately want to see new leadership in this country. </p> <p>Which man did what in Vietnam means nothing to me, and I blame the media for focusing entirely too much attention on this matter instead of encouraging a real debate involving real issues. Kerry served admirably and is a war hero. Bush avoided a preposterous war, and I cannot say that I would not have done the same thing if I was in his position. </p> <p>Some of my liberal friends have said they want Bush to win re-election because they believe he will promptly run the country further into the ground and ruin whatever little credibility and legacy he has. I believe he will continue to lead this country down the wrong track if he is re-elected, and I believe that time will reveal him to be a poor leader, but Bush's re-election is something I will do my best to prevent.</p>",
  "This campaign has galvanized my determination that the United States and the world, for that matter, need our renegade cowboy president out of office. <p>In 2000, Bush campaigned as a compassionate conservative. Now, approximately 4 years later, we are still yet to find any sort of compassion in the White House. </p> <p>I have helped in the campaign, mostly by discussing politics with family members and friends. I am happy to say that here in Minnesota, many center-right leaning voters are at least thinking twice about voting for Bush. The three most important issues for them are: the economy, unnecessary war in Iraq, and trust. </p> <p>To generalize my discussions with moderate or undecided voters, they feel: the economy is worse today than 4 years ago; that we are spending billions of unnecessary money in Iraq that we don't have (and taxes will have to eventually be raised to pay for the spending); and Bush has systematically lied to the nation (i.e. Iraq, cost of the war, etc). </p> <p>The media coverage is always sensationalized here in the US except for possibly Public Radio. I have consistently found better, less biased, US election coverage from media sources outside the US such as the Guardian.</p>",
  "\"You're a nonentity in this country unless you have a militia,\" says Fakir Mohammed Mohmodzai, the new governor of Baghlan province, 200km to the north of the Afghan capital, Kabul. He knows what he is talking about: he has already had brushes with three military units based in Pul-i-Khumri, the capital of Baghlan province. <p>They are Commander Mustapha's 20th division, Commander Jalal Bushka's 902nd battalion and Commander Amir Gul's 733rd battalion. Although they enjoy official army status, these units are little more than militias. In addition to them, Mohmodzai, who spent most of his career in the Afghan education ministry, says he has to cope with several second-rank commanders in remote areas and with the police, whose recent standoff with soldiers from the 20th division brought tensions to a head in Pul-i-Khumri for several days. When the deputy police chief, Gul Mohammed Mangal, tried to intervene, he was badly beaten up by soldiers. </p> <p>Two and a half years after the establishment of President Hamid Karzai's first government, the Afghans' dream of seeing law and order restored seems remote. The former warlords' militias, which have been promoted to the status of regular army units and placed under the control of the defence ministry, headed by the former commander of the Northern Alliance, \"Marshal\" Mohammed Fahim, are still very much in business - and have lost none of their bad habits. </p> <p>The units are scheduled eventually to be disarmed or, in some cases, reintegrated into the Afghan National Army (ANA) now being formed. But for the time being the ANA has a mere 15,000 men and has not been widely deployed. </p> <p>A portrait of the late Commander Ahmad Shah Massoud still greets visitors from the top of the triumphal arch that marks the entrance to the dusty northeastern city of Kunduz. Here the militias of Jamiat-e-Islami call the shots. The strong man of the region is \"General\" Daud Khan, a former bodyguard of Massoud now in his early 30s, who is the official commander-in-chief of the 6th corps. He rules over four provinces in northeastern Afghanistan. </p> <p>As an ethnic Tajik, he has been running into problems in the province of Thakkar, where Uzbek commanders who were once Massoud's allies have rallied to the Uzbek general, Abdul Rashid Dostum. </p> <p>Karzai has more than once argued that private militias have become the greatest danger facing the country: \"Since persuasion hasn't worked, we'll have to use force.\" In August he again warned the warlords that those who disrupted the disarmament process and imperilled security would be regarded as rebels and severely punished. </p> <p>The warning carried no punch given that Karzai did not direct his threats at those warlords under the formal authority of the defence ministry, which is more than 90% of the militias. The sudden sacking on September 11 of Ismail Khan, the powerful governor of Herat, could, however, mark a turning point in the government's attitude. </p> <p>To have any hope of success in his confrontation with the warlords, Karzai needs concrete and effective support from the international community. </p> <p>\"President Karzai told me that the warlords are not the mujahideen who fought the Soviets and then resisted Taliban and Arab terrorists,\" says General Mohammed Atta, an ethnic Tajik who was recently appointed governor of Mazar-i-Sharif province. And yet those are the men, whose anti-Soviet jihad ended 15 years ago, the people detest because of their constant abuse of power and the unpleasant memories left by their government of 1992-96. </p> <p>\"It's up to the international community to put pressure on the warlords,\" says Mohmodzai. \"It should ask them, for example, where they get their money from. They all own several Land Cruisers worth $45,000 each, but no one asks them how they can afford them.\" </p> <p>In his vast mansion in the centre of Mazar-i-Sharif, Atta is no doubt savouring his latest victory. A former commander of the army's 7th division, he was promoted to the rank of governor after having placed Mohammed Akram, a Pashtun from Kandahar who is the police chief in Mazar-i-Sharif, under house arrest for 18 days. </p> <p>Akram's men had made the mistake of stopping a car driven by men answering to Atta, which was carrying a large quantity of drugs. In the course of the incident, 40% of the newly recruited policemen, who had been trained by foreign instructors, either fled or were kicked out. The remaining 60%, who are in charge of security in Mazar-i-Sharif, \"belong\" to Atta. Atta does not like the term \"belong\". He prefers to say: \"They trust me, like everyone here.\" </p> <p>\"The interior ministry's spokesman said I had authority over the whole province,\" Akram says. \"We'll have to see about that. The militias need to be disarmed. Only then will it be possible to talk of peace and of a central government. Here, 97% of people want a central government, but the militias call the tune.\" </p> <p>Disarmament of the militias is one of the United Nations' principal objectives. To achieve that, it is banking on the cooperation of the defence ministry, which has so far been dragging its feet. The \"commanders\" concerned all agree that they should disarm, but only on condition that the neighbours do so first. </p> <p>Some 12,000 officers and soldiers, out of a total initially put at 100,000, then at 50,000, have so far been disarmed. But to judge from the case of General Mir Alam Khan, the reality is more complex. Alam Khan, who used to head a division of 5,000 men in Kunduz, which has now been slimmed down to 675 soldiers, is not too worried about his future. ìI keep in contact with my men, and I still have a stock of 4,000 heavy weapons. </p> <p>\"They're my property, and the defence ministry has not ruled that we should turn in such weapons. Our conditions for doing so are that the mujahideen should be given jobs and that the situation should have been clarified, which it has not been.\" </p> <p>The almost total failure of the disarmament, demobilisation and rehabilitation (DDR) programme can be put down to the Tajik domination of the Jamiat-e-Islami within central government - something that discourages chiefs of other ethnic groups from handing over their weapons - and by the fact that demobilised officers and soldiers cannot find jobs. </p> <p>Uzbek militias are still powerful in the region of Kunduz, and there is great rivalry between the Tajiks of Jamiat-e-Islami and Dostumís Uzbeks. \"Dostum ought to treat me with respect as I have more weapons than he does,\" says Alam Khan. </p> <p>The equation is more complicated in Mazar-i-Sharif, where there are not only Uzbeks and Tajiks, but Hazara Shia Muslims, who also have a militia. \"Karzai didn't keep his promises, and the DDR hasn't done much. Soldiers just turn in their old weapons,\" says Ghulam Khan, a pharmacist in Mazar-i-Sharif. \"Human rights are hardly respected at all here, and there's been a total breakdown of law and order. The most shocking thing is that people are killed in the streets, and no one even asks why or by whom.\" </p> <p>The warlords' main aim would seem to be to hang on to power and to the money that goes hand in hand with it. Most chiefs are involved in trafficking of all kinds, especially drug trafficking. </p> <p>\"In Pul-i-Khumri my men recently seized 390kg of opium hidden in three cars belonging to the 20th military division in the province,\" says Mohmodzai. \"I can prove that the provinces of Thakkar and Kunduz are used as a route for exporting drugs to Tajikistan.\" </p> <p>Mangal says: \"Of course Atta, Daud, Alam Khan and Dostum are involved in heroin trafficking and the European market\", which gets 90% of Afghan-produced heroin. According to Mohmodzai, \"Second-rank commanders encourage farmers to plant opium poppies, and they give them money for that purpose.\" </p> <p>Karzai recently urged that government employees involved in the growing and trafficking of drugs should be identified by the interior ministry, the defence ministry and the national security bureau. Not only is that akin to asking a mafia godfather to denounce his family, but there are so many officials involved that there would be a serious risk of depleting the civil service. Reports suggesting that \"General\" Daud will shortly be appointed deputy interior minister in charge of eradicating drugs trafficking are hardly reassuring. </p> <p>\"We get lots of complaints about people using guns\" says Shamsuddin Hamedi, the Afghan Human Rights Commission representative in Kunduz. \"One man will seize some land, another a house. In one village a commander collected all the inhabitants' voting cards and promised them he would vote on their behalf.\" </p> <p>Hamedi's bureau tries to intervene in such cases, but with no guarantee of success. \"If you have a gun, you can run a private prison - and there are a lot of private prisons in the region,\" says Rassul Ehsan, its programme director. \"The beginning of disarmament in Kunduz didn't change anything, and the presence of a Provincial Reconstruction Team [PRT] didn't affect the situation either.\" </p> <p>Germany operates a 200-strong military-cum-civilian PRT in Kunduz whose job is both to do humanitarian work and to train the police. The British PRT in Mazar-i-Sharif has stepped in to take the heat out of local disputes, but its presence alone is not enough to reassure a population that has lost confidence. </p> <p>It is in that context of gun democracy that a presidential election is scheduled for October 9. In theory it will be followed by a general election six months later. Many fear that any postponement of the general election will allow the warlords to bolster their position. </p> <p>\"The commanders are certainly not prepared to hand over their weapons before the elections,\" says Ehsan. \"It would have been a better idea to organise both elections at the same time, because people here need a strong government as soon as possible.\" </p> <p>What the Afghans most want is a government capable of providing them with security and jobs. They are beginning to despair of getting help from the international community, most of whose promises have so far proved fruitless. And with each new day they feel their future is getting bleaker.</p>",
  "Ayman al-Zawahiri, the man often described as al-Qaida's second-in-command, was today heard urging Muslims to attack the interests of \"crusader America\" and its allies across the world in an audiotape broadcast on al-Jazeera. <p>It was not possible to verify the tape's authenticity but the voice sounded similar to the speaker in al-Zawahiri's previous recordings, Reuters reported.</p> <p>The speaker urged Muslims to act now. \"We should not wait until US, British, French, Jewish, South Korean, Hungarian or Polish forces enter Egypt, the Arabian Peninsula, Yemen and Algeria before we resist,\" he said.</p> <p>\"Let us start resisting now. The interests of America, Britain, Australia, France, Poland, Norway, South Korea and Japan are spread everywhere. They all took part in the invasion of Afghanistan, Iraq or Chechnya or enabled Israel to survive.</p> <p>\"We can't wait or we will be eaten up country by country. People of knowledge and experience should organise their efforts and form a leadership for the resistance to combat the crusaders.\"</p> <p>US officials said they were analysing the tape to determine its authenticity but the Associated Press said the speaker sounded more upbeat than al-Zawahiri usually does in his recordings.</p> <p>He also made an unusual reference to the possibility that al-Qaida's leaders are not invincible.</p> <p>\"You, youth of Islam, this is our message,\" he said. \"If we die or are detained, continue the path after us, and don't betray God and his prophet, and don't knowingly betray the trust.\"</p> <p>He called for attacks against Israel and the US \"to liberate\" the Palestinians.</p> <p>\"Defending Palestine is a legitimate issue and liberating Palestine is an Islamic duty for all, therefore Muslims cannot give up Palestine even if the whole world does so.</p> <p>\"Limiting the battle to fighting only the Jews in Palestine and leaving America without attacking it, will not restrain America and the crusaders against us.\"</p> <p>Al-Zawahri, the mastermind behind the September 11 attacks, is believed to be hiding in the border region between Pakistan and Afghanistan with Osama bin Laden or close to him.</p> <p>He last appeared in a video tape broadcast by al-Jazeera last month in which he ridiculed US forces as stuck in a quagmire in Iraq and Afghanistan.</p> <p>John Kerry, the Democratic challenger for the White House, last night accused George Bush in a televised debate of diverting his attention from al-Qaida to launch the attack on Iraq but the president said he had detained 75% of the leadership. \"The rest of them know we're after them,\" he said.</p>",
  "<b>SPECIAL EDITION: US PRESIDENTIAL DEBATE - THE VERDICTS</b> <p>\"On several occasions, Mr Bush could be seen sour-faced and nervous in reaction to some of Mr Kerry's remarks.\" <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1317491,00.html\">Julian Borger on last night's presidential debate</a> ... <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1317742,00.html\">Simon Jeffery analyses the exchanges</a> ...</p> <p><b>IN THE US MEDIA</b>: <a href=\"http://edition.cnn.com/ELECTION/2004/special/president/debates/press.pundits/\">CNN.com's pundits' scorecard</a> ...</p> <p><a href=\"http://www.nytimes.com/2004/10/01/politics/campaign/01assess.html?hp\">\"Short and scrappy, just what the nation seemed to yearn for\", says Todd S Purdum of the New York Times</a> ...</p> <p>USA Today's <a href=\"http://www.usatoday.com/news/politicselections/nation/president/2004-10-01-battleground-debate_x.htm\">focus group wants to hear more</a> ...</p> <p>Boston.com: <a href=\"http://www.boston.com/news/politics/debates/articles/2004/10/01/senator_scores_with_confidence/\">\"Bush's repetition seemed insistent rather than firm, and his body language - sighing, clenching his teeth, rolling his eyes - suggested a man on the defensive\"</a> ...</p> <p>\"Bush too often rambled... [but] Kerry doesn't seem to understand just how complicated the world can be\" opines the <a href=\"http://www.nypost.com/postopinion/editorial/29494.htm\">New York Post's editorial</a> ...</p> <p>The Washington Post's Tom Shales says <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A64102-2004Oct1.html\">\"John Kerry came off as more presidential than the president last night\"...</a></p> <p><b>ON GUARDIAN UNLIMITED THIS WEEK</b></p> <p>Everything you wanted to know about the Labour party conference but were too shocked by Tony Blair's revelation to ask <a href=\"http://politics.theguardian.com/labour2004/\">in our special report</a> ...</p> <p>It's little wonder artists are drawn to the landscape of Dumfries and Galloway, where the light is a balm to the senses, says Simon Busch. <a href=\"http://travel.theguardian.com/countries/story/0,7451,1314039,00.html\">Just be sure to bring a packed lunch</a> ...</p> <p><a href=\"http://politics.theguardian.com/floatingvoters\">Meet our panel of floating voters and follow them as they try to make up their minds</a> ...</p> <p>We've launched RSS news feeds for your desktop. <a href=\"http://www.theguardian.com/webfeeds\">Find out what they are and how to use them</a> ...</p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>Tomorrow, Tony Blair is expected to leave hospital after heart treatment ... Ukip holds its annual conference ... the World Bank and IMF hold annual meetings ... On Sunday, the Conservative conference opens in Bournemouth ... on Monday, nine senior judges consider whether David Blunkett can legally detain suspected foreign terrorists without trial ... Michael Howard delivers his keynote speech on Tuesday ... Dick Cheney and John Edwards go head to head in the US vice-presidential debate in Ohio ... Tony Blair visits Ethiopia on Wednesday ... the European commission publishes its opinion on Turkey's readiness to join the EU ... the second presidential debate takes place on Friday.</p> <p>________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p>* Ten Really Bend it Like Beckham DVDs, <a href=\"http://football.theguardian.com/competition/0,13349,-151,00.html\">the England captain's \"first and only official skills programme\"</a> ...</p> <p>* <a href=\"http://www.theguardian.com/arts/competition/0,13349,1313984,00.html\">Tickets to see the Brazilian singer Bebel Gilberto in London, Manchester or Bristol</a> ...</p> <p>* A GBP100 Borders gift voucher and four copies of Kevin Maguire and Matthew Parris' new book, <a href=\"http://politics.theguardian.com/competitions/page/1,14303,-153,00.html\">Great Parliamentary Scandals</a> ...</p> <p>* Ten copies of The Wisden Collection, <a href=\"http://sport.theguardian.com/competitions/page/0,15079,-158,00.html\">a selection of the best tidbits from the cricketing anthology's 140-year history</a>.</p> <p>________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>ITALY: <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1314759,00.html\">Philip Willan explains why the relatives of two mafia victims have been ordered to pay thousands of pounds in damages</a> ...</p> <p>AFGHANISTAN: US troops are playing cat-and-mouse with replenished ranks of Taliban fighters, and not always coming off best, <a href=\"http://www.theguardian.com/afghanistan/story/0,1284,1317724,00.html\">reports Declan Walsh</a> ...</p> <p>South Africa and Morocco, never the best of friends, are at loggerheads over WESTERN SAHARA, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1313716,00.html\">reports Rory Carroll</a> ...</p> <p>FRANCE: Confusion surrounds efforts to secure the release of the French journalists and their Syrian driver held hostage in Iraq, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1317762,00.html\">writes Amelia Gentleman</a> ...</p> <p>No one is sure how Indonesia's incoming president will tackle the nation's many problems, reports John Aglionby, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1316636,00.html\">but the population want him to succeed</a> ...</p> <p>NORTH KOREA: Pyongyang's growing suspicion of external aid shows it is retreating further into its shell. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1317524,00.html\">Jonathan Watts explains</a> ...</p> <p>AUSTRALIA: Efforts by Greens around the world to establish themselves as a political force have largely fizzled out. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1313888,00.html\">What chance Australia might buck the trend, asks David Fickling</a> ...</p> <p>IRAQ: Iraq's insurgency is worsening. Yet Iraq's chief election officer remains hopeful that national polls will go ahead next January, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1313800,00.html\">writes Luke Harding</a> ... </p> <p>JAPAN: Tens of thousands of US troops live alongside a largely resentful local population on the southern Japanese island of Okinawa. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1314670,00.html\">Justin McCurry explains why they are likely to remain there</a> ... ________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Exclusive recipes from the new Moro cookbook ... Jon Snow interviewed ... Tony Ray-Jones' striking images of Britons at play ... As a boy Guy Browning treasured his Matchbox cars. But 25 years later, how would his son feel? Joel Bakan on the psychopathic behaviour of corporations ... a winter holiday special ... William Boyd on storytelling.</p> <p> ________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>Exclusive new revelations about the Guantanamo Bay detention camp ... our team of writers get to grips with the Labour party conference fallout and Tony Blair's shock announcement and look ahead to the Tory jamboree in Bournemouth ... Observer Review interviews Eddie Izzard ... OM has a special investigation into Europe's ex slave trade ... Observer Sport Monthly magazine has an exclusive interview with Thierry Henry. Va-va voom ...</p> <p>________________________________</p> <p> <b>READERS' LETTERS</b></p> <p><b>On news alerts:</b></p> <p>\"I'm happy for your editorial team to err on the side of generosity in terms of breaking news alerts. When I received it, I too queried the relevance of the news of Brian Clough's death, but on the whole I'd much rather be over-informed than under-informed. It's no great problem to delete unwanted short non-spam messages from my inbox. I wasn't in the office when the House of Commons invasion occurred, but had I been in front of my PC I would have expected the Wrap to inform me about it.\" (FG)</p> <p>\"Of course the alert should have been sent - what kind of pompous twit would think otherwise? In general, alerts should be considered for any matter which the average 'right-thinking' person/man on the Clapham omnibus or whoever would consider significant or seriously emotive. Keep right on back there in the commonsense department.\" (MC)</p> <p><b>On the Worm (again):</b></p> <p>\"The Worm is great - please keep sending it. I don't always agree with Andrew Brown but it's refreshing to get more than a soundbite to think about once in a while.\" (JG)</p> <p>\"Don't get rid of the Worm, ever! I don't always agree with what he says but that's what opinion columns are about, isn't it? In a free democracy everyone has the right to say what he thinks, about any subject. Living in France I appreciate England's freedom of speech, something which I think isn't practised in all countries of the world. Keep on writing!\" (VH)</p> <p>\"I have just read your Friday roundup. It contained a letter that was very critical of the worm's eye view, and I wanted to say that I love it. It is clever, insightful, witty and well-written. I would pay my subscription for that alone. I also imagine that you may have had complaints about the Wrap's more sardonic, tongue-in-cheek tone of late, and I also like that a great deal. But the Roundup seems superfluous and I often delete it without looking at it; I'd much rather Worm's eye view was moved back to Friday, for an end-of-week treat, and that the Wrap had better coverage of what had been in all the weekend papers on Monday morning, rather than simply plugging The Guardian and Observer.\"</p> <p><b>Ros Taylor</b>: We decided to move the Worm to Mondays because the Roundup has to be published on Friday, and we wanted to avoid sending three emails on the same day. As you know, we trialled a Sunday digest recently, and it's something I very much hope we can make a regular feature. As for the Roundup - well, I can only hope you're reading this ... and further suggestions for its content are welcome.</p> <p>________________________________</p> <p>Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "Nearly three years ago, the United States thought it had bombed the Taliban into oblivion in the rocky mountains and dry valleys where the extremist group made its last stand. But the violence continues. In those same mountains and valleys, US troops are playing cat-and-mouse with replenished ranks of Taliban fighters, and not always coming off best. <p>Fuelling the fight is the prospect of Afghanistan's first national democratic election, due on Oct 9 and which the Islamists have vowed to disrupt. In recent days, at least three US soldiers have been killed, and at least a dozen UN election workers have lost their lives in recent weeks</p> <p>As the violence intensifies, Washington is looking to Afghanistan's feeble government for help, and it has come from what was previously a widely derided quarter: the Afghan national army (ANA).</p> <p>Recruited from the country's myriad militias and trained by the US, the newly-formed ANA had been considered Afghanistan's Dads' Army, if perhaps slightly less hungry for action than the original. Desertion rates are high, with up to half the first units trained last year hightailing it back to their villages. And the Afghan troops, casually swinging their Kalashnikovs or drinking tea at checkpoints, cut a desultory figure beside the beefed-up US soldiers.</p> <p>The army is still small, with just 13,700 of a planned 70,000 troops in service. In contrast an estimated 85,000 militiamen, loyal to the country's warlords, roam almost unchallenged. </p> <p>But in recent months the ANA has begun to improve on its weedy image, taking on a more confrontational role. Joint patrols with US soldiers in the violent south have seen numerous clashes with Taliban insurgents. This week the ANA claimed its first a major scalp, killing a major Taliban commander, Maulvi Abdul Ghafar, in a mountain shoot-out.</p> <p>Afghanistan's meddlesome warlords are also feeling the heat of the ANA's new zeal. Last month trouble flared in the western Herat province when a standoff between soldiers loyal to the local strongman, Herat's governor Ismail Khan, and a rival commander sparked a fierce battle. Two ANA battalions, chaperoned by their US trainers, were dispatched to douse the flames and successfully created a buffer zone between the warring sides.</p> <p>Shortly afterwards President Hamid Karzai, who is often ragged as the \"mayor of Kabul\" for his government's watery influence outside the capital, seized on Mr Khan's weakness to fire him as governor. Again, he relied on the ANA to provide most of the muscle for the operation.</p> <p>One day of rioting by Mr Khan's supporters ensued before the ANA restored calm. One of the country's most incendiary warlords had been sidelined.</p> <p>Still, nobody doubts the ANA has a long way to go before becoming the lean, mean machine envisaged by its US mentors.</p> <p>Sixty-eight ANA soldiers are posted in a corner of the US base in Tarin Kowt, the capital of Uruzgan. It is no holiday camp. Temperatures frequently touch 50C (122F) in the summer months, and the camp is covered with a carpet of ankle-deep, microfine dust creating what visitors frequently compare to an imagined moonscape.</p> <p>Khan Mohammed, 23, was a baker in the south-eastern city of Gardez before signing up with the ANA eight months ago. \"By now Afghans are very tired with fighting. So when the ANA started I decided to serve my country,\" he said proudly over a bowl of rice in the unit's mess tent.</p> <p>Beside him, Mujahid, 23, recalled his earlier days of soldiering in the Northern Alliance faction of Amanullah Guzar. \"It was like a wild army. The enemy was very dangerous and we had no training or discipline,\" he said.</p> <p>Soldiers from all sides looted civilians, he added. \"First we would go for money, then for gold, watches and any other valuables,\" he said. But now Mujahid earns $140 (£78) a month, all of which is sent to his brother in the north.</p> <p>The battle-hardened Afghans need little encouragement to fight, said Maj Robert Doshi, the US officer assigned to train the unit. \"They react to enemy fire very fast, and can put down rounds faster than any American forces,\" he said. </p> <p>The problem is that after years of living a freewheeling, semi-chaotic militia life, they have problems adopting to garrison life. Soldiers lost their equipment, didn't bother to prepare before going on patrol, or could disappear on leave for two months after pay-day. </p> <p>\"You have to remember there is no public transport here,\" Doshi said. \"So if one of my guys has to hitch a ride to Mazar, it could take seven days each way. And that's before he has seen his family.\"</p> <p>Perhaps of greatest concern, he added, there are also worries about Taliban infiltration. \"There's a possibility some guys may not have changed sides. It's something you bear in mind when giving out information before a mission.\"</p> <p>Next week's election will be the ANA's greatest test yet, with up to 10 million Afghans potentially looking for their first taste of democracy.</p> <p>If the ANA can help them make that journey without interference from the bloody-minded Taliban or conniving warlords, it will have further cemented its stake in Afghan's fragile future.</p>",
  "After a summer that was spent debating Vietnam, the war in Iraq last night came to the campaign agenda forefront in dramatic fashion as George Bush and John Kerry debated foreign policy in front of an estimated 50 million television viewers. <p>Iraq squeezed out other pressing global concerns - including the conflict between Israel and the Palestinians - but the thrust of Mr Kerry's argument against Mr Bush was that it had \"diverted\" attention from the \"war on terror\" against Osama bin Laden.</p> <p>\"Iraq was not even close to the centre of the war on terror before the president invaded it,\" Mr Kerry said. \"He rushed the war in Iraq without a plan to win the peace. Now that is not the judgment that a president of the United States ought to make.\"</p> <p>Mr Bush countered that Mr Kerry had also believed Saddam Hussein to be a threat, and asked him what kind of message was being sent out to US troops and allies if he said \"wrong war, wrong time, wrong place\".</p> <p>That set the tone for the exchanges. Mr Kerry would criticise what he saw as Mr Bush's mistakes - once accusing him of a \"colossal error of judgment\" - and the president would accuse the senator of sending out \"mixed messages\".</p> <p><b>Fitness to lead</b></p> <p>The question of fitness to lead framed the debate. The host, Jim Lehrer, began by asking Mr Kerry whether he could a better job than Mr Bush of protecting the US from another attack like those of September 11 2001. Towards the end of the 90 minutes, he invited Mr Bush to draw attention to any underlying character defect of Mr Kerry's that would make him unsuitable to be commander-in-chief.</p> <p>The president, after meandering through platitudes about how the senator had been a good father to his daughters, moved to his standard attack on Mr Kerry's \"mixed messages\".</p> <p>\"He changes position on something so fundamental as what you believe in your core, in your heart of hearts, is right in Iraq. You cannot lead if you send mixed messages ... I know how this world works, and that ... there must be certainty from the US president.\"</p> <p>In answer to the first question - how he would protect the US from a terrorist attack - Mr Bush linked the conflict in Iraq to the war on terror. \"Our nation has been on a multi-pronged strategy to keep our country safer. We pursued al-Qaida wherever al-Qaida tries to hide: 75% of known al-Qaida leaders have been brought to justice. The rest of them know we're after them.</p> <p>\"In Iraq, we saw a threat, and we realised that after September 11 we must take threats seriously before they fully materialise. Saddam Hussein now sits in a prison cell.\"</p> <p>Mr Kerry said he would keep the country safe by being \"strong and resolute and determined\" and \"smart\".</p> <p>\"Smart means not diverting your attention from the real war on terror in Afghanistan against Osama bin Laden and taking it off to Iraq, where the 9/11 commission confirms there was no connection to 9/11 itself,\" he said.</p> <p>\"The president has made, I regret to say, a colossal error of judgment. And judgment is what we look for in the president of the United States of America.\" </p> <p><b>The decision to go to war in Iraq</b></p> <p>Mr Kerry said he had voted in the Senate to authorise the president to go to war, but had believed Mr Bush when he said he said he would plan carefully, proceed cautiously and not make war inevitable or go without allies. </p> <p>Mr Bush denied he had gone to war without allies - naming Tony Blair and President Aleksander Kwasniewski of Poland - and quoted Mr Kerry's jibe at Howard Dean in the primaries that anyone who did not think the world was better off without Saddam Hussein did not have the judgment to be president. </p> <p>Mr Kerry responded by saying that the president had made a mistake in not building stronger alliances, and had gone to war before it was a last resort. \"There was a right way to disarm Saddam Hussein and a wrong way,\" he said. \"And the president chose the wrong way.\"</p> <p>The president then accused the senator of changing positions. \"You cannot change positions in this war on terror if you expect to win,\" he said.</p> <p><b>What next in Iraq? </b></p> <p>Both candidates said they expected to win in Iraq. Mr Kerry said he had a four-point plan to win the peace - claiming that the president had none - and said he would call a summit of European and Arab nations who had a stake in a stable Iraq to build a real peace. </p> <p>He said he would make a flat statement that the US had no long-term designs on Iraq. Mr Bush said he would stand firm, that there already were summits on Iraq and that both US allies and the UN were now involved in Iraq. </p> <p>Mr Kerry asked why the US was sustaining 90% of the casualties and paying 90% of the financial costs of the war. Mr Bush said Mr Kerry could not win allies for the US in Iraq if he insisted on calling the conflict a diversion. </p> <p><b>Nuclear proliferation</b></p> <p>In a rare moment of concord, Mr Bush and Mr Kerry agreed that nuclear proliferation was \"the single most serious threat\" facing the US. Mr Bush said the AQ Khan network had been broken in Pakistan, Libya had voluntarily disarmed, and the US was one of five nations putting pressure on North Korea to give up its nuclear programmes.</p> <p>He said Mr Kerry's plan to reopen bilateral negotiations with North Korea was a mistake, because that was what Kim Jong-il wanted. Mr Kerry said nuclear proliferation had increased under Mr Bush's watch.</p> <p>\"We had inspectors and television cameras in the nuclear reactor in North Korea. Secretary Bill Perry negotiated that under Bill Clinton. And we knew where the fuel rods were. And we knew the limits on their nuclear power.</p> <p>\"And for two years this administration did not talk at all to North Korea. While they didn't talk at all, the fuel rods came out, the inspectors were kicked out, the television cameras were kicked out. And today there are four to seven nuclear weapons in the hands of North Korea.\"</p> <p>He said the US had not stopped Iran from building a nuclear programme, accusing Mr Bush of cutting the funding to neutralise unsecured nuclear material from the former Soviet Union to extent that it would now take 13 years to complete the job as opposed to the four he said he could do it in. Mr Bush countered that he had raised funding for other anti-proliferation initiatives.</p> <p><b>Darfur</b></p> <p>Mr Lehrer, introduced this topic while the candidates were debating proliferation. Both men began their answers by talking about Iran - Mr Kerry said the US needed to work with France, Britain and Germany for its sanctions to be effective, while Mr Bush said the sanctions on Iran had existed before he came to the White House.</p> <p>Both described Darfur as genocide, but shied away from committing US troops. Mr Bush promised more aid, and said the US should use African Union troops in Darfur, suggesting that - as had happened in Liberia - US troops could stabilise the situation and then move out. </p> <p>Mr Kerry said US troops could be used to \"coalesce\" the African Union to send soldiers, but said Washington could best help by offering logistical support, not just humanitarian aid.</p> <p>The senator said the Iraq war and a \"back door draft\" had overextended the US military, and said he would double the number of special forces and add two active divisions to the US army \"for our general demands across the globe\".</p> <p><b>In their own words</b></p> <p><b>Mr Bush:</b> \"I believe I am going to win, because the American people know I know how to lead. I've shown the American people I know how to lead [...] I understand everybody in this country doesn't agree with the decisions I've made. And I've made some tough decisions. But people know where I stand. People out there listening know what I believe. And that's how it is best to keep the peace.\"</p> <p><b>Mr Kerry:</b> \"This issue of certainty. It's one thing to be certain, but you can be certain and wrong. What I worry about with the president is that he's not acknowledging what's on the ground, he's not acknowledging the realities of North Korea, he's not acknowledging the truth of the science of stem cell research or global warming or other issues. And certainty sometimes can get you in trouble.\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS:</b> <a href=\"http://politics.theguardian.com/labour/story/0,9061,1317500,00.html\">Tony Blair arrived at a west London hospital today for treatment to correct his recurring heart condition</a>.</p> <p><b>PLUS:</b> <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1317491,00.html\">Julian Borger gives his verdict on last night's presidential debate</a>.</p> <p><b>'ABSOLUTELY VOLCANIC'</b></p> <p>Just when it seemed safe to mull over the result of the Hartlepool byelection (a 2,033 majority for Labour, cut from 14,571 and the Tories lying fourth behind Ukip), Tony Blair made what the Guardian describes as an \"absolutely volcanic\" announcement. The PM is going into hospital today for an operation to treat his recurring heart problem.</p> <p>Naturally, this news prompts a renewed flurry of speculation about Gordon Brown's future. Mr Blair sought to pre-empt it by stating that he intended to serve a third term as PM - but not a fourth. It also emerged that has just bought a Georgian house in Bayswater, west London, for GBP3.6m.</p> <p>The papers are knocked for six. (As, presumably, was the chancellor, who learnt the news as he arrived in Washington last night for an IMF meeting.) \"No prime minister has ever announced his plans for his own future the way Tony Blair did yesterday,\" writes Jonathan Freedland in the Guardian. \"For one thing, Mr Blair risks becoming an instant lame duck\" - indeed, today's Telegraph calls him just that - \"an outgoing prime minister, even if he might not be gone until 2010. In theory, that needn't be the case: after all, if George Bush is re-elected on November 2, he too will only be able to serve one more full term and no one will call him a lame duck. But British politics is not like that.\" </p> <p>The FT's James Blitz agrees that few prime ministers have ever been able to choose the manner of their departure. \"Even the PM's closest acolytes believe he does not really intend to do such a thing - but fear it may smack of a certain arrogance.\"</p> <p>\"My hunch is that, even if today's operation goes as well as predicted, Mr Blair has only bought time,\" says the Times' Peter Riddell portentously. \"It may be a long goodbye, but it will be goodbye, nonetheless.\"</p> <p>Asked whether his intention to serve a full third term ruled out Gordon Brown's succession, Mr Blair said there were \"lots of people who want to do the job ... I don't think it rules Gordon out in any shape or form at all\". That, say a couple of the papers, amounted to a snub to the chancellor's ambitions. </p> <p>The Times commissions resident GP Dr Thomas Stuttaford for an expert opinion on Mr Blair's health. \"The normal heart beats 60-90 times a minute. When it beats more than 100 times a minute, it is called tachycardia,\" Dr Stuttaford explains. \"The heart beats so fast that the heart muscles cannot relax between contractions, and the heart does not receive adequate blood for pumping.\"</p> <p>The nature of Mr Blair's treatment is succinctly summed up in a Sun headline: \"DOC: WE'LL ZAP NERVES\". The procedure, which can take a few hours, takes place under local anaesthetic and involves inserting a long, thin wire called a catheter \"into a vein and then into the heart\". Radio waves are used to destroy the \"aberrant conducting system\" causing the problem.</p> <p>\"There is every likelihood that the PM will be back in No 10 within a week or two,\" Dr Stuttaford adds. But there is the slight possibility that he will need a pacemaker, and \"serious complications do occur\", warns the Times' health editor.</p> <p>* <a href=\"http://www.theguardian.com/leaders/story/0,,1317469,00.html\">Term limit?</a><br> * <a href=\"http://www.theguardian.com/Politics/labour/comment/0,9236,1317468,00.html\">A long-term strategy fraught with risk</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/01/dl0101.xml\">Telegraph: Mr Blair has now become a lame duck</a><br> * <a href=\"http://news.ft.com/cms/s/79206fe6-1345-11d9-b869-00000e2511c8.html\">FT: Operation puts more pressure on Blair</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1289543,00.html\">Times: Long goodbye starts here</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1289453,00.html\">Times: Attacks leave a patient lethargic, breathless and faint</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004453071,,00.html\">Sun: Doc - we'll zap nerves</a></p> <p><b>A BLOODY DAY IN BAGHDAD</b></p> <p>Yesterday was also one of the bloodiest days in Iraq since hostilities officially ended, with at least 41 civilians - 34 of them children - killed in car bombings in Baghdad.</p> <p>The Herald Tribune is unflinching. \"The bombs exploded seconds apart, creating a chaotic scene of dying children and grieving parents, some of them holding up the blood-soaked clothes of their young and howling in lament. Arms and legs lay amid pools of blood.\"</p> <p>\"Cars explode as GIs hand out candy,\" notes the paper's standfirst.</p> <p>Tony Blair was spared embarrassment over Iraq at the Labour party conference yesterday. A vote demanding a firm date for British withdrawal from Iraq was defeated thanks to a deal with the biggest unions.</p> <p>\"At present he talks very little sense about abroad,\" complains the Guardian's Polly Toynbee. \"What is Britain's foreign policy for the third term? Nothing he says reflects a believable vision of the country's place in the world.\" Comparing the mood of this week's conference to that of a married couple getting back together after an act of infidelity, she lauds his domestic agenda: \"Try to imagine how this would look now, if only there had been no Iraq war.\"</p> <p>* <a href=\"http://www.theguardian.com/comment/story/0,3604,1317249,00.html\">Lost on the road to Iraq</a><br> * <a href=\"http://www.iht.com/articles/541464.html\">IHT: 35 children killed in Baghdad blasts</a><br> * <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1317425,00.html\">Polly Toynbee</a></p> <p><b>HEAD-TO-HEAD</b></p> <p>The first presidential debate between George Bush and John Kerry began at 2am British time - far too late for the papers, though today's Wrap Roundup will take in some of the views from the US press online. </p> <p>The Herald Tribune cautions against a hasty judgment. \"The debate winner? It may take awhile,\" headlines the paper. \"If past presidential election debates are a guide, public reaction to the debate ... will not be fixed in people's minds in the hours immediately after the 90-minute encounter, but instead will evolve for days, in possibly unexpected ways.\" The subtext? Wait for our verdict.</p> <p>At the time of writing, US commentators remain fairly even-handed, noting that neither candidate made the kind of verbal gaffe which could scupper their campaign. Mr Kerry talked of the need for strong alliances in the world; Mr Bush said: \"We've climbed the mighty mountain. I see the valley below and it is a valley of peace.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1317491,00.html\">First blood to Kerry in TV debate</a><br>* <a href=\"http://www.iht.com/articles/541324.html\">IHT: The debate winner? It may take awhile</a></p> <p><b>FORMULA NONE</b></p> <p>\"They think it's all over ... it is NEEEOW,\" proclaims the Sun, in another of those enigmatic headlines that offer up so many possible interpretations. Has a cat succumbed to a prolonged disease? Perhaps the England team have invested in a furry mascot?</p> <p>It turns out that the neologism refers to the screeching of engines and tyres on tarmac. \"The world famous Silverstone circuit has echoed to its last British grand prix, Formula One fans feared last night,\" mourns the paper. \"Multi-millionaire Bernie Ecclestone pulled the plug when track owners refused to pay GBP12m for the race.\"</p> <p>Tony Blair found time for a comment last night: \"I hope we can do something about it.\"</p> <p>* <a href=\"http://sport.theguardian.com/formulaone/story/0,10069,1317251,00.html\">Blow to Britain's heritage</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004453021,00.html\">Sun: They think it's all over ... it is neeeow</a></p> <p><b>MAKING A PACKET</b></p> <p>\"It was difficult for them to get pure Scandinavian spare parts,\" a Danish businessman tells the Herald Tribune. He isn't talking about Volvo owners, but the international \"descendants of people from the Nordic countries\" who seek sperm with tall, blond, blue-eyed characteristics.</p> <p>\"Aarhus and its university men ... are populating the world,\" reports the paper. \"Every day dozens of students here, and also in Copenhagen, walk into Cryos International, the world's largest sperm-bank company, and ... make an anonymous deposit. That deposit, frozen and eventually shipped, can make its way to as many as 40 countries.\"</p> <p>The popularity of Danish sperm is partly due to the country's laws, which still allow donors to remain anonymous. \"Danish culture, which is famously secular and [word omitted] liberal, holds an uncomplicated view of sperm donation,\" says the paper.</p> <p>* <a href=\"http://www.iht.com/articles/541459.html\">IHT: A modern Viking horde</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p><a href=\"http://www.theguardian.com/Politics/byelections/story/0,11043,1317475,00.html\">Hartlepool byelection: the results in full</a></p> <p>&gt;&gt;&gt; An explosion in a mosque in Pakistan has killed at least seven people, according to the Reuters news agency.</p> <p>&gt;&gt;&gt; Updates throughout the day on Tony Blair's operation, the reaction to last night's presidential debate, and news from Iraq, on <a href=\"http://www.theguardian.com/\">Guardian.co.uk</a>.</p>",
  "<p>I can hardly call it spam because it was not unsolicited – I had gone to some effort to get on the mailing lists – but sheer number of emails from the Bush and Kerry campaigns that greeted me on my arrival at work this morning would not have shamed the sons of all the dictators in Africa.</p> <p>And all because the spin never stops. The debate started at 2am British time: the Bush campaign's \"Breaking Debate Fact #1\" came in at 2.25am (John Kerry said Saddam Hussein was a grave threat, it pointed out) and the flow stopped at 3.24am with \"Breaking Debate Fact #10\" on how the president had assembled a multinational force of 30 nations in Iraq despite Mr Kerry's charge the US had no allies.</p> <p>The Kerry campaign was not to be outdone. Before the debate it put out a statement saying <a href=\"http://www.johnkerry.com/\">JohnKerry.com</a> was to be turned into a \"virtual war room\" and boasted that staffers armed with over 170 pages of rebuttals would give special attention to bloggers \"throughout the night\". <strong>CNN.com</strong> finds the Bush campaign's <a href=\"http://edition.cnn.com/2004/TECH/internet/09/30/web.debates.cnn/index.html\">\"mini-mission control\"</a> as serious about the internet.</p> <p>On one level this is great – the maturing of the blogosphere as a serious and important political medium; but, on another, it is not hard to worry that some of the spirit could get battered by the on-message spin doctors. </p> <p>Update: a roundup of US press reaction by <strong>Ros Taylor</strong>: <br>: <br>\u0095 <a href=\"http://edition.cnn.com/ELECTION/2004/special/president/debates/press.pundits/\">CNN.com's pundits' scorecard</a><br> \u0095 \"Short and scrappy, just what the nation seemed to yearn for\", says Todd S Purdum of the <a href=\"http://www.nytimes.com/2004/10/01/politics/campaign/01assess.html?hp\">New York Times</a><br> \u0095 <strong>USA Today</strong>'s <a href=\"http://www.usatoday.com/news/politicselections/nation/president/2004-10-01-battleground-debate_x.htm\">focus group wants to hear more</a> <br>\u0095 \"Bush's repetition seemed insistent rather than firm, and his body language - sighing, clenching his teeth, rolling his eyes - suggested a man on the defensive\" - <a href=\"http://www.boston.com/news/politics/debates/articles/2004/10/01/senator_scores_with_confidence/\">Boston.com</a> <br>\u0095 The <strong>Washington Post</strong>'s Tom Shales <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A64102-2004Oct1.html\">says</a> \"John Kerry came off as more presidential than the president last night\"<br>\u0095 \"Bush too often rambled... [but] Kerry doesn't seem to understand just how complicated the world can be\" opines the <strong>New York Post</strong>'s <a href=\"http://www.nypost.com/postopinion/editorial/29494.htm\">editorial</a></p>",
  "<p>Professor Ramachandran, whom God preserve, was theorising about the origin of language and we were trying to look intelligent when he said, \"How do you start with the grunts and groans and howls of our ape-like ancestors and then evolve all the sophistication of a Shakespeare or a George Bush?\" There was no change in his expression. No prior warning. I felt like Wile E Coyote when he steps off a cliff and, pausing momentarily to cycle madly in midair, plummets. </p> <p>Last night, 50 million Americans watched the Bush-Kerry TV debate in the hope of hearing George W Bush's sophisticated grasp of the language. </p> <p><strong> Horizon</strong> (BBC2) was about synaesthesia, a condition in which two distinct senses bleed into one. Those who suffer from (or usually enjoy) synaesthesia see sounds as colours or, in the case of James Wannerton, landlord of the Red Lion, as tastes. \"Somebody comes in. They order, say, a pint of beer and I get the bacon-rind taste. They then order a packet of roasted nuts. I don't get roasted nuts, I get some sort of peculiar burnt-meat taste. They then pay with a fiver from which I get strawberry-jam sandwiches. I then have to give them their change. Change invariably tastes of processed cheese.\" Customers called Derek are a particular trial. Derek tastes of earwax. </p> <p>You wonder at this point how James knows what earwax tastes like. It emerged later that all the tastes he experiences date from his childhood. As he said ruefully, he tastes a lot of processed peas, tinned carrots and Spangles. </p> <p>Professor Ramachandran was the first to take the condition seriously. Or as seriously as he takes anything. A man who wanders along a Californian beach showing sunbathers a couple of cut-out shapes and asking if they see them as a boobah or a kiki has a serious streak of levity. Almost always they thought the bulbous shape was a boobah and the spiky star a kiki, which suggested a sympathetic connection between what we see and what we say. The professor's theory, and you don't have to agree if you don't want to, is that language emerged when primitive man used minimal mouth movements to describe small objects (\"Is that it, then?\") and large ones for big things (\"God Almighty, Maud, it's a mammoth!\") </p> <p>In <strong> I'll Show Them Who's Boss</strong> (BBC2), Sir Gerry Robinson tried to sell his views to the landed gentry and was shown the tradesman's exit. It is his practice to tip the chairman out of his chair and look for a worthier successor among the staff. Everyone thinks that is a cracking idea. Except the chairman, naturally. Sir Gerry was on a stickier wicket with the Starkeys of Norwood Park. Sir John and Lady Victoria have one son, Henry, and three lively daughters. Suzannah, the eldest daughter, could run a small nation, say Bulgaria, at a healthy profit. Henry might be charitably described as a charmless chump. </p> <p>After a short inspection of the Starkeys on offer and a chat with the usual disaffected staff (\"The day Henry walks through those gates is the day I will leave\"), he said, \"There is a kind of youthful arrogance, a very distinct lack of knowledge and lack of sensitivity. Henry is absolutely not the person to run this business. It's going to make him very unhappy and you will probably lose the property, if not in this generation, certainly in the next.\" </p> <p>Sir John, who voted to keep women out of the MCC on the grounds that they didn't play cricket, now voted to keep his daughters out. Silence fell with a bump on the assembled Starkeys. There was a notable lack of a standing ovation. Henry complained that none of his sisters had said \"You have our full support.\" They replied briskly that that was because he hadn't. </p> <p>Sir Gerry had some advice for younger sons and smarter sisters. \"The one thing that really matters is managerial talent. If you have managerial talent and are waiting in hope of a role, don't! Get out of the family business and go and use your talent somewhere else.\" Suzannah had already left in a pantechnicon. </p> <p>I would like to see Robinson let loose on the royal family. The entertaining thing about male primogeniture is that, like the Garter, there is no damned merit about it. You don't know what to expect next from the bran tub. Except that it will be a surprise and probably a shock.</p>",
  "<p>Michael Moore has been blocked from addressing university students five days before the US presidential election after a Republican state politician protested over the $35,000 appearance fee.</p> <p>Moore was preparing to give a lecture at George Mason University in Fairfax, Virginia on October 28, but plans fell through after Richard L Black, a delegate to the Virginia Assembly, contacted the institution.</p> <p>\"We just felt it wasn't the most appropriate use of (public) funds, so we decided the best thing to do was cancel,\" a university spokesman said. According to reports Moore said he planned to attend nonetheless and defy the ban in the name of free speech. It is unclear whether he would be allowed to speak should he forgo his fee.</p> <p>Moore's next project will be Sicko, a critique of America's health system, which was announced in outline form at the recent Toronto film festival.</p>",
  "John Kerry regained the initiative in the US presidential race last night with a forceful performance in his first debate with George Bush, occasionally leaving the president scowling and at a loss for words. <p>Instant-response polls by three major television networks all showed that a large majority of their viewers thought the challenger had won the 90-minute verbal contest at the University of Miami - the first of three debates in the last month of the campaign.</p> <p>Perhaps even more seriously for President Bush, the networks ignored broadcasting guidelines agreed beforehand and showed both candidates at the same time. On several occasions, Mr Bush could be seen sour-faced and nervous in reaction to some of Mr Kerry's remarks. Similar \"cut-away\" shots of Al Gore in the first presidential debate four years ago sapped his campaign and helped put Mr Bush into office.</p> <p>After last night's debate, senior Democrats made it clear that they would make maximum use of the pictures of a disgruntled President Bush.</p> <p>\"What you saw was a president who was annoyed, angry and aloof. He clearly didn't want to be there, and he was slouched over his podium,\" said Terry McCauliffe, the Democratic party chairman, in an interview in \"spin alley\", a university basketball court where partisans of each side strove frenetically to influence media coverage of the event.</p> <p>Mr McCauliffe's Republican counterpart, Ed Gillespie, laughed off the description, saying: \"I don't know what Terry thought he saw, but the president was obviously very engaged and very clear about his policies.\"</p> <p>However, several conservative commentators awarded the encounter to Senator Kerry on points. Morton Kondracke, an outspoken hawk on Fox News, said he did not think the president \"had dominated\" and argued \"Kerry looked like a commander-in-chief\".</p> <p>The Democratic challenger lived up to his reputation for hitting his best form in the closing stages of an election race, answering his critics by delivering a string of short, declarative statements, with relatively few of the verbal meanderings for which he has become famous on the campaign trail.</p> <p>He rejected Mr Bush's central claim that Iraq was a central front in the \"global war on terror\". \"Iraq was not even close to the centre of the war on terror before the president invaded it,\" he said</p> <p>As he has done in the past, the president took Mr Kerry to task for inconsistency in criticising the Iraq invasion. He pointed out that the senator had voted to approve the use of force in 2002, and had declared Saddam's Iraq to be a \"grave threat\".</p> <p>\"It was a threat. That's not the issue. The issue is what you do about it,\" Senator Kerry replied. \"The president said he was going to build a true coalition, exhaust the remedies of the UN and go to war as a last resort. Those words really have to mean something. And, unfortunately, he didn't go to war as a last resort.\"</p> <p>Throughout the debate, Mr Kerry pounded the president for the US military's failure to capture Osama bin Laden at Tora Bora in Afghanistan, and for diverting resources from the battle against al-Qaida to Iraq. </p> <p>In return, Mr Bush hit back repeatedly with the argument that Mr Kerry's wavering position on the Iraq war and his description of the invasion as a \"diversion\" sent \"mixed messages\" to US troops and allies.</p> <p>That was also the main message driven home by Bush aides afterwards in \"spin alley\". Karl Rove, the president's chief political adviser, pointed to what he said was a new contradiction in the Kerry position. </p> <p>\"He said the war was a mistake, but he also said he was not asking American soldiers to die for a mistake,\" Mr Rove said. \"Here's a guy who voted for the war and then says it's the wrong war at the wrong time. How can you go to the allies and ask them to go in there, if you're saying it's the 'wrong war'?\"</p> <p>Mr Bush did appear to score some points, hitting back at Senator Kerry for a longwinded explanation of his position on \"pre-emptive strikes\" in which the Democrat said he would only consider such an action if it passed a \"global test\" and gathered international support.</p> <p>The president said he did not know what \"a global test\" was but added: \"My attitude is you take pre-emptive action in order to protect the American people, that you act in order to make this country secure.\" </p> <p>But at other moments in the contest, Mr Bush seemed to lose track of his point between sentences and seemed to struggle to fill his allotted time for each response. Challenged by Mr Kerry for awarding tax cuts to wealthy Americans while the money could have been used to improve America's counter-terrorist defences, the president reply was vague and hesitant.</p> <p>\"Of course, we're doing everything we can to protect America. I wake up every day thinking about how best to protect America. That's my job,\" Mr Bush said. \"I work with Director Mueller of the FBI; comes in my office when I'm in Washington every morning, talking about how best to protect us. There's a lot of really good people working hard to do so. It's hard work.\"</p>",
  "In the court of international opinion, it sometimes seems the US just cannot win. A string of surveys suggests growing resentment around the world over America's role as \"global policeman\". <p>But when Washington's squad cars fail to arrive at the scene of an incident, the US gets blamed for inaction. </p> <p>Sudan is a good example. According to the UN, the tragedy in Darfur is \"the world's worst humanitarian crisis\". </p> <p>Two UN security council resolutions, and much diplomatic huffing and puffing, have so far failed to end the suffering. </p> <p>The Bush administration has not been silent, declaring this month that a genocide is in progress in Darfur. Under international law, that means it is legally obliged to stop it. But George Bush appears to have no plans for direct humanitarian intervention, either unilaterally or under UN auspices. </p> <p>Many people may feel this is irresponsible. And indeed, criticism can be heard, not least from the Democratic presidential contender, John Kerry, that President Bush is neglecting a wide range of other international flashpoints as he focuses on November's elections. </p> <p>The list includes North Korea's nuclear bomb making, similar worries about Iran, intensifying instability in Afghanistan, Russia's imploding democracy, the China-Taiwan stand-off, and the moribund Middle East peace process. </p> <p>Yet while global expectations of the US remain high, international opinion surveys reveal a deep contradiction: Europeans and others who complain Washington is not doing enough in places such as Sudan or Palestine simultaneously favour a diminution of the global super-cop act of the US. </p> <p>According to a poll conducted by the German Marshall Fund - Transatlantic Trends 2004 - 58% of Europeans say that, in theory at least, they want less US leadership in international affairs, not more. </p> <p>And 76% disapprove of US foreign policy (up 20% in two years). </p> <p>This year's Pew Research Centre's Global Attitudes Project found that in most countries, US leadership and motives were being increasingly distrusted; 78% of French respondents doubted that the US was intent on promoting democracy round the world. \"There is even more scepticism for the motives for the 'war on terrorism' in predominantly Muslim countries,\" the Pew survey states. \"By wide margins, the publics [sic] of Turkey, Morocco, Jordan and Pakistan question America's sincerity.\" </p> <p>Instead, majorities there and elsewhere believe the principal US aim is world domination. </p> <p>Intriguingly, however, US public attitudes coincide on many points with those of Europeans and Arabs/Muslims. Dismayingly for British Eurosceptics, the Marshall Fund poll found, for example, that 70% of US respondents would like to see a morepowerful EU showing greater international leadership. </p> <p>Another survey, published this week by the Chicago Council on Foreign Relations (Global Views 2004), reports that more than three-quarters of Americans disapprove of the US behaving as a planetary law enforcer. </p> <p>Most Americans think the that US should be more willing to work through the UN, that it should sign up to the Kyoto protocol on global warming as well as to the international criminal court, and also pay more heed to world court rulings. </p> <p>The Chicago survey found Americans' support for maintaining US forces' bases in the Middle East to be falling sharply; and that \"the US should withdraw its forces from Iraq if a clear majority of the Iraqi people wants this\". </p> <p>Strikingly, a majority of Americans also rejects the Bush doctrine of preventive, unilateral war, and, in even larger numbers, opposes \"the use of US troops to install democratic governments in states where dictators rule\". </p> <p>Nor is this simply a revival of isolationism. While joining much of the world in rejecting the US role of global policeman, Americans make a distinction in situations such as Darfur. According to the Chicago poll, they \"strongly endorse\" use of force to prevent genocide and \"favour using US troops for this purpose\". </p> <p>The public's message in the US, Europe and elsewhere seems broadly consistent: America's unmatched power, used wisely and sparingly, can be a force for good. When it is not, as in Iraq, the US ends up in the dock.</p>",
  "Doris Clark was driving through the reservation listening to the radio when she heard the news about the hurricane battering the coast hundreds of miles away. \"There was a state of emergency declared in Florida and President Bush said he'd give $2m to help people with no water and no electricity. And I thought, OK, we have that on the reservation. There are places where we have no running water and no electricity, no phone. Why doesn't anybody say there's a state of emergency at the reservation?\" <p>This is the Navajo Nation, an area the size of France in Arizona, New Mexico and Utah. More than half its population live below the poverty level. With an average annual income of $6,000, (£3,470) the Navajo constitute not only a nation within a nation, but a developing nation within a developed country. </p> <p>It is a state of affairs the federal establishment has been reluctant to acknowledge, which may explain why the Navajo have never been much interested in national politics. But in a presidential election in which every vote is cherished, the candidates have been trying to change that, paying more attention than ever before to Native Americans. </p> <p>George Bush held a private meeting with the vice-president of the Navajo Nation, Frank Dayish Jnr, before a campaign event in New Mexico in August. And John Kerry became the first presidential candidate to campaign on Native American land when he appeared at a meeting of Navajo and Zuni Indians in Gallup, New Mexico, 20 miles from Window Rock, Arizona. </p> <p>Although American Indians make up only 1.5% of the US population, many of them live in swing states. Their reservations contain the bulk of America's casinos and the income from gambling has turned the tribes into potential donors: they have given $36,000 (£20,809) to the Bush campaign and $17,000 to Kerry's. </p> <p>And as with any poor ethnic minority in the US, the war in Iraq is a potent issue: proportionately more American Indians are serving in Iraq than any other ethnic group. When the Navajo do vote in federal elections they tend to be overwhelmingly Democrat. </p> <p>\"It's kind of comical,\" said Edison Wauneka, executive director of the Navajo election administration, who says that 95% of registered Navajo voters are Democrats. \"The Navajo people say we're more familiar with a donkey [the Democratic party's symbol], we're not familiar with an elephant [the Republican symbol]. But really our culture is more similar to the Republicans. It is more in our culture to be self sufficient.\" </p> <p>Poverty is probably the greatest factor in shaping the political attitudes of the Navajo: 56% of the 180,000 people living as part of the Navajo nation are below the official poverty level. </p> <p>But apathy has been a core reason why the Navajo, who vote in numbers for their own internal government, have been luke-warm at best towards presidential campaigns. That might change if they felt they had more clout. Although they were granted sovereign nation status by the federal government in 1868 in exchange for giving up land rights, the Navajo vote in the three states that contain the reservation, reducing their impact. </p> <p>Some Navajo leaders would prefer it if they could have their own electoral college voting en bloc. </p> <p>There are 2.5m Native Americans in the US, and the Navajo is the largest tribe. \"When we vote for the president of the United States I wish we could vote as a nation,\" Mr Wauneka said. \"We say we're a sovereign nation but we don't own our lands. The Indian nations don't even have a voting bloc. If they were to come together they would become strong and make a difference.\" </p> <p>But Robert Black Jnr, another election authority official, believes the Navajo can be more influential voting in their respective states, particularly in potential swing states where their votes can have a disproportionate influence. </p> <p>\"We have the possibility of swinging electoral votes in Arizona, New Mexico and Utah. It could be less effective if it was a Navajo nation with its own electoral college,\" he said. </p> <p>The priority this November is to get the Navajo to vote, and so officials have moved the Navajo's own government elections to coincide with the presidential election. </p> <p>The apathy is not helped by language and tradition. The Navajo language is dying out, but many of the older generations do not speak English and have previously relied on picture cards and translators to help them vote. </p> <p>\"We're very proud of our picture ballots,\" said Mr Wauneka, holding up a yellow sample ballot card, with mugshots of the candidates alongside name and party allegiance listings. \"A lot of states have problems with language barriers and we think picture ballots can help.\" </p>",
  "George Bush and John Kerry last night argued over Iraq and homeland security in the first televised debate in the run-up to November's election. <p>Senator Kerry accused President Bush of committing a \"colossal error in judgment\" by invading Iraq. </p> <p>\"The world is better off without Saddam Hussein,\" Mr Bush shot back, adding that his rival once said so himself. \"I agree with him,\" Mr Bush said in a jab designed to underline his contention that Mr Kerry is prone to changing his positions. </p> <p>Mr Kerry said he could do a better job than Bush of protecting the nation against another September 11-style attack and pledged to be strong and resolute in fighting terrorism. </p> <p>\"But we also have to be smart...and smart means not diverting our attention from the war on terror and taking it off to Iraq,\" Mr Kerry said. </p> <p>Bush swiftly returned to his theme of Kerry as a man who changes his mind too often to be president. </p> <p>\"He [Kerry] voted to authorise the use of force and now says it's the wrong war at the wrong time. .... I don't think you can lead if you say wrong war, wrong time, wrong place. What message does that send to our troops?\" said Mr Bush. </p> <p>Both men used well-rehearsed lines during their face-to-face encounter, but this was the first time each man had to listen to the criticism at close quarters. </p> <p>The 90-minute debate unfolded scarcely a month before the election, the first in a series of high-stakes encounters between the president and his Democratic challenger. The two men meet on October 8 in St. Louis and again on October 13 in Tempe, Arizona. </p> <p>Vice President Dick Cheney and Kerry's running mate, Senator John Edwards, hold their only face-to-face debate of the campaign on Tuesday in Cleveland. </p> <p>The polls gave Bush a slight advantage, with several key battleground states exceedingly close. </p> <p>Given the stakes, it was not surprising that the two campaigns negotiated what amounted to a 32-page contract that covered debate details. They ranged from the choice of moderator to the distance between the candidate lecterns. </p> <p>Even so, a last-minute controversy flared, as Kerry's aides objected to the placement of timing lights on the lecterns. </p> <p>Kerry appeared to taunt the commander in chief at one point when he said his father, former President George HW Bush, had stopped troops from advancing on Baghdad after they had liberated Kuwait during the 1991 Gulf war. </p> <p>Now, he said, the son ordered an invasion of Iraq anyway, without an exit strategy, and under conditions that mean the United States has incurred 90% of the casualties and paid 90% of the cost. </p> <p>In response, Bush said his opponent had denigrated US allies in the war, voted against an $87bn (£48bn) measure to aid Afghanistan and Iraq and sent mixed signals. </p> <p>\"What's his message going to be? Please join us in Iraq for a grand diversion?\" Mr Bush said to Mr Kerry's contention that he could summon broader international support for the war. \"They're not going to follow someone whose core convictions keep changing because of politics.\" </p> <p>In response to one question, Mr Kerry said the president had misled the country on the war by pledging to plan carefully, give diplomacy every chance to prevail and more. He said Osama bin Laden, the al-Qaida leader responsible for the September 11 terrorist attacks, had used the invasion as a recruiting tool for terrorists. </p> <p>Mr Bush said that was an \"amazing claim,\" and said the United States, not bin Laden, should decide America's strategy in the war on terror. </p> <p>Again, he said Kerry had changed his mind on the war, but this time, Mr Kerry said he had held one consistent position. </p> <p>\"The only thing consistent about my opponent's position is he's been inconsistent,\" said Mr Bush.</p>",
  "The prime minister's announcement that he will not go on and on sends out political shockwaves. All political careers end sometime - but in Britain the time of going is usually unknown. This ends the always unrealistic speculation that he might stand down before the next election - but it creates an unfamiliar fixed time frame for an end to his era, presumably in about 2007 to give his successor time. News of his physical weakness surprises after a week in which he yet again established his mastery over his party and saw off rebellion over Iraq. <p>It was a curious conference, though. One minister told me on the first day that their local party was \"heartbroken over Iraq\" and at first that mood was in the Brighton air. But this week has felt like watching a couple getting a long-standing marriage back together after an act of infidelity, a betrayal that will never be quite forgiven or forgotten yet has been overcome. And so they came through. </p> <p>I write before knowing the Hartlepool result: if he has scraped through that too, he's a lucky man - the quality Napoleon prized most in his generals. If the Lib Dems did squeeze past, that's another blow (but as an omen for the general election, it remains rather worse for the Tories who were second last time to sink to third or fourth now.) </p> <p>Whatever that result, he does return to Downing Street still permanently winged by Iraq. What has it done to him? Some say it has unhinged him: after seven years no leader is quite sane, no longer quite on our planet. Others look ahead and see how it has forced him to hand his ministers more control over shaping the third term, no bad thing. Both these may be true - but it all depends whether he is talking about home or abroad. </p> <p>At present he talks very little sense about abroad. What is Britain's foreign policy for the third term? Nothing he says reflects a believable vision of the country's place in the world. </p> <p>Consider his earnest pledge at a Muslim Council of Britain fringe meeting, talking about the need for a Middle East peace plan: \"It is absolutely vital that we revive and restart the process. I can assure you I will do everything I can. I regard it as a priority, I regard it as something that I will feel a sense of personal failure over if we cannot get movement back into this process.\" </p> <p>Personal failure? Foreign policy is not a one-man mission, as many said when he rashly promised that the road to Iraq was on a twin track with the roadmap to Middle East peace. He seems to have forgotten his humiliation in the White House rose garden when President Bush shafted any idea of a roadmap by signing up to Sharon's unilateral plan. As a result, destabilised Palestine is imploding in despair. </p> <p>So how will he avoid \"personal failure\" this time? Bush looks set to be back in the White House, but despite the high cost of the political support Tony Blair gave him, there is plentiful evidence already of how little leverage Britain has. In the conference speech, Tony Blair felt obliged to repeat what an intelligent man must know is breath-taking Pentagon nonsense about the nature of global terror. </p> <p>As for Europe, even with leadership of the EU and G8 coming his way next year, his weakened influence post-Iraq will take another hard hit if he fails to get Britain to sign up to the EU constitution. He has done nothing so far to persuade the British people while his Chancellor's speech had nothing but insults for the EU, hardly a winning ploy. </p> <p>Hopes that John Kerry might save him are fading. But even if Kerry won, he owes Tony Blair no favours, no reason to make London his first port of call in Europe. So forget the \"bridge\": neither America nor Europe beckons. He lacks any credible language to speak about either. </p> <p>But turn to the home front and here is the mirror image. Here is indeed a good \"forward offer\", the unfortunate phrase of the moment. In Brighton minister after minister stepped up to display a third term agenda of conviction and ambition, an array of promises fulfilled, plans for the next term and a wise humility about how much harder it is than they realised to make real change happen out there on the ground. Try to imagine how this would look now, if only there had been no Iraq war. Even hostile observers might grudgingly acknowledge how well Labour is now sustaining and renewing itself in office. If only there had been no war. </p> <p>New directions? Here are a sample six totemic policy changes drenched in Labour heartland tradition. To be sure, a braver Labour should have done them long ago, but all six put right old wrongs. </p> <p>There will be no more selection for specialist schools, allowed until now to choose 10% of their pupils by \"aptitude\". </p> <p>It looks certain that private schools and hospitals will at last lose their charitable status (though some may earn other tax breaks). </p> <p>Real House of Lords reform will happen at last - with 80% elected, probably by Billy Bragg's formula. </p> <p>Pension reform is set to tilt back in favour of bigger basic state pensions for all - more popular if not fairer. Invalidity benefit will not be arbitrarily capped - but a New Deal with more carrot than stick can help the despaired and unfit find jobs. </p> <p>A change that attracts less notice, yet affects millions of working lives ends the two-tier workforce that lets private contractors pay less than public service rates to their cleaners, porters and carers: they will all now get the NHS £5.69 an hour. This may mean hospitals and schools bring their manual staff back in to better pay and career ladders. </p> <p>Finally, the NHS is vanquishing private medicine. The 1997 maximum waiting time for an operation was 18 months and now it is about to become 18 weeks. But it's even better than that: the pre-1997 \"wait\" excluded hidden time - often months - waiting to get a first appointment, for tests, and even waiting to get onto waiting lists. Now Labour's wait is honestly counted from first GP visit to climbing into bed - with an average down to six weeks by 2008. The result is that private medicine is losing patients so fast that private hospitals are closing. </p> <p>To be sure, Labour must answer deeper questions than those six ideology-laden totems. Will Britain be more socially just? Will children born under Labour get a better chance in life? Will Gordon Brown's \"progressive consensus\" turn the conservative tide to persuade Britain to be more Swedish social democrat than American wild west? Will we be any nearer the heart of Europe where we belong? After seven years, not all of these are certain. </p> <p>Now that Tony Blair has effectively named the day of his departure, he has set himself a short time to make good all those things he has left undone. He has become a middle-aged man in a hurry.</p>",
  "<b>·</b> It is just over three weeks before the PM's wife arrives in the US for her first speaking tour, and - bar the nailing down of a few complimentary Halliburton mugs - most of the arrangements are in place. We have no problem with the £30,000-per-speech fee reportedly negotiated for Cherie by New York's Harry Walker agency. If organisations wish to spend that on a monologue about human rights law rather than blowing it on a depraved party like anyone normal would, well, that is a matter for them. However, the Diary is most reliably assured that Cherie will be accompanied on this highly lucrative jaunt by Special Branch officers, paid for - and this might not go against the grain of everything we've learned about the old girl over the years - by the taxpayer. Now, if one was expecting to pick up a quick £120,000 (the tour is planned as four consecutive dates), and to keep all the proceeds, insisting it is nothing whatsoever to do with one's role as the PM's wife, ought one, in all conscience, to keep hand and pocket apart where bodyguards are concerned? Downing Street, naturally, declines to comment, so perhaps a leading ethicist, or even a child of five, would contact us to discuss whether this is very seemly. <p><b>·</b> Only yesterday we speculated on the specific inadequacy which drove Tory London assembly chair Brian Coleman to reinstate not only the ceremonial gold chain worn by the GLC leader, but to voice himself \"inclined to seek the reputed mace\" at a recent meeting. We wondered, in fact, why he didn't just buy a Lotus like other chaps with such \"issues\" - and it turns out he has something similar in mind. Passers-by in a GLA corridor on Wednesday were treated to the sight of Brian returning from an external meeting. \"I can't be expected to travel on the tube if I'm wearing this,\" he fumed, pointing to the aforementioned chain. \"It's about time I had an official car, and that's what I'll be asking for.\" And it's not all he's asking for, is it? </p> <p><b>·</b> You won't believe it, but there was a shocking mistake in our series of university reminiscences about Sir Ivor Roberts, the British ambassador to Rome, whose private comment about Bush being al-Qaida's recruiting sergeant became unfortunately public. Ivor writes a shamingly gracious email advising us he was not the 1960s Oxford student who owned a van nicknamed \"the fuck-truck\" - this, in fact, belonged to his friend. Ivor made do with a pushbike. </p> <p><b>·</b> The vehicle's true owner, we learn via other means, is now a leading - but rather phone-shy - London barrister. Call us, David. We need to talk. </p> <p><b>·</b> Website of the Week is kerryhatersforkerry.com - \"perhaps his largest constituency!\". \"Are you going to vote for John Kerry even though you find him unpleasant, annoying, arrogant, waffling, misguided or just generally unappealing in some profound way?\" asks the blurb. \"No need to hide in the Kerry-hating closet anymore while you pretend to everyone that he'll be a great president. Here you are among friends. You can speak freely and honestly. You can admit: 'He's awful! And I'm for him!'\" On sale are \"honest Kerry bumper stickers\", our favourite reading simply: \"HE'LL DO\". </p> <p><b>·</b> Lastly to New Labour's latest money-making plan, and even compared to those Rewritten Clause 4 T-shirts (£8.99), it does tend towards the tacky. Labour Today magazine features a full-page ad of an old woman staring wistfully into the middle distance - traditional advertising shorthand for \"It won't be long before I snuff it\". Headlined \"A Parting Gift\", it explains that \"many Labour members opt to leave a legacy in their will to the party\". Anyone who has failed to think of this is pushily encouraged to contact \"the Legacy Officer\" at party HQ, who'll advise on how to make or change one's will. \"It might sound morbid, but it's a matter of being practical.\" Lovely.</p>"
]