[
  "During this week of American election debates, Charles Duelfer, the former deputy executive chairman of the UN weapons inspectors and current head of the CIA's Iraq Survey Group, delivered to Congress his much-anticipated report on Iraq's WMD capabilities. Among his controversial conclusions is that, contrary to pre-war assertions by both the George Bush administration and Tony Blair's government, Iraq had neither stockpiles of WMD nor dedicated programmes for the manufacture of WMD. Duelfer's report did note that Iraq maintained so-called \"dual-use\" facilities (those with legitimate civilian and/or military functions, but which could be configured for proscribed use), but his ISG has found no evidence that any such conversion had taken place. <p>One would expect the ISG's conclusions to take the wind out of the sails of those who repeat the mantra that Iraq was a grave and growing threat. But Duelfer has provided a convenient escape from such criticism, by concluding that Saddam Hussein in fact fully intended to convert his \"dual use\" factories into WMD production facilities once UN weapons inspectors left. In one fell swoop, Duelfer has provided the ideal cover for the justification of the war. </p> <p>Scott McClellan, the White House spokesman, was quick to note that Saddam was, according to the ISG report, \"a gathering threat that needed to be taken seriously, that it was a matter of time before he was going to begin pursuing those weapons of mass destruction\". The UK foreign secretary, Jack Straw, commenting on the report from Baghdad, was likewise quick to jump on the notion of intent. \"Where this report breaks new ground,\" Straw said, \"is by producing extensive new evidence showing that Saddam did indeed pose a threat to the international community ... The world is a safer place without him.\" </p> <p>There are, however, several problems with this finding - first and foremost the notion of legality, especially in light of UN secretary general Kofi Annan's comments that the US-led invasion of Iraq represented a violation of the UN charter and international law. Bush and Blair have argued that because the Iraqi government had failed to comply with previous security council resolutions regarding Iraq's obligation to disarm, the right of enforcing these resolutions is implicit. </p> <p>Duelfer's report slams the door on that line of thinking, since it is now clear that Iraq had in fact disarmed in compliance with security council resolutions. One of the tragic ironies of the decision to invade Iraq is that the Iraqi WMD declaration required by security council resolution 1441, submitted by Iraq in December 2002, and summarily rejected by Bush and Blair as repackaged falsehoods, now stands as the most accurate compilation of data yet assembled regarding Iraq's WMD programmes (more so than even Duelfer's ISG report, which contains much unsubstantiated speculation). Saddam Hussein has yet to be contradicted on a single point of substantive fact. Iraq had disarmed; no one wanted to accept that conclusion. </p> <p>Charles Duelfer has to date provided no documentation to back up his assertion regarding Saddam's \"intent\". Nor has he produced any confession from Saddam Hussein or any senior Iraqi official regarding the same. What has been offered is a compilation of hearsay and conjecture linked to unnamed sources whose identities remain shrouded in secrecy. </p> <p>There is one source I am certain will not be quoted in Duelfer's report - a former officer in Saddam Hussein's intelligence service, who was interviewed by the ISG repeatedly in the summer of 2003. Given the ongoing violence in Iraq today, this officer, who is well known to me, has asked that his name not be published. From 1992 until 2003, he headed a branch of Iraqi intelligence responsible for monitoring the work of the UN weapons inspectors. His office intercepted their communications, and recruited spies among their ranks in Baghdad, Bahrain, New York and elsewhere. </p> <p>The mission of this intelligence unit was to discern the true intent of the UN weapons inspectors. Conventional thinking would hold that this was being done so that Iraq might better hide its WMD stockpiles. The Iraqi officer has long denied this, stating that instead his job was to find out why the UN refused to accept the Iraqi version of events, and to determine if the UN weapons inspectors were operating inside Iraq for purposes other than the disarmament. </p> <p>This officer claims to have intercepted conversations between Charles Duelfer, during the time he served as deputy executive chairman of the UN inspection teams, and senior US government officials, in New York and Baghdad, where a US agenda (supported by the British) for removing Saddam Hussein was discussed. I can confirm that such discussions frequently took place. </p> <p>According to this officer, after 1995 UN weapons inspectors were blocked by Iraq only when their actions were determined by the Iraqi government to represent a direct threat to the president of Iraq, a reality the intercepted Duelfer conversations and ongoing CIA efforts to mount a coup d'etat would seem to underscore. </p> <p>Duelfer is not an unbiased observer in this matter. For this reason alone, his ISG report must not be allowed to hide its findings behind a wall of secrecy. Far from showing the intent of Saddam Hussein to keep WMD, I believe a full review of all material relevant to the ISG's report will instead portray a dictator whose only desire was to retain his hold on power in the face of a US government which intended to do anything, including violate international law, to prevent this. </p> <p>The US Congress and British parliament should insist on a full declassification of the ISG report, as well as the sources used to compile it. During this critical time in both our nations' histories, with the war in Iraq playing such a central role in the selection of America's next president as well as the political future of Britain's prime minister, the American and British people deserve to know the whole truth, and nothing but the truth, about the casus belli that collectively got us into the ongoing quagmire that is Iraq today. </p> <p><b>· </b>Scott Ritter was a UN weapons inspector in Iraq between 1991 and 1998 and is the author of Frontier Justice: Weapons of Mass Destruction and the Bushwhacking of America </p> <p><a href=\"mailto:WSRitter@aol.com\">WSRitter@aol.com</a></p>",
  "Radical Islamist propaganda calling on Afghans to join a global jihad against \"oil-thieving Christian crusaders\" has begun appearing in Afghanistan, signalling an attempt by foreign militants to stoke an Iraqi-style insurgency. <p>A glossy colour poster juxtaposes photos of charred American corpses swinging from a bridge in Falluja with that of a US soldier apparently frisking a burka-wearing Afghan woman. </p> <p>A DVD links gory footage of Taliban operations in Afghanistan, violence in Indonesia and the beheading of American businessman Nicholas Berg in Baghdad. </p> <p>The propaganda has been discreetly distributed in the run-up to today's presidential election, which pits the US-supported interim president Hamid Karzai against 15 challengers. </p> <p>\"This is a significant migration of tactics. I've never seen quality material with an international outlook like this before,\" said Nick Downie, a British security adviser to international aid agencies. \"It's a call to global jihad.\" </p> <p>US, coalition and Afghan troops were on high alert yesterday for possible attacks by Taliban insurgents, who have vowed to derail the historic vote. </p> <p>About 5,000 polling stations are due to open at 7am this morning. </p> <p>In the past week security forces have intercepted bombs smuggled on bicycles, in fruit carts and motor cars. Clashes with US-led forces in the volatile southern provinces have intensified. Yesterday Nato troops mounted foot patrols and searched vehicles in Kabul, after a rocket landed 200 metres from a fortified US compound. </p> <p>Extra blast barriers have been put up in front of embassies, UN buildings and private security firms, and trucks have been banned from the city centre. </p> <p>Aid agencies across the country have temporarily frozen operations, and many have evacuated international staff. </p> <p>But the predicted wave of attacks - compared by the US ambassador to the Tet offensive of the Vietnam war - had failed to materialise by yesterday evening. </p> <p>\"I've got my fingers and toes crossed that there won't be some ghastly attack on a voting centre. But God knows what's going on under the surface,\" said aid worker Barbara Stapleton. </p> <p>Al-Qaida and foreign militants retain links of unknown strength with the Taliban rebels. The propaganda poster seen by the Guardian - which security analysts speculated had been printed in Pakistan - attempts to provoke Afghan sensitivities about the treatment of women. </p> <p>Afghan beauty contest competitor Vida Samadzai, pictured wearing a bikini, is described as a \"prostitute\" corrupted by the Christian \"crusaders\". </p> <p>The image of a burka-wearing woman being searched carries the taunt: \"Are there any brave Afghan men to forcefully take the dirty hands of the crusaders from this innocent Afghan virgin?\" </p> <p>However one diplomat suggested the radical message was unlikely to win widespread support. \"Afghans are conservative by nature but they are not fundamentalists,\" he said. </p> <p>Islamists are not the only menace to today's poll. Human rights groups warn of intimidation by warlords who still control much of the country. Several candidates, such as former minister Yunus Qanooni, have informal links with armed groups. Election officials are also concerned about the performance of over 100,000 lightly-trained polling staff, most of whom have never voted. </p> <p>Votes will be transferred by road, helicopter and donkey to eight highly-secured counting centres, and first results are expected late tomorrow, although a final tally will not be announced for about two weeks. </p> <p>A run-off poll will be held two weeks later if no candidate has secured 51% of the vote. </p> <p>Failure to seriously disrupt the voting will make it much more difficult for the Taliban to recruit new jihadis, predicted Kandahar governor Yusuf Pashtun. </p> <p>\"We have some evidence that they recently had some problems in recruitment. The trust of the younger Talibs (religious students) is becoming less and less,\" he told Reuters. </p> <p>But security analysts predict another spike in violence in the run-up to parliamentary elections scheduled for April.</p>",
  "Burton Kephart asks me for 10 minutes to see if he can save my soul. Opening his Bible to Matthew and Romans he tells me that I was born a sinner, God gave his only son for my sins and if I accepted Jesus into my heart I could be saved. <p>I ask him what will happen if I don't. \"Eternal judgment,\" he says. \"Hell.\" </p> <p>Mr Kephart gave his first-born son, Jonathan, to the American army. In late March the 21-year-old went to Iraq to serve with the 230th Military Police Company. Ten days later he was killed in an ambush in Baghdad. </p> <p>He was the first person in Venango county, where Oil City nestles on the banks of the Allegheny river, to die in combat since Vietnam. The way his platoon sergeant, Edwin Rossman, tells it, his was a heroic death as he continued to spray insurgents with gunfire even after he had been hit twice in the shoulder during an ambush. \"I know at one point when I looked at him, watching as he poured fire into the enemy troops, I knew we had a chance to make it out of there,\" wrote Mr Rossman in a letter to the Kepharts. </p> <p>\"If [Jonathan] had not been so relentless we would have suffered heavy casualties.\" </p> <p>When the Kepharts heard the news his mother, Donna, went out to buy more yellow ribbons. Then the letters started coming in, from President Bush to the mayor of Oil City, including one from the Commander of the US European command, James L Jones, conveying his sadness at the \"tragic loss of your son, Scott.\" </p> <p>Because of the injuries Jonathan sustained, Burton and Donna were worried that there would be no open casket. But the army morticians did a good job. Now his medals and the flag that draped his coffin stand in a case on the mantlepiece, along with his Military Police band with its Arabic inscription. He has been recommended for an upgrade to a silver star. </p> <p>To understand the impact of Jonathan Kephart's death on those who knew him, one must first grasp the intensity with which they believe in life after death. </p> <p>Heaven, for members of the Faith Baptist church of which he and his family were members, is a real place. </p> <p>\"As Christians we know that Jonathan didn't fear death,\" says Burton, who drives a truck for Lezzer Lumber building materials. \"He was saved and he's now in heaven and we look forward to seeing him again. You cannot minimise losing a son in this life. But the Lord has seen fit to take Jonathan to be with him. It was his time.\" </p> <p>Religion dominated Jonathan's life. Faith Baptist church runs a school and a college next door, both of which Jonathan attended. </p> <p>Burton sent all of his four children to the church school. Donna teaches there now, in a room emblazoned with rallying cries to God and country. </p> <p>Her primary class learn writing and grammar from a book called God's Gift of Language. As I leave the class, after they had shown me the snake they caught that morning and I had told them about England, a small boy called Zeke says a prayer for my travels. </p> <p>\"Public schools are anti-God, anti-Bible and anti-discipline,\" says Burton. \"We wanted to raise our children in the fear and admiration of the Lord.\" </p> <p>So Jonathan's pastor was his headmaster, most of his friends and schoolmates were his fellow parishioners and his first employer and basketball coach, David Foote, is the pastor at the nearby Baptist temple. </p> <p>Jonathan was a quiet young man who would transform into a pit bull on the basketball court. He played point guard, the linchpin of any basketball team, even though he was smaller than most. </p> <p>He was a hard worker with a report card full of As and Bs and a 93% grade point average. \"He's the kind of kid you'd want your daughter to marry,\" says Judy Toth, a former neighbour and close family friend. Mr Foote says: \"He loved his country, he loved his parents, he loved his God.\" </p> <p>But most were surprised when he enlisted in the army. \"I think he wanted that discipline to help him grow up some,\" says Donna. Burton, who was \"born again\" after he came back from Vietnam, was not keen on the idea but thought it was Jonathan's decision. \"I know what he was going to get into,\" he says. \"I know what war is.\" </p> <p>Oil City (population 11,504), formerly known as Oilville, was incorporated in 1863 because of its proximity to Oil Creek. In this part of north-western Pennsylvania, black gold once flowed freely, making the town a lucrative transport hub for oil making its way down the Allegheny river to be refined in Pittsburgh. </p> <p>Today its grand Victorian architecture, including an impressive bridge over Petroleum Street, mock a decline which has put one in five residents below the poverty line. </p> <p>This is where Jonathan spent most of his teenage years. While Pennsylvania went Democrat in 2000 (51% to 46%), Venango county backed the Republicans (56% to 40%). This time the state is leaning towards John Kerry, but only just and only for now. Pollsters say the economy is the single biggest issue, followed by the war in Iraq and the \"war on terror\". </p> <p>Among those who knew him, Jonathan's death hasn't changed anybody's views on the war in Iraq. They still support it. In fact if anything, they support it more now than ever. Burton believes that those who oppose it are \"un-American\". </p> <p>\"It makes me mad, very mad,\" he says about those who question the war. \"Jonathan believed so strongly in what he did in Iraq. I want to see it accomplished because that's what he died for. You'll never convince me that there's no connection between Saddam Hussein and al-Qaida. Never.\" </p> <p>What is the connection? \"Terrorist activity,\" says Burton. </p> <p>They also loathe those who oppose it more than ever. \"It changed the way I felt about the press,\" Mr Foote says. \"If I hear anything negative, I take it personally. I feel that they are saying it about John. It invalidates the sacrifice he made.\" </p> <p>And it has reconfirmed their determination to see George Bush re-elected. The Kepharts have a Bush/Cheney sign on their front lawn. Burton believes the country is stalked by evils like homosexuality and abortion, and that the election of Democratic hopeful will only compound this. </p> <p>\"I fear for this country if Kerry wins,\" he says. \"God has a plan for the ages. Bush will hold back the evil a little bit. He is a God-fearing man. He believes in praying to a God who hears his prayers. He's a leader.\" </p> <p>Such single-minded conviction about the war is typical of the political climate, says Michael Hagen, director of public affairs at Temple University in Pennsylvania. \"Peoples' reactions to the war in Iraq and terrorism are shaped by their partisanship,\" he says. \"People are interpreting these events very much in terms of their electoral preference.\" </p> <p>Moreover, according to the National Annenberg survey, based in the state, 22% of Pennsylvania's electorate are born-again Christians. </p> <p>The only person I could find who was sceptical about the war or Bush knew Jonathan but was not in his church. \"I'm angry about it,\" says Ms Toth, the family friend. \"It's such a waste. He could have been a great father, he could have been a great mission worker. Now he's dead. And for what? [The war] doesn't seem to have accomplished a whole lot.\" </p> <p>But Burton believes that his son's final actions were a form of divine inspiration. \"He could not have done what he did in protecting and defending his fellow soldiers without his faith in God,\" he says. </p> <p>When we leave a restaurant not far from the Kepharts' house, Burton leaves a pile of scripture with the tip, in the hope that the waitress will read it and find God. Recently, after considerable reflection, he decided to write a tract on Jonathan's life and death. But for now, the one he leaves is entitled \"One heartbeat away\". </p> <p> Next stop: Dearborn, Michigan</p>",
  "The rules governing American presidential \"debates\" invite much mockery. In this election they are more restrictive than ever. After exhaustive negotiation, the Bush and Kerry camps agreed that their two leaders should stand in front of lecterns 10 feet apart and never move, that they should never address each other directly, and that they should never speak except when invited to do so by the moderator, and then only for the specific time allotted to them - in no case for more than two minutes. <p>But having attended a drinks party in New York on the eve of the first Bush-Kerry debate last week - the one about terrorism and Iraq - I began to think that these rules were not without merit and could be applied with advantage to many social situations. </p> <p>My experience at the drinks party - an elite, literary affair - was frustrating. I don't think I had a single conversation that wasn't prematurely interrupted. I would be attempting to talk to somebody when another person would rush up with joyful squeals of greeting. </p> <p>\"Oh, forgive me,\" said the one I'd been talking to. \"There's something I must say to Barbara. I'll be back with you in just a second.\" And that would be that. I could never finish a sentence. And in case you should think I was always the victim, I was similarly dragged away on more than one occasion from someone who was trying to talk to me. </p> <p>If only there had been a moderator present to give each person a turn at talking, with a fixed time to do it in, and to brook no interruptions, as in the presidential debate: how helpful that would have been! It is true that the rules made the debate seem like a television gameshow - \"Mr President, you have 30 seconds, starting from now\" - but at least it stopped it degenerating into a meaningless babble. </p> <p>In fact, it was generally agreed afterwards that although \"debate\" was clearly the wrong word to describe this Bush-Kerry confrontation, it had offered the best opportunity yet in the election campaign for voters to understand the nature of their opposing positions on the Iraq war. </p> <p>Of course, the television audience was less interested in the arguments than it was in the performance of the candidates - how they looked, how they sounded, and how presidentially they comported themselves. It was hoping for the sort of squashing remark that had served candidates so well in past debates, such as Ronald Reagan's \"There you go again\" dismissal of Jimmy Carter in 1980, or Lloyd Bentsen's \"You're no Jack Kennedy\" to Dan Quayle in a vice-presidential debate of 1988. </p> <p>Doubtless, Messrs Bush and Kerry came prepared with such lofty putdowns but, under the new, tighter rules of engagement, couldn't find openings for them. Kerry came nearest after Bush had said he had gone to war against Iraq \"because the enemy attacked us\". </p> <p>\"Saddam Hussein didn't attack us; Osama bin Laden attacked us,\" retorted the senator, causing a flustered president to respond, in breach of the rules: \"Of course, I know Osama bin Laden attacked us - I know that.\" </p> <p>The debate was also disappointing for its lack of gaffes. Bush was pretty incoherent at times, and characteristically odd in his use of language, referring to the enemy in Iraq as fighting \"vociferously\" and to the need to \"modernise\" America's borders, but he didn't commit any serious Bushisms. He has made good progress over the past four years, as an English master might say. </p> <p>Luckily for Kerry, the television networks ignored a request that they should not show one candidate on screen while the other was speaking, for the president \"lost\" the debate by looking sulky and shifty whenever Kerry was attacking him. I will be interested to see if Bush managed to improve his posture and comportment in the second presidential debate, which was due to take place in the early hours of this morning. </p> <p>I am now just back in London from New York where Kerry supporters (it's hard to meet anybody there who isn't one) were being generally despondent about his prospects. But I think they should cheer up: Kerry may not look like a winner, but Bush certainly doesn't look like one, either. </p> <p>In the meantime, I am tempted to hire myself a moderator to take with me wherever I go. An alternative might be to arm myself for parties, or visits to the pub, with soundbites so short that they are barely capable of interruption.</p>",
  "Slaves found oil deep in the forests of the tiny west African island of São Tomé more than 200 years ago. In recent times, a company surveyed the bubbling pools of crude with a view to exploiting it, but concluded it was not possible. What the locals call the \"petrol mine\" near Uba Budo is now a rarely visited geological curiosity; for a few dollars, children will lead you down a slithery path to collect a bottle full of the \"black gold\" that drives the world. <p>Two hours' drive away, in the capital, São Tomé city - a dozy, delightful place of a few thousand people where not much works - the smell of oil is becoming all-pervasive. A far more rewarding source has been discovered than the muddy hollow at Uba Budo. Three years ago, the world's largest oil company, ExxonMobil, found vast offshore deposits reckoned to be between 4bn and 10bn barrels. The first contracts have been awarded, and sooner or later the first $100m down payment will be paid to one of the most impoverished and indebted countries in the world. </p> <p>São Tomé, coupled with the even smaller island of Principe, straddling the equator, has won the geological lottery: a state the size of the Isle of Wight, with a population of just 150,000, could soon become the Qatar or Kuwait of Africa. Its people, mainly dirt-poor subsistence farmers, will theoretically be worth millions of dollars each within a generation. The interest alone on São Tomé's expected oil finds in a few years should repair its diabolical roads, pay off its $300m debt, wipe out its rampant malaria and rebuild its decrepit schools and hospitals. There could be so much money that no São Toméan need ever work again. </p> <p>In theory. But all leading economists know that when a poor country finds oil, it is more often a curse than a blessing. The history of all the other oil-producing countries in the region - Nigeria, Gabon, Equatorial Guinea, Angola, Congo, Chad, Cameroon - shows that sudden petro-wealth can swamp a poor country, rip apart its culture, divide its people, destabilise its governments, lead to massive corruption and human rights abuses, encourage coups and militarisation, and wreck the environment. </p> <p>São Tomé, a palm-fringed tropical island, is now a test case for oil companies and the world: will it be plundered and overwhelmed by the changes about to happen? Or could it, as many of the world's top economic and social advisers hope, avoid the paradox of plenty, become the only small, undeveloped country ever to have found oil in large quantities, shared the benefits equitably and guaranteed future generations sustainable development? </p> <p>To see what can happen when oil comes to a small nation, head to Malabo, the capital of only slightly larger Equatorial Guinea, which lies 300 miles to the north-east of São Tomé, close to Nigeria. Ten years ago, ExxonMobil found vast quantities of oil and gas in its waters, just as it has now done in São Tomé. Tiny Equatorial Guinea, split between the island of Santa Isabella - the former Spanish colony of Fernando Po - and a strip of mainland west Africa, now produces 440,000 barrels of oil a day, almost half the yield of Nigeria; within five years it will probably be Africa's second largest oil and gas producer, and one of America's largest providers. </p> <p>On one level, oil has been good for Equatorial Guinea. ExxonMobil, US oil giant Marathon and others have invested more than $3bn in a country of about 500,000 people. The average income is said to have grown to $5,000 a head from less than $500, the economy is growing by 65% a year - faster than anywhere else in the world - and the country has paid off its crippling $200m international debt. According to the International Monetary Fund, its income from oil and gas is about $1bn a year, but this is based on 1992 oil prices and output. It's more likely that Equatorial Guinea is currently earning $3bn a year from oil. </p> <p>This kind of wealth makes a little known, globally insignificant nation a target for every kind of investor, entrepreneur, political opportunist and freebooter. Oil has brought attempted coups, massive corruption, xenophobia and paranoia. There have been frequent coup attempts in Equatorial Guinea, but the most serious was last March, when 25 men, including South Africans and Germans, were arrested in Malabo for allegedly plotting to overthrow the president. The next day, a further 70 men, including Old Etonian Simon Mann, were arrested on a plane at Harare airport in Zimbabwe, en route, it was claimed, to Equatorial Guinea from South Africa. The men said they were going to act as guards for a mining company in the Democratic Republic of Congo. </p> <p>The government's theory, pieced together from prisoner statements, is that the two groups were going to meet in Malabo, kill the president and secure the city to allow an exiled Equatorial Guinean living in Spain to be installed as president. To add to the intrigue, the Spanish government and US officials are said to have known of the plot in advance. Sir Mark Thatcher has been detained in Cape Town pending another court hearing into whether he invested money in the coup attempt. Meanwhile, the men held in Zimbabwe have been tried for arms offences and been given sentences ranging from one to seven years. The trial of those arrested in Malabo is expected to re-open on Monday. </p> <p>Equatorial Guinea was a Spanish colony until 1968. After independence, a Marxist government held power until 1979 when Teodoro Obiang Nguema overthrew his uncle in a coup. Obiang has retained absolute power since presiding over his country's spectacular access to wealth. He has a reputation for a brutal way with political opponents, and from the evidence of a visit, he has done nothing to share out the oil riches fairly. </p> <p>Oil is changing Malabo fast. A new dual carriageway leads from a new airport into the capital, where new hotels are being built and glass-walled office blocks are springing up. But the city centre is quiet, edgy and almost empty. Within an hour of arrival in this strange little country without bookshops or tourists, two spies eavesdropped our conversation in a hotel, we were followed in the street by the army, special police and national police, informed on by a man standing at a corner, stopped at gunpoint, asked for our papers, and had a film confiscated. </p> <p>\"Who are you? Why are you here? Where is your permission? Nobody takes pictures here,\" shouted the nervous kid in fatigues waving his gun. </p> <p>The head of the UN development programme in Equatorial Guinea, Bacar Abdouroihamane, warned us, \"Beware, this place, it's dangerous. It is very extreme, a place of nightmares and miracles. Two years ago they only had a few hundred cars, no airport, nothing. Now there are some very full bank accounts. They have 50 ministers and 25 presidential advisers. They have been kept in deep poverty for 200 years. Now oil comes, they see light at the end of the tunnel. But the companies do not care what happens. Equatorial Guinea has the worst mosquitoes and malaria in the world, there is appalling poverty and many shadow places that no one wants you to see.\" </p> <p>That evening, sitting in the eerie orange light of \"the eternal flame\" - the gas-flaring from Marathon Oil's giant $1.8bn methane works being constructed outside Malabo - we met Madame Lucie Bourthemieux, a Paris-based Cameroonian lawyer acting as an adviser to the minister of justice. Mme Lucie was keen to defend the regime. \"There is a deep distrust of foreign powers here,\" she said. \"The president has a hatred of, almost an allergy to, the west, especially to Spain, which treated the country like dirt as a colony. It was left at independence with nothing, and run by a Marxist dictator until he took over. Democracy is young here. It may not actually be the most suitable method of politics. The president says that God wants him to build the country. He is sincere, very Catholic. He knows what poverty is, what it is to have no light or water.\" </p> <p>Equatorial Guinea, she said, had been ripped off by US oil companies from the moment oil was discovered. \"The companies struck a deal that left it with just 15% of the oil revenues. The president could do nothing. They took the lion's share. In front of the lion, what can the rabbit do? The lawyers involved in signing the first contracts were supposed to advise the country, but were working for the Americans. Today, if America doesn't like a president, it takes him out.\" The second problem, she said, was that oil had made Equatorial Guinea strategically important. \"It's now in the interests of many countries to try to destabilise us. We have no friends. Until oil came, no one was interested in us. Now everyone wants to steal our wealth.\" Equatorial Guinea's enemies, she said, were waging an intense propaganda war, spreading rumours and libels about the president. </p> <p>Over the next three days, Mme Lucie interrogated us regularly and had Guardian articles about the president sent to her from Paris. She objected strongly to reports from watchdog groups in Europe and the US that Obiang had profited handsomely from oil at the expense of human rights and the poor, and was furious that a political exile had been allowed to say that the president was \"a cannibal\" who \"eats human testicles\". \"How can the Guardian write that? It is so demeaning and insulting to an African head of state. You could never ever say that about Mr Blair,\" she thundered. </p> <p>\"This is a good place. You are welcome to talk to people,\" she said. But Malabo is almost the only city in Africa where no one, not even the children, want to talk and where people look around in fear or just walk away when you speak to them. By chance, we met Charles, a young man who was as anxious to show us Malabo as he was to leave it. </p> <p>We started the reality tour on the new motorway. \"The president and his family own all the land on either side for miles. That enormous house is the president's wife's hotel ... that's his brother-in-law's house ... this is his third son's ... this is the nephew's ... that is the house of his first wife,\" he said. Indeed, every new building of any size seemed to belong to the president or his family. </p> <p>All the US companies - ExxonMobil, Marathon, Halliburton, Chevron, Total - had refused to meet or talk to us, but we got to within 300 yards of some of their huge complexes, all built on more land owned by the president. Here we were stopped by armed guards demanding bribes. We turned back, past the golf course hacked out of virgin forest also owned by the president; the prefab city built by multinational Bechtel for the 4,000 Filipino construction workers shipped in to build Marathon's plant; the village flattened without compensation to make way for the companies; and the fortified ExxonMobil compound with its guardhouses, tennis courts, cinemas and canteens where even the tomatoes are flown in from America. </p> <p>\"The president and his family own everything. They earn many millions a year from the land he rents to the oil companies. The money goes straight out of the country. It's paid in dollars straight into secret accounts,\" said Charles. </p> <p>\"This is what oil brings,\" he continued as we drove past rows of new $1m houses built for oil executives, and huge houses bristling with satellite and radio masts lived in by ministers, government advisers and security chiefs. We headed up Chester E Norris Jnr avenue, an American-style suburb named after a US ambassador who was pulled out of Malabo in 1988. Less wealthy expats live here with their barbecues and basketball nets behind high fences. </p> <p>\"Now see how Equatorial Guineans live,\" said Charles. He headed to Newbuildings, an ocean of wooden shacks where about 30,000 people live in some of Africa's worst slums. There were six foot-high rubbish mountains, ponds of standing water infested with mosquitoes, broken drains and water pipes. \"Most people live without electricity. There is no sanitation. People are living in rubbish dumps. Everything is fucked here. We were promised a better world with oil, but we have nothing and now we live only in fear,\" said Charles. \"They have done nothing for health or for schools. The president and his family have all the money, the opportunities and the power. All power leads to him. He makes all the decisions. One family only lives well here.\" </p> <p>We continued the tour of downtown Malabo. \"This is where the prostitutes from Cameroon and Gambia have come to live. Oil has brought many bad people, bandits. This area was burned down twice this year ... People say that the ministers and the oilworkers brought Aids. There are many bars in the city for expats to pick up girls. Before, we were poor. Now, we are poor and raped,\" said Charles. \"Duck your head now. We must be careful no one sees you here .. People are afraid to talk. All we see now is more police and army. Petrol has brought only problems. Since it came, rents have more than doubled. All prices have risen.\" As he spoke, Obiang's two personal military helicopters flew overhead towards the airport. </p> <p>We asked to see the hospital, which was clean, orderly, staffed mostly by Cuban doctors. The hospital had a new wing and the babies slept under mosquito nets stamped with the ExxonMobil logo. Very quickly staff asked us to leave. That evening, however, we went back with 15-year-old Rico, whom we'd met in the street. He needed to have a festering wound on his thigh treated. We took him to the new wing where he was assessed by a doctor, treated and given antibiotics in less than 30 minutes for $3. </p> <p>\"But my family has nothing,\" said Rico, leading us to his house, a six foot-square wooden shed which he shared with his mother, baby sister and brother. None of the families in the large compound wanted to talk or have their picture taken. That evening a policeman followed us back to our hotel, sat down beside us and pointedly fiddled with his gun. </p> <p>For Anglo-Cameroonian businessman Patrick, the country is a nightmare place to work. \"Oil has made Equatorial Guinea a family business with 500,000 employees. Every business here must release a percentage of the company or pay a bribe, or both, to the president or one of his family. That generates huge amounts of dosh. It all goes straight offshore. You can do nothing without presidential support. The president has 17 children and the oldest drives a red Ferrari. The government demands that companies who come here build the roads or whatever. The country has been badly treated by everyone for years, so it's payback time now.\" He adds that 20 years ago Equatorial Guinea was so poor that it offered itself to neighbouring Cameroon for $1m. Cameroon refused. </p> <p>Political opposition has been muted and depressed since the recent elections overwhelmingly returned the government. There is notionally an opposition party, but Pio-Miguel Obama, general secretary of the socialist CPDS party, didn't want to be seen with us in public and said that, like many of his party, he had been in prison and tortured. </p> <p>\"This country is very rich now, but everything is concentrated to benefit the power of the president. No one knows how much oil money is coming in, not even the finance minister. It is not in the budget. The oil money goes to the president's accounts in Europe and the US. ExxonMobil is accused in the US of having paid $400m into his private account, but the company gives no information. </p> <p>\"They said that oil would bring jobs, but it's impossible to get a job with the companies. They employ only a few hundred people - the rest are temporary workers from the Philippines. The companies provide only a few mattresses, nets and beds for the hospital. Meanwhile, there is a huge network of spies who are paid to inform on people. Everyone here is a policeman.\" </p> <p>Two days later, having been refused interviews by the ministers of information, justice, security and tourism, we tried to leave but were dragged back from the airport departure lounge by a flustered Mme Lucie. \"You must not go,\" she implored us. \"The president knows you are here. He has ordered his personal political adviser, the man whom he is closest to, and the minister of justice, to meet you. It would be very unwise to leave.\" </p> <p>Their Excellencies Miguel Oyono Ndong Mifuno and Dr Ruben Maye Nsue were both angry. Both were relations of the president. Obiang's right-hand man dripped with gold, while Dr Nsue, the justice minister, educated in France, Spain and Geneva, was young, smart and charming. \"Why are you here?\" demanded Mifuno. \"Are you here to destabilise the country? Our security investigations say that you are engaged in an operation to discredit the country. Who is behind this? We have our ideas. You must apologise for your past mistakes.\" </p> <p>He added, more calmly: \"Oil here is a political resource. When we had none, no one was interested in us. Now everyone comes to take advantage of us. Our enemies say that the oil money goes only to the president. That is vulgar talk. What I know is that people here - everyone - has money or the facility to build his own house, or look for work. There are no secret or private accounts. Everything is accountable.\" </p> <p>He said that oil has brought global companies flocking to Malabo. \"They want to steal our wealth. They demand a percentage share of the oil. We say no. They want to build an airport the size of Frankfurt, we say no. They say that they want to make us a gift of sanitation and water, but it is not a gift. They want to build a new port, but they demand $200m to do the feasibility studies, so we say no ... We do not want five-star hotels. We only want development that is suitable for our people. I know the president well. He wants the best for his people. Soon Malabo 2 [a new administrative capital] will be built. Ten thousand houses will be built for the people.\" </p> <p>Q: Will they be given to poor people? </p> <p>A: No, they must buy them. </p> <p>Q: How? </p> <p>A: Everyone has money. </p> <p>Q: How much does the country earn from oil? </p> <p>A: You should ask the IMF. </p> <p>Q: What is your annual budget? </p> <p>A: [He telephones the minister of finance before answering.] $1bn. </p> <p>Q: How much is spent on health and education? </p> <p>A: 40% of the budget - $400m a year. </p> <p>Q: How much does the president and his family take from oil. What about his mansions in America? </p> <p>A: That is not an issue. </p> <p>But it is. The next day, the Washington Post reported that Riggs Bank in New York had agreed to pay $25m in fines for what US regulators called a \"wilful, systemic\" violation of anti-money-laundering laws. Regulators said the bank failed to report \"clearly suspicious transactions\", particularly ones connected to the embassy of Equatorial Guinea. </p> <p>In Malabo, it was President Obiang's 62nd birthday. The country's elite, about 100 people, went by Mercedes, Toyota and Buick to the cathedral. Obiang arrived last in a 12-car convoy of police and army vehicles from his palace 500 yards away. Six bodyguards ran alongside it holding handguns. No one else in Malabo was allowed within 300 yards. </p> <p>\"When people smell oil, they delude themselves. They go mad,\" said Patrick as we said goodbye. </p> <p>Oil financed 30 years of civil war in Angola. At least $30bn of oil money has been squandered or stolen in Nigeria and the Niger delta region, where it is found, is close to anarchy. In Chad, Cameroon and the Republic of Congo, oil money has led directly to governmental corruption, electoral fraud, environmental destruction, financial mismanagement and human rights abuses. Can tiny São Tomé and Principe do any better? </p> <p>The capital, São Tomé city, has the pace and feel of a Caribbean island 30 years ago. Just three years ago it was neglected and broke. There were about 50 cars on the whole island and just one flight a week to the capital. The budget for the country was $25m a year - a quarter of the turnover of a London supermarket - and anyone who wanted to see the president could walk into the down-at-heel palace. Aid made up 80% of the country's income, it owed $300m and its economy was dictated by harsh IMF structural adjustment programmes. </p> <p>Not much has changed. The palace now has three guards, but chickens run around its grounds. The one TV channel regularly closes down because it cannot get spare parts. The power goes off most nights, there is no daily newspaper and goats walk the streets. The only token of the global economy is a Visa cash machine. However, there are many more cars, daily flights to São Tomé from Europe - and a lot of smart lawyers, businessmen and soldiers in town. </p> <p>\"Oil will change everything very soon,\" says Colonel Eugene Michael Mensch, president of Consulting Africa Ltd, a recently retired US marine sent to conduct seminars on military/civilian relations with the government. He is part of an advance guard of Americans now regularly in São Tomé to prepare it for the changes that oil and America demand. </p> <p>America's unstated but emerging policy is to turn São Tomé into a strategic regional base to protect its growing oil interests in the Gulf of Guinea. The region has an estimated 50bn barrels of oil reserves, and within 10 years is expected to provide 25% of US oil, more even than the Middle East. São Tomé is ideal. Unlike Equatorial Guinea, which the US State Department has labelled \"ruthless\" for its torture and incarceration of the opposition, it has a pro-west president, few people, a large Voice of America radio station and no anti-Americanism. </p> <p>To underline São Tomé's new strategic importance, a full US military exercise was staged in its waters during the summer. Washington is paying $900m for feasibility studies on a new airport able to take the largest military aircraft, as well as a deep sea port large enough for its warships. Under the terms of the contract, both will have to be built by American companies. </p> <p>The US has other plans for São Tome. \"They've got 350 people in the army and no coastal defences. They don't know what is going on, or who is coming in, but oil money will bring drugs and illegal immigration. They're not at the point where they know if they need an air force. If you take the cynical view, you would say that the US is in it for the money, but we want to help them, too. They need to be ready,\" says the US military attaché in Gabon. There are others wanting a stake in São Tomé, too. Brazil, France, South Africa, Nigeria, Portugal and Angola have all recently offered to \"help\" train and bankroll its army, police and coastguards. </p> <p>The international community was not there to lend a hand, however, when São Tomé made its most crucial decision: in 1997, an unknown, Houston-based Nigerian company called ERHC, which had never drilled a barrel of oil, offered just $5m for - and got - exclusive exploration rights to all São Tomé's waters. It was described as one of the best - or worst - deals in history, and the World Bank declared it unfair. But no money was paid and the deal looked set to fall apart until Sir Emeka Offor, a Nigerian businessman closely associated with the late Nigerian dictator Sami Abacha - who stole an estimated $4bn when in power - bought ERHC, renamed it Chrome, brought in ExxonMobil, involved the Nigerian government and proposed a new agreement in return for lucrative concession rights. When Exxon struck oil, Chrome/ERHC became worth about $600m overnight. Nigeria then disputed São Tomé's territorial limits. Fearing it would lose everything, desperate for cash, the then president caved in and agreed a 60:40 split in Nigeria's favour. </p> <p>Meanwhile, Chrome/ERHC and Exxon also negotiated preferential rights. By the time the first licences were bid for last November, São Tomé had effectively given away much of its oil-rich territory, handed a barely existent Nigerian company almost 20% of what was left, and given up most of its rights to down payments. However, November 23 2003 was still the greatest day in São Tomé's uneventful history. Twenty companies bid a combined $506m for seven exploration blocks, leading the government to expect more than $200m in signature payments. So far, only one contract has been awarded, to ChevronTexaco. </p> <p>São Toméans are now realising that they will see next to no money for many years. The first boreholes will be drilled next year, but the companies say oil will not flow until 2011. In another controversial deal, the companies negotiated the right to recoup their investments first, receiving 80% of all the oil money for the first five years of production. In other words, São Tomé stands to make only 20% of a 40% share (8%) between 2011 and 2017. </p> <p>No one, least of all Fradique de Menezes, the half-Portuguese cocoa trader elected president in 2001, doubts that São Tomé will one day become rich. Fradique, as he is known everywhere, says that the country will get at least $500m a year from oil, more than 10 times its present annual income. But he, too, is accused of lining his pockets. On taking power, he was found to have secretly accepted $100,000 from EHRC/Chrome's chairman. Both parties said it was a legitimate election contribution. </p> <p>Fradique has had a torrid year. Last June he was flown to Washington to sit at President Bush's right hand with other African oil state leaders. Shortly after, while in Nigeria, he was ousted in a short bloodless coup by a small army group, backed by the \"Buffalo boys\" - São Toméan mercenaries who fought with the apartheid regime in South Africa. Eventually Nigeria negotiated a deal whereby the organisers of the coup agreed to hand back the islands on the promise of better conditions for the army. Oil may not have been the prime reason for the coup, but no one doubts it was in the background. </p> <p>\"I am optimistic but very afraid,\" says Chrétien Lehombre, of the UN development programme that is trying to help São Tomé prepare for oil. According to a new UN report, unless the country prepares rapidly, it is certain to suffer \"resource curse\". This is a feature of all poor countries that depend for their income largely on one resource - be it diamonds, gold, timber, oil or gas, cacao or copper. </p> <p>Seven things usually happen when oil comes to a poor country, says the report. Prices rise; the government loses interest in everything else; officials become corrupt; multinational companies reward individuals via secret accounts; there is increased military spending; democracy is undermined; and prestige white elephant projects get built. </p> <p>\"Spending the money wisely is the biggest challenge São Tomé will ever face,\" says Lehombre. \"So many mistakes have been made already in the initial contracts.\" In some ways, says Lehombre, São Tomé is enlightened. Last year the government hired experts from Alaska to advise on how to deal with windfall oil money and a UN special adviser has been working with young economists at Columbia university to draw up a model oil law, which, if passed, will ensure that neither government nor president can squander or steal the oil money. \"The broad principles have been agreed by parliament,\" says Lehombre. </p> <p>According to others who have seen the draft law, it also states that the government can increase annual spending by only 20% a year, with the amount it takes from the oil fund dropping 2% a year until, after 10 years, São Tomé must live on the interest alone - expected to be at least $50m a year. One anomaly is that Principe, with only 5,000 people, is to get 10% of the money, the equivalent of an English village having several billion pounds in the bank and earning at least $5m a year. </p> <p>The fear is that President de Menezes will refuse to sign up. Last year, parliament tried to change the constitution to reduce his powers. He dismissed parliament. \"The law will limit the risks, and the amount that can be injected into the economy, but then look at all the aid that has come to the country in the past 20 years. Officially, it was $30-35m a year. Where did that go? That's the reality check,\" says Lehombre. </p> <p>Meanwhile, the vast majority of rural São Toméans barely believe there is life beyond the plantations. The island was a Portuguese colony until 1975 and the prime source of income has always been cocoa. \"I just don't know if oil will bring a better life than this,\" says Ricardo Toakares, who lives in the crumbling, colonnaded grandeur of the old Mille Flores cocoa estate. More than 100 families live in its marble-floored rooms, stables, workshops and kitchens. There are fires on the balconies, dogs on the verandas and what once must have been lawns are covered in washing. </p> <p>\"We have very little money. We live on bananas and cocoa, and sell fruit to the town. There's not enough food, we need to repair the school and we need houses and work. The malaria here is terrible. A doctor comes every Tuesday but we have no drugs. It all depends on the government. Maybe things will change. After all, we do not need very much, just decent jobs and a better standard of life. It could be wonderful here. But we have a saying: 'The president drinks with a cup, the rich with a spoon and the poor with a fork.'\" </p> <p>The São Tomé elite already has grand ideas. \"I see São Tomé as a Singapore or a Hong Kong,\" says businessman Tony Aguire, who chairs the committee set up to manage the new airport and port studies. \"We see it setting up a free trade zone, becoming a transit and storage place for the region, with shops, hotels, duty-free zones for oilworkers, providing logistical support for the oil companies, a private healthcare centre for rich people in the region ...\" </p> <p>Carlos Tiny, a former presidential candidate, gives his verdict: \"It will be heaven, hell or purgatory, depending on the choices made.\"</p>",
  "<p>The EU yesterday raised the stakes in the transatlantic trade war with the US over aircraft subsidies by demanding that the Americans suspend all aid to Boeing for its new 7E7 Dreamliner, at least until talks have taken place. </p> <p>Upping the ante just hours before last night's presidential debate between George Bush and John Kerry, the European commission accused the US of \"groundless and unsubstantiated\" arguments for its allegedly unlawful abrogation of a 1992 agreement on aircraft aid between the two. </p> <p>Earlier this week, the US carried out a threat first issued by President Bush at Boeing's Seattle plant in August and filed a case against the EU and Airbus at the world trade organisation, prompting an immediate European counter-suit. </p> <p>Pascal Lamy, outgoing EU trade commissioner, stopped short of accusing the Bush administration of using the Boeing-Airbus spat - and the future of thousands of American jobs - as an election campaign manoeuvre. His successor, Peter Mandelson, has called for a negotiated settlement. </p> <p>There were signs on both sides of the Atlantic yesterday that, once the election of November 2 is over, the US and EU will try to settle their differences at the WTO in Geneva. </p> <p>But the Americans suspect that EU governments - Britain, France, Germany and Spain - are ready to provide multi-billion aid for Airbus to launch a rival, codenamed the A350, to Boeing's 7E7 after receiving $6bn or more to develop the A380 superjumbo alone. The EU says Boeing has received $23bn in illegal aid since 1992 and at least $3bn for the Dreamliner jet. </p> <p>Yesterday the commission said the bilateral deal remained in force because it could only be cancelled if a year's notice had been given or consultations had taken place before one side could file a suit accusing the other of violating the agreement. Neither had happened.</p>",
  "Back in 2000, when Al Gore battled George Bush for the White House, only the most technologically-savvy had heard of weblogs. <p>Four years later, the self-appointed army of fact checkers and commentators has become a parallel media for many US internet users. </p> <p>And what, for Kerry supporters, was a terrible late summer and September (partly because of the blog-boosted impact of the Swift Boat veterans) has now turned into a rosy autumn. The pro-Bush bloggers, who scored a hit in securing an apology from CBS over its story on the president's time in the Texas air guard, were last week in retreat. </p> <p>Joshua Micah Marshall, who maintains the respected <b> Talking Points Memo</b>, goes in for the kill over what he sees as the Bush administration's collapsing rationale for the Iraq war. He is most incensed by the president's attempt to draw the oil for food programme into the mix. \"That's the new casus belli - corruption,\" he writes. \"You can't make this stuff up.\" </p> <p>\"[It] makes me feel not only sorry for my country but also sorry for the Kerry campaign's strategists [...] What sort of supple and outside-box mind can possibly predict what arguments the president and his advisers will come up with next?\" </p> <p><b> Wonkette</b>, called \"gossipy, raunchy, potty-mouthed\" by the New York Times, throws in a few satirical suggestions of possible new justifications for the war. That Saddam \"reads books\", \"throws like a girl\" or \"is too tall\" (does this all sound a little like Senator Kerry?) are in her top 10. </p> <p>The growing confidence leads Dave Pell's <b> Electablog</b> to republish its post on the president's supposedly Oedipal relationship with his father. The argument is that Bush Jr, as Mr Kerry suggested in the first debate, should have taken advice from Bush Sr over Iraq but, Pell argues, he wanted to be seen to succeed in the Middle East where his father did not. \"Bush is like Hamlet without the indecisiveness,\" he says scathingly. </p> <p>Over at Andrew Sullivan's <b> Daily Dish</b>, which is moving away from Mr Bush, some readers are a little perturbed. \"Slow down on the Republican bashing, my boy. We understand that you're unhappy with the way the war is being handled, as are many of us. But dear God! Do you really think Kerry would improve things?\" writes one. </p> <p>Contributors at <b> Daily Kos</b>, a committed Kerry site, meanwhile, find the news report they are dreading. The Wisconsin television station Wbay put a story on its website saying Mr Bush had won the election. </p> <p>A later apology explained that its automated system had picked up an Associated Press test report and omitted the word \"test\". The apology's headline pleases Markos Moulitsas, the blogger behind the site. \"Me, I loved the part that says, 'President Bush Did Not Win Election on October 7'. Let's work hard to make that sentence prophetic,\" he writes. </p> <p>But only a fool or partisan would call the election now. <b> Cinemocracy</b>, which dedicates itself to the \"nexus of Hollywood and Washington\", cautions that political fortunes can rise and fall, just like those on TV. \"The 2004 presidential debates are taking shape as a multi-instalment mini-series,\" writes Alan Schroeder. \"Recurring characters, and a narrative line driven by the ups and downs of the stars. </p> <p>\"[But] as every TV viewer knows, a mini-series unfolds according to predictable rhythms. Act One establishes, Act Two complicates, Act Three resolves.\" </p> <p>Even then, the curtain call is not until November.</p>",
  "Was President Bush literally channeling Karl Rove in his first debate with John Kerry? That's the latest rumour flooding the Internet, unleashed last week in the wake of an image caught by a television camera during the Miami debate. The image shows a large solid object between Bush's shoulder blades as he leans over the lectern and faces moderator Jim Lehrer. <p>The president is not known to wear a back brace, and it's safe to say he wasn't packing. So was the bulge under his well-tailored jacket a hidden receiver, picking up transmissions from someone offstage feeding the president answers through a hidden earpiece? Did the device explain why the normally ramrod-straight president seemed hunched over during much of the debate? </p> <p>Bloggers are burning up their keyboards <a href=\"http://www.isbushwired.com/\">with speculation</a>. Check out the president's <a href=\"http://www.cannonfire.blogspot.com/\">peculiar behaviour</a> during the debate, they say. On several occasions, the president simply stopped speaking for an uncomfortably long time and stared ahead with an odd expression on his face. Was he listening to someone helping him with his response to a question? Even weirder was the president's strange outburst. In a peeved rejoinder to Kerry, he said, \"As the politics change, his positions change. And that's not how a commander in chief acts. I, I, uh - Let me finish - The intelligence I looked at was the same intelligence my opponent looked at.\" It must be said that Bush pointed toward Lehrer as he declared \"Let me finish.\" The green warning light was lit, signalling he had 30 seconds to, well, finish. </p> <p>Hot on the conspiracy trail, I tried to track down the source of the photo. None of the Bush-is-wired bloggers, however, seemed to know where the photo came from. Was it possible the bulge had been Photoshopped onto Bush's back by a lone conspiracy buff? It turns out that all of the video of the debate was recorded and sent out by Fox News, the pool broadcaster for the event. Fox sent feeds from multiple cameras to the other networks, which did their own on-air presentations and editing. </p> <p>To watch the debate again, I ventured to the website of the most sober network I could think of: C-SPAN. And sure enough, at minute 23 on the video of the debate, you can clearly see the bulge between the president's shoulder blades. </p> <p>Bloggers stoke the conspiracy with the claim that the Bush administration insisted on a condition that no cameras be placed behind the candidates. An official for the Commission on Presidential Debates, which set up the lecterns and microphones on the Miami stage, said the condition was indeed real, the result of negotiations by both campaigns. Yet that didn't stop Fox from setting up cameras behind Bush and Kerry. The official said that \"microphones were mounted on lecterns, and the commission put no electronic devices on the president or Senator Kerry.\" When asked about the bulge on Bush's back, the official said, \"I don't know what that was.\" </p> <p>So what was it? Jacob McKenna, a spyware expert and the owner of the Spy Store, a high-tech surveillance shop in Spokane, Washington, looked at the Bush image on his computer monitor. \"There's certainly something on his back, and it appears to be electronic,\" he said. McKenna said that, given its shape, the bulge could be the inductor portion of a two-way push-to-talk system. McKenna noted that such a system makes use of a tiny microchip-based earplug radio that is pushed way down into the ear canal, where it is virtually invisible. He also said a weak signal could be scrambled and be undetected by another broadcaster. </p> <p>Mystery-bulge bloggers argue that the president may have begun using such technology earlier in his term. Because Bush is famously prone to malapropisms and reportedly dyslexic, which could make successful use of a teleprompter problematic, they say the president and his handlers may have turned to a technique often used by television reporters on remote stand-ups. A reporter tapes a story and, while on camera, plays it back into an earpiece, repeating lines just after hearing them, managing to sound spontaneous and error free. </p> <p>Suggestions that Bush may have using this technique stem from a D-day event in France, when a CNN broadcast appeared to pick up - and broadcast to surprised viewers - the sound of another voice seemingly reading Bush his lines, after which Bush repeated them. Danny Schechter, who operates the news site MediaChannel.org, and who has been doing some investigating into the wired-Bush rumors himself, said the Bush campaign has been worried of late about others picking up their radio frequencies - notably during the Republican Convention on the day of Bush's appearance. \"They had a frequency specialist stop me and ask about the frequency of my camera,\" Schechter said. \"The Democrats weren't doing that at their convention.\" </p> <p>Repeated calls to the White House and the Bush national campaign office over a period of three days, inquiring about what the president may have been wearing on his back during the debate, and whether he had used an audio device at other events, went unreturned. So far the Kerry campaign is staying clear of this story. When called for a comment, a press officer at the Democratic National Committee claimed on Tuesday that it was \"the first time\" they'd ever heard of the issue. A spokeswoman at the press office of Kerry headquarters refused to permit me to talk with anyone in the campaign's research office. Several other requests for comment to the Kerry campaign's press office went unanswered. </p> <p>As for whether we really do have a Milli Vanilli president, the answer at this point has to be, God only knows.</p> <p><b>·</b> Dave Lindorff is the author of This Can't Be Happening! Resisting the Disintegration of American Democracy. </p> <p>This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br> Visit the Salon site at <a href=\"http://www.salon.com\">Salon.com</a> <br> © Salon.com 2004</p>",
  "<p>I concur with <strong>Dan Gillmor</strong> when he says in the <a href=\"http://www.oreilly.com/catalog/wemedia/chapter/ch00.pdf\">introduction</a> to his book <strong>We the Media</strong>: \"I take it for granted, for example, that my readers know more than I do - and this is a liberating, not threatening, fact of journalistic life.\"</p> <p>So I'm glad that Professor Mark Liberman of <strong>Language Log</strong> <a href=\"http://itre.cis.upenn.edu/~myl/languagelog/archives/001532.html#more\">called me</a> on my sloppy <a href=\"http://blogs.guardian.co.uk/news/archives/us_elections/2004/10/language_matters.html\">summation</a> of his analysis of the Bush-Kerry debate. My apologies to Mark: socks are being pulled up as I type.</p>",
  "We're giving away tickets to the Turner prize exhibition, the Frieze Art Fair and the European Social Forum to Wrap subscribers. Scroll down for details. <p><b>ON GUARDIAN UNLIMITED THIS WEEK</b></p> <p>Abu Dhabi TV reported today that Ken Bigley, the Briton held hostage in Iraq for more than three weeks, is dead. Reuters news agency, quoting unnamed \"insurgent sources\" in Falluja, <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1323060,00.html\">said Mr Bigley had been beheaded near Baghdad yesterday afternoon</a>.</p> <p>Steve Bell's sketches, David Cameron's favourite Smiths songs, a soap star turned Conservative candidate, and what makes Tory ladies tick - <a href=\"http://politics.theguardian.com/conservatives2004\">comprehensive and entertaining coverage of this week's party conference</a> ...</p> <p>Before the dark winter evenings set in, there's still time to enjoy an autumn break closer to home. <a href=\"http://travel.theguardian.com/countries/story/0,7451,1320324,00.html\">Ros Taylor saddles up for a cycling weekend in the Kent countryside</a> ...</p> <p>After a decade of Eurostar, it's hard to believe that London to Paris once meant two train journeys, a coach transfer, a ferry crossing and a stint on the bus. <a href=\"http://travel.theguardian.com/rail/story/0,15088,1319597,00.html\">Andrew Martin hops on board a dying institution, the boat train</a> ...</p> <p>Jonathan Freedland, who argues in today's Guardian that the ISG's report should provoke fury, not yawns, <a href=\"http://talk.theguardian.com/WebX?50@@.77475ac8\">answers readers' questions</a> ...</p> <p>Bush-voting, but not a Republican - US political blogger Glenn Reynolds explains why the religious streak running through US politics <a href=\"http://www.theguardian.com/uselections2004/glennreynolds/0,15142,1311350,00.html\">makes it hard to say what 'conservative' means</a> ...</p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>George Bush and John Kerry engage in their second debate ... England play Wales in a World Cup qualifier tomorrow ... the Australian general election takes place, with John Latham challenging John Howard ... presidential elections take place in Afghanistan ... results for both elections are expected on Sunday ... the Commons returns from recess ... the pensions commission publishes its first report on Tuesday ... England play Azerbaijan on Wednesday ... the third and final Bush-Kerry debate takes place in the early hours of Thursday morning GMT ... the execution of John Allen Muhammad, found guilty of the Washington sniper attacks, is scheduled to take place ... and on Friday, the Zimbabwean high court is expected to deliver a verdict in the trial of the opposition leader Morgan Tsvangirai for treason.</p> <p>________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p>This week's offers are exclusively for Wrap subscribers.</p> <p>* Three pairs of tickets to the TURNER PRIZE EXHIBITION at Tate Britain, valid from October 20 to Decembe r 23. <a href=\"http://www.tate.org.uk/britain/turnerprize/default.shtm\">More about this year's shortlist</a></p> <p>Email thewrap@guardianunlimited.co.uk before Tuesday October 12 with TURNER in the subject field and your address in the body of the email.</p> <p>* Four free pairs of delegate passes to the EUROPEAN SOCIAL FORUM on October 15-17 - three days of international debate, celebration and protest at Alexandra Palace and venues across Bloomsbury for everyone opposed to war, racism and corporate power, who wants to see justice, workers' rights and a sustainable society. The weekend will feature hundreds of meetings and debates as well as a vibrant programme of music, film, exhibitions, poetry and drama. <a href=\"http://esf2004.net/en\">More about the ESF</a></p> <p>Email thewrap@guardianunlimited.co.uk before Tuesday October 12 with ESF in the subject field and your address in the body of the email.</p> <p>* Five pairs of tickets to the FRIEZE ART FAIR, which runs from October 14-18. With 150 galleries from around the world, the fair - held in a temporary structure in Regent's Park by leading UK architect, David Adjaye - will be the focal point of the autumn for anyone interested in contemporary art. The fair will introduce exciting new artisits to British audiences while also presenting established favourites such as Olafur Eliasson, Anish Kapoor, Jeff Koons and Cindy Sherman. <a href=\"http://www.friezeartfair.com\">More about the fair</a></p> <p>Email thewrap@guardianunlimited.co.uk before Tuesday October 12 with FRIEZE in the subject field and your address in the body of the email. ________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>For 29 years Mohsin Awad has worked as a mechanic at the State Company for Woollen Industries. It is a menial but respectable job that pays a comfortable salary and comes with a small house at a peppercorn rent. Like the 150,000 employees of IRAQ's state-owned industries, he presumed it was a job for life. Then came the war, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1322893,00.html\">writes Rory McCarthy</a> ...</p> <p>As Tony Blair sat down to a summit in Ethiopia yesterday the stakes - or hype - could not be greater: the rescue of Africa. But given the opportunity to progress, how tightly would the continent grasp it? To travel through Angola, Swaziland, Congo and Nigeria is to undertake an odyssey in corruption, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1321836,00.html\">says Rory Carroll</a>.</p> <p>FRANCE is not sure about Turkey. A week after a poll showed 56% of the French opposing its early entry into the EU, the issue has split France's political class along strange lines. Many fear it would water the EU down into just the kind of un-French, Atlanticist, glorified free trade bloc Paris has for so long sought to avoid, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1322115,00.html\">writes Jon Henley</a> ...</p> <p>EAST AFRICA: Only a genuine division of power in multicultural Sudan can put an end to the country's bitter sibling rivalries, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1319277,00.html\">argues Jeevan Vasagar</a> ...</p> <p>NEW YORK: Having a former boss as US vice-president is turning out to be more trouble than it is worth for Dick Cheney's old company, Halliburton, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1319367,00.html\">writes David Teather</a> ...</p> <p> ________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Overlooked Italy ... Gordon Burn on sport and the novel ... James Mollison's extraordinary pictures of apes ...What Eve Ensler did after The Vagina Monologues ... Sick of their leaders, US writers have hit back - with a dictionary ... Can the tiny tropical island of Sao Tome survive the discovery of oil?</p> <p>________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>Observer Food Monthly magazine uncovers the super foods that make up the ultimate cancer-preventing diet ... Observer Review celebrates the new British cinema with a special edition profiling the hot new talent in the UK film industry ... OM meets Turner prize favourite Jeremy Deller and goes behind the scenes in the court of Turkmen president Saparmurat Niyazov, the world's most bizarre despot.</p> <p>________________________________</p> <p> <b>READERS' LETTERS</b></p> <p>\"Any chance of reinstating the 'and finally', if only on a Friday? It certainly lightens the day when ploughing through heavy workloads...\" (CH)</p> <p><b>Ros Taylor</b>: 'And Finally' was a feature of the old Informer email, and we felt it was time to move on. Given the right format, though, I wouldn't rule it out forever.</p> <p>\"I have to admit that the Wrap normally does a reasonable job in covering scientific news, however I was disappointed to see no mention in today's edition [October 5] of the success of SpaceShipOne in claiming the Ansari X-Prize. Although this was only a sub-orbital flight it should act as a spur for new high speed transport (ie the much mooted two hours to fly from London to Sydney) ... Given the lack of football news (Manchester United's take over being business), I would have hoped there would have been room for a positive news story.\" (PS)</p> <p><b>RT:</b> We'll keep your email in mind. If you haven't already seen it, <a href=\"http://www.theguardian.com/international/story/0,,1319786,00.html\">Dan Glaister reported on the flight in that day's Guardian</a>.</p> <p>________________________________</p> <p>Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "<p>The US government released worse-than-expected unemployment figures today, piling pressure on George Bush ahead of tonight's second presidential debate.</p> <p>American businesses created a net total of 96,000 jobs in September, far less than the 148,000 forecast by Wall Street economists. The US labour department also downgraded its estimate of new jobs created in August to 128,000 from the 144,000 reported a month ago.</p> <p>Overall the unemployment rate is unchanged at 5.4%. Today's monthly report is the last one before next month's election, and is likely to provide ammunition for the Democrat candidate John Kerry.</p> <p>\"I wouldn't want to be in President Bush's shoes. He had better prepare himself for an onslaught,\" said Ken Mayland of ClearView Economics. \"The reality is that a 96,000 increase ... is an anaemic rise, and is in no way a satisfactory one.\" </p> <p>Mr Mayland said the economy should be creating 250,000 jobs or more per month. Mr Bush will now head into the election presiding over a nation where there are nearly 600,000 fewer jobs than when he took office in January 2001.</p> <p>Mr Kerry called the new data \"another disappointing jobs report\".</p> <p>\"Our economy has failed to create even enough jobs to cover new workers coming into the job market, not to speak of the millions who are unemployed, working in part-time or temporary jobs or who have given up and dropped out,\" he said in a statement. </p> <p>Labour secretary Elaine Chao insisted the economy \"has been through a great deal lately - devastating hurricanes and rising oil prices\". She said the new figures show \"the strength and resilience of our economy and that the labour market continues to improve\".</p> <p>The labour department report said the hurricanes appeared \"to have held down employment growth\", but conceded that \"overall, we do not believe that the net result of these factories materially changes the national employment situation for September\". </p> <p>It said that some companies and workers were unable to operate in the aftermath of the storms, but that other employers had created jobs to respond to the devastation.</p> <p>Polls indicate that employment is a paramount issue for voters, not least the Midwest industrial states that have seen thousands of manufacturing jobs shed during Mr Bush's presidency. Mr Kerry has now widened his lead among voters on the question of employment. </p> <p>In a poll by AP-Ipsos Public Affairs, 54% of respondents thought the senator would create more jobs than Mr Bush, against 40% who thought the president would. </p> <p>The jobs report showed much of last month's growth occurred in government hiring, which resulted in 37,000 net new jobs. Hiring in the service sector also continued to rise, but the troubled manufacturing sector shed 18,000 jobs.</p> <p>\"It is a disappointing number. It suggests the economy is still not growing particularly quickly,\" said economist David Sloan of New York's 4Cast Ltd. </p> <p>From 46-year lows in June, the US Federal Reserve has raised short-term interest rates three times this year to 1.75%. Analysts said the jobs report left room to keep raising them but not by much. </p> <p>\"For the Fed, I think our view has been for a while that the next move will be the last one and that the fed funds rate stays at 2% until the end of 2005,\" predicted Jason Daw, a foreign exchange strategist at Merrill Lynch in New York.</p>",
  "<b>This is not going to be a simple, straightforward election, is it?</b> <p> It is not: the Taliban are threatening bombings, the warlords might try to rig some of the voting, much of the electorate is illiterate and has never voted before, and roads and communications are poor over the vast terrain. </p> <p>The candidate expected to win is the current, unelected transitional president, Hamid Karzai, who has been more or less holed up in his secure compound in the capital, Kabul, after coming under fire on a helicopter trip last month. </p> <p>Mr Karzai's 17 rival candidates - an ethnically diverse group - include warlords with some very questionable backgrounds in terms of human rights, one woman, and a poet, Latif Pedram.</p> <p>The UN estimates 90% of the Afghan electorate may vote, with about 40% of the voters being women. But it has encountered an anomaly: the UN thinks 9.5 million people are eligible to vote, but eyebrows were arched after 10.5 million actually registered. During polling, hands will be inked to try and stop multiple voting. </p> <p>That is because in modern Afghanistan, some of the solutions still have to be low tech. The UN organisers of the vote have hired 5,000 mobile phones, 1,150 Russian jeeps, four helicopters and a cargo plane but also some 300 donkeys. </p> <p>And it will be by donkey that the ballot box from one polling station in the Hindu Kush mountains will be delivered - two weeks after the polls have closed. </p> <p>Official electoral monitors are only several hundred strong, and the legwork manning and returning ballot boxes from the 22,000 polling stations will be done by the 114,000 local staff hired by the UN, which is spending £111m on the election.</p> <p>David Avery, who is in charge of the UN's joint electoral management body, admitted that not every ballot box was going to make it. He told the Guardian: \"In the end, you count what you get.\"</p> <p>It is hoped that most Afghans will enjoy their taste of democracy. </p> <p> <b>Will the election be fair? </b> </p> <p>There has been widespread violence against election officials, and a dozen election workers have so far been killed in shootings and bombings. </p> <p>US and Nato troops are patrolling the capital and countryside, leaving it to thousands of newly trained Afghan national police and army troops to guard candidates and polling stations.</p> <p>A UN report warned that local warlords could use guns to intimidate both voters and candidates. It also suggested that a lack of information and understanding about how the elections work, especially in rural areas, where many people are illiterate, could hinder a fair outcome. </p> <p><b>How bad is the security situation?</b></p> <p> More than 1,000 people have died in violence over the last year, making it the deadliest since the US-led invasion ousted the Taliban. Mr Karzai postponed the presidential election - originally scheduled to take place in June - until October, and the parliamentary elections until next spring in order to avoid voters being frightened from the polls by bloodshed. </p> <p>The Taliban has vowed to step up attacks ahead of the election, and on August 30 a car bomb ripped through the offices of a US security company in Kabul, killing 10 people. </p> <p>The Pakistani president, Pervez Musharaff, has promised to stop the remnants of the Taliban launching raids into Afghanistan from bases inside Pakistan, but Afghan leaders say this is still happening.</p> <p>In September 2002, Mr Karzai survived an assassination attempt in the former Taliban stronghold of Kandahar. Several organisations, including Médecins sans Frontières, have withdrawn from Afghanistan following unprecedented attacks on aid workers. </p> <p>On Wednesday October 6, just three days before the polls open, a convoy carrying Mr Karzai's vice-presidential running mate, Ahmed Zia Massood, was attacked by a roadside bomb. Mr Massood was unharmed but one man died. </p> <p><b>How does it work and who are the main candidates? </b></p> <p>Voters will choose between 18 candidates for a five-year term of office. If none of those candidates wins a simple majority, a run-off election in November will determine a final winner. The main candidates are: </p> <p><b>·</b> Hamid Karzai. The transitional president was appointed in 2002 by the loya jirga (grand assembly). He speaks several Afghan languages and comes from the country's largest ethnic group, the Pashtun. However, the country's security situation is dire: opium production has exploded, and most Afghans live in abject poverty and have little access to healthcare. However, voters may not have expected Mr Karzai to solve in only three years the problems caused by almost three decades of war. Afghanistan also needs foreign funds, and his urbane dignity goes down well with international donors. </p> <p><b>·</b> Yunus Qanuni. Mr Karzai's education minister, is best placed to defeat him at the polls. Mr Qanuni served as a the leader of the anti-Taliban Northern Alliance and is a member of the country's second largest ethnic group, the Tajiks. He has two powerful backers in Mr Karzai's defence minister, Mohammed Fahim, and the former foreign minister, Abdullah Abdullah.</p> <p><b>·</b> Massouda Jalal. The only female candidate on the list, Ms Jalal is a former UN worker and a qualified paediatrician. She is independent of any faction, but that means she lacks a power base. She came a distant second to Mr Karzai at the loya jirga in 2002. </p> <p><b>·</b> Mohammed Mohaqeq. Formerly an anti-Taliban militia commander, Mr Mohaqeq is from the long-suffering Shia Muslim Hazara minority of central Afghanistan. He served as planning minister in Mr Karzai's government until March, when he insists he was ejected from the cabinet because of his candidacy. He could overshadow Mr Karzai's less popular Hazara vice-presidential nominee. </p> <p><b>·</b> Abdul Rashid Dostum. A ruthless Uzbek warlord, he has a reputation as a serial betrayer, having allied himself with almost every Afghan leader over the past two decades. He fought both with and against the Soviets during the 1980s, and with the Taliban until joining the Northern Alliance, which helped the US oust its regime in late 2001.</p> <p><b>·</b> Abdul Satar Serat. An Uzbek and a former aide to Afghanistan's last king, Mr Serat has spent most of the past 30 years in exile. Many believed that the intellectual nationalist would head up the post-Taliban interim government, but Mr Karzai, backed by the US, took the post. </p> <p><b>·</b> Abdul Hafiz Mansoor. The traditionalist former head of Aghan state television, Mr Mansoor put on a rabble-rousing display at the loya jirga, which passed Afghanistan's new constitution in January. He has links with the Tajik faction in the anti-Taliban Northern Alliance and has accused Mr Karzai of attempting to install an elected dictatorship. He stirred up anger by ordering a ban on women singing on air. </p> <p><b>Will the winner actually control the country? </b> </p> <p>Some of Mr Karzai's opponents refer to him derisively as the \"mayor of Kabul\". He has not taken on the warlords, who have largely refused to disarm, but has instead negotiated alliances with them. </p> <p>Any new president will have the backing of around 18,000 US-led troops and 8,000 Nato-led peacekeepers. Disarming regional factions, however, remains the key to creating a single country under a central government. An estimated 50,000 armed militia members are attached to warlords across the country. By contrast, the fledgling Afghan national army, controlled by the president, has 14,000 troops. </p> <p>The country's infrastructure has also been reduced to rubble by decades of fighting that have cut off one area of the country from another.</p>",
  "In a recent edition of the genius internet cartoon strip Get Your War On, two anonymous office workers discuss George Bush's policy on stem cell research. \"If Bush is gonna keep arguing against science,\" says one, \"why not go all the way and argue against gravity ? I bet he could convince some of his supporters they were floating.\" <p>Whether or not Bush's political strategist Karl Rove is focus-grouping the weightlessness claim is unclear; what we do know is that the president seems to have opened up a War on Science, and that women are likely to be among its earliest casualties. </p> <p>Over the summer, Bush revealed plans to appoint another Dubya - Dr David W Hager - to the reproductive health drugs advisory committee of the US federal food and drug administration (FDA). This distinguished panel - whose advice is traditionally adhered to - makes crucial decisions on matters relating to contraception, infertility treatment, drugs used in obstetrics and gynaecology (including hormone therapy), and medical alternatives to surgical procedures for sterilisation and abortion. </p> <p>The fact that the committee's recent 24-3 vote in favour of selling the morning-after pill without prescription was mysteriously - and against almost all precedent - rejected by the FDA is bad enough. But Hager's appointment is a real shocker. </p> <p>For those of you unfamiliar with his work, Hager is the author of a book called As Jesus Cared for Women: Restoring Women Then and Now. It exploits the latest in scientific advances to promote ever more sophisticated female healthcare. Hang on - I'm sorry, it blends biblical accounts of Jesus healing women with case studies from Hager's practice. </p> <p>And what a practice it sounds. Come to David with chronic premenstrual pain and, along with your inferior Earth medicine, he will prescribe you specific Bible readings and prayers to treat the problem. He's not one of your crazy futurists - he won't dole out contraceptive medicine to anyone unmarried, say, and despite being an ob-gyn, he's a staunch pro-lifer. </p> <p>All in all, a cracking appointment, and proof of Laura Bush's claim that \"the W stands for Women\". </p> <p>But it's not Dubya's only blow for womankind. Last month, at a supporters' rally in Missouri, he bemoaned the spate of \"frivolous lawsuits\" which had resulted in various medical practitioners being struck off. \"Too many good docs are getting out of business,\" he opined. \"Too many ob-gyns aren't able to practise their love with women all across this country.\" </p> <p>What can you say? Other than how heartening it is to see this chap racing ahead of Kerry in polls of women voters, with the most recent suggesting he has a lead of 48% to 43%, and climbing. </p> <p>Bush, among other things, has been at pains to point out that it could be so much worse for the ladies. They could be living under the Taliban. \"Young girls were not allowed to go to school,\" he recalled, misty-eyed, at a recent rally in New Hampshire. \"Their mothers were executed in sports stadiums if they stepped out of line.\" No mention of the fact that the US military is now attempting to flush out militant warlords in Afghanistan by driving Humvees through their territory, blaring out the ultimate insult \"The Taliban are women! They're bitches!\". But hey - why cloud the issue? </p> <p>Two weeks ago, my colleague Gary Younge wrote an article for these pages which analysed the ways in which both candidates were attempting to appeal to women, married and single, with varying degrees of success. Now, with the Bush lead among female voters seemingly opening up, the incumbent's personal view of women is becoming clearer. </p> <p>The more speeches you hear, the more Laura Bush is wheeled out to talk about national security being the bedrock of family life, the more he appoints people such as Hager to policy bodies, the more suspiciously weirdo it all sounds. What emerges is a quasi-mystical view of women, as beings in need of special protection, of rules where their own bodies are concerned, of a firm but loving hand. Hell, in need of prayer. </p> <p>There was a telling little exchange in the televised debate with Kerry last week, in which the Democrat acknowledged that he and Bush were fathers of two daughters, and that he had chuckled at some of the Bush twins' less guarded comments. \"I'm trying to put a leash on them,\" smiled Bush. Suddenly, an edge crept into the room. \"I've learned not to do that,\" shot back Kerry. You have to wish him all the best.</p>",
  "<p>The Michael Moore bandwagon rolled on yesterday as it emerged the filmmaker is in talks to screen Fahrenheit 9/11 on US pay-per-view television one night before the US presidential election.</p> <p>According to reports, Moore is preparing a three-hour special for pay-per-view operator In Demand that features the bestselling documentary sandwiched between fresh interviews with politically-motivated celebrities.</p> <p>The incendiary picture grossed more than $119m at the US box office - making it by far the biggest documentary of all time - and is believed to have sold more than two million videos and DVDs on its first day of home entertainment release earlier this week.</p> <p>While a spokesperson for Moore said no deal had been signed, television sources said In Demand would broadcast the event on the night of November 1 for the princely sum of $9.95.</p> <p>Moore has publicly stated his desire to see Fahrenheit 9/11 on free television on the eve of elections, but In Demand would have to abide by certain terms to keep the peace with Columbia TriStar, which owns the video rights.</p> <p>The operator would not market the programme until October 24 and would call its transmission the Michael Moore Pre-Election Special so as not to interfere with potential video sales.</p> <p>The populist filmmaker, who won the best documentary Oscar in 2003 with Bowling For Columbine, is so determined to see his plan through that he withdrew his picture from this year's documentary Oscar race. Academy rules withhold eligibility from any documentary that screens on television within nine months of opening in cinemas.</p> <p>Harvey and Bob Weinstein, the Miramax moguls who form part of the coalition that released Fahrenheit 9/11 in US cinemas, will now push for consideration in the best feature category.</p> <p>Until now a documentary has never won the best feature statuette, but anything is possible with Moore, who already has an Academy Award and won this year's coveted Palme d'Or in Cannes with Fahrenheit 9/11.</p> <p>His next project, Sicko, takes aim at the American healthcare system, with particular emphasis on mental health.</p>",
  "Welcome to the Wrap, Guardian Unlimited's roundup of the best of the day's papers. <p><b>AT LEAST 19 DEAD IN EGYPT RESORT BLASTS</b></p> <p>Several bombs exploded last night at resorts on Egypt's Red Sea coast, killing at least 19 people and injuring two Britons. The news came too late for most of the first editions. According to the Associated Press, two blasts at the Taba Hilton were followed by two smaller explosions in other Sinai resorts. Most of the dead and injured were holidaying Israelis and Egyptians.</p> <p>AP also reports that a small bomb planted outside the Indonesian embassy in Paris injured nine people this morning.</p> <p>* <a href=\"http://www.theguardian.com/israel/Story/0,2763,1322786,00.html\">Dozens killed in Egypt bomb blasts</a><br> * <a href=\"http://www.theguardian.com/graphic/0,5812,1322805,00.html\">Map: where the blasts occurred</a></p> <p><b>COURT RULES DOCTORS MUST LET BABY DIE</b></p> <p>A high court judge ruled yesterday that Charlotte Wyatt, the gravely ill 11-month-old baby whose parents wanted to keep her alive for as long as possible, must be left to die the next time she stops breathing.</p> <p>Charlotte herself, who is unable to move of her own free will, appears to stare from the front pages of the Times and the Telegraph. Breathing tubes are attached to her nose. In fact, she is blind, deaf and suffers from chronic breathing and kidney problems and profound brain damage.</p> <p>Mr Justice Hedley told the high court he was \"only too aware of my own limitations in making so momentous a decision\". It was clear, he said, that Charlotte was in pain. Whether she could experience pleasure no one knew, though doctors doubted it.</p> <p>\"This case evokes some of the fundamental principles that undergird our humanity. They are not found in acts of parliament or decisions of the courts but in the deep recesses of the common psyche of humanity.\"</p> <p>He said he had considered how, and not if, Charlotte should die, and concluded that she deserved as \"good\" a death as would ever be possible. \"Everyone in this case knows what it means - not under anaesthetic, not in the course of painful and futile treatment, but peacefully in the arms of those who love her most.\"</p> <p>\"We're not happy about the decision but we accept it,\" Charlotte's father said yesterday. \"When the moment comes, we will let her die in our arms.\"</p> <p>Most of the papers endorse the ruling. \"I too have felt such pain. But sometimes love means letting go,\" writes Bel Mooney in the Mail. The Times, however, has reservations, saying the case should never have reached the high court.</p> <p>\"Everyone involved in the case of Charlotte Wyatt has behaved honourably,\" the paper says. \"Darren and Debbie Wyatt are portrayed in some quarters as zealots, misled by their own faith and by implausible belief in miracles. They are presumed blind to the dire state of their little daughter, whom they should surely allow to die in peace and with dignity. This is an unfair caricature of their position. ... They accepted that the hope held out by the medical evidence is limited. They endorsed a compromise by which Charlotte might receive an elective tracheostomy. If after any future five days of ventilation she still had high oxygen requirements and made no improvement, they would concede it would be right to stop ventilation. The Portsmouth NHS Trust should have accepted this arrangement.\"</p> <p>* <a href=\"http://www.theguardian.com/Society/health/news/0,8363,1322674,00.html\">Let baby die peacefully, court rules</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/08/nchar108.xml&amp;sSheet=/news/2004/10/08/ixnewstop.html\">Telegraph: Basic rules of humanity</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml;sessionid=TFZAFJFEJBD1XQFIQMGSNAGAVCBQWJVC?xml=/opinion/2004/10/08/do0801.xml&amp;sSheet=/portal/2004/10/08/ixportal.html\">Telegraph: Baby judgment's slippery slope</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1299722,00.html\">Times: Life and law</a></p> <p><b>PAPERS KEEP UP PRESSURE OVER WMD</b></p> <p>A few of the papers indignantly mull over the conclusions of the Iraq Survey Group's report on Iraq's WMD.</p> <p>\"The ISG report has been received with a weary sigh: yeah, yeah, we knew that,\" writes Jonathan Freedland. \"To express shock and anger, to demand a reckoning, is to sound like a broken record ... Rather than focus on the big picture - there were no WMD - much of the briefing has diverted media attention on to claims that Saddam intended to buy the favour of nations such as France, Russia and China, and individuals, including the expelled Labour MP George Galloway. That way the report can be used to discredit opponents of the war, rather than those who pushed for it.\"</p> <p>\"Iraq is ungovernable chaos,\" agrees the Mail. \"But still Tony Blair can't bring himself to utter a word of contrition. And what makes matters worse is the way our toadying ruling establishment allows him to get away with it.\" American democracy, it says, exposed the \"rottenness\" at the core of the case for war; Britain's parliament produced the Hutton and Butler reports.</p> <p>France responded to the claims that Saddam Hussein tried to buy favours from its government by accusing the ISG of trying to smear Jacques Chirac. \"The report does not suggest that such bribes were ever actually offered or accepted,\" reports the Independent, \"but rather that Iraqi intelligence had told Saddam Hussein they had 'targeted' France for treatment of this kind.\"</p> <p>Elsewhere, the Herald Tribune picks up on instructions Saddam gave to his generals on the eve of war: \"Resist one week, and after that I will take over.\" Some assumed this meant the dictator had a secret weapon which he intended to use. But the ISG suggested he was actually referring to \"some form of insurgency against the coalition\".</p> <p>For those readers anticipating tonight's Bush-Kerry debate, the IHT has a few hints of what to expect: Mr Bush wants to make \"stylistic corrections\" and take an \"even more aggressive\" stance on Mr Kerry's ability to lead the nation in the war on terror.</p> <p>* <a href=\"http://www.theguardian.com/comment/story/0,3604,1322565,00.html\">Jonathan Freedland</a><br> * <a href=\"http://news.independent.co.uk/world/politics/story.jsp?story=569949\">Independent: France says report's bribe claims are bid to smear Chirac</a><br> * <a href=\"http://www.iht.com/articles/542630.html\">IHT: Saddam's real secret weapon: an insurgency</a><br> * <a href=\"http://www.iht.com/articles/542539.html\">IHT: Bush goal in debate is to polish style</a></p> <p><b>TORIES DID WELL, TECHNICALLY</b></p> <p>The final day of the Conservatives' conference in Bournemouth is largely elbowed out of the papers, but the papers concede it was a \"technical success\" (the FT) with a \"managerial rather than radical\" approach (the Independent). \"What the Tories were saying in Bournemouth would probably go down well with millions of voters, if only any of them were paying any attention,\" writes Patience Wheatcroft in the Times. </p> <p>* <a href=\"http://www.theguardian.com/Politics/conservatives2004/story/0,15018,1322553,00.html\">Howard calls up spirit of Churchill</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,482-1299616,00.html\">Times: Patience Wheatcroft</a></p> <p><b>PRIVATES PROBLEMS</b></p> <p>The Mail and Telegraph have some fun with a glossary compiled for the benefit of a team of Austrian doctors working in Yorkshire. </p> <p>\"The four women and three men are fluent in English, but have been bewildered by the language used by some of their new patients in the Doncaster and Barnsley area,\" reports the Telegraph.</p> <p>\"When patients start talking about their 'privates',\" explains a manager at the local NHS trust, \"the doctors think they mean their houses.\" The guide lists \"jiggered\" (lethargic), \"fis og\" (face), \"gut rot\" (stomach ache) and \"mardy\" (whingeing). \"Doofer\", \"floo\" and \"tuppence\" also had to be explained.</p> <p>Finally, several of the papers carry an important product recall notice from Tesco. Any Wrap readers who have already bought a \"Tesco Outdoor Skiing Penguin Silhouette\", a \"Tesco Outdoor Multifunction Merry Christmas Silhouette\" - or variations thereof involving Santa, his sleigh or his reindeer - should return them immediately to a Tesco store. \"DO NOT USE THESE PRODUCTS,\" warns the supermarket. The Wrap couldn't agree more.</p> <p>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/08/nlang08.xml&amp;sSheet=/news/2004/10/08/ixhome.html\">Telegraph: GPs treat a noggling in the lugoil</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The trade and industry secretary Patricia Hewitt has apologised for the failings in the intelligence used to justify the war in Iraq.</p> <p>&gt;&gt;&gt; The brother of British hostage Ken Bigley will address an anti-war demonstration this evening.</p>",
  "My fellow Americans <p>On one thing - and one thing only - President Bush and I agree: these are perilous times and this is an election, first and foremost, about the security of the country we both love. But we disagree, at the profoundest level, on what exactly is the nature of the threats facing us; where our security properly lies, and on whom we may safely depend to make America safe, prosperous and strong, an America we can feel proud about passing on to our children. </p> <p>President Bush asks you to re-elect him because he claims that only under his administration can the prosperity and security of the republic be guaranteed. In response, let me ask you the simplest and most serious question. Do you feel truly safer, do you feel better, or worse, about our future four years after Mr Bush came to the White House? With more than a thousand of our courageous, selfless young men and women sacrificed in Iraq to the misguided obsessions of a few civilian know-it-alls; with thousands more seriously wounded, casualties not just of the battle but the ideologues who told the country over and again that the people who attacked us on 9/11 were to be found in Iraq; with a government that sent hundreds of thousands of Americans into an inferno with no clue about how to get them out again, do you really feel safe putting our future in their hands? Why should we trust our fate to a president who in the State of the Union address conjured up a frightener - African uranium supposedly supplied for Saddam Hussein's nuclear arms programme that was already known not to exist? Why should we trust an administration whose own appointees - from General Shinseki to Paul Bremer - have called it to task for irresponsible and inadequate planning? Why should we have the slightest confidence in its ability to deal with the threat of terror, when, at the moment we were poised to take out our true enemy - Osama bin Laden and al-Qaida - the enemy who was a real and imminent threat, they turned us in the opposite direction and sent our troops headlong against a tyrant who posed no immediate threat at all? </p> <p>I have said it before, and I will say it again even though my opponents try to smear me as un-American when I do: they have led us into the wrong war against the wrong enemy. When President Bush stood on an aircraft carrier in front of that \"Mission Accomplished\" banner, he was confusing the battle with the war. They always thought the war could be fought with tanks and aerial bombs. But this is a war of suitcase detonators and car bombs. It is a war we have to fight at home as well as abroad. So I ask you again, do you feel safer with a government that has created a debt so ruinous that it has necessitated cuts in funding for first responders - for our firemen and police; that it has left container ships all but uninspected; our nuclear power stations pitifully vulnerable? My opponents attack me for voting against big-spender weapons programmes, but let me ask you which you would rather have: a properly funded counterterrorist inspection programme operating in our container ports, or billions spent on Star Wars missile defences that have never passed the first tests of reliability and are targeted at enemies that no longer pose a threat? And when, with our National Guards and Reserves stretched to the limit, and their long-suffering families' selflessness exploited through \"Stop Loss\" extensions of service, the president tells us that we need no more boots on the ground, can we ever believe him? </p> <p>But, my fellow Americans, when I speak of our national security, I mean much more than raw military muscle, vital though that is. For true safety does begin at home. And when we look at what the Bush administration has done - or proposes to do - to our social security; to our fiscal and our physical health; to the fragile integrity of our environment; to the battles that science must fight against disease - to the entire fabric of American life from cradle to grave; we can only gape in horrified disbelief. More than any administration since that of Herbert Hoover, the government of George W Bush is playing fast and loose with the American future; your children's American future. The president's promise four years ago was to \"leave no child behind\" - but he has betrayed that promise, draining funds from the programme, leaving countless children behind in the dust of his fiscal recklessness. </p> <p>Let's just look at what President Deficit has done to our country: turned a record multi-trillion dollar surplus into a multi-trillion dollar ocean of red ink. Unless we do something now, and urgently, our children will be paying the bill for this profligacy for generations to come. And don't let President Deficit tell you it had to be done to fight a war! When we had to fight the war against Japan and Germany, President Roosevelt asked the American people to make sacrifices and we did, with a great outpouring of patriotic dollars and hard work. But President Deficit's idea of wartime sacrifice is giving tax freebies to the rich while stiffing the middle class and working people of this country. They get the peanuts from his tax breaks; the multi-millionaires, the Dick Cheneys of this world, get the caviar. </p> <p>What's the president's proposal to try to contain the damage from his financial train wreck? Make his tax cuts for the rich permanent, thus ensuring that the damage he is doing to the integrity of our national finances is all but irreversible! When a deficit that seems derisory compared to the one America is now facing, threatened, his father faced the facts and did the right thing, whatever the political cost. But his son, as ever, does the bidding of the radical right, not the right thing. </p> <p>You see, my fellow Americans, when it comes to true security, George W Bush and his administration have a simple message for all of us and that message is \"Good luck, pals, you're on your own.\" Short of body armour? Write home. Job security outsourced? Hey, don't come whining to us. Plenty of reconstruction opportunities in downtown Baghdad! Worried about social security entitlements once that big national debt hits the fan? Well, that's why we want to privatise a chunk of social security, linking it to the fortunes of the stock market! Excuse me, what's that you say about \"boom and bust\"? Don't be nervous nellies! It's only your lifetime's payments we're talking about. </p> <p>Where do these people live? Well, not in the world of middle-class America, that's for sure. Or how could they ask seniors worried about the rising costs of healthcare to face deductibles of one or two thousand dollars before Medicare or Medicaid pays the bills for the high-tech diagnostics that can save untold numbers of lives? Their attitude is: it's your money, my sick friends, you'd better look around for value. But you don't shop for life at Walmart. And this must be the only administration in modern American history which, through inflicting crippling restrictions on embryonic stem cell research, has handcuffed scientists working to advance our treatments for debilitating and fatal diseases, while it puts the price of treatment for those diseases out of reach for millions of the uninsured. </p> <p>Welcome to the America George Bush and Dick Cheney want you and your children to live in: the America of I'm doing fine and to hell with the rest of you, the America of colour-coded fear and high-roller special favours; the America where security is for the few and anxiety for the rest of us. </p> <p>But I want your vote so that a different America can at last hold up its head, and shout out loud. It's an America where true security is not go-it-alone, either at home or in the world, an America that believes, in our heart of hearts, that we are all in it together; an America that is not ashamed of public service whether in uniform or in the classroom; which does not believe that reaching out to those making do on less and less is somehow weak or unpatriotic. I have seen that other America, waiting to be heard from. I have met it every day on this campaign and through all of my adult life: the volunteer spirit that made the Peace Corps; the sense of community you can find everywhere across this country in churches and charities; in bake sales and rock-for-change concerts; in small-town America and big-city America. It's the same spirit Franklin Roosevelt and John Kennedy called on when they summoned America to moments of renewal. It's the spirit of connection - that golden ribbon that winds around us, and which makes citizens out of mere individuals. It's the spirit of the Democratic party and of our American democracy: generous and tolerant, but strong and vigilant in the defence of our liberty. </p> <p>Give me the opportunity to serve you as the 44th president of this beloved republic of ours, and I solemnly promise that spirit will be rekindled, and an America that we can be proud of will once again flame into life. </p> <p> © Simon Schama 2004</p>",
  "There is Heinz Field, home of the Steelers football team, the Heinz chapel, with its 23 stained glass windows, the Heinz hall for music lovers, the Heinz Gallery for visual art, and coming soon, in a converted red-brick factory, the Heinz riverside luxury flats. <p>In the birthplace of an empire built on ketchup and baby food, the Heinz family brand is inescapable, and so it seems natural that the wife of the Democratic challenger, John Kerry, should continue to be known here simply as Teresa Heinz. </p> <p>Thirteen years after his death her first husband, Senator John Heinz, remains a beloved figure in Pittsburgh and western Pennsylvania, a moderate Republican who carried every ward of the then solidly Democratic blue-collar town. </p> <p>The verdict on his widow is mixed. Mrs Heinz Kerry's cosmopolitanism (she was raised in colonial Africa and speaks five languages), fiery temperament and wealth (estimated at £420m) make her an oddity in American political life. </p> <p>Although she has inherited some of her late husband's popularity, and is appreciated for her management of the charitable trusts that have poured large sums into education and the environment, Mrs Heinz Kerry has also created a sizeable body of enemies. </p> <p>\"Witch\", said the signs hoisted outside when she appeared this week at a Democratic meeting in rural Pennsylvania. \"Stay out of Greensburg, Witch.\" </p> <p>Here fans say the extreme reaction of some Pennsylvanians is evidence of the state's conservative streak. In this part of the state, party workers seeking the women's vote dare not mention abortion rights. Her defenders say the anger she generates is evidence of Pennsylvania's discomfort with assertive women. </p> <p>\"Here we are in 2004 and women can do anything they like in the world, and we still have these ridiculous expectations about political wives that they should be like Stepford wives,\" says Meghan Kelly, an English student and bartender. \"Teresa is the anti-Stepford wife.\" </p> <p>Other women supporters are transfixed by her undeniable glamour. Now 66, Mrs Heinz Kerry is five years older than her husband - a fact she flaunts - and she has a way of flipping back her long dark hair that is age defying. </p> <p>\"The fact that she is in her 60s and thinks she is sexy I think is wonderful for women,\" says Ronda Springer, a manicurist in Greensburg, Pennsylvania. </p> <p><b>Outburst</b><br> </p> <p>But Democratic operatives remain unconvinced that she is ready for general release. After an outburst on the eve of the Democratic convention last July when she told a columnist from a rightwing Pittsburgh newspaper to \"shove it\", the prospective first lady began limiting her appearances to smaller and generally friendly audiences. </p> <p>Most have been in Pennsylvania, her adopted home state, where the presidential race is a dead heat and she can draw on the residue of goodwill for her late husband. </p> <p>It is here that refusal to be moulded into a presidential appendage has set her apart on the campaign trail. While she has loyally campaigned at Mr Kerry's side since the political season began in January, she is no conventional consort. She refuses to act the role of the perfect placid wife, like Laura Bush, but nor does she radiate the suppressed political ambitions of Hillary Clinton. </p> <p>She had her shot at politics - she was offered and turned down a Senate seat after her first husband was killed in a plane crash - and says she wants to concentrate on policy, specifically healthcare. </p> <p>\"I would just like to have a little conversation about what it is we are all facing,\" she began her address one night early this week in Greensburg. </p> <p>In a throaty voice, and apparently without notes, she launched into a 40-minute treatise on job security, terrorism, the Kyoto treaties on global warming, her childhood in Africa, the meaning of America, education, healthcare and the cost of prescription drugs. </p> <p>She refers to her first husband after about 90 seconds. Mr Kerry, whom she married in 1995, gets a mention after 12 minutes. From then on she makes occasional references to both Johns, using only their first names, which is confusing at times. </p> <p>But she has an impressive memory for statistics, and when she begins elucidating the Democratic plans for guaranteed child healthcare it is clear she knows her subject matter and cares deeply. \"People who lose jobs and healthcare are hit by a double whammy no human being deserves,\" she told a gathering at a Teamsters hall in Pittsburgh this week. </p> <p>She can be disarming. Leaning forward in her chair with elbows on knees, she looks down on the floor as she tells the story of how as a university student in South Africa she gathered her first impressions of the US from the movies - especially Marilyn Monroe in Some Like it Hot. </p> <p>A moment later, however, she displays an almost breathtaking insensitivity. Sitting beside a man describing with difficulty his battle against Parkinson's for the past 17 years, she goes off into a riff about bone marrow cancer, birth defects and a woman she met in Florida who suffered a devastating stroke when she was barely 30. Thanks to experimental treatment in the Dominican Republic, the woman made a full recovery, Mrs Heinz Kerry says. </p> <p>\"She still has a speech with a slight slur, a little bit,\" she says, lisping a bit in illustration. \"But she is perfectly fine.\" </p> <p>Because she generally appears only before committed Democrats - and at predominantly female gatherings - such gaffes are generally forgiven. </p> <p>And for all her much publicised resistance to being \"packaged\" by Democratic handlers she is morphing into a political spouse. She moves easily from healthcare to her husband's record and vision for the US. \"When it is his turn, he will present a face of America to the world as a face of America that is proud but is not arrogant, that is strong but not threatening, and that is the kind of America that wants to lead,\" she says. </p> <p>It sounds almost exactly like something John Kerry would have said.</p>",
  "The burly general stood a little uncertainly before the roaring crowd in Mazar-i-Sharif. For 20 years Abdul Rashid Dos-tum had built up a reputation for ruthlessness: the Uzbek general who imposed his will on northern Afghanistan from the turret of a tank. <p>Now, in the approach to the country's presidential election, he had come to politely solicit votes. </p> <p>\"I am here because of you,\" he said. \"I see a future when leaders respect their people. I see peace in Afghanistan.\" </p> <p>Then, in a flourish worthy of any western spin-doctor, he leapt on to a horse and galloped away in the manner of a medieval lord. </p> <p>Almost three years after the US bombed the Taliban out of power promising peace and stability, Afghanistan takes a wavering step towards democracy tomorrow. </p> <p>Seventeen candidates, including the interim leader and runaway favourite, Hamid Karzai, will stand in the presidential election. More than 11 million people in Afghanistan, Pakistan and Iran have registered to vote. </p> <p>Gen Dostum is the least likely of the putative democrats. Several unsavoury warlords have swapped their fatigues for a politician's shirt, tie and plastic smile, but many find his candidacy galling. </p> <p>A banner over his rostrum proclaimed him a \"kind man\" but local history suggests otherwise. His troops are accused of suffocating hundreds of Taliban prisoners in shipping containers in late 2001, with other alleged abuses including raping young children. But it is feared the gunmen will try to swing the poll his way. </p> <p>Voters fear the warlords more than the Taliban, Human Rights Watch said last week in a report describing a \"pervasive atmosphere of repression and fear\". It singled out Gen Dostum as a specific threat. </p> <p>But local human rights officials have recorded only a handful of cases of intimidation. \"The situation is better than elsewhere in the country,\" said Mobarak Razee of the Afghan Independent Human Rights Commission. \"We are expecting a good election.\" </p> <p>A European official in Mazar said the intimidation appeared to be limited to isolated cases in remote villages. \"The commanders' power seems to be weakened,\" he said. \"People seem to realise this ballot will be secret and free.\" </p> <p>Gen Dostum has run a vigorous drive in an otherwise colourless campaign. Most other candidates have canvassed little in public, spending their time courting tribal leaders over cups of tea or attempting backroom deals with stronger candidates. </p> <p>Mr Karzai has been encased in a security bubble for fear of of Taliban attacks. He held just two rallies before campaigning closed yesterday. </p> <p>But Gen Dostum has taken to the road. He has held 10 big rallies and printed posters in seven languages. Some depict an avuncular politician; some a horseback warrior against a blazing sunset; others a pensive visionary gazing toward the future. </p> <p>The variety reflects his flexible attitude to principle and ideology. Originally a communist trade union official, he changed sides numerous times to maintain his power. \"Communist, mujahideen, Taliban, freedom fighter, now an aspiring democrat - it's a fantastic CV,\" a western diplomat in Kabul said wryly. </p> <p>Known as the Lion of Mazar, Gen Dostum enjoys considerable support among his Uzbek people. Qodratullah, a former militiaman at the Mazar rally, said: \"Nobody wants to fight any more. And Dostum will definitely be our president.\" </p> <p>But Qodratullah will probably be disappointed. Analysts say the general is looking for as many votes as he can get, probably with an eye to a cabinet post. But it remains unclear whether he has broken with his violent past. </p> <p>To qualify as a presidential candidate he had to sever his ties with local commanders. But only about 500 of an estimated 3,000 soldiers have demobilised, and few doubt he remains the de facto leader. </p> <p>\"There's no doubt the soldiers still listen to him,\" Vikram Bhatia, a demobilisation officer, said. \"He's like a god to them.\" </p> <p>Diplomats, analysts and UN officials argue that keeping warlords \"inside the tent\" is crucial to removing the gun from Afghan politics, distasteful as Gen Dostum's past may be. </p> <p>But to the general's battle-hardened soldiers demobilisation is a sensitive topic. </p> <p>This week several dozen officers from his 8 Corps waited to hand in their uniforms at Qala-i-Jangi, the mud-walled military fort outside Mazar. Many said they felt angry and abandoned. </p> <p>\"How will I feed my family now?\" Mohammed Zahir shouted from the barbed wire enclosure. \"The government wants to just leave us in the desert. I don't want my country to be rebuilt. Let it be destroyed as it is.\" </p> <p>The UN says tomorrow's vote will be imperfect but that it is an important first step towards democracy. </p> <p>Officials are learning lessons for the parliamentary elections planned for April, which are expected to be much more keenly contested and more difficult to organise. </p> <p>But tomorrow, Mr Karzai is likely to win easily. The question then will be what role men like the Lion of Mazar will play in his government. </p> <p><b><b>·</b></b> A blast hit Kabul early this morning when a rocket struck near the US military compound and Nato headquarters. </p> <p>There was no word on casualties, but roads to the base were blocked and US staff were evacuated to a bunker.</p>",
  "George Bush plans to unleash a withering attack on his Democratic challenger in their debate rematch in Missouri tonight, scourging John Kerry's record in the Senate to argue that he would be a dangerous leader. <p>With the opinion polls suggesting that Mr Kerry's triumph in the first presidential debate last week has made it a closer race, President Bush cannot afford to let him win another round. </p> <p>The Republican strategy presumes that a high-octane attack on Mr Kerry's fitness for office will deflect attention from Mr Bush's performance as the incumbent and put the Democrats on the defensive. That will handicap Democratic efforts to put the spotlight on Mr Bush's conduct of the war in Iraq. </p> <p>The urgency of the president's redirection mission grew on Wednesday when Charles Duelfer, the CIA's weapons inspector, concluded that Saddam Hussein did not have weapons of mass destruction, destroying the administration's justification for the invasion of Iraq. Mr Bush conceded the absence of WMD yesterday, but insisted \"we were right to take action\" against Saddam because he had the \"means and intent\" to produce banned weapons. </p> <p>\"America is safer today with Saddam Hussein in prison,\" Mr Bush told reporters, but added: \"Much of the accumulated body of our intelligence was wrong and we must find out why.\" </p> <p>At the same time he has sought to impress on voters that in his view a Kerry presidency would make the US far less safe. \"My opponent's weak, vacillating views would make for a more dangerous world,\" he said in a fundraising email aimed at supporters yesterday. </p> <p>Tonight's encounter in St Louis is a \"town hall\" affair in which Mr Bush and Mr Kerry will face questions from the public as well as a television moderator. </p> <p>Iraq and the Duelfer report are bound to figure in the debate, giving Mr Bush a last chance to put the case that he is a strong leader in an age of terror. Next week's debate is on domestic themes. </p> <p>\"Bush has got to pretend that his weaknesses don't exist, and he has to emphasise that Kerry is a weak leader,\" said Dave Robertson, a politics professor at the University of Missouri. But he added that going in with all guns blazing against Mr Kerry could be risky for Mr Bush because it could make him seem angry and extreme himself. </p> <p>Mr Bush's evident anger in last week's debate - the pursed lips and angry scowls which were seen by 63 million television viewers - tended to further undermine his weak performance. </p> <p>The Democrats have also started to advance the case that Mr Bush is in denial about the realities of the war in Iraq and the economic downturn at home. </p> <p>The argument is being pursued in new television advertisements by a Democratic support group in which the sisters of a soldier killed in Iraq accuse Mr Bush of being out of touch with reality. </p> <p>But the Republicans have made it plain that Mr Bush has no intention of giving any opening to the Democrats on his handling of the war. </p> <p>\"Look, the decision's been made that the president just isn't going to get into an introspective mode,\" an administration official told the New York Times yesterday.</p>",
  "Over recent months George Bush has brushed away questions about Iraq's weapons of mass destruction with the words: \"Wait till Charlie gets done.\" Now Charles Duelfer, head of the Iraq Survey Group, has produced his report - and the verdict could not be starker. Its thousand and more pages, painstakingly researched by 1,200 staff, obliterate an entire arsenal of familiar phrases about gathering threats, clear and present dangers, and Condoleezza Rice's catchy but preposterous line about a smoking gun becoming a mushroom cloud. <p>Saddam Hussein, the report concludes, did not have any chemical or biological weapons in 2003. Almost certainly he disposed of any stockpiles 12 years previously, when UN sanctions were imposed after the Gulf war. The last factory capable of producing unconventional weapons was destroyed by UN inspectors in 1996. Saddam's ability to produce nuclear weapons was receding, not increasing, on the eve of war in March 2003. Britain's notorious 45-minute warning looks more tawdry than ever. </p> <p>Many of the findings were outlined in last year's interim ISG report and by bodies like the International Atomic Energy Agency - but this final version is definitive and deadly. Tony Blair argued for months that, even if Iraq had no stockpiles of illicit weapons, there were programmes to develop them. Now there are no programmes either. The main justification for war, both in Washington and London, has been shown to be baseless - and by a body working directly for the US government. Critics of Messrs Bush and Blair have been vindicated. </p> <p>The ISG report contains a significant qualification. This is that Saddam intended to reconstitute his weapons once sanctions were lifted. The basis for this claim - garnered from interviews with captured scientists and the former Iraqi leader himself - is as incomplete as it is tantalising. But it is founded on inference and supposition not on fact - though it has been emphasised by US and British officials desperately spinning the meaning of the report. The intention may have existed in Saddam's mind, though the ISG states that it discovered no strategy for implementing it. Such reasoning might provide justification for military action under the Bush doctrine of unilateral pre-emption. But it emphatically does not provide one under international law. As one Democratic senator put it: \"We did not go to war because Saddam had future intentions to obtain weapons of mass destruction.\" </p> <p>Two other themes emerge. One is that the oil and other sanctions were succeeding in their primary aim of containing the Ba'athist regime. This point does not address their terrible effect on millions of ordinary Iraqis, who were doubly hit by impoverishment and degradation and by the way that the measures, refined under the UN's leaky and corrupting oil-for-food programme, handed an additional instrument of control to a cruel regime. Sanctions must have a role in the armoury of the international community, but they must be smarter and more precisely targeted. </p> <p>The other theme is that the weapons inspections were in fact working - thus substantiating the demand that they should have had more time. The ISG undermines another weighty argument used by the war makers. It found no evidence that Saddam was sharing \"wisdom and knowledge\" on WMD with other countries or groups - though even as the report was being published the president was telling a Pennsylvania audience that \"in the world after September 11, that was a risk we could not afford to take\". Donald Rumsfeld admitted this week that there was no hard evidence of a link between Baghdad and al-Qaida. Charlie is done now. Less than a month before the presidential election, the case for war in Iraq has never looked so threadbare.</p>"
]