[
  "Alex Salmond, the leader of the Scottish National party, has delivered a stinging rebuke to the prime minister over Iraq, saying Tony Blair's conduct put him \"beyond the pale of decency\". Speaking to his party conference in his first big address since being re-elected leader, Mr Salmond said Mr Blair was not a man who had acted in good faith or made an honest mistake. <p>He called afresh for him to be impeached. All prime ministers told \"fibs\", Mr Salmond told the delegates gathered in Inverness. But none, he said, had lied about the reasons for going to war. \"This is a man who buried the intelligence that was inconvenient, manipulated the information to suit his purpose and entered into a secret pact with the American president to go to war, come what may.\" </p> <p>Mr Salmond is one of the organisers, along with Welsh nationalist MPs, of an attempt to force the impeachment issue to a debate in the Commons. \"This prime minister needs to be humbled in an election and next year we will take our case to the country,\" he added. \"But this prime minister deserves to be impeached and we with others will present the case that he should be required to answer.\" </p> <p>This month Mr Salmond was elected as SNP leader, replacing John Swinney, who stood down in the face of mounting criticism at his lacklustre performance. Delegates at Inverness have talked of a fresh sense of purpose after a string of disastrous results in recent elections. </p> <p>Yesterday Mr Salmond, who paid a warm tribute to Mr Swinney, told the delegates he had been persuaded to stand again for the Scottish parliament, despite insisting he never would out of a sense of frustration at devolution. \"I'm back to turf out the overpro moted Labour machine politicians who demean the Scottish parliament,\" he said. </p> <p>In Wales the leader of Plaid Cymru has said a referendum on powers for the Welsh assembly is \"extremely likely\" and should be run by the assembly itself. In his speech to the Plaid party conference, Ieuan Wyn Jones said proposals in the Richard commission report, recommending more powers for Cardiff, were still viable, despite Labour drawing up its own plans. </p> <p>\"When, as seems extremely likely, a referendum is held that referendum should be organised by the assembly rather than through Westminster,\" he said. \"After all, this is a matter for the people of Wales to decide.\"</p>",
  "Friends who live on the other side of the Hudson River called me in a panic yesterday. With the election less than six weeks away, they suddenly realised that they, and their friends, were going to have to put their hands in their pocket to help get the vote out for John Kerry. <p>New Jersey - a state that Al Gore won by 16 points in 2000, and which has voted solidly Democratic in the last three election cycles - is now a toss-up. </p> <p>Recent polls have shown that the double digit lead Kerry held there in August has evaporated to within the margin of error. This week, one poll even had George Bush and Kerry running neck and neck. </p> <p>What has happened in New Jersey underlines the inadequacy of nationwide polling. The two most recent, carried out by NBC/Wall Street Journal and the Pew Research Centre, show no discernible daylight between the presidential candidates. </p> <p>It is only when you examine the picture state by state that you get a clearer view of the trouble Kerry is in. New Jersey is the most glaring example of a trend that has laid waste to his safe electoral map, increasing the list of states in which he has a real fight on his hands.</p> <p>Apart from New Jersey, Iowa, Wisconsin and Minnesota are all states that voted for Gore last time and were leaning towards Kerry in the early summer. Now they are too close to call. </p> <p>Conversely, Bush-supporting states such as North Carolina and Virginia, which were up for grabs two months ago, are now out of contention for the Democrats. The Kerry camp this week pulled advertising from Louisiana, Arkansas, Arizona and Missouri - all states in which they had some momentum after the Democratic convention, but all of which are now drifting irretrievably back to Bush.</p> <p>According to the Rasmussen report - a tracking survey of state by state polls - Kerry's one time projected lead in electoral college votes has now vanished. </p> <p>In July, he was ahead by 254 to 197. Now Bush is in front by 213 to 204. A recent Zogby poll has Kerry still in front, but with a much reduced advantage. While the national popular vote may remain close through to election day, the only tally that matters is the electoral college count.</p> <p>As troubling as Kerry's standing in state-wide polling may be, what lies behind the figures is equally disturbing: a fall in his support among women voters. </p> <p>They have been a bulwark of the Democratic base since Bill Clinton first opened up the so-called gender gap against George Bush Snr in 1992. Al Gore beat Bush Jnr among women voters by 54% percent to 43% but, according to the latest studies, the gender gap between Bush and Kerry has shrunk to just four points. </p> <p>The term \"security mom\" has replaced \"soccer mom\" in the political lexicon of this election. The issues that women voters care about (reproductive rights, education), while still important, have taken a back seat to the basic issue of security - and survey after survey ranks Bush far ahead of Kerry on that score. </p> <p>Kerry's multiple positions on Iraq have created the impression that he is wishy-washy on the issue of defence. Voters - men and women alike - are acting out a truism coined by Bill Clinton: \"Americans would rather be strong and wrong than weak and right.\" </p> <p>Kerry needs to see this both as an indictment and an opportunity. He has failed to convince the US public that he represents a clear third way - strong and right. </p> <p>He still has a chance to do so. The increasingly yawning gap between the gruesome reality of what is happening in Iraq and the fantasy world depicted by Bush gives him that opportunity. US casualties in Iraq are escalating: 42 in June, 54 in July, 66 in August, and another 60 so far this month. </p> <p>However, media coverage of Iraq over the same period has not helped Kerry. Despite the growing body count, front page stories in the New York Times and Washington Post have fallen by one third between May and September.</p> <p>So Kerry will have to help himself. Sharp, concise messaging, centred around how a reckless, distracting war has made the US less safe, is what is needed to move forward. For a senator who has never met a dependant clause he didn't like, that may be a tall order. </p> <p>His speech in New York on the eve of Bush's UN address was a start, but he still wandered off into too many rhetorical flourishes that led nowhere.</p> <p>The latest figures from New Jersey should scare the Kerry camp back into focus - and the alternative is a truly terrifying prospect. The last Republican presidential candidate to win the Garden State was Bush Sr when, in 1988, he came from behind to win a 40-state landslide.</p> <p><b>·</b> Philip James is a former senior Democratic party strategist</p>",
  "A rocket fell on a busy Baghdad street today, killing four people and injuring 14 others, Iraqi police said. <p>It was not known who was responsible for the attack on the eastern part of the city.</p> <p>The news came as Iraq's leading Shia Muslim cleric, Grand Ayatollah Ali al-Sistani, insisted next year's elections should go ahead.</p> <p>He was responding to suggestions from US defence secretary, Donald Rumsfeld, that January's poll may not cover the entire country because of the worsening security situation.</p> <p>Mr Sistani, leader of Iraq's biggest Shia Muslim political party, the Supreme Council for the Islamic Revolution, said the worsening violence should not be used as a pretext to postpone or limit the vote. </p> <p>At the Senate and armed services committee in the US, Mr Rumsfeld said yesterday: \"Let's say you tried to have an election and you could have it in three-quarters or four-fifths of the country but some places you couldn't because the violence was too great. </p> <p>\"Well, so be it. Nothing is perfect in life, so you have an election that's not quite perfect. Is it better than not having an election? You bet.\" </p> <p>But an aide to Mr Sistani said the vote must include all the sects and ethnic groups in Iraq. </p> <p>\"We affirm on the necessity to hold elections on time and we reject any attempt to delay the elections under any pretext,\" said Abdel Aziz al-Hakim. \"What we say is we stress that the elections should take place on time and be supervised by the United Nations.\" </p> <p>Earlier, the interim Iraqi prime minister, Ayad Allawi, on a week-long trip to the US, also ruled out delaying the elections. </p> <p>He told a joint session of Congress that Iraq was succeeding in establishing freedom and democracy and thanked the United States for helping free his country, insisting his government would defeat a virulent insurgency. </p> <p>\"It's a tough struggle with setbacks, but we are succeeding,\" he said. </p> <p>In his speech, and later at a White House news conference with President George Bush, Mr Allawi said the fight in Iraq was part of a larger, global war against international terrorism. </p> <p>\"We are fighting for freedom and democracy - ours and yours,\" Mr Allawi said. \"For the struggle in Iraq today is not about the future of Iraq only. It's about the worldwide war between those who want to live in peace and freedom and terrorists - terrorists who strike indiscriminately at soldiers, at civilians, as they did so tragically on 9/11 in America.\" </p> <p>Mr Bush warned that Iraq's \"decisive moment was approaching\". </p> <p>\"If we stop fighting the terrorists in Iraq, they would be free to plot and plan attacks elsewhere, in America and other free nations,\" he said.</p> <p>But the Democratic presidential candidate, John Kerry, campaigning in Ohio, said the picture of Iraq put forward by Mr Allawi and Mr Bush was misleading. </p> <p>\"We have an administration in disarray,\" he said, adding a \"true test of leadership is how to respond when things go wrong.\" </p> <p>\"The prime minister and the president are here, obviously, to put their best face on the policy,\" Mr Kerry said. \"But the fact is that CIA estimates, the reporting, the ground operations and the troops all tell a different story.\"</p> <p>He also questioned Mr Allawi's optimism on whether the election could go ahead, prompting a rebuke from the US vice-president, Dick Cheney. </p> <p>\"I was appalled at the complete lack of respect Senator Kerry showed for this man of courage when he rushed out to hold a press conference and attack the prime minister, the man America must stand with to defeat the terrorists,\" Mr Cheney, speaking in St Joseph, Missouri, said. </p> <p>But some Middle East analysts shared the scepticism about Mr Allawi's comments. </p> <p>\"It looked like a publicity stunt for Bush's election campaign,\" Baria Alamuddin, foreign editor of the pan-Arab al-Hayat newspaper told Reuters. </p> <p>\"The reality on the ground does not conform to his wishful thinking. It will go down badly in Iraq, where people are being bombed and bombarded every day. Allawi may be a sincere man, but he will be seen more and more as an American stooge.\" </p> <p>Mr Alamuddin said Mr Rumsfeld's comments that the elections \"would not be perfect\" added insult to injury.</p> <p>Mr Allawi's visit to the US has coincided with an escalation of the violence in Iraq. </p> <p>Officials estimate more than 300 Iraqi civilians have died in the past week and 60 US servicemen have lost their lives in the past month.</p> <p>However, Mr Allawi said that social programmes, including schooling and polio vaccinations, were being put in place, showing that many parts of the country were returning to normal.</p> <p>Describing the insurgents as a \"tiny minority\" comprising former Saddam Hussein loyalists, religious fanatics and foreigners, the Iraqi leader charged that the media focused disproportionately on the unrest in Iraq, that \"doubters\" and \"sceptics\" were \"fuelling the hopes of the terrorists\".</p>",
  "<p>From being active in the anti-apartheid movement, to fighting the Conservative government over the 1994 Education Act and the threat to shut down student unions, students have a long history of being a strong political force.</p> <p>Such periods of radicalism and motivation were generally created by a sense of deep injustice and solidarity. Over recent years we've seen a cultural shift on campus generated, or at least connected, with the political move towards centralism. The government ignoring the vocal views of its electorate, (top-up fees and the war in Iraq being prime examples) has led to more and more students turning their back on traditional political debates. </p> <p>It's obvious that young people aren't apathetic, as we're seeing rapid growth in membership of single issue campaigning groups (People and Planet groups are now the biggest societies on campus). However, with even less young people voting at the last general election they are clearly turned off by political processes, and perhaps the attitudes of the mainstream parties. </p> <p>This is why the recent Tory policy announcement on higher education is of great interest and concern to our members. I've never been a friend of the Conservative party, but its support during the NUS campaign to defeat top-up fees was very important. Throughout that time, it called on us to wait for a policy announcement that would be both progressive and financially viable for all. While I remained suspicious during this time, I was still fairly shocked by what the party finally came up with.</p> <p>In short, the Tories want to abolish tuition fees, hand control of loans over to universities and charge commercial interest rates on student loans, which apparently removes the barrier to access caused by fees, while closing the ever widening higher education funding gap. However, the policy clearly shows a fundamental lack of understanding of the broader problems within the sector, and appears geared purely and simply towards the next general election. </p> <p>Abolishing tuition fees will likely be a vote winner with middle-income families, but will not help those from poorer backgrounds. The Tories have simply replaced one way of charging students through the nose with another. It's still a \"buy now, pay later\" idea, but this time the later you pay back, the more you pay back. The party's policy punishes lower income families, those who need to take out large loans, those who cannot rely on parental support and anyone taking on valuable public sector roles, and, therefore, low paid work. It is an attack on exactly the kind of underrepresented students we are aiming to get into university in the first place, and it's a blatant attack on the widening participation agenda that the student movement has fought so hard for.</p> <p>The Tory plans will not reduce the burden of debt and will not ensure widening access. To try to convince students otherwise borders on naivety. We're a clever bunch, us students, with a far better and simpler solution to the HE funding crisis. If the Tories had bothered to listen to students during the fees debate they would have realised that loans lead to debt and commercial rates of interest on loans leads to a lifetime of debt. To be a student-friendly party they must try a whole lot harder.</p> <p>The National Union of Students has just launched its voter registration campaign, which aims to register student voters and, crucially, empower them to cast informed votes. We want education to be the biggest issue on the doorsteps at the next general election and the source of lively debate on campus. Students make up the majority of voters in some parliamentary constituencies, and the difference in terms of majority in many more. Our votes will be crucial in a general election where the result is no sure thing. Students will undoubtedly vote in part, if not wholly, on a party's student funding policies and in that respect both the current government and the Tories must be concerned.</p> <p>It's no wonder we're facing a voting crisis among young people when two of the main political parties present us with policies on higher education that fail to take into account our views or concerns. It's time for all parties to revisit the HE question and come up with policies that reflect the reality of the student situation.</p> <p><strong>·</strong> Kat Fletcher is president of the National Union of Students</p>",
  "<b>ON GUARDIAN UNLIMITED THIS WEEK</b> <p>Polls showing a close race in the solidly Democratic New Jersey illustrate the trouble John Kerry is in, <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1311997,00.html\">says Philip James</a> ...</p> <p>Thousands of leaflets carrying an emotional appeal for the release of the British hostage Kenneth Bigley have been distributed in Baghdad, <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1312053,00.html\">it was revealed today</a> ...</p> <p>He'd worked in Kuwait, Dubai, Oman and other Gulf states, but Iraq was going to be his last job. Simon Jeffery profiles Kenneth Bigley, <a href=\"http://www.theguardian.com/international/story/0,,1311209,00.html\">the Briton currently held hostage in Iraq and whose kidnappers have threatened to kill him</a> ...</p> <p>Read extracts from the books on the Man Booker prize shortlist, <a href=\"http://books.theguardian.com/bookerprize2004/0,14182,1127217,00.html\">announced this week</a> ...</p> <p>Garforth Town new boy and Old Trafford alumnus Lee Sharpe talks goal celebrations, dodgy haircuts and seven-day benders <a href=\"http://sport.theguardian.com/smalltalk/story/0,13852,1311163,00.html\">with Rob Smyth</a> ...</p> <p>\"It's hard to imagine the joy and pleasure that having a donkey in your garden can give to a small boy...\" <a href=\"http://travel.theguardian.com/countries/story/0,7451,1309578,00.html\">Jimmy Leach and his family enjoy glorious empty beaches, quiet roads and hours of late summer sun in Brittany</a> ...</p> <p>Biographer Linda Wagner-Martin <a href=\"http://books.theguardian.com/top10s/top10/0,6109,1310221,00.html\">picks her top ten books from the jazz age</a> ...</p> <p>Once a byword for struggle against apartheid, Soweto is now firmly on the tourist trail. As it celebrates its centenary, <a href=\"http://travel.theguardian.com/countries/story/0,7451,1311159,00.html\">Gwyn Topham visits the townships</a> ... </p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>On Saturday, England play West Indies in the final of the ICC Championships ... the Labour conference begins in Brighton on Sunday, with Tony Blair's closing speech on Thursday ... some baggage handlers will strike at Gatwick on Thursday ... the Hartlepool byelection will establish Peter Mandelson's successor as MP ... the first of three presidential debates between George Bush and John Kerry takes place in Miami ... on Friday, new legislation under the Disability Discrimination Act comes into force ... the minimum wage rises to GBP4.85 per hour ... the US begins collecting fingerprints and photographing British visitors ... and the UK takes over the presidency of the UN security council.</p> <p>________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p>* <a href=\"http://books.theguardian.com/competition/0,13349,1309335,00.html\">Win the Booker prize shortlist</a> ...</p> <p>* <a href=\"http://sport.theguardian.com/competitions/page/0,15079,-144,00.html\">Five copies of the Tiger Woods PGA Tour 2005 for the PS2</a> ... </p> <p>* <a href=\"http://www.theguardian.com/competitions/page/0,13349,-142,00.html\">Veteran cricket commentator Richie Benaud has picked his all-time Test team and we have ten copies of the commemorative DVD - Richie Benaud's Greatest XI - to give away</a>.</p> <p>________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>MIDDLE EAST: Reluctant publishers, translation difficulties and tired preconceptions have all hampered the progress of Arabic literature in the west, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1311290,00.html\">writes Brian Whitaker</a> ...</p> <p>By blindly insisting that all its citizens are equal, FRANCE is failing to tackle social injustice, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1311070,00.html\">says Jon Henley</a> ...</p> <p>INTERNATIONAL RELATIONS: \"No one ever said it was going to be easy to patch up transatlantic relations after months of bitter differences over Iraq. But it is proving far, far harder than many had imagined.\" <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1308768,00.html\">Ian Black on the parlous state of EU-American relations</a> ...</p> <p>________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Exclusive pre-conference interview with Gordon Brown ... can the Scissor Sisters make it in middle America? ... what movies reveal about world politics ... photographer Simon Norfolk on the campaign trail ... Tom Paulin remembers Edward Said ... St Tropez on a budget ... Tangier revisited.</p> <p>________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>An exclusive interview with Tony Blair ahead of the Labour party conference ... In a design special edition, Observer Magazine teams up with Elle to name and 'fame' this year's 10 smartest new designers ... In Observer Review, Simon Garfield celebrates eBay's coming of age ... and a free five-track Libertines CD.</p> <p>________________________________</p> <p> <b>READERS' LETTERS</b></p> <p><b>On the news alert of Brain Clough's death:</b><br> \"With no disrespect to the dead, I'm not sure that your news alert warranted being sent. I can't really think of any football related item of news that would warrant such an alert, let alone the death of a 70/80s club manager. Please keep the news alerts for important news.\" (MB)</p> <p>Ros Taylor: We discussed whether this particular item merited a Wrap alert, and opinions did vary. This is what Guardian Unlimited's executive news editor has to say: \"I feel ... we should cater for the many people who are interested in sport and lighter news as well as those who only want to receive news of the Queen's death. If you only had one complaint I'd say that meant most people didn't feel it was inappropriate to send the alert. It was surprising news, the paper put it on the front page, and he was a national figure a lot of people had strong feelings about. I think we should have done one on the Commons invasion last week, and if the timing had been right we should have done one on the Ryder Cup.\" Over to you. When should we send a breaking news alert? Opinions are very welcome.</p> <p><b>On Tuesday's Wrap:</b><br> \"Today's Wrap is headlined 'British hostage faces execution'. I wish you wouldn't use this word to dignify the cold-blooded murder of innocent people. Apart from anything else, it's in contravention of your own style guide.\" (JP)</p> <p>RT: You're right. Apologies.</p> <p> <b>On Andrew Brown's column on Turkey and EU enlargement:</b><br> \"I guess Andrew Brown meant 'Sweden, Norway, Finland, Austria, and Switzerland were the only democracies with land borders to the EEC...' as Denmark has always been a EU member. However, the northern part of Scandinavia do not have land borders to EU so maybe I am wrong.\" (ML)</p> <p>Andrew Brown: This worm has its ear to the ground. The original members of the EEC were France, Germany, Italy, and the three Benelux countries. Denmark joined in 1973, the same year as Britain did. I took the formative years to mean from 1956-73, since it is obvious from a British perspective that the EEC was pretty much fully formed before we joined.</p> <p><b>On the Worm's Eye View:</b><br> \"I like the Wrap for its news. I delete the worm's eye view as I do not want to read a single opinionated view. Can you PLEASE have the worm on a separate subscription/ list. I want and am happy to pay for the Wrap. When I get the Worm, I want to unsubscribe from the whole thing. Aargh.\" (SK)</p> <p>RT: I don't think any newspaper columnist has ever been universally appreciated by his or her readers. That's partly why we employ them ... A few other subscribers have made similar requests. Unfortunately, while it might seem like a simple matter to produce an \"opt-out\" mailing list, it actually involves a lot of technical work and administration. It's for very similar reasons that the paper Guardian comes in a single package rather than a pick-and-mix combination of sections and supplements. And the environmental cost and inconvenience of disposing of unwanted sections of the paper is far greater than that of simply deleting an email each week. If you are really keen to banish Andrew from your inbox, I suggest you either delete the Worm on sight or, if possible, block emails with \"worm's\" in the subject line. Sorry to disappoint ...</p> <p>________________________________</p> <p>Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "<p>A majority of American parents say they were not too concerned when Janet Jackson revealed her breast during this year's Super Bowl show, the incident that landed US broadcaster Viacom with a record $500,000 fine.</p> <p>In a survey undertaken by the influential Kaiser Foundation, less than 20% of parents said they were \"very concerned\" over the incident, which sparked a crusade by American regulators against on-air indecency and a series of massive fines against radio and TV companies.</p> <p>The survey, Parents, Media, and Public Policy, reveals that although 60% of parents are \"very concerned\" over the amount of sex and violence on television, most only favour more stringent controls in pre-peak time hours, when the majority of children are watching.</p> <p>Just 17% said they were \"very concerned\" when Janet Jackson's breast was revealed by singer Justin Timberlake during the peak time Super Bowl show.</p> <p>The stunt earned CBS the record fine despite pleas by the US broadcaster that it had no prior knowledge of the incident.</p> <p>Though it was the highest ever fine awarded against a TV broadcaster, it was dwarfed by the $1.75m fine imposed on US radio group Clear Channel after notorious shock-jock Howard Stern was found guilty of breaching indecency rules.</p> <p>More than 90 million people watched the prime time broadcast, and over 542,000 viewers complained after seeing the show.</p> <p>Federal Communications Commission officials pointed to the complaints as evidence of a nationwide outcry against the amount of nudity and bad language on TV.</p> <p>But decency campaign group Parents' Television Council claimed it was responsible for hundreds of thousands of the complaints after it organised an email campaign.</p> <p>The campaigning group welcomed the record fine but called on the FCC to step up its campaign against on-air indecency.</p> <p>\"Janet Jackson's Super Bowl stunt was raunchy and tasteless and while we applaud the FCC's finding of a violation of the federal law, frankly the commission didn't go far enough,\" said the PTV president, Brent Bozell.</p> <p>\"And while the FCC issued the maximum fine against CBS and its affiliates, let's put it in perspective: their $550,000 fine represents the cost of just 7.3 seconds of advertising during the Super Bowl. It's laughably trite, and yet another reason why Congress needs to increase these fines at least ten-fold.\" </p> <p>CBS, whose MTV subsidiary produced the show, said it would contest the fine.</p> <p>\"While we regret that the incident occurred and have apologized to our viewers, we continue to believe that nothing in the Super Bowl broadcast violated indecency laws,\" CBS said in a statement. </p> <p>\"Furthermore, our investigation proved that no one in our company had any advance knowledge about the incident.</p> <p>\"We are reviewing all of our options to respond to the ruling.\" </p> <p><strong>Is it President Bush's fault?</strong> </p> <p>Soon after the show was broadcast Janet Jackson issued a video apologising for the show, but she and Howard Stern have both recently accused the Bush administration of manipulating public opinion to try and shift the spotlight away from the ongoing political turmoil in Iraq. </p> <p>The two have pointed to the links between the FCC and the Bush administration. The FCC chairman, Michael Powell, is the son of US secretary of state Colin Powell.</p> <p>\"I truly feel in my heart that the president wanted to take the focus off himself at that time,\" Jackson also told the gay magazine Genre in an interview planned for its October issue. \"And I was the perfect vehicle to do so at that moment.\" </p> <p>Meanwhile, Howard Stern has used his widely syndicated show to lobby the US electorate to vote President Bush out of office.</p> <p>\"The show is under siege. Stem cell research is stifled. Free speech is endangered. The environment is being ruined. Court appointments, the freedom to have an abortion and everything that makes our country great are about to be compromised for the next four years,\" Stern says on his website.</p> <p>\"You have the power to change all of these things by voting on election day, but you cannot do that unless you are registered to vote. Please take the time to register right now, so all Howard Stern fans can unite and tell the president we don't want him in office anymore. Kick his frigging ass out of office and send him back to the ranch where he spends most of his time anyway.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Two polls, two different outcomes. A <strong>YouGov/Economist</strong> internet poll puts John Kerry <a href=\"http://www.economist.com/media/pdf/YouGovL.pdf\">in the lead by a point</a> while an <strong>Ipsos/Associated Press</strong> survey of likely voters puts the incumbent <a href=\"http://www.ipsos-na.com/news/results.cfm?category=ap\">seven points ahead</a>. The trend, if there is one, is that George Bush is losing some of the bounce he enjoyed after the Republican convention (as is to be expected) but it is hard to say much more. Peter Kelner, YouGov's chairman, says a week-by-week analysis of his polls would put the two candidates neck and neck; both the Republicans and Democrats responded to the Ipsos poll by saying the election looked to be getting tighter.</p> <p>Still, not everyone believes the polls. <strong>Michael Moore</strong> fired off an email this week to supporters accusing polls of \"likely voters\" (such as Ipsos's) of disheartening Democrats by <a href=\"http://www.michaelmoore.com/words/message/index.php?messageDate=2004-09-20\">ignoring young people and inconsistent voters</a>. \"Do not despair. All is not over,\" he told them. But he forgot about the Halloween masks …</p> <p><strong>MTV.com</strong> <a href=\"http://www.mtv.com/chooseorlose/headlines/news.jhtml?id=1491328\">reveals</a> Mr Bush's fright masks are outselling Mr Kerry's 56% to 44% (a key to the White House ever since Reagan's masks outsold Jimmy Carter's 60% to 40%). What is more, Mr Kerry cannot rely on his stature. While the 6ft 4in Democrat has the all-important height advantage over the 5ft 11in president, Mr Bush rewrote election history in 2000 in more ways than the one we usually talk about when he emerged victorious against a 6ft1in Al Gore. Even with an extra five inches, Mr Kerry still has his work cut out. <br><br><strong>Selling like hot cakes: a Bush fright mask. Photograph: Martin Godwin</strong></p>",
  "<p>But it is the Waltons who dominate much of the top 10 of the 18th annual list - that is the owners of supermarket giant Wal-Mart - along with others in the top echelons of the computing world.</p> <p>For the first time since the dot-com crash in 2000, the combined wealth of the list of richest Americans has reached one trillion dollars.</p> <p>Once again Bill Gates is the richest man in the US. His personal fortune was valued at £26.7bn ($50bn). That may seem a lot, until you consider that Forbes rated his fortune to be $90bn in 1999. He finished once again in front of Nebraskan investor Warren Buffett, 73, with £22.8bn, who has business interests in property, telecoms and insurance. Another high-profile addition was Teresa Heinz Kerry, wife of Democratic presidential challenger John Kerry.</p> <p>Some 24 of the 45 new members were from the business and finance worlds. It takes £417m simply to get on the list, which is published in Forbes magazine.</p> <p>Casino mogul Steve Wynn had the largest percentage increase at 100% - earning £722m, up from £361m last year. The biggest loser from last year, remaining in the 400, was Amazon's Jeff Bezos who dropped £445m in a single year.</p> <p>Those who fell off the list included Disney boss Michael Eisner, Theodore Forstmann, a financier, and Andrew McKelvey of the employment website monster.com.</p>",
  "They sit in their solitary cells all day, uncharged with any crime. No family member, no friend, no lawyer may visit. Their freedom depends on a callous game of Pentagon roulette. Word filters out that they are about to be released. Then word follows that - alas - it will take a bit more time. <p>These are America's Iraqi hostages, whose captivity in a high-security camp at Baghdad airport has already lasted for over a year. The two women scientists whose fate has been spotlighted this week belong to a larger group of Iraqi prisoners who should not have been held so long. </p> <p>Their cases cannot be compared to that of the British engineer, Kenneth Bigley, or the other foreigners kidnapped by fundamentalist groups. The circumstances are different. The motivations are different. Their treatment is different. </p> <p>Public humiliation by video, repeated threats of imminent death, and filmed beheadings are bestial. Abu Musab al-Zarqawi, the presumed perpetrator of this cruelty, claims to be acting in the name of the Iraqi resistance. In fact, he is a parasite on the occupation, seeking its cover to advance the goal of an extreme theocratic state, which few Iraqis share. </p> <p>Thanks to Zarqawi and various small groups of local Islamists whom he has managed to inspire, all non-Arabs in Iraq have become potential targets. No distinction is made between those who take jobs with the occupa tion, and journalists, UN employees and aid workers, who are neutral or, in many cases, severe critics of US and British policy. </p> <p>In Gaza and the West Bank, for all the chaos and confusion of authority caused by 37 years of Israeli occupation, Palestinian leaders and Palestinian society remain far-sighted, civic-minded, and secular enough to keep out these kinds of Islamist soldiers of fortune. Al-Qaida and its followers are unknown in Palestine. Foreign aid workers and western journalists have never been kidnapped. They are more likely to be killed by the Israeli army than by gunmen on the Palestinian side. </p> <p>In Iraq the picture is darker. It is one more sign of the massive social and economic destabilisation caused by the invasion and its bungled aftermath that al-Qaida has found a foothold there which it has not done in Palestine. Foreign journalists who used to rent houses in Baghdad have had to retreat to better-guarded hotels. Many media organisations have reduced their teams to one reporter, and even they rarely risk leaving Baghdad. Their Iraqi interpreters and drivers are under threat. The country may become a no-go area for news. </p> <p>In the mayhem of kidnappings, suicide bombs, and US air attacks, the continuing detention of a dozen Iraqi scientists may seem trivial. Thousands of other Iraqis have been arrested on suspicion of being part of the anti-American insurgency. Most are eventually let go, some after beating and torture. Only a few have been taken to court and convicted. </p> <p>But the holding of Iraqi scientists, whom the Americans call high-value detainees, is significant because they, more than any other group, seem to be hostages. Taken initially into custody because it was thought they could shed light on those elusive weapons of mass destruction, it is clear they had little new to say. There were no WMD, as they always insisted. </p> <p>Dr Rihab Rashid Taha, called Dr Germ by UN weapons inspectors, was an expert in biological warfare, who consistently told them before the war that all stocks had been destroyed years earlier. Why has she not been let go? She has not been charged with any crime, and even if she were, could she not be freed on bail? Is it that the US authorities don't want her talking to the press about the biological specimens she received from American companies in the 1980s when Saddam Hussein was Washington's friend? Are they worried she might produce the receipts she has said she holds? </p> <p>What of Dr Amer al-Saadi, the rocket scientist who briefly became the government's link man with the inspectors in 2002? He, too, repeatedly told them Iraq's WMD were dismantled long ago. He was the first senior Iraqi to surrender voluntarily to the US authorities in April last year, expecting to be held for brief interrogation and then let go. </p> <p>Yesterday his brother, Radwan, told me he was assured last month that Amer's release had been authorised and only a few bureaucratic procedures remained. It seems he was part of the same joint Iraqi-American review process which apparently gave the green light to releasing the women scientists weeks before Kenneth Bigley's kidnappers focused on them. </p> <p>Why the delay? Did Donald Rumsfeld or George Bush's election advisers get cold feet, fearing the impact of interviews that would once again highlight the fraud behind the invasion? Was the Iraqi government in favour of the release, as its justice minister suggested, but over-ruled by the Americans and denied the sovereignty it is claimed to enjoy? </p> <p>What of Saddam Hussein himself? Has he, too, become a pawn in Bush's bid to retain power? Few doubt that - unlike the scientists - he is a war criminal, although technically he remains innocent until convicted. When, and if, an Iraqi court with judges chosen independently by Iraqis puts him on trial, not many tears will flow. </p> <p>The issue is the timing. It was only thanks to the International Committee of the Red Cross that the former dictator appeared in court at all. On the eve of the formal transfer of sovereignty in June, it declared that as a prisoner of war he must be released, if he had not been charged. The Americans hurried to comply. </p> <p>After his brief but powerful defiance from the dock they said his trial would take months to prepare. His lieutenants would be tried first in the hope they would give evidence against him. Saddam would not go back to court until 2005, if then. </p> <p>Suddenly we hear his trial may take place next month. This will be the famous \"October surprise\". Bush will use the spotlight on Saddam as a way of trying to justify the war on Iraq and put John Kerry on the defensive. In this cynical scheme of things, America's best-known prisoner becomes a hostage of Bush's election bid. </p> <p>Small wonder that Iraqis feel humiliated and impotent. They are trapped between different sets of foreigners. On one side they face the barbarity of outside Islamists, who use Iraq as the latest and most convenient terrain for jihad against America. On the other, they see the stubbornness of Bush and the arrogance of Blair, who refuse to admit that their adventure was wrong, has become a disaster, and needs to be ended. Every Iraqi is a hostage now. </p> <p><a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p>",
  "<b>Margaret Cook, author and retired consultant</b> <br> I wasn't invited to the victory party. Robin was swishing down there with his mistress, but I watched it on telly and thought it was great. I cancelled my party membership in 1998 when it became clear that Blair's style of government was very removed from socialism. He has not welcomed women into government. Gordon has more gravitas but he's emotionally constipated: I don't know that he empathises with women. Labour need a protracted spell in the wilderness. <p><b>Annie Brenton, 57</b><br> I will only get 70% of the full state pension, much less than my twin sister, because I had children earlier. I live in rural north Devon and the jobs that are available tend to be low-paid and part-time. I've always voted Labour and will do again, but the government does make women like me, on low incomes, feel like second-class citizens. </p> <p> <b>Carol Hayman, author of Hard Choices, a satire about women and New Labour</b><br> This government has been ruled from day one by a cohort of guys, and women have been forced to function as groupies. If Carole Caplin is the sort of woman Blair wants to spend a lot of time with - well, I rest my case. </p> <p><b>Antonia Byatt, director of the Women's Library at Metropolitan University</b><br> I've been pleased to see the investment in education, but pensions still need sorting, and it has been disappointing to see the prison population rise. I didn't get married and now I'm dismayed that, despite having a secure relationship and three children, I might have to get married to get the same rights as heterosexual and same sex married couples - and I don't want to!</p> <p><b>Shami Chakrabarti, director of Liberty</b><br> It meant something to see Blair surrounded by so many women - to see so many new faces of any kind. There's no question there have been positive noises and substantive measures in terms of gay and gender equality. But race equality is still held back by the policy and rhetoric on asylum.</p> <p><b>Kierra Box, co-founder of youth anti-war group Hands Up For Peace, 19</b><br> I still have the election night '97 video on my shelf. I thought we'd have a more diverse government, but parliament is still full of old white men.. This government has bypassed public opinion: they introduced top-up fees not because the argument had been won, but because they said they would, and the same goes for the war. I won't be keeping them in. </p> <p><b>Sandra Gidley, MP for Romsey and Liberal Democrat spokesperson for women, 47</b> I'm not sure the minister for women role serves a very useful purpose. It would be better if you had someone tasked with gender equality working in each ministry. I asked Patricia Hewitt how much time she spent on each of her portfolios [minister for women and the DTI], and she took a long time coming back to me. In the end she said the two were so intertwined it was impossible to know.</p> <p><b>Kat Fletcher, president of the National Union of Students, 24</b><br> The huge increases in student debt impact on women, who are more likely to be underpaid or to need to take time out in the future. Younger people are disengaged from the process of politics, not from politics itself. The scale of the anti-war movement was incredible, and much of that was student-based. The war and top-up fees have been the two most unpopular policies, but both were pushed through against the will of the people.</p> <p><b>Helen Vaughan-Jones, PR, 26 </b> <br> Women politicians tend to be concentrated in the arts, education and media. Brown, Blunkett, Prescott and Clarke are still the dominant media figures. Safety when travelling at night is a big issue for me; we need better public transport throughout the night, better street lighting.</p> <p><b>Diana Athill, author </b><br> I'm not really in the field to be affected by them any longer. Really, I'm so old. I voted for them - automatically, but unwillingly. I suppose they could have done something to make women's incomes more equal. I won't vote for them next time. The way Blair has been a lackey for America has been repulsive. I can't tell the difference between them now. I'm fed up with the lot of them. </p> <p><b>June Baptiste, domestic violence service manager, 41</b><br> They have put domestic violence on the agenda, but there should be stronger measures to protect women and children fleeing violence - the legal system needs to be improved and a stronger message given out that domestic violence is a crime.. Some police safety units are wonderful but others are not sympathetic; there needs to be a more joined-up approach.</p> <p>A lot of minorities felt Blair had our interests at heart he hasn't done enought to challenge right-wing stereotypes. Since 9/11 there has been an incredible awakening in Muslim political activism, and Muslim women have come into mainstream politics. This government's foreign policy has made us establish a sense of who we are, made us learn about our faith. </p> <p><b>Eleanor Laing, MP for Epping Forest and Conservative shadow minister for women</b><br> Most women will tell you that one of the things that concerns them most is fear of violent crime. Last week a man who murdered his girlfriend, the mother of his six-week-old child, was sentenced to 10 years. Only 10 years? How can people have confidence in a system like that? The emphasis on the number of women in parliament is a red herring: it's what they do, not where they are, that matters. </p> <p><b>Jeanette Winterson, author</b><br> I'll never forgive them about the war. It's not a women's issue, it's a world issue. I am buying a place in Paris because I no longer want to be in the UK full-time. I want to be European, not a piece of the USA.</p> <p><b>Dr Gillian Braunold, GP</b><br> Since more women have become GPs and chosen to work part-time, more men are, too. Then there is the removal of the duty to be on call out-of-hours. I think it would be deleterious if the profession was 100% female - we need to reflect society. Women in the public eye have to endure comments about their appearance and weight; nobody comments on how fat or well-groomed the men are.</p> <p><b>Amina Taylor, editor of Pride magazine</b><br> I had hoped Oona King, Diane Abbot, David Lammie, Paul Boateng could do something wonderful but I don't know that they have the power base. And I don't know how useful the whole ethnic umbrella is - black women in particular have unique and special concerns, and experiences of inequality. It bothers me that politics seems to have merged: if people want radical thinking they are more tempted to vote BNP or Ukip. </p> <p><b>Diane Abbott, Labour MP for Hackney North and Stoke Newington</b><br> In opposition we made a commitment to having a Ministry of Women. That was never implemented and so there was never a strong, clear voice for women at the heart of government. Cutting the benefits of single parents impacted badly on single mothers who didn't work and put them at an incredible disadvantage. </p> <p>The two main issues I would flag up for women would be pensions and the minimum wage. The failure to increase pensions in line with earnings has affected women disproportionately as they are less likely to have an occupational pension and are therefore more dependent on the basic pension. All the evidence suggests that many older people won't apply for means-tested benefits so the best way to lift women pensioners from poverty is to raise the basic pension. The minimum wage benefits women more than men as they are generally in lower paid jobs - the failure to put it up to a high enough level affects many women's lives<br> <b>·</b> <b>Interviews by Lucy Clouting, Melissa Denes, Laura Barton and Simon Hattenstone</b></p>",
  "A team of international monitors is spending this week in five key states across the US observing preparations for the November vote. <p>The team of 20 intends to focus on three issues that have arisen in the wake of the controversial Florida vote in the 2000 election: concerns that some eligible voters are excluded from registering or voting, doubts over the security of voting electronically and worries about campaign financing. </p> <p>The observers, from Europe, Latin America, Australia, India and the Philippines, will publish a report at the end of their stay identifying their concerns. A second, smaller team will return at the end of October to monitor the vote. </p> <p>This week, monitors are in Florida, Missouri, Georgia, Arizona and Ohio, having spent the first five days of their stay meeting election officials in Washington DC. </p> <p>\"Perhaps the most important thing is that, for the first time, the election process in the US has been questioned, not just after the Florida fiasco,\" said one observer, Oscar Gonzalez, a former diplomat and ex-president of Mexico's Human Rights Academy. \"It is the beginning of a wave of reform.\" </p> <p>Mr Gonzalez, with observers from Ghana, Australia and Chile, are spending this week in Arizona, investigating campaign finance reform, the political rights of the largest Native American tribe, the Navajo, and meeting Mormon and student groups as well as election officials. </p> <p>Georgia has been chosen because it is one of only two states where all voting will be electronic. There are concerns about whether the machines can withstand fraud and the lack of a paper audit. </p> <p>Missouri experienced problems in 2000 that were similar to those in Florida, where former prisoners and African Americans were excluded from voting lists. Ohio has been chosen because it is one of the closest swing states in the election. </p> <p>The team has been assembled by Global Exchange, a non-governmental organisation which has observed elections in 10 countries. </p> <p>Ted Lewis, director of the fair elections project, said in a statement: \"The presence of independent non-governmental observers can help boost public confidence in electoral processes. Our friends from around the world can help us enliven discussions about what it takes to keep a democracy vital and they are coming here to help us at a time when mistrust and polarisation are eroding our national dialogue.\"</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Elton John calls Taiwanese photographers \"rude, vile pigs\" when he is besieged by the local media at the start of a tour. P2<br>Former BBC director general Greg Dyke says the BBC governors should be abolished. P6<br>MPs have attack the the new logo of the British Council for a distinct lack of Britishness. P7<br>Shaun the sheep, star of Wallace and Gromit film A Close Shave, is to get his own 40-part CBBC series. P7<br>The BBC has bowed to a wave of complaints and dropped Popetown, its satirical cartoon series about the Pope . P11<br>Johnny Briggs, who plays Ken Baldwin, will leave Coronation Street in 2006. P14<br>Members of the audience at an Oprah Winfrey show who were all given a free car face a 7,000 dollar tax bill to keep it. P18<br>The celebrity book club on Channel 4's Richard and Judy has boosted profits at Ottakar's, the bookshop chain. P24</p> <p>MEDIA BUSINESS<br>Media group Chrysalis issued a profit warning yesterday as problems at its books division overshadowed a strong year in its radio arm. P25<br>Corporate raider Vincent Bollore has increased his stake in advertising group Havas to almost 14 per cent. P25<br>Sir Martin Sorrell was this week paid 16.7m pounds from an incentive scheme. P25<br>Martha Stewart's contract at her firm Martha Stewart Living Omnimedia has been renewed for five years but she will not be paid while she is in jail. P25</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>The Dandy comic will revamp to attract new readers. P3<br>The BBC censored live coverage of the Liberal Democrats' conference because the Tories had objected to any mention of the Hartlepool byelection being aired. P10<br>A campaign advert for the Republicans uses footage of US presidential contender John Kerry windsurfing to claim that Kerry's opinions change like the wind. P19<br>Opinion: Patience Wheatcroft says it was wrong not to hold a public inquiry into the death of former Daily Mirror owner Robert Maxwell. P22<br>ITV political editor Nick Robinson on media coverage of the hostage crisis. P22</p> <p>MEDIA<br>Telefonica, the Spanish phone company, has sold its 5 per cent stake in Pearson, owner of the Financial Times. P32<br>Chrysalis, the media group, ponders the sale of its books division. P32<br>Brian MacArthur says Fleet Street has its shares of heroes and rogues in the new Oxford National Dictionary of Biography. P32<br>Obituary: Alan Crompton-Batt, the charming PR who helped to revolutionise the restaurant scene. P36</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Major US newspapers play down the killing of US hostages in Iraq. P4<br>The BBC drops its cartoon about the Pope, which has been labelled offensive. P7<br>The Dandy, the world's longest-running comic, is updating its image. P7<br>Shaun the sheep from Wallace and Gromit is to get his own TV series. P7<br>Spanish phone group Telefonica sells its Pearson stake. P37</p> <p><strong>THE INDEPENDENT</strong></p> <p>The Mail on Sunday refused to run an advertisement for the controversial book by Craig Unger, House of Bush, House of Saud, citing legal reasons, despite the Daily Mail serialising it. P8<br>Elton John shouts at photographers in Taiwan airport. P16<br>British Council logo labelled \"unBritish\". P25<br>Chrysalis prepares to sell its underperforming books division. P44<br>Reuters shares dive on fears of tough year ahead. P52</p> <p><strong>THE FINANCIAL TIMES</strong></p> <p>Publisher Tony Elliott is globalising his Time Out empire, having just launced Time Out Shanghai. P12<br>A fragmented and partisan US media is shaping the US presidential race. P17<br>US TV networks lose viewers to cable. P17<br>US cable operator John Malone has exited the UK market by selling his stake in Telewest. P22<br>Viacom is expanding music channel MTV in China. P28<br>News Corporation vows to increase its corporate governance disclosures in an attempt to stop a shareholder revolt over moving its stock market listing from Australia to the US. P29</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Airbus has withdrawn its support for Microsoft's antitrust battle with the EU. P3<br>Interview with Bertelsmann chief executive Gunter Thielen on how he will tackle problems besetting the music industry. P12</p> <p><strong>DAILY MAIL</strong></p> <p>Elton John blasts the press at Taiwan airport. P3<br>MPs say the British Council logo logo suggests the organisation is embarrassed about being British. P4<br>The Dandy comic has revamped. P37<br>The BBC has wasted 2m pounds on a cartoon series about the pope that it will never show. P37<br>Jeremy Isaacs review Greg Dyke's book Inside Story. P56<br>WWP boss Sir Martin Sorrell gets 16.6m pounds in shares as part of a performance award. P82</p> <p><strong>DAILY EXPRESS</strong></p> <p>Coronation Street star Johnny Briggs says he has not been sacked by the soap but is retiring. P15<br>MPs blast British Council for ditching its Union Jack logo. P18<br>Sir Elton John lets fly at photographers in a Taiwan airport. P20<br>Desperate Dan in the Dandy has lost his gun in a politically correct revamp. P31<br>Channel 4's Richard and Judy boosts sales at Ottakar's, the bookshop. P74</p> <p><strong>DAILY MIRROR</strong></p> <p>Model Sophie Anderton has dumped reality TV programme The Farm and is close to signing with I'm a Celebrity... Get Me Out of Here!. P7<br>Johnny Briggs denies he has been sacked from Coronation Street. P7<br>Bookies take bets on EastEnders' Christmas Day episode having the worst ratings ever. P7<br>Sir Elton John has a hissy fit at photographers. P15<br>Desperate Dan has lost his gun, his spurs and his cigarettes in a revamp of the Dandy comic. P35</p> <p><strong>THE SUN</strong></p> <p>Sir Elton John shouts at photographers at an airport in Taiwan. P5<br>Two-page survival kit on how to save ailing EastEnders. P12-13<br>Former Coronation Street stars praise actor Johnny Briggs, who will leave in 2006. P19</p> <p><strong>DAILY STAR</strong></p> <p>Storm as British Council bins Union Jack. P11<br>Johnny Briggs from Coronation Street blasts rumours he was sacked. P13<br>Bookies predict EastEnders will get its lowest ratings ever. P13<br>Channel 4 drama Sex Traffic will show the most shocking rape ever broadcast. P13</p> <p><strong>AND FINALLY...</strong></p> <p>Worries about state control of Russian media have proved well founded. In Turkmenistan, president Saparmurat Niyazov broke into regular TV programming yesterday so he could read poetry to his citizens. The title of his latest work is the very Stalinesque sounding The Love of the Motherland. The Daily Telegraph P16</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>In January, Kenny Wheeler turns 75, and the title of this duo album on Italy's CamJazz label very likely sums up his attitude to the landmark day. The Toronto-born trumpeter, flugelhorn player and composer has been quietly but progressively inventive all his life (the British jazz scene has been the main beneficiary, since his move here in 1952), and that hasn't changed since he entered his 70s. As with Chet Baker later in life, slight hesitancies of pitching and intonation now seem only to add deeper timbres of humanity to Wheeler's voice, which can be remote at times. The music here, however, is anything but distant, with Wheeler's improvising on 10 songs (mostly originals) full of glancing ambiguities and softly startling turns. Pianist John Taylor is dazzling all the way through, without disrupting the fragile romanticism of his composing partner's muse.</p> <p>Wheeler balances idiosyncratic melodic journeys with shrewdly placed accents and his trademark falsetto squeal on the only imported piece (Summer Night), with Taylor first patrolling supportively around him, then launching into a solo flood of time-changes, percussive sounds, classical rhapsodies and ambiguous chords. Taylor's plangent Au Contraire and the dignified dance of Canter exemplify this session's mix of improvisational inventiveness and harmonic audacity. The title track is a lost-and-found exercise, the irresolute steps of its opening becoming firmer as the theme unfolds, and Taylor's steadily pulsing Dance deploys colourful trumpet overdubs. Ostensibly low-key and twilit music, but a quiet turmoil of invention beneath.</p>",
  "<p>If you are travelling to an event that bills itself as the world's first conservative film festival, it is prudent to do a little research in advance. The premise of the American Film Renaissance, held in Dallas recently, was that Hollywood is in the grip of a clique of anti-religious, gay-loving, gun-hating, foreigner-appeasing, left-wing degenerates who wilfully and foolishly fail to represent mainstream American opinion. </p> <p>Cruising over the Atlantic on an American Airlines Boeing 777, en route to Dallas, seemed a good opportunity to test the theory, particularly since I had been seated squarely over the right wing of the aircraft. Films don't come any more Hollywood mainstream than the ones they put 20 inches in front of your face on big US airlines. </p> <p>Fourth on American's inflight bill was Saltwater, a four-year-old foreign film, and hence immediately suspect, but not actually Hollywood's fault (it's Irish). Third on the menu was Bobby Jones: Stroke of Genius, about an amateur golfer who achieved a clean sweep of the big world golfing trophies in 1930 and went on to found the Augusta National Golf Club. I searched for a Marxist parable on the hallowed greens. I did not find one. </p> <p>I sought, too, for the dark satanic subtext of Harry Potter and the Prisoner of Azkaban, for the hidden message of evil that would draw American youngsters into a life of godlessness and vegetarianism. I sought in vain. </p> <p>Top of the bill was a movie called New York Minute, starring the Olsen sisters, Ashley and Mary-Kate, as pretty blonde teenagers being pursued through Manhattan by a truancy officer, a criminal bungler of less than pantomime menace and a pair of lovable mussy-haired boys. Where was the sex? Where was the violence? Where were the drugs? Where, in this Desperately Seeking Susan de nos jours, was the subversion to inflame conservative America? </p> <p>\"Our film festival is not really to chastise liberals, it's to chastise conservatives,\" said Jim Hubbard in the lobby of the Intercontinental Hotel, Dallas, next day. Hubbard set up American Renaissance with his wife Ellen. \"Quit whining about Hollywood, quit threatening these meaningless boycotts, get into the market of ideas and fight for what you believe. There was just such a shortage of films and documentaries that represented a conservative world view. For some reason, conservatives don't go into film. They don't tend to be artists. I don't know why. That's just a tendency.\" </p> <p>Hubbard has been described by the media as a wealthy Dallas attorney, although he isn't. He's from Arkansas, not long out of law school, and has done various jobs, including restaurateur and schoolteacher. He told me he and his wife slept on a $200 futon from Wal-Mart. Ellen Hubbard did not seem happy he told me this. </p> <p>The Hubbards set up the festival - mainly, they say, with money from family and friends - after going to an arthouse cinema one night and being faced with a choice between Michael Moore's Bowling For Columbine and Frieda, a film about Frieda Kahlo - \"a film about a communist artist,\" as Hubbard put it. \"Neither of those films reflected our world view.\" </p> <p>What upsets Hubbard and festival-goers is as much what Hollywood puts into its films as what they leave out. Why, Hubbard asks, did they change Muslim terrorists to right-wing terrorists from Europe when they filmed Tom Clancy's The Sum of All Fears? And could I name any films in which the Viet Cong were portrayed as villains? Well, there was The Deer Hunter, which won the Best Picture Oscar in 1978; in it, sweating, screaming, vicious North Vietnamese soldiers are shown dragging their US prisoners from rat-infested cages and forcing them to play Russian roulette. Hubbard hadn't seen it. </p> <p>The festival launch was in a small function room in the hotel that evening. It wasn't Cannes. Not that it wanted to be. There were lots of black and orange balloons, a buffet and a free bar, and about 80 film-makers, journalists, producers and hard to label individuals drawn to the scent of conservative gatherings like deer to a salt-lick, such as a well turned-out Englishman, Jonathan Boyd Hunt - there to promote his research proving \"the very real threat that the BBC-Guardian axis poses to the interests of the United States\". </p> <p>Among the crowd I got talking to was a marketing executive, Matt Tibbitts, who was hoping to get his movie Echoes of Innocence accepted for Sundance. It's about a girl whose childhood sweetheart vanishes but who holds true to her promise to marry him. Tibbitts wouldn't tell me how long she waits, but I had the impression it is a very long time. \"She promised a guy in seventh grade that he would be the one she married so, obviously, she's still a virgin,\" said Tibbitts. \"We want people of all faiths, of all backgrounds to come and view it, to start the dialogue, because virginity isn't just a Christian thing.\" </p> <p>To the outsider, it might appear that 2004 was honours even for the anti-war left and the pro-war Christian right in film terms in America: the former had the astonishing commercial success of Michael Moore's Fahrenheit 9/11 to enjoy, the latter the huge phenomenon of Mel Gibson's The Passion of the Christ. They didn't see it that way at American Film Renaissance. They were angry about Fahrenheit 9/11, certainly - surprisingly so, given that so few of them had seen it. But they were still angry that the big studios had scorned The Passion. Even their triumph at Gibson going off and showing the big players how a Christian film could make money was tinged with rage. </p> <p>Michael Medved, the right-wing talk radio host whose speech opened the festival, is not a Christian, as he took pains to point out; he is Jewish, which is why, he explained, he couldn't use a microphone. It was the Sabbath. \"The huge success of The Passion of the Christ has changed western culture permanently and forever,\" he said. \"The opposition to the film is not because it was anti-Jewish but because it was pro-Christian ... People who fear all religion are going to react to that movie like Dracula reacts to the cross.\" </p> <p>Medved's festival oration climaxed on the struggle over the legalisation of gay marriages. \"Every single image you see of homosexuality in the media is positive, saintly,\" he said. \"When was the last time you saw some degraded [homosexual] character?\" He accused the Massachusetts judges who ruled gay marriage constitutational of jeopardising America's mission in the Middle East. \"We are engaged right now in trying to plant the seeds of democracy in Afghanistan and Iraq ... how do we try to teach Iraq about democracy when a handful of unelected judges dictate to the American people?\" </p> <p>The festival opener was one of only two full-length feature films on show - DC 9/11: Time of Crisis, a dramatisation of events in the Bush administration on and after September 11 2001. Timothy Bottoms, best known for his role in The Last Picture Show, plays George Bush. The movie premiered on the Showtime TV channel and went swiftly to DVD from there. Bottoms turned out for the opening, the only remote hint of anything suggesting the glamour of Cannes, Sundance or Venice. He also had the only limousine, and offered me a ride to the screening venue, which was a mile away. </p> <p>Bottoms distanced himself from the festival's agenda. \"I'm not into that conservative-liberal stuff,\" he said, pointing out that the last time he played Bush, it was as a clown for the TV channel Comedy Central, in a sitcom from the creators of South Park called That's My Bush. That was before 9/11, however, and Bottoms said he played Bush serious this time so as to give something back to the survivors of the terrorist attacks on America. </p> <p>\"For that two-week period, America came together and helped pick George Bush up and gave him the spotlight and the stage to make a decision,\" said Bottoms, sitting in the dark interior of the limo with a stubby plastic bottle of water in one hand, as the lights on the vehicle's built-in bar changed from orange to yellow to green. \"The comparison is with Peter Pan. Tinkerbell, her heart was broken, you think she's going to die, but Peter Pan tells everyone they can bring her back if they just believe in fairies. I think America did that to the president of the US, especially when he went to Ground Zero.\" </p> <p>I vowed not to review the festival films, and I will be as true to that vow as a good Christian girl guarding her chastity for her missing sweetheart. Let the record show only that DC 9/11 does show Donald Rumsfeld predicting the coming attack to his marvelling generals before it happens; that Paul Wolfowitz, the real version of whom can be seen in Fahrenheit 9/11 chuckling, licking his comb and running it through his hair, is portrayed in DC 9/11 as looking like one of Samantha from Sex and the City's more attractive lovers; that when a senior Democrat was portrayed on the big screen, pledging loyalty to Bush, a moan of hate rippled through the audience, like wind in the chimney; and that DC 9/11 includes quite a lot of dialogue like this: </p> <p>George Bush: I have faith. </p> <p>Laura Bush: We both do. </p> <p>GB: I love you. </p> <p>LB: And I love you. </p> <p>GB: Amen. </p> <p>Next morning kicked off with The Siege of Western Civilisation, by Herb Meyer, a one-time minor official in the Reagan administration. \"By\" in this context means that Meyer is the whole film: Meyer standing there on the big screen and talking at you for 42 minutes about why Islam needs to be dragged at gunpoint towards modernity, on American terms, and about why it is more important for American women to have children than to have careers. Speaking with the relish many men of his generation would reserve for discussions of a forthcoming golfing trip, he talks of a coming second American civil war, and explains how abortion is robbing America's retired people of their welfare safety net. </p> <p>\"Abortion is a human tragedy but it's also an economic tragedy,\" he says. \"If these children had been allowed to live, we would not have the problem we have now. We would have the consumer base, the tax base, and wouldn't be facing a social security and Medicare crisis. Isn't it amazing? We never think of it that way.\" </p> <p>In true film festival style, Roger Aronoff, the maker of Confronting Iraq, a professionally-produced documentary intended to show why the US was right to launch its invasion, told the audience that he had only finished the final edit the night before. He was proud of its watertight accuracy. He challenged me to find any outright untruths in it, and, sure enough, it did not contain outright untruths. Among the interviews with Christopher Hitchens and Bernard Lewis, and the footage of Al Gore intercut with footage of the extreme fringe of the US peace movement, there were many outright truths that it didn't contain either, particularly the outright truth that no weapons of mass destruction have been found in Iraq. </p> <p>The documentaries rolled on. Silent Victory was about the valour of a special forces unit in Vietnam. The unit's veterans spoke candidly and movingly of the horror of war. Afterwards Don Hall, one of the veterans, who co-produced the film with his wife Annette, was asked what he thought of John Kerry, who also served in Vietnam. Hall said he thought Kerry was a charlatan and a fake. I asked him later why; he said that Kerry had won more medals than he deserved in too short a time. </p> <p>\"I used to be a Democrat,\" said Mrs Hall. \"That was before I knew. Then came talk radio and the internet. The blinkers came off.\" </p> <p>Next up on the big screen was another Republican woman. There she was, talking to students at a campus meeting about Iraq. \"Suppose, for the sake of argument, this was a war just for oil,\" she told them. \"We need oil. Why not go to war for oil?\" </p> <p>This was Ann Coulter, the mind of Rush Limbaugh in the body of Lisa Kudrow, a witty and blazingly right-wing columnist and chat-show guest who cannot quite make up her mind whether she is a comedian or a serious political analyst - a combination that may be easier to get away with over there. As the star of the documentary Is It True What They Say About Ann? she had American Renaissance festival-goers rolling over and purring. They already knew her greatest moments off by heart: the time she called Joe McCarthy a great American patriot, those liberal media types she bested head to head on TV (in these clips, at least), and her most notorious opinion, expressed shortly after 9/11. She wrote: \"It is preposterous to assume every passenger is a potential crazed homicidal maniac. We know who the homicidal maniacs are. They are the ones cheering and dancing right now. We should invade their countries, kill their leaders and convert them to Christianity.\" </p> <p>Towards evening, the focus shifted to gun control. I watched Innocents Betrayed, a collage of archive footage devoted to the proposition that laws restricting private gun ownership were responsible for the most notorious genocides and civilian massacres of the 20th century, including Turkey's massacre of the Armenians, Cambodia, Rwanda and the Nazi slaughter. Hitler's gun control laws came in for particular attention. \"All over Europe, people resist the Nazis, except in Germany,\" the narrator intoned. The message of the film was so all-encompassing that I was surprised it didn't go for broke and argue that if Jesus had only owned a gun, he might still be alive today. </p> <p>Earlier, I'd spoken to the film's director, Aaron Zelman, who is also executive director of an organisation called Jews for the Preservation of Firearms Ownership. \"It's a warning to human beings on how to stay alive,\" he said. \"Our film is a warning to people to be on their guard, to be alert, to watch out for when governments go bad.\" </p> <p>I asked Zelman about something that had been bothering me: that traditionally film festivals welcomed film-makers who considered that their films were, in some way or another, artistic, whatever political message they might have; that, traditionally, polemics of any stripe didn't make great films. I asked Zelman if he considered himself an artist. I might as well have asked him if he considered himself a cross-dresser. \"This is my first effort at making a film,\" he said. \"I'm not going to put the whole artist label on myself, put on a beret, you know. Our documentary is based on a book called Death By Gun Control. We adapted our book into a film: that I would not consider to be artistic.\" </p> <p>Surely Hollywood was only interested in making money? Could he give an example of a left-wing Hollywood movie? He could. \"The one Michael Douglas had; he was the stockbroker. I forget what it was called. That was a message showing how evil capitalism is ... Forget about the movies they make, just their politics, look at who they support. Hollywood is famous for, 'If you want to make money, everything else is secondary.' But the perception of the leftists in Hollywood is based on their political activities.\" (I checked later: Oliver Stone's Wall Street was released 17 years ago, and proved such a setback to capitalist values that the Republicans stayed in the White House for five more years.) </p> <p>It was at around 7pm that I broke. I cannot pinpoint the precise time. It may have been the moment when, in Larry Elder's anti-gun control documentary Michael &amp; Me (made as a response to Bowling For Columbine) he reveals how safe children really are with guns in the home by pointing out that, in 2001, only 50 kids died in firearms accidents in America. All I know is that when I came out and saw a line of Texans queuing up to see a non-festival film, the unpleasant horror movie Resident Evil, I envied them. </p> <p>I asked Hubbard why, when the festival was so preoccupied with Michael Moore, he hadn't been to see either Fahrenheit 9/11 or Bowling For Columbine. That wasn't fair, said Hubbard; he'd seen bits of Bowling, and had read Stupid White Men. \"I know what he said in public,\" said Hubbard. </p> <p>The last film of the night, To End All Wars, the second of the festival's two features, starred Kiefer Sutherland and Robert Carlyle as Allied prisoners of the Japanese during the second world war. Neither actor was present; the picture was, after all, three years old. It shows how Christian faith helps the POWs endure their ordeal, which is not without crucifixions. The movie never got a full distribution deal. Introducing it, Dave Ellswick, a talk radio host from Arkansas, said this was because of its Christian content, rather than because it wouldn't have sold tickets. </p> <p>\"Conservatives have given up Hollywood and movies to the liberals and the left,\" he said. \"That's got to stop. We've got to be in the arena of ideas because our ideas are right, they are the correct ones. They are not teaching our kids these things; it's not on TV, it's in hardly any of the books any more. You and I and that big silver screen and talk radio can really start a renaissance. Enjoy the film!\"</p>",
  "Iraq's caretaker prime minister, Ayad Allawi, painted a resolutely upbeat picture of his country yesterday, insisting that the counter-insurgency was succeeding and elections would take place on schedule. <p>Mr Allawi's speech, to a joint session of the Senate and the House of Representatives, echoed President Bush's campaign rhetoric on Iraq and included a point-by-point rebuttal of criticisms by the Democratic challenger, John Kerry. </p> <p>Mr Allawi found a receptive audience in Congress, which repeatedly interrupted the former exile with standing ovations, particularly when he formally expressed his country's gratitude for the invasion. </p> <p>\"It's a tough struggle, with setbacks, but we are succeeding,\" he said. \"Thank you America. We Iraqis are grateful to you, America, for your leadership and your sacrifice for our liberation and our opportunity to start anew.\" </p> <p>His optimistic assessment of Iraq's future was clouded by comments from the commander of US troops there, General John Abizaid, who told Congress more soldiers would be needed if elections were to take place on schedule in January. He said he hoped Iraqi and other allied troops could fill the gap but could not rule out the need for American reinforcements. </p> <p>Mr Allawi rejected the general's comments, declaring: \"Troops we don't need - what we need to do is to train more Iraqis.\" </p> <p>Mr Allawi said his government now commanded 100,000 trained and armed soldiers, militiamen and police and would have 125,000 by the beginning of next year. He claimed that 15 of Iraq's 18 provinces were peaceful enough to hold elections im mediately. In the remaining three, he said, there were only pockets of trouble. </p> <p>News of Gen Abizaid's comments seemed to take President Bush by surprise yesterday when he appeared at a joint Rose Garden press conference with the Iraqi prime minister. He said the general had not mentioned a request for more soldiers at a White House meeting that morning. </p> <p>But the president added: \"If our commanders on the ground feel it's in the interests of Iraq's citizens to have more troops on the ground, we'll talk about it.\" </p> <p>Mr Bush once more shrugged off a gloomy US intelligence estimate in July on Iraq's future. The president said the National Intelligence Estimate merely reflected possibilities, \"but what's important is for Americans to hear reality\". </p> <p>That reality, he said, was reflected in the views of Mr Allawi, whom he presented as a representative of the Iraqi people. However, the Shia former exile, who was appointed in May, formerly ran the Iraqi National Accord, which was backed by the CIA and seen by most Iraqis as a western stooge organisation, according to a pre-war British assessment. </p> <p>The description appears in a secret document prepared by senior officials in the Cabinet Office in March 2002, a year before the invasion of Iraq. </p> <p>It reveals the low opinion British officials had of the two main exile groups, one led by Mr Allawi, the other by Ahmad Chalabi. Both organisations had close links with British and American intelligence. </p> <p>\"Unaided, the Iraqi opposition is incapable of overthrowing the regime\", says the document, marked \"secret, UK eyes only\". </p> <p>During his visit to Washington, Mr Allawi drove home three points that echoed Mr Bush's defence of the war. </p> <p>He insisted: \"We are better off, you are better off, and the world is better off without Saddam Hussein.\" Second, he depicted the counter-insurgency in Iraq as part of America's \"global war on terror\". </p> <p>And third, he took an apparent swipe at Mr Kerry. Mr Allawi said: \"When political leaders sound the siren of defeatism in the face of terrorism, it can only encourage more violence.\" Only a few days ago, Mr Bush accused his opponent of defeatism. </p> <p>Responding within minutes at a campaign stop in Ohio, Senator Kerry said: \"The president and the prime minister are here obviously to put their best face on the policy, but the fact is that the CIA estimates, the reporting, the ground operations and the troops all tell a different story.\"</p>",
  "Just before Charles Kennedy rose to speak, we learned that the hundreds of yellow balloons that were supposed to land on the delegates at the climax of his speech had been cancelled, popped, immolated or otherwise disposed of. This was because, with the sombre news of Kenneth Bigley in Iraq dominating all the bulletins, the party was terrified of looking jubilant and vainglorious. <p>But you had to feel sorry for whoever had spent ages blowing them all up. What a sorry waste of hot air! The story of the conference, really. </p> <p>Mr Kennedy's speech was OK; it always is. It wasn't a rabble-rouser, because the Lib Dems don't consist of a rabble to be roused. It went on a bit long, but that didn't matter because I suspect most people had stopped paying attention at quite an early stage. </p> <p>He decided to ask them a challenging question, a question posed by the party's success. \"Are these people up to it? Are those Liberal Democrats ready for the task in hand?\" </p> <p>Perhaps surprisingly, he didn't answer his own question. Maybe he was afraid that the answer might come from the hall. \"No we're not! We're a bunch of well-meaning anoraks who couldn't run a parish council subcommittee on bus shelters!\" </p> <p>In one curious addition to his text, he talked about the NHS. \"We truly need a health and not just a sickness service. And if it can work for me, it can work for anyone!\" Most party leaders like to stress their bountiful good health, right up to the moment that they keel over. Charlie seemed to be saying: \"Vote for me - I came back from the dead!\" </p> <p>There was one dodgy passage in which he outlined how he and his team would raise pensions, end top-up fees and generally usher in the new Arcadia that will be a Liberal Democrat Britain. How? By dropping plans for identity cards, killing some government departments or moving them out of London, and by \"doing less, better and more efficiently - and concentrating more on what really matters\". </p> <p>I wonder how this would sound in the heat of a campaign. Listener to Question Time: \"What I want to know is, how would Mr Kennedy find all the money for this lot?\" </p> <p>\"By concentrating, my friend, on what really matters!\" </p> <p>Somehow his slogans lack that essential memorable quality. He was trying to say that, if the Lib Dems hold the balance of power in a new parliament, they wouldn't engage in any secret, hole-in-corner fixes. \"No nods, no winks, no deals, no stitch-ups\" - which was fine, except that those are precisely the ways in which all coalitions are put together. </p> <p>He went on: \"If more people vote Liberal Democrat, then in the next parliament what you will get are more Liberal Democrats working for more liberal democracy. </p> <p>\"Not something else!\" he concluded, and I had a vision of thousands of Lib Dems marching on Trafalgar Square, their banners stitched up with the stirring battle cry, \"Not Something Else!\" </p> <p>The one period of passion, and the passage that won the plaudits, was his denunciation of Tony Blair's behaviour during the lead-up to the Iraq war. </p> <p>Had he promised President Bush that Britain would join the war whatever the UN demanded? \"It's time we got an answer!\" he said, and the delegates applauded thunderously for the only time in the speech. </p> <p>But it all leaves a tricky question for Mr Kennedy. If he does hold the balance of power after the next election, he will need to carve up a deal with the Labour party, which will probably still be led by the man Lib Dems see as loathsome warmonger Blair. </p> <p>And the question then will be, is the party still run by the anoraks, who regard power as an inadequate substitute for purity, or the people who are already in power, handling multimillion pound budgets in places such as Newcastle, Liverpool and London?</p>",
  "<p>John Elway was the All American hero personified when he introduced President George W Bush at a rally in Greenwood Village, Colorado, last week. \"This man knows how to make the right calls when the pressure is on,\" said the former Denver Broncos quarterback, during a cameo equivalent of Alan Shearer speaking up for an MP seeking re-election in Newcastle. </p> <p>In a state where Bush and the Democratic challenger John Kerry are running neck and neck, the potential impact of an athlete with the status of a demi-god locally could be crucial. The Republicans are well aware of that, and having the most revered sports star in a state endorse their candidate has become a recurring theme in Bush's bid for re-election. </p> <p>Jack Nicklaus stepped up to the plate at the Nationwide Arena in Columbus, Ohio three weeks back and had to wait five minutes for a crowd of 21,000 to stop cheering before he could formally introduce Bush and his wife Laura at another Republican campaign stop. </p> <p>\"I'm not known for taking political positions,\" said Nicklaus. \"I do most of my work in more quiet settings, around greens, not around the White House, but this is the most important election our country has faced in decades and we all need to make our voices heard. He's made the right calls time and again and he's got the scorecard to prove it.\" </p> <p>Ohio will be one of the key states in the election on November 2, and for Bush's 10th visit there in nine months his handlers had simply rolled out the most popular sports figure in the history of the place. \"It doesn't get any better than being introduced by Jack Nicklaus in Columbus, Ohio,\" said Bush. </p> <p>He was right. In a country where celebrity endorsement is a valuable political currency, the imprimatur of the Golden Bear could prove the difference between victory and defeat. It also offered further evidence that if Kerry is the preferred choice of Hollywood and the music business, the current resident of the White House appears to have a clear edge in professional sports. </p> <p>Witness the scene at the Kansas City Chiefs' pre-season training camp last month. Bush dropped by, and mayhem ensued. </p> <p>Excitedly clutching picture phones and cameras, NFL superstars were queuing up to meet a guy whose sporting career peaked somewhere between playing full-back on the Yale rugby team and buying a chunk of the Texas Rangers baseball club. One of them even handed him a copy of the 9/11 Commission report to autograph. </p> <p>\"It was an experience I caught on tape and on camera,\" said Priest Holmes, the team's best player, whose father is on active duty with the US Army. \"I was glad to be part of this day. It meant a lot to me just because of my father being over in Iraq and knowing the whole connection of him serving our country.\" </p> <p>Despite reports that a couple of the Chiefs were not too enamoured of the visit, the effusive response of the majority appears far more indicative of the president's standing in the American sports world. At one point in this campaign, it was estimated Bush had received $232,000 (£130,000) in donations from sports industry figures ranging from the New York Yankees third base man Alex Rodriguez to Fred Wilpon, the owner of the New York Mets. By contrast, Kerry's total contributions from denizens of the sports world tallied a paltry $12,250. </p> <p>\"In most of the locker rooms you'll find a little more Republican [support] than Democrat, at least thinking and leaning towards that way,\" said the former NFL cornerback Jason Sehorn during a high-profile turn at the recent Republican national convention. \"I think because we understand that, you know, we're very capable and adept at taking care of ourselves, and we don't need somebody to place a lot of regulations. I mean, put things in place so I can take care of myself, and protect me.\" </p> <p>While the most common reason put forward to explain Bush's popularity among athletes is a tax policy that panders to multimillionaires, the fact that he is a genuine sports nut may also explain his ability to mix easily with these people. After all, the man once caught drink-driving with the Australian tennis champion John Newcombe in his car spent his down-time during the 2000 recount fiasco reading Richard Ben Cramer's biography of Joe DiMaggio. </p> <p>If sports are a part of his persona that Bush does not have to fake, the same cannot be said of his opponent. Kerry's standing with this sector has not been helped by some awful gaffes. Having just about recovered from naming somebody who had never played for his hometown Boston Red Sox as his favourite Red Sox player ever, he then offended the people of Wisconsin by describing the Green Bay Packers' fabled stadium as \"Lambert\" instead of \"Lambeau\" Field. </p> <p>After a faux pas comparable to an English politician talking about Manchester United playing at New Trafford, he also drew jeers with a mistaken reference to the Ohio State Buckeyes while canvassing in neighbouring Michigan, a place where the Wolverines are the beloved college gridiron team and the Buckeyes are especially despised. </p> <p>Inevitably, Republican lawyers have organised \"Football Fans for Truth\" to publicise Kerry's lack of credibility but most of their work is being done for them by the candidate. Just this week he admitted bicycling, hiking and soccer were his favourite sports. Not the sort of answer likely to swing voters in middle America. </p> <p>Of course, Democrats could counter all this by pointing to the nefarious presence of Don King in the Bush camp. Much to the chagrin of Senator John McCain, author of a current bill proposing to establish a National Boxing Commission that would finally bring parasitical promoters like King to book, the Republican hierarchy have openly welcomed into their midst somebody who once beat a man to death. </p> <p>\"Bush has been reaching out,\" said King, whose presence, it is hoped, will garner African-American votes. \"We cannot afford not to be with him.\" Stand by, sports fans. </p> <p><strong>From balls to ballot boxes</strong></p> <p><strong> JC Watts</strong> </p> <p> A rising African-American star in the Republican party, he is a former Congressman for Oklahoma where he is revered as the quarterback who led the University of Oklahoma to two Orange Bowl victories. </p> <p> <strong> Bill Bradley</strong> </p> <p> One of the top 50 NBA players of all time. In 1977 the former NY Knick was the youngest member of the Senate at 35. He tried for the 2000 Democratic presidential nomination. </p> <p> <strong> Jim Ryun</strong> </p> <p> Former mile world record-holder and Olympic silver medallist at 1500m in 1968, now Republican Congressman. </p> <p> <strong> Ronald Reagan</strong> </p> <p> A good college athlete, he played George Gipp in the Knute Rockne Story, a Notre Dame gridiron player for whom the phrase \"Win one for the Gipper\" was coined. </p> <p> <strong> Tom McMillen</strong> </p> <p> In the US basketball team at the 1972 Olympics, has had three terms as a Democratic Congressman.</p>"
]