[
  "When President George Bush landed on the deck of the Abraham Lincoln last May in full battle regalia, under the banner Mission Accomplished, the election looked like a done deal and commentators moved on to the aesthetics. <p>This display of hypermasculinity in the midst of wartime, some concluded, would have a particular appeal for women voters. Republican speechwriter Peggy Noonan said that she half expected Bush to \"tear open his shirt and reveal the big S on his chest\". One Wall Street Journal columnist pronounced him \"a hottie\". Rightwing talkshow host G Gordon Liddy proclaimed that the president \"has just won every woman's vote in the United States of America\". </p> <p>Paradoxically, it seems that the women he appealed to most are those who are already hitched. The women most likely to be on the lookout for a \"hottie\", namely single women, are increasingly devoted to his Democratic rival John Kerry. </p> <p>With six weeks to go before the presidential election, one of the best ways to find out how a woman is likely to vote is to check her ring finger. A recent poll shows Bush ahead of Kerry among married women by 13%, while Kerry has a 25% lead among unmarried women. Indeed, the difference in voting intentions between single and married women - 38% - is far greater than that between men and women, which stands at 5%. </p> <p>What has been described as the \"marriage gap\" could prove crucial, particularly for the Democrats. Women settle on their presidential choice later than men, and so comprise most of the small number of coveted undecided voters that remain. In a race this close, the party that can identify the women who are most likely to identify with the party could make the difference between victory and defeat - so much so that pundits have invented a new political construct just for the occasion. After \"angry white men\" (1994), \"soccer moms\" (1996), the post 9/11 \"security moms\" (2002), and the drag-racing-fanatic \"NASCAR dads\" (2003), there is now the \"Sex and the City voter\". The term may jar, but the phenomenon could provide a jolt. Single women represent at least 24% of the voting-age population and a massive 46% of voting-age women. </p> <p>But if the Democrats are going to win, say the pollsters, they are going to have to woo single women relentlessly. To that end, they launched a programme called Take Five last month, which encourages the faithful to convince five single women who don't usually vote to go to the polls. </p> <p>The marriage gap is not new. But each election year it has grown increasingly huge, more than doubling over the past 20 years. Views differ on why this should be. Some of it can be explained by other demographic factors that are related to, but not defined by, either marital status or gender. According to the census, more than half of unmarried women earn less than $30,000 (£16,800) a year, while more than half of married women have annual household incomes of more than $50,000 (£28,000). And the wealthier you are, the greater the likelihood that you will vote Republican. </p> <p>Personal factors also play a role. Married women often vote the way their husband does. \"I registered Republican when I got married,\" Ginny Savopoulos told USA Today. \"But after I was divorced I was thinking more about, what's out there for me as a single woman?\" After struggling to find work as a paralegal, she was laid off two years ago and remains disenchanted with the war in Iraq. Still registered as a Republican, she plans to vote Democrat. </p> <p>The experience of having children further deepens the divide. Married women with children are even more heavily Republican than those without, while childless single women are even more sympathetic to the Democrats than unmarried mothers. Of the 10 states with the highest birthrates, all but one voted for Bush in 2000. \"Conservative, religious-minded Americans are putting far more of their genes into the future than their liberal and secular counterparts,\" wrote Phillip Longman, a senior fellow at the New America Foundation, in a recent article for the Washington Post. \"If Metros don't start having more children, America's future is Retro.\" </p> <p>But policy issues related to the current political climate also play a role. Married women place a higher priority on the war on terror and are more likely to value Bush's leadership, while single women are more concerned with such issues as health insurance and policing. \"It's not that single women aren't worried about security,\" says Kellyanne Conway, president of WomenTrend, a woman-centred polling organisation. \"But they are more likely to be concerned with job security and whether it's safe to get home than the war on terror. </p> <p>\"They're not so interested in small government because to them, the government is a partner and a safety net. For those women without husbands, Uncle Sam and Big Brother are the greatest protectors.\" </p> <p>The Republicans have adapted their message accordingly. As supporters in Madison Square Garden waved signs declaring \"W is for Women\", Laura Bush's prime-time convention speech was aimed squarely at parents: \"I want to talk about the issue that I believe is most important for my own daughters, for all of our families, and for our future,\" she said. \"George's work to protect our country and defeat terror so that all children can grow up in a more peaceful world.\" </p> <p>But the Republican approach also repels many singles. \"Republicans have this programme of trickle-down dignity,\" says Bella DePaulo, who studies singles' behaviour at the University of California at Santa Barbara and is currently writing a book called Singled Out. \"They portray a woman's life as in a family with mum, dad and the kids and have shut the door on anyone who doesn't fit into that.\" </p> <p>Claudia Bernett, a single, 32-year-old digital designer in New York, plans to vote against Bush. \"I'm not a great fan of Kerry but the Democrats at least say their intentions are to generally take care of people, while the Republicans are so brutal. Abortion is crucially important, but there are other agendas that even exceed that one - we seem to be at a very dangerous moment in time.\" Such views should present an opportunity and a challenge to the Democrats. The main reason the gender gap opened up in the first place, in the 80s, was not because they were doing so well among women but because they were losing so much support among white men, just over a third of whom backed Al Gore at the last election. </p> <p>For while single women are currently much more likely to vote Democrat, they are much less likely to vote at all. In 2000, Gore won the single women's vote by 31%, while Bush had just a 1% lead over married women. The trouble is, that while 62% of married women voted, only 43% of singles did. </p> <p>\"If unmarried women in Florida had turned out in the same percentage as married women, Al Gore would have won the state easily,\" Democrat pollster Celinda Lake said earlier this year. Indeed, if they had turned out at just the statewide average, then Gore would have won by a relatively comfortable 63,000. </p> <p>So why didn't they? Because nobody asks, says DePaulo. \"Just listen to the rhetoric of the politicians,\" she says. \"It's so much family values - it's as though single people don't exist.\" </p> <p>But the Democrats have been slow to grasp the existence, let alone the potential, of this enormous untapped resource. During the Democratic convention Kerry did not emphasise issues such as the economy or health care, which would have appealed to undecided women voters, but instead tried to outmacho Bush with his war record. Since this backfired he has returned to the kind of domestic issues that could well galvanise single women into making up their minds - not between Kerry and Bush, but between Kerry and not bothering. Whether he succeeds or not will largely depend on whether he has anything more to offer them than the chance to put two more men in the White House. </p> <p>\"The trouble with going after single women, those fans of progressive change, is that one has to offer them something progressive,\" wrote Katha Pollitt, a columnist for the leftwing magazine the Nation. </p> <p>\"It will be interesting to see if the Democratic campaign to sign up these voters involves offering them things they want.\"</p>",
  "George Bush has failed to win over any of the traditional Jewish backing for the Democrats, despite the unwavering White House support for Israel and a vigorous campaign by the Republican party. <p>In a poll released yesterday by the American Jewish Committee, Jewish voters preferred John Kerry to Mr Bush by a margin of nearly three to one: 69% to 24%. </p> <p>It is an improvement on Mr Bush's 19% Jewish support in 2000 but well short of the Republicans' hope of 30%. </p> <p>Although Jews form only 2% of the US population, they vote in great numbers, and are prominent in this year's battleground states - Florida, Ohio, and Pennsylvania - where their support could be pivotal. </p> <p>In Florida they make up 3.9% of the population, more than the margin of victory in the 2000 election. </p> <p>Mr Bush appeals to a section of the Orthodox community because of his support for the Israeli prime minister, Ariel Sharon, and his open religiosity, but most Jews are not changing sides. </p> <p>David Harris, director of the American Jewish Committee, said: \"Most American Jews tend towards the liberal side of the political equation, and therefore instinctively lean towards the Democratic candidate, and this year may be no exception, despite a president with a strong track record on US-Israeli relations, and who is waging a war on radical Islamic terrorism.\" </p> <p>This is the second poll to confound Republican hopes: in a survey by the Democratic pollsters Greenberg, Quinlan, Rosner for the National Jewish Democratic Council, Mr Kerry had 75% support and Mr Bush 22%. </p> <p>Anna Greenberg said the findings showed that Jews were moved far more by domestic concerns than US policy towards Israel, and that Jewish voters did not necessarily agree with Mr Bush's wholehearted support of Israel. </p> <p>\"What is clear from this survey is that Jewish voters don't necessarily believe that Bush is better on Israel than Kerry,\" she added. </p> <p>The AJC poll showed an uneasiness with the administration's leadership of the \"war on terror\", and in Iraq, areas in which it expected to pick up Jewish support. </p> <p>Fifty-two per cent of respondents disapproved of Mr Bush's stewardship of his \"war on terror\" and 66% were unhappy with it: levels of discontent far higher than in the general population, and 57% thought the threat of a terror attack on America had increased because of the war with Iraq. </p> <p>There was also dissatisfaction with Mr Bush's unilateralist approach to world affairs: another area of strong contrast with Mr Kerry, who has said consistently in campaign speeches that America needs to work with the UN and other institutions. Sixty-four per cent said America should not act alone on the international stage. </p> <p>Bill Clinton won 80% of the Jewish vote in 1992, and Al Gore 79% in 2000. Only Ronald Reagan managed to break through, winning 40% in 1980, but pollsters say that had more to do with many Jewish voters' dread of Jimmy Carter than an affinity with the Republican party. </p> <p>Nevertheless, the Republican campaign organisers have made a concerted effort to break through this year, as part of a long-term strategy to woo minority voters away from the Democrats. In particular they hoped to win Orthodox voters - devoting special sessions at the party convention to religious Jewish delegates - and Jews from the former Soviet Union. </p> <p>The Bush administration has been the most unabashedly supportive of Israel, culminating in Mr Sharon's visit to Washington last April, when Mr Bush broke with 30 years of diplomatic tradition by endorsing his Gaza withdrawal plan. </p> <p>But although Jews may appreciate Mr Bush's support for Israel, they balk at the open religiosity of his administration, and his party's moral crusading on issues such as gay marriage, stem cell research, and abortion. </p> <p>\"The conservative social agenda gives Jewish voters serious pause,\" the Republican pollster Frank Luntz admitted. </p> <p>\"They have to decide what is more important to them: their support of his position on Israel or their opposition to his social agenda.\" </p> <p>Open religiosity does not scare away the entire community. Among the 10% who define themselves as Orthodox, there is relative comfort with the idea of asking faith-based bodies to provide services to the young and elderly, according to Abba Cohen, Washington director of the Agudath Israel, which represents ultra-Orthodox Jews. </p> <p>\"I think there is a real affinity for Bush ... in the Orthodox community,\" he said, but added: \"Generally, no one expects the Jewish community's voting patterns to change dramatically.\"</p>",
  "<b> USA Today</b> <br> Editorial, September 21 <p> \"For months, John Kerry has tried to fend off complaints from fellow Democrats that he has failed to expose President George Bush's Iraq policies as failures. Mr Kerry responded forcefully on Monday, blaming Mr Bush for the mess that has evolved in Iraq. But he did so at the price of reinforcing charges that he is a flip-flopper. In a scathing attack, he said Mr Bush had committed 'colossal failures in judgment' and 'failed to tell the truth'. Mr Kerry added in a speech devoted to the Iraq war that he would not have backed an invasion had he known that Saddam Hussein didn't have weapons of mass destruction. </p> <p>\"Harsh as it may come across, Mr Kerry's critique is an accurate indictment of Mr Bush's decision to take the nation to war under mistaken reasons and without adequate plans and resources to achieve his goal of creating a prosperous, democratic Iraq ... Still, by waiting so late in the campaign to confront Mr Bush ... Mr Kerry looks as though he's shifting for political expediency - the very image Republicans are trying to burnish in voters' minds ... The value of Mr Kerry's newly aggressive stance is that it sets the stage for a vibrant fall debate over the wisdom of the decision to go to war, the management of the war and the difficulty of ending it. That discussion has been missing from the campaign for too long.\" </p> <p><b> New York Times</b><br> Editorial, September 21 </p> <p> \"After weeks of politically damaging delay, Mr Kerry finally seems to have found his voice on what ought to be the central issue of this year's election: the mismanaged war in Iraq and how to bring it to an acceptable conclusion ... </p> <p>\"This should signal the start of the kind of serious and useful debate the American people deserve. Unfortunately, Mr Bush still declines to even acknowledge the disastrous condition the war has fallen into, preferring simply to assert over and over that the course there is now firmly set for a democratic and stable future. Democrats who question these Pollyannaish projections are almost instantly slapped down as unpatriotic underminers of military morale.\" </p> <p><b> Newsday</b><br> Editorial, New York, September 21 </p> <p> \"Mr Kerry's four-part plan of action for Mr Bush is based on an unwarranted presumption that Mr Bush, having failed utterly to get international cooperation in the past, could now persuade reluctant allies to contribute troops and treasure to help stabilise Iraq. That won't work for Mr Bush and probably wouldn't work for Mr Kerry either, if he were elected president. </p> <p>\"The other three points boil down to an acceleration of what Mr Bush is trying to do already, however ineffectively ... But then Mr Kerry, as the challenger, doesn't have to convince people he can do it. To win, he has to persuade voters that Mr Bush mismanaged the war from the start, that he lied, hyped figures and projections and is still refusing to face the dismal reality of Iraq's descent into chaos.\" </p> <p><b> New York Post </b><br> Editorial, September 21 </p> <p> \"Surely, terrorists everywhere can only be heartened by Mr Kerry's gloomy description ... At some point, this 'last helicopter out of Baghdad' rhetoric could become a self-fulfilling prophecy: terrorists, encouraged by Mr Kerry's words, step up their attacks - while Americans, equally discouraged, move toward retreat. </p> <p>\"Mr Kerry will have achieved the disaster in Iraq he now describes. Just as defeatism and anti-war protesting (complete with over-the-top lies by, yes, a much younger Mr Kerry) sapped America's will to fight in Vietnam and led to a humiliating loss for America.\"</p>",
  "Call it Howard Dean's revenge. For when White House hopeful John Kerry finally took the gloves off over Iraq this week, the US presidential campaign came full circle. <p>A year ago, Mr Dean was emerging as the Democratic frontrunner, tapping into grassroots anger over the war. Yet it was Mr Kerry who eventually won the nomination as primary voters opted for the safer, conventional, less confrontational man. </p> <p>The picture looks different now. Mr Kerry's furious, all-out assault on the Bush administration's honesty and competence over Iraq on Monday amounts to a belated endorsement of Mr Dean's main line of attack and is reminiscent of Mr Dean himself. It marks a strategic shift by a Kerry campaign that has so far failed to find a \"killer\" issue and has lost its way - and its poll lead - since the Boston convention in July. </p> <p>Mr Kerry's change of tack - and tone - means Iraq is sure to dominate the closing weeks of the presidential race. And what happens or does not happen in Iraq between now and November 2 may have a decisive impact on the election outcome. </p> <p>The Kerry speech was a total demolition job. George Bush, he said, had \"misled, miscalculated and mismanaged every aspect of this undertaking\". The president's lack of candour, arrogance and outright incompetence - Mr Kerry's own words - has \"created a crisis of historic proportions and the prospect of war with no end\". </p> <p>Mr Kerry's unusually personal attack is certain to provoke a similarly robust Republican response. </p> <p>But after the vice-president, Dick Cheney, claimed that a Kerry victory would result in \"devastating\" new terror attacks on the US, many Democrats will be pleased their man is hitting back. </p> <p>More problematic for Mr Kerry is the perception that, despite his sharpened rhetoric, his ideas about what to do next in Iraq remain dependent on events. Unlike Mr Dean, or Richard Nixon at the height of Vietnam in 1968, Mr Kerry has not promised to end the war or set a date for withdrawal. If his four-point plan worked well, he said cautiously, \"we could begin to withdraw US forces starting next summer and realistically aim to bring all our troops home within the next four years\". </p> <p>Whether this is enough to mobilise the Democratic base remains to be seen. </p> <p>Mr Bush tends to take a more for us or against us view. He consistently claims that \"we are making good progress\" in Iraq, while caricaturing Mr Kerry as a ditherer who prefers Saddam Hussein's dictatorship to freedom and democracy. </p> <p>Events in Iraq will take on even greater importance in this febrile political context, making such simplifications harder to sustain. If ruthless killers such as Abu Musab al-Zarqawi and his gang murder more US hostages, or if US army casualties rise sharply, Americans may turn their anger on the president. Equally, they may rally round the flag and Mr Bush. </p> <p>This divide potentially gives Iraqi insurgents tremendous power to influence the presidential race - and some of them seem sophisticated enough to know how to use it. </p> <p>Nor should the electoral impact of next month's expected trial of Saddam be underestimated. Iraq's interim prime minister, Ayad Allawi, predicts the court case will not last long. A guilty verdict seems certain, after which Saddam could be executed. How will that play in the swing states?</p>",
  "There were few pleasures to be had following Bob Dole's doomed presidential campaign in 1996, but one was the unique brand of anti-charm adopted by the candidate. I was once on the receiving end of it myself, during a stop in New Hampshire. Dole had just inspected a factory and a huddle of reporters gathered to ask some questions. I was only three words into mine when the would-be president cut me off. He'd heard my accent and decided there was no point giving me the time of day. \"No votes in Liverpool,\" he snapped, before calling on the man from the Kansas City Star. <p>I later heard a reporter from Finnish TV dismissed with a crisp \"No votes in Leipzig\". Dole's familiarity with both British accents and European geography may have been slightly off, but the point was clear enough. He was running in an American election: he needed to speak to Americans and Americans alone. No one else mattered. </p> <p>At the time, that logic seemed fair enough. Americans were choosing their own leader to run their own government. Americans would pay the taxes and live with the consequences of their decision. It was up to them. </p> <p>But now I'm not so sure. For who could honestly describe the 2004 contest of George Bush and John Kerry as a domestic affair? There's a reason why every newspaper in the world will have the same story on its front page on November 3. This election will be decisive not just for the United States but for the future of the world. </p> <p>Anyone who doubts it need only look at the last four years. The war against Iraq, the introduction of the new doctrine of pre-emption, the direct challenge to multilateral institutions - chances are, not one of these world-changing developments would have happened under a President Al Gore. It is no exaggeration to say that the actions of a few hundred voters in Florida changed the world. </p> <p>So perhaps it's time to make a modest proposal. If everyone in the world will be affected by this election, shouldn't everyone in the world have a vote? Despite Bob Dole, shouldn't the men who want to be president win the support of Liverpool and Leipzig as well as Louisville and Lexington? </p> <p>It may sound wacky, but the idea could not be more American. After all, the country was founded on the notion that human beings must have a say in the decisions that govern their lives. The rebels' slogan of \"No taxation without representation\" endures two centuries later because it speaks about something larger than the narrow business of raising taxes. It says that those who pay for a government's actions must have a right to choose the government that takes them. </p> <p>Today, people far from America's shores do indeed pay for the consequences of US actions. The citizens of Iraq are the obvious example, living in a land where a vile dictatorship was removed only for a military occupation and unspeakable violence to be unleashed in its place. The would-be voters of downtown Baghdad might like a say in whether their country would be better off with US forces gone. Perhaps John Kerry's Monday promise to start bringing the troops home, beginning next summer, would appeal to them. But they have no voice. </p> <p>It's not just those who live under US military rule who might wish to choose the commander-in-chief. Everyone from Madrid to Bali is now drawn into the \"war on terror\" declared by President Bush. We might believe that war is being badly mishandled - that US actions are aggravating the threat rather than reducing it - and that we or our neighbours will eventually pay the price for those errors. We might fear that the Bush policy is inflaming al-Qaida, making it more not less likely to strike in our towns and cities, but right now we cannot do anything to change that policy. Instead we have to watch the US campaign on TV, with our fingers crossed - impotent spectators of a contest that could shake up our lives. (Those who feel the same way about Tony Blair should remember: at least we will get a vote.) </p> <p>So we ought to hold America to its word. When George Bush spoke to the UN yesterday, he invoked democracy in almost every paragraph, citing America's declaration of independence which insists on the equal worth of every human being. Well, surely equal worth means an equal say in the decisions that affect the entire human race. </p> <p> That 1776 declaration is worth rereading. Its very first sentence demands \"a decent respect to the opinions of mankind\": isn't that exactly what the world would like from America today? The document goes on to excoriate the distant emperor George for his recklessness, insisting that authority is only legitimate when it enjoys \"the consent of the governed\". As the world's sole superpower, the US now has global authority. But where is the consent? </p> <p>By this logic, it is not a declaration of independence the world would be making. On the contrary, in seeking a say in US elections, the human race would be making a declaration of dependence - acknowledging that Washington's decisions affect us more than those taken in our own capitals. In contrast with those founding Americans, the new declaration would argue that, in order to take charge of our destiny, we do not need to break free from the imperial power - we need to tame it. </p> <p>Such a request would also represent a recognition of an uncomfortable fact. It would be an admission that the old, postwar multilateral arrangements have broken down. In the past, America's allies could hope to influence the behemoth via treaties, agreements and the UN. The Bush era - not just Iraq, but Washington's disdain for Kyoto, the test ban treaty, the international criminal court and the rest - suggests that the US will no longer listen to those on the outside. As candidate Dole understood, only those with votes get a hearing. </p> <p>Will this modest proposal fly? Will it hell. Despite Bush's smooth talk in New York yesterday, his position remains that America does not need a \"permission slip\" from anybody to do anything. If Washington won't listen to the security council, it's hardly likely to submit itself to the voters of Paris and Pretoria. </p> <p>Besides, every good Republican knows the world is solid Kerry territory. A survey by pollsters HI Europe earlier this month found that, if Europeans had a vote, they would back Kerry over Bush by a 6 to 1 margin. Bush would win just 6% in Germany, 5% in Spain and a measly 4% in France. No Republican is going to cede turf like that to the enemy. </p> <p>You would think those numbers would hurt Bush, making clear how unpopular he is in the world. But they don't. If anything they hurt Kerry, suggesting he is the candidate of limp-wristed foreigners and therefore somehow less American. We may find that a sorry state of affairs. But there is little we can do about it. In the democratic contest that matters most to the world, the world is disenfranchised. </p> <p><a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>",
  "Egypt is pressing ahead with \"very progressive\" ideas for reform, but changing the way the president is elected is not one of them, at least for the time being, a spokesman for the government party said yesterday. <p>Hosni Mubarak's fourth six-year term ends in October next year and opposition groups are pressing for a free election and a choice of candidates. </p> <p>Under the current system, parliament puts forward one candidate for approval in a yes-or-no referendum. </p> <p>As the National Democratic party's annual conference opened in Cairo with the slogan \"New thinking\", its policy spokesman, Mohamed Kamal, said constitutional changes would not be discussed. </p> <p>\"It is not on the agenda of this conference, but there are no red lines, no taboos whatsoever covering any issues related to political reform, including the issue of amending the constitution,\" he said. </p> <p>\"It's an issue of priorities ... we have other issues that we consider are of priority to the party ... It's not a priority for the party. It might be a priority for other institutions.\" </p> <p>President Mubarak, who is 76 and has had two recent health scares, was absent from the opening session, but the growing influence of his 41-year-old son Gamal was apparent. </p> <p>The party officials who are to give media briefings are all reformers associated with Gamal, and opposition groups complain that he is being groomed to succeed his father. </p> <p>Although the NDP has not yet formulated a position on constitutional reform, it is planning \"major structural changes\" in laws relating to politics, Mr Kamal told a news conference yesterday. </p> <p>\"We are presenting very progressive ideas concerning amending the basic laws that govern political participation in Egypt,\" he said. </p> <p>These include the electoral law and the law on political parties. </p> <p>\"It's in the interests of the NDP, the majority party, to have a strong opposition,\" he continued. </p> <p>\"We believe in checks and balances, and we believe that when you have a strong opposition it will activate you, it will energise you.\" </p> <p>Mr Kamal said moves towards reform in Egypt had been inspired by the parliamentary elections four years ago when the NDP, which has governed the country for decades, failed to win an overall majority. </p> <p>\"The year 2000 was a setback for the party, and that's what really motivated the reform movement,\" he said. </p> <p>\"It has nothing to do with external pressure,\" he added, alluding to opposition claims that one of the main purposes of the reform plans is to please the US.</p>",
  "The Liberal Democrats are moving from being \"a party of protest to a party of power\", Charles Kennedy will tell the party faithful tomorrow, before flying up to Hartlepool to join Judy Dunn's byelection campaign. <p>Addressing the conference today, Ms Dunn received a hero's welcome, with delegates holding up \"We're Backing Jody\" posters and chanting her name as she entered the conference hall.</p> <p>In an enthusiastic speech, the telegenic barrister - who is standing in the seat Peter Mandelson left for Brussels - urged delegates to help her turn Labour's \"mountain into a molehill\" and repeat the Lib Dems' success in the Leicester South byelection in June.</p> <p>Lib Dem strategists are hoping that a victory for Ms Dunn next week will continue the party's momentum, continuing what they see as a boom period in its fortunes with success in Leicester and the local elections.</p> <p>Ms Dunn opened up a new line of attack on the Labour-held seat, telling voters they could \"test her out\" by electing her next week, then vote her out at next year's likely general election if she \"didn't deliver\".</p> <p>\"Labour have taken Hartlepool for granted - it's been sidelined, silenced and ignored,\" she added.</p> <p>\"After seven years of a Labour government, their only achievement is to make sure that there's no such thing as a Labour safe seat.</p> <p>Revealing that she was a half-Finnish ex-DJ, she joked about the pressures of campaigning, saying: \"Today is a very special day. It's the first time in two months of campaigning I've had lunch, and it's the first time I've had it at lunchtime!\"</p> <p>She was greeted on the stage by both Mr Kennedy and the new party president, Simon Hughes, and brought her young son with her onto the stage.</p> <p>Tomorrow Mr Kennedy will highlight the doubling of Lib Dem support shown in the polls - up to 26% compared to 13% before the 2001 general election - and argue that a vote for the Conservatives is now \"a wasted vote\".</p> <p>With no MPs in Wales and only one in Scotland - who is widely expected to lose his seat following the devolved country's boundary changes - Michael Howard's party will have to win half of the remaining 70% share of the vote to form the next government.</p> <p>Mr Kennedy is expected to concur with Lib Dem chairman Lord Razzell that the Conservatives have little chance of winning the next general election, with their support base focused almost exclusively in the shires.</p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p><b> FROM BOURNEMOUTH</b></p> <p>The Backbencher bumped into Guardian sketchwriter Simon Hoggart on the Bournemouth seafront and asked him how he found this year's Lib Dem conference.</p> <p>\"To say a Liberal Democrat conference has been exciting is a gross exaggeration in any year. But this year it's certainly had a lot more going for it and there's been a lot more zip and pizzazz than we normally get. And that's because it's almost certainly the last conference before the coming general election, and the Lib Dems feel that they're in with a real chance of doing very well indeed. A few decades ago, the party was down to just six seats, but this time it could well reach 60, 70 or even 100.</p> <p>\"The party leadership has been trying to dampen down that kind of speculation. They know that in politics, discounting is everything - if you claim you are about to become second and then you don't, you look like an abject failure. So they want to predict a fairly normal, humdrum, run-of-the-mill result, which in reality will look dazzlingly successful. But they haven't been entirely successful - because these people really do believe that they're in with a chance of destroying the Conservatives as a fighting force in British politics.</p> <p>\"The problem for the leadership is that to do that, they have to win more Tory-held seats than Labour ones. And that seems likely too. In spite of their great success recently in inner city seats, the fact is that it is Tory seats which are most vulnerable to the Lib Dems. Almost all their top 10 target seats are presently held by Tories, so what they're having to do is to move to the right.</p> <p>\"Now everyone says that rightwing and leftwing are meaningless terms these days, which may be true, but what they want to do is become tougher on law and order than the Tories. They want to be more free-market and less geared towards social engineering than Labour. In other words, much more like a safe, cuddly, ameliorative version of the Conservatives. And that will offend a lot of their people. </p> <p>\"They've always been traditionally rather to the left and quite radical, very keen on the environment and certainly extremely sympathetic on law and order. So it's going to be quite a difficult struggle for the leadership to send wild signals to the electorate that the party is just a nicer version of the Tories - while keeping on board their army of loyal people who stuff envelopes, knock on doors and do the hard work of an election campaign.</p> <p>\"People have always had their doubts about Charles Kennedy, and they were exacerbated around a year ago when he seemed to have that health wobble and there were stories of him - not being an alcoholic, exactly, but there was the sense that it was rather like Mastermind - \"once I've started, now I'll finish\" - that once he'd decided to have a few drinks, he had quite a few. But he seems to have reined that in pretty well and he now has a tradition of opening the party conference with a drinks party for journalists at which he's the only one who doesn't drink.</p> <p>\"In any case, in the run-up to an election, party leaders are in a blissful position. No one can get rid of them as the last thing anyone wants is a leadership contest. If they do disappointingly next time - I'd say if they don't get an increase in the order of 20-30 seats - then Charlie is safe. If, heaven forbid, they actually lose seats, I think he'd go quietly, while if they did better than hoped (getting 100+ seats) then you'd see him absolutely set - there for as long as he wants the job.\"</p> <p><b> LAST WEEK'S COMPETITION</b></p> <p>There were almost as many different answers to this question as there were entries, with readers suggesting that MPs have voted on foxhunting as few as two or as many as 11 times. However, the most comprehensive summary came from Stephen Bowden. \"Not counting today's session, MPs have voted on hunting in connection with six Bills since world war two,\" he writes, before going on to list all six occasions. \"Of course the total number of individual votes is much greater than this, what with second readings and the odd third reading, and amendments at report stage, and occasional outbreaks of Bicameral Ping-Pong.\" Let's all be grateful Tony is trying to outlaw that sort of thing and simplify parliamentary democracy for us.</p> <p><b> THIS WEEK'S COMPETITION</b></p> <p>The 38-year-old Lib Dem \"young Turk\" and Niles Crane look-alike David \"Making\" Laws seems to have taken a vow of silence since his suggestion that the NHS be replaced by a compulsory insurance scheme so infuriated party activists. But he hasn't always been so quiet. To win a copy of Rex Wyler's forthcoming GreenPeace: How a Group of Ecologists, Journalists and Visionaries Changed the World (published by <a href=\"http://www.rodale.co.uk\">Rodale</a>), simply tell the Backbencher how a teenaged Mr Laws first proved his future oratorical talents in 1984. Email backbencher@guardianunlimited.co.uk. Terms and conditions for the competition can be inspected <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p><b> RITES OF BILL</b></p> <p>\"Saint Clinton is not endorsed nor sanctioned by the former president,\" warns the small print at <a href=\"http://www.saintclinton.com\">SaintClinton.com</a>. Indeed not. The Backbencher certainly hopes Bill's hospital facilities don't include a laptop. The shock of seeing Scott Ritcher's poster, with its radiant heart, might undo the good work of the doctors at New York Presbyterian. \"His timeless, sympathetic words, 'I feel your pain', echo in his reassuring expression,\" explains the site. As for the coaster (USD6) and the lunchbox (USD18) - well, frankly the Backbencher was hoping for a humidor with the ex-president's image, but the best the site can offer is a coffee mug showing US budget deficits since 1901 in graphical format (USD14). Still, the I Love Abortion thong might just give Dick Cheney another heart attack.</p> <p><b> EYES, RIGHT?</b></p> <p>\"I require your help to settle a debate,\" emails a young reader from Heriot-Watt university. \"On <a href=\"http://www2.harrow.gov.uk/mgUserInfo.asp?UID=70\">Harrow council's website</a>, is Eileen Kinnear, Conservative councillor for Harrow on the Hill, wearing glasses or not?\" James, the Backbencher is sure there's a perfectly good explanation for this photograph, but she is currently unable to supply it.</p> <p><b> WISH YOU WERE HERE</b></p> <p>There is nothing the Backbencher enjoys more than kicking off her kitten heels, slipping on a comfy pair of sandals and heading down to the Liberal Democrat conference in Bournemouth. Who would miss this lunchtime's fringe meetings? Hot topics include: how to defuse the obesity time bomb; the public health priority of positive parenting; and encouraging public involvement in the lottery.</p> <p><b> BEYOND OUR KEN</b></p> <p>She was disappointed, however by Ken Livingstone's cancellation of his fringe meeting today, with Lib Dems muttering darkly that he is \"running scared\" of defending his 20% hike in bus fares. After defeating Simon Hughes by a mere 400,000 votes in June's mayoral elections, the Backbencher can understand why Ken would be so nervous.</p> <p><b> THE BOURNEMOUTH IDENTITY</b></p> <p>Conference security has also not met with her satisfaction. A cursory glance into your handbag by a pensioner is hardly adequate defence against Osama bin Laden, let alone Otis Ferry. Don't these people know that Charles Kennedy is going to be our next prime minister? As one hack was heard to observe while being waved through the entrance, \"this really feels like a party on the brink of power\".</p> <p><b> INDY MEDIA?</b></p> <p>As a devout Guardian reader, the Backbencher has found it hard to escape the Independent's sponsorship of the conference. Its logo is plastered everywhere - on stewards' sweatshirts, delegates' bags and, she assumes, a large cheque made payable to the Lib Dems. What's more, readers of the newspaper have been treated to an unusually thorough analysis of the Lib Dems' prospects. It's good to see the paper living up to its title.</p> <p><b> STOKOE'D UP</b></p> <p>After a prolonged period of silence, Simon Hughes' right-hand man during his failed mayoral bid gets in touch. \"Hope all is well and you enjoyed the break,\" the hapless Richard Stokoe emails. Not really, Richard, but the Backbencher can be a bit of a workaholic. \"Just when you thought it was safe to escape from me, you will be pleased to hear (possible anyhow) that I am now back from my gardening leave and now working over at City Hall for the delightful yellows. If you need any insights into workings in the great glass monolith then please feel free to drop me a line or a bell.\" Right now, Richard, there's nothing that springs to mind - although the Backbencher has been wondering exactly who was responsible for the soothing beige carpet and glowing Lib Dem bird at this year's conference: they really should be accompanied by the slogan \"Bringing Politics Home\" - but if any readers have any Lib Dems-in-London related queries, she urges them to get in touch with her. Richard's waiting for her call.</p> <p><b> SURPRISE, SURPRISE</b></p> <p>Finally, the Backbencher's attention was drawn to the Name The October Surprise website, which invites readers to come up with the most plausible treat Dubya will pull out of the electoral hat before the presidential election. Dragging Osama bin Laden from his hole is a possibility, of course. But what else might he get away with? Shortlisted entries will be published at the end of September, with any \"winners\" rewarded on October 30 with a live appearance on Air America. It's not just for fun: \"The goal is to anticipate particular 'surprises' in the hope, however small, that Bushies may shy away from what's widely anticipated because it reeks of a political ploy,\" explains Mark Green. Submit entries to <a href=\"http://www.nametheoctobersurprise.com\">NametheOctoberSurprise.com</a>.</p> <p><b> ON TV AND RADIO THIS WEEK</b></p> <p>Tonight, 10pm, BBC4: Tales from Europe<br> Anyone thinking that Kirsty Wark's journey through the EU's new members would be a Newsnight-style investigation of the economic impact of the Union will be disappointed. Tonight, Kirsty experiences an all-over mudpack in Hungary.</p> <p>Saturday 25th, BBC2, 7.25pm: Do You Still Believe in Tony?/Friends and Neighbours<br> A double bill of documentaries by Michael Cockerell to mark Tony Blair's 10 years as Labour leader. \"Elegantly made and editorially brave,\" said Mark Lawson in the Guardian on Monday. The first documentary charts Tony's relationship with arts and media luminaries - such as Rory Bremner, Antonia Fraser, Richard Eyre, Harry Enfield and the indiscreet Melvyn Bragg - and finds out whether they still believe in him. The second tells the story of the Blair-Brown relationship: we learn that Tony's favourite programme is The West Wing, while Gordon's is Friends.</p> <p>Tuesday 28th, 10pm, BBC4: Dinner with Portillo<br> Michael discusses marriage, divorce and parenting with Ann Atkins, Alain de Botton and Fiona Millar, Alastair Campbell's partner and Cherie's former helper.</p> <p><b> FINAL READING</b></p> <p>Europe is about complexity, cooperation and consensus - not tabloid headlines. But we pro-Europeans must find words that connect better, <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1306062,00.html\">writes Denis MacShane</a>.</p> <p>This week Bournemouth, next week Brighton: follow our full coverage of the Lib Dem and Labour conferences <a href=\"http://politics.theguardian.com/libdems2004\">here</a> and <a href=\"http://politics.theguardian.com/labour2004\">here</a>.</p> <p>Read live news commentary along with our pick of the best links from the web on our <a href=\"http://blogs.theguardian.com/news/\">newly relaunched newsblog</a>.</p>",
  "<p>No star of the last 10 years has been such a magnet for the neuroses and prejudices of those who watch her than Paltrow. Camille Paglia, writing here, referred to her as \"vacuous, sallow, moony, rubbernecked\" and, noting that she is the daughter of actress Blythe Danner and late producer/director Bruce Paltrow, called her \"a preening, pampered princess who's been foisted on the public by a bicoastal media cabal.\" Tara Ariano and Sarah D. Bunting worked a similar, familiar theme on MSNBC, writing: \"Even before she won her Oscar, Gwyneth Paltrow was Hollywood royalty -- the child of a lovely patrician actress and a producer of interesting, critically praised TV shows. But she hasn't just lazed about, drawing on her trust fund of fame: she's made a name for herself by dating her co-stars; dressing so well that she's considered a fashion icon; talking about her trendy hobbies, from yoga to her macrobiotic diet to 'cupping'; and now for marrying a rock star, giving birth to their child, and naming her after produce. Oh, and she hasn't made a good movie since 'Shakespeare in Love.'\"</p> <p>People seem to hate Paltrow because she's got that slightly aloof patrician beauty, because her career benefited from the connections she had growing up the daughter of Blythe Danner and Bruce Paltrow, because family friend Steven Spielberg helped her get into the movies, because her dad bought her the Harry Winston necklace she wore to the Oscars, because she burst into tears accepting the award, because she married rock star Chris Martin of Coldplay, because she named their daughter Apple. And this history isn't even checkered by a broken home or a stint in rehab to console Paltrow haters, darn it.</p> <p>It's understandable that Paltrow pushes the buttons of people who didn't have the advantages she did, who think of how hard they've had to work for what they've gotten and resent how easily success has come to her. Those are very real, very strong, very persistent feelings. They're also part of the slop we have to put aside if we want to call ourselves grown-ups. Nobody should like the fact that life isn't fair -- but being shocked by it past, say, your sophomore year in college seems naive.</p> <p>It's childish to rail against the fact that people's connections help them (the exception being the current occupant of the White House). There wasn't one person I heard making fun of Paltrow for bursting into tears accepting her Oscar who didn't sound offensively inhuman. Here was a young woman overwhelmed at the tail end of an emotional roller coaster (her father and grandfather had been seriously ill). You just know that had she remained composed those same people would have accused her of being an unemotional ice princess who acted like the Oscar was her due. And when people talked about her father having bought her the Harry Winston necklace she wore to the ceremony, as if wanting it or owning it were a moral failing, it sounded like nothing so much as a childish temper tantrum.</p> <p>What may be most interesting about the Paltrow haters is this: Ask any one of them why they hate her and it's almost a sure bet that the quality of her acting will barely figure into it. Maybe they have to avoid the question because, in her résumé, there's not a list of successful big-budget garbage for them to glom onto. Paltrow has kept largely to small- to medium-budget \"specialty\" films. The new \"Sky Captain and the World of Tomorrow\" is the first thing Paltrow has done that belongs in the blockbuster league, and even it is an odd duck among blockbusters. Composed almost entirely of computer-generated effects (there are only actors and props -- no sets), \"Sky Captain,\" by first-time writer-director Kerry Conran, plays like what you'd get from a kid who shoots Super 8 movies in his backyard and has been given $70 million to do what he wants. But like every other element of the movie, the actors, including Paltrow, exist only to fulfill some iconic function and are part of an enormous, sustained conception that sits on the screen without ever coming alive.</p> <p>Like most people, I first saw Gwyneth Paltrow in Steve Kloves' film \"Flesh and Bone,\" where she played a young con artist whose specialty is sneaking into wakes and, with the aid of Vaseline, stealing the rings off the fingers of corpses. Her whole affect in the picture was so fuck-you blasé, so unabashedly nasty, that she won me over right away.</p> <p>The trouble was, that same blasé affect defined her other work from the period. In the early '90s, just before her movie career broke, I saw her onstage as Nina in a Williamstown Theater Festival production of \"The Seagull,\" co-starring with her mother and Christopher Walken. It wasn't a good performance. Wan and resigned where Nina is tormented and lyric, Paltrow moped through the role, her flat, nasal voice finding none of the pathos or sad comedy of Chekhov's lines.</p> <p>Paltrow has sometimes put her zonked, bruised quality to startling use, as in the role of the Vegas cocktail waitress/hooker in Paul Thomas Anderson's terrific \"Hard Eight\" (still too little seen and still Anderson's best movie). But other times she just seemed dissociated from the pictures she was in, a promising actress who needed some training to refine her potential (and especially to bring some variety to her voice). The stardom that followed, to say nothing of the Oscar, stymied that.</p> <p>If Paltrow is only sometimes the actress she can be, she is also, more often than not, a delightful screen presence. Movies like \"Emma\" (in which she seemed wholly inauthentic) and last year's \"Sylvia\" (as well as perhaps the upcoming screen version of David Auburn's play \"Proof,\" which Paltrow played onstage in London) are her prestige outings. She's much more enjoyable in throwaway pictures. My colleague Stephanie Zacharek described what a fetching clotheshorse Paltrow made in the tepid \"A Perfect Murder.\" In the wrinkle-in-time romantic fantasy \"Sliding Doors,\" Paltrow got to mix charm with coolly cutting sarcasm. Playing an Englishwoman, Paltrow went believably from withering indignation to clipped vulnerability to a sort of dry coquetry, and she matched up very well with John Hannah, whose slight frame complimented hers. And Paltrow's charm lent a sweetness to last year's \"View From the Top,\" in which she played a small-town girl who dreams of becoming a stewardess. The picture was a trifle but, like Mike Nichols' \"Working Girl,\" it was about the weird intersection of blue-collar and white-collar jobs, and it didn't condescend to the people in those jobs or to their dreams. Silly comedies, though, are often treated as if they're beneath contempt. Which is certainly how Paltrow speaks of it in a recent Entertainment Weekly interview.</p> <p>That interview reveals one unattractive movie-star habit -- that of distancing yourself from your failures. \"If you go back and look at interviews,\" she says, \"you'll never, you'll maybe twice hear me saying I genuinely love a film, because I don't lie.\" Forget that sometimes telling a lie is simply a matter of being gracious to the people you work with. Paltrow's priding herself on her honesty suggests that she's not the best judge of her work because, with the exception of \"Shakespeare in Love,\" in which she deserved every bit of praise she got, her best work has been done in movies that were either critical or commercial failures or both. Maybe the acclaim for \"Y Tu Mamá También\" and \"Harry Potter and the Prisoner of Azkaban\" will prompt a reappraisal of Alfonso Cuarón's \"Great Expectations,\" which was greeted as a travesty when it opened in 1997. (In a Premiere magazine profile at the time, Paltrow suggested that Cuarón had lost control of the production.) It's a rapturous updating of the Dickens novel that has its dedicated admirers; the discerning British film critic Robin Wood has called it a model for how film adaptations can be true to the spirit of their sources while being wholly original creations. Paltrow plays Estella, the young beauty raised by her guardian Miss Havisham to wreak revenge on the male sex. Ethan Hawke is the young artist whose bloodstream Estella enters when they are just children. It's a tough role, that of a beauty whose surface radiance has no inner correspondence. As the critic Steve Vineberg put it at the time, Paltrow has to play \"the sadness of a woman with no emotions,\" and she's remarkable. The infernally beautiful young Jean Simmons was memorable as the younger Estella in David Lean's famous 1946 film of the novel. (Valerie Hobson, who played the grown Estella, is memorable too, but for all the wrong reasons -- she's a colossal comedown after Simmons.) Put it this way, Simmons is as good as Paltrow, but she isn't any better.</p> <p>It was another literary adaptation, Neil LaBute's 2002 film of A.S. Byatt's \"Possession,\" that provided Paltrow with one of her best roles. Like \"Great Expectations,\" \"Possession\" was held up as an example of how movies are hopelessly inadequate for conveying the complexity and richness of novels. In some ways, LaBute seems to understand the material better than Byatt did. He made a fleet, sharp adaptation that focused on the parallel love stories Byatt had devised. LaBute's film is a civilized entertainment entirely free of the reverence and stuffiness that clogs up too many period films. As the female, British half of a pair of academics chasing down the hidden love affair between two Victorian poets, Paltrow put both her coolness and the propriety of her self-presentation to comic, and at times melancholic, effect. What's touching about the performance is the reticence that remains in Paltrow as her icy exterior starts to melt. It's her most stylized, and stylish, performance.</p> <p>Paltrow's fine-boned beauty makes her appear almost a stylized creature at times, more a moonbeam than a sunbeam. And that may be why she has often been at her most affecting in comedies or love stories, which are stylized forms. François Truffaut once wrote about how, because of the surrounding idealized perfection, sad moments in musicals can be especially wounding.</p> <p>That's the principle at work in the Farrelly brothers' \"Shallow Hal,\" which features Paltrow's most affecting performance -- certainly her sunniest and most relaxed. The movie's message is childishly simple -- beauty is only skin deep. But conviction and emotion can make even the most banal concepts feel rich, and \"Shallow Hal\" is one of the loveliest, most affecting, and most emotionally satisfying of American film comedies. Paltrow plays Rosemary, a girl whose obesity keeps people from seeing what a beautiful person she is -- except for Jack Black's Hal, who is under a spell that lets him see only a person's inner beauty. So Hal sees Rosemary as a slim, beautiful girl; the \"real\" Rosemary is Paltrow in a fat suit.</p> <p>\"Shallow Hal\" provoked exactly the kind of outrage you'd expect. In Slate, David Edelstein said of Paltrow's performance and her detractors, \"she takes many more chances here, and she won't get an Oscar -- just grief from liberals and organizations that claim to speak for the overweight.\" Some women claimed that the movie was saying it was OK to love a fat girl as long as she was really Gwyneth Paltrow. The trouble is that nothing in the movie supports that reading. In the Farrellys' conception, inner beauty cuts both ways. The real proof of what the movie is saying comes when Jack's spell is lifted. From then on, the only Rosemary anyone sees is Rosemary as she actually appears, and that's the woman Jack has to learn to love -- not the svelte blond beauty his spell allowed him to see. That girl is, quite literally, a fantasy creature.</p> <p>As Rosemary, Paltrow expresses emotion that has the force of the elemental. The hurt on her face when Jack, under his spell, chides her, saying that she must have to fend off the guys, is exceeded only by the hurt she expresses when she realizes he has (momentarily, in the movie's scheme) rejected her because of who she really is. Paltrow lets us see a young woman learning to be comfortable with who she really is and then, cruelly, made to feel a freak inside her body. There's no distance between what Rosemary feels and what Paltrow makes us feel.</p> <p>\"Shallow Hal\" and last year's underrated \"Stuck on You\" reveal that the Farrelly brothers may be less interested in sophomoric humor than in recasting themselves as the radical humanists of American film comedy. These are deeply inclusionary movies, in which ugliness as well as beauty are only skin deep. In \"Shallow Hal,\" Paltrow is right on their wavelength. The directors had a comically irresistible idea -- to take the golden princess of American movies and put her in a fat suit. The movie erases the distance between Paltrow and the audience, not because she is pulled off her pedestal and humiliated, but because it allows us to see her wounded by emotions that most of us assume would be alien to Gwyneth Paltrow. That's another example of how the Farrellys make hash of our assumptions. Of course \"Shallow Hal\" is red meat to Paltrow haters, because it says judgments based on surfaces arebthe ugliest thing imaginable. A simple idea her most fervent detractors have yet to grasp.</p> <p><strong>·</strong> Charles Taylor is a Salon staff writer.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Bush and Annan clash, Haiti appeals for aid, Booker shortlist announced.</p> <p><b>BIGLEY TORMENT AS SECOND HOSTAGE KILLED</b></p> <p>The Tawhid and Jihad group chose a second hostage to kill last night. It announced the beheading of American Jack Hensley and, soon after, issued a threat to kill Briton Kenneth Bigley. His situation looks bleak. The Independent visits the family home in Liverpool where \"a mother, two brothers and a son could only wait, in despair and anger, for news to end their torment\".</p> <p>The Guardian reports that there may be a glimmer of hope. The Iraqi justice minister pledged to release Rihab Taha, one of two prominent female prisoners, today and said a hearing would be held to determine the fate of Huda Amash, the second. Tawhid and Jihad had demanded the release of women prisoners in return for the hostages' lives.</p> <p>But it is only a glimmer. Rory McCarthy, the paper's correspondent in Baghdad, says the group's \"demands now look more like an attempt to garner support among Iraqis appalled at the US abuses in Abu Ghraib\" while the Telegraph argues that even if Dr Taha, a biological weapons scientist known as Dr Germ, were to be released it may not influence the hostage takers \"who appear more intent on tormenting the US-led coalition than on achieving realistic goals\".</p> <p>Inevitably, there are profiles of Abu Musab al-Zarqawi, the Tawhid and Jihad leader who is thought to carry out the executions himself - to the Mail he is \"the executioner with a knife to the west's throat\". The Jordanian-born militant has claimed a number of attacks and killings, including the murder of the American hostage Nick Berg earlier this year, and may behind the killing this week of two clerics who criticised his methods. The Telegraph calls him \"the most prominent terrorist of the internet age\" for his use of the web to plan and proselytise. The Independent says the few people who have \"met him and survived\" report a strong personality. It adds: \"A prison doctor who knew him when he was in jail in Jordan said that he could order his followers to do things 'just by moving his eyes'.\"</p> <p>The prime minister, Tony Blair, emerges as the final figure in the drama. Mr Bigley's brother Paul accused him of being a \"fibber\" whose \"sell-by date has gone\". Speaking to al-Jazeera, he said: \"The whole war was a sham. The weapons of mass destruction were a sham. It was worse than watching an American soap opera [...] I am trying to keep myself together but I am losing it.\"</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1309959,00.html\">Second US hostage killed</a><br>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=564367\">Independent: 'God is merciful. But will he hear our prayers?'</a><br>* <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=564364\">Independent: Mysterious sadist who carries out his own violence</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/22/wirq22.xml\">Telegraph: Second US hostage beheaded</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/22/wirq222.xml\">Telegraph: Murderer who uses internet to revel in his savagery</a></p> <p><b>BUSH AND ANNAN CLASH AT THE UN</b></p> <p>The kidnapping tension provided a menacing backdrop to George Bush's speech to the general assembly of the United Nations about his war for freedom in Iraq. But the US president, who received only polite applause, persisted nevertheless and, the Financial Times reports, found himself clashing with Kofi Annan, the UN secretary general, over the state of global peace and security. Where Mr Bush called on all nations to embrace \"liberty's century\", Mr Annan was troubled by \"civilians massacred in cold blood\". In a pointed reference to US policy, he said: \"Those that seek to bestow legitimacy must themselves embody it, and those who invoke international law must themselves submit to it.\"</p> <p>The FT's leader column argues that Mr Bush's speech, \"a series of upbeat but generic nostrums about democracy, peace and human dignity\" revealed \"the extent of the president's disengagement from the reality of a sinking Iraq [to be] alarming. He exhibited no sense whatsoever of grievous US policy mistakes, of the serial failures of the occupation authorities.\" It goes on to welcome John Kerry's attempts to now challenge the \"relentlessly unreal optimism\" on Iraq but says that whoever wins the November election will need to do some hard thinking.</p> <p>* <a href=\"http://news.ft.com/cms/s/e883c3f2-0bdd-11d9-8318-00000e2511c8.html\">FT: Bush and Annan clash at UN</a><br>* <a href=\"http://news.ft.com/cms/s/5777e552-0c3a-11d9-8318-00000e2511c8.html\">FT: Time for real US debate on Iraq</a> </p> <p><b>HAITI APPEALS FOR FLOOD AID</b></p> <p>Shortly before Mr Bush took the stage at the UN, the interim president of Haiti, Boniface Alexandre, appealed to world leaders for aid as the death toll from the country's second flooding disaster in four months reached more than 4,000. A Times reporter in Port-au-Prince recounts the experiences of aid workers and residents of Gonaives, a port city of 200,000 where every house has flooded.</p> <p>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Hundreds killed as floods engulf Haiti</a></p> <p><b>'DRIVEL' BROUGHT TO BOOKER</b></p> <p>We are probably approaching the mid-point of the awards season - the Emmys and Mercury prize have gone, the Oscars and Brits yet to come - so, filling the gap, the shortlist for the 2004 Man Booker prize has arrived. One judge offers a refreshing take on the whittling down process to the Times, explaining that many of the longlisted titles were \"drivel\", and Chris Smith, the former culture secretary, asked publishers to think twice before submitting novels. </p> <p>The Guardian reports there was \"surprise all round\" at the inclusion of some less well-known figures and speaks to one of three former outsiders, Gerard Woodward, who was on the bus when he heard I'll Go to Bed at Noon was on the shortlist. The 5./4 favourite is, however, David Mitchell's third novel Cloud Atlas. The FT describes it as an \"an ambitious novel, playing across six narrative strands - from the 19th century journals of an American notary in the Pacific [...] to a genetically engineered waitress in a dystopian future-shock\".</p> <p>* <a href=\"http://books.theguardian.com/bookerprize2004/story/0,14182,1309948,00.html\">Surprise all round at Booker short list</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Booker judges sift diamonds from the drivel</a><br>* <a href=\"http://news.ft.com/cms/s/4220339e-0c35-11d9-8318-00000e2511c8.html\">FT: Rich mix make Man Booker Prize final six</a></p> <p><b>ENGLAND SCRATCH FIVE-YEAR ITCH</b></p> <p>England beat Australia in a one-day international cricket match yesterday. This perhaps should not be such a big deal but it was the first in five years so you have to allow for a little excitement. The Telegraph is pleased just to enjoy the moment for what it is (\"England beat the Aussies at last,\" says its headline, next to a photo of a triumphant Andrew Strauss), while the Times goes for the big one and puts an \"And now for the Ashes\" above a determined looking Michael Vaughan. Mike Selvey, the Guardian cricket writer, says Vaughan led England \"with bat, ball and brain in perhaps his finest limited-overs international\". England will now face either the West Indies or Pakistan in the ICC Champions Trophy final at the Oval on Saturday and, if they win, claim their first ever major limited-overs trophy.</p> <p>* <a href=\"http://sport.theguardian.com/cricket/story/0,10069,1309902,00.html\">Endland break the hoodoo</a><br>* <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=BAPQVSWOBSOPFQFIQMFCM5WAVCBQYJVC?xml=/sport/2004/09/22/scbrig22.xml&amp;sSheet=/sport/2004/09/22/ixsporttop.html&amp;secureRefresh=true&amp;_requestid=80510\">Telegraph: Curse cast aside with great gusto</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,426-1274054,00.html\">Times: And now for the Ashes</a> </p> <p><b>SEDATION FOR THE NATION</b></p> <p>If you find London fashion week baffling, take some comfort from the Independent. It reports that Horlicks, the malt and wheat milk drink, is becoming the late night tipple of choice for large numbers of customers at the kind of London bars where footballers hang out. Its leader recommends rolling it out to pubs across the country. \"What better way to quell boisterous binge-drinkers than sending them to sleep with a mug of malted milk?\" it asks.</p> <p>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=564350\">Independent: Never mind a Cosmopolitan, how about a horlicks?</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt;<a href=\"http://www.theguardian.com/Iraq/0,2759,423009,00.html\">The latest on the Iraq hostage crisis</a></p> <p>&gt;&gt;&gt;<a href=\"http://politics.theguardian.com/libdems2004/0,14992,1286382,00.html\">Follow events at the Lib Dem conference</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The BBC has replaced EastEnders' executive producer after falling ratings and concern over scripts. P5<br>An adviser to Rupert Murdoch has predicted what a Gordon Brown premiership would be like in Prospect magazine. P6<br>David and Victoria Beckham are to sue the News of the World over a story that claimed their marriage was in trouble. P9<br>John Kerry appeared on the David Letterman TV show. P15<br>Victor Keegan: how the web holds old media to account. P25<br>Why do 20 million people a week still use Ceefax? G2 P2</p> <p>MEDIA BUSINESS<br>An analysis of India's New Delhi TV, a challenger to Rupert Murdoch's Star. P23<br>Book publisher Bloomsbury restructured its board and agreed to switch its chief executive's contract to a one-year deal. P23<br>A new tax-break for film-makers will help Britain to remain an international centre for movie-making, ministers said. P23<br>Commercial radio executives have fired a shot across the bows of media regulator Ofcom with a defence of their public service credentials. P23</p> <p><strong>THE INDEPENDENT</strong></p> <p>The executive producer of EastEnders has quit. P6<br>Cable group NTL is pushing ahead with attempts to sell its television mast business. P38<br>The late Brian Clough knew how to work the media. P54<br>Interview with the makers of BBC1 drama Dirty War. Review P14</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Big record labels are lobbying Microsoft to strengthen barriers against music piracy. P25<br>NTL is selling its network of television transmission masts. P25<br>Vincent Bollore said he would raise his stake in Havas and seek \"several\" seats on its board. P27</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>BBC director general Mark Thompson has criticised his predecessor Greg Dyke's handling of the Iraq dossier row and the Hutton inquiry. P6<br>The executive producer of EastEnders stepped down amid criticism of the BBC soap. P6<br>New tax breaks for the British film industry are expected to deter wealthy private investors. P32</p> <p><strong>FINANCIAL TIMES</strong></p> <p>A French government delegation will meet British ministerial counterparts and broadcasters to discuss applying Britain's model for digital TV services in France. P4<br>Private investors will be able to fund low budget films but not use film production to avoid tax, the Treasury said. P5<br>Walt Disney named Robert Iger as sole internal candidate for the chief executive job due to fall vacant in September 2006. P29<br>Leading Hollywood studios are seeking a settlement with the European commission to avoid formal charges and potential fines over alleged price-fixing in pay-TV contracts. P31</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Publisher Bloomsbury reported a 57 per cent rise in first-half net profit. P4</p> <p><strong>THE DAILY MAIL</strong></p> <p>Paul Watson, director of The Family and Sylvania Waters, says don't blame me for junk TV. P15<br>EastEnders boss Louise Berridge has been forced out of her job. P31</p> <p><strong>THE DAILY EXPRESS</strong></p> <p>The boss of EastEnders is stepping down after taking the blame for the show's disastrous ratings slide. P19<br>David and Victoria Beckham are to sue a Sunday newspaper that claimed their marriage was in trouble. P29</p> <p><strong>DAILY MIRROR</strong></p> <p>EastEnders boss Louise Berridge has quit the soap after two turbulent years. P7</p> <p><strong>THE SUN</strong></p> <p>EastEnders boss Louise Berridge has quit the soap. P4<br>Robbie Coltrane is to star in a 5m pound version of Wind in the Willows, as Badger - with Jim Broadbent favourite to be Ratty. P26</p> <p><strong>DAILY STAR</strong></p> <p>Britain's Olympic glory left ITV picking up the wooden spoon in the ratings this summer. P14<br>EastEnders boss Louise Berridge has quit the soap. P14</p> <p><strong>AND FINALLY...</strong></p> <p>They said no one would want to apply to be on the new series of Ramsay's Kitchen Nightmares, as restaurants feared a public tongue-lashing from chef Gordon Ramsay could put them out of business. But according to the man himself 157 eateries have expressed interest. Gluttons for punishment. The Sun P26 </p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "It has not been John Kerry's campaigning style to heap personal ridicule on George Bush, let alone to mock his own haircut. <p>But in this election possessing the common touch has become a central issue so, when invited to appear on David Letterman's late-night talkshow on Monday, the Democratic candidate could hardly refuse. </p> <p>He beamed his way through the interview with Mr Letterman, a well-known Democrat whose show is not, in any case, a forum in which guests expect a tough grilling. </p> <p>His best line was an account of negotiations for forthcoming election debates, when he claimed that his vice-presidential candidate, John Edwards, wanted the debaters to stand, while Dick Cheney wanted them to sit. </p> <p>\"We compromised,\" Mr Kerry said, \"and now George Bush is going to sit on Dick Cheney's lap.\" </p> <p>Following a Letterman tradition, Mr Kerry read out a list. His was called \"Top 10 Bush Tax Proposals\" and included a tax exemption for families containing \"at least two US presidents\". </p> <p>One tax credit, he said, \"is so unfair it just makes me want to tear out my lustrous, finely groomed hair\". </p> <p>Yesterday he told talkshow host Regis Philbin that negotiations on the debates had been held up because Mr Bush wanted the option of phoning a friend.</p>",
  "President George Bush yesterday delivered an unrepentant speech to the United Nations defending the war in Iraq and calling on the world to help rebuild the country. <p>Declaring his confidence that \"this young century will be liberty's century\", Mr Bush told the UN general assembly in New York that Iraq and Afghanistan were poised to become examples for the rest of the Middle East of peaceful, democratic societies. </p> <p>Coming six weeks before the US elections, the speech appeared essentially tailored for a domestic audience rather than foreign consumption. </p> <p>In response to Mr Bush's speech, Democratic presidential challenger John Kerry said last night: \"Iraq is in crisis and the president needs to live in the world of reality, not in a world of fantasy spin. </p> <p>\"The president really has no credibility at this point. He has no credibility with foreign leaders who hear him come before them and talk as if everything is going well ...\" </p> <p>By conflating the wars in Afghanistan and Iraq he also sought to tie the Iraq war, which remains unpopular with American voters, more closely to his \"war on terror\", where polls show he is stronger. </p> <p>In the 24-minute address to the 191-country gathering, Mr Bush was unapologetic about his decision to invade Iraq, arguing that he had \"helped deliver the Iraqi people from a brutal dictator\" while enforcing international will. </p> <p>\"The security council promised serious consequences for [Saddam Hussein's] defiance,\" said Mr Bush, spelling out his justification for going to war without that council's approval. And the commitments we make must have meaning. When we say serious consequences, for the sake of peace there must be serious consequences. And so a coalition of nations enforced the just demands of the world.\" </p> <p>Minutes earlier, the UN secretary general, Kofi Annan, delivered a scarcely veiled criticism of US foreign policy as he chided those countries which \"shamelessly disregarded\" international law. </p> <p>\"Those who seek to bestow legitimacy must themselves embody it, and those who invoke international law must themselves submit to it,\" said Mr Annan, who last week branded the US-led invasion of Iraq illegal under international law. \"We must start from the principle that no one is above the law, and no one should be denied its protection.\" </p> <p>The criticism of the US was not addressed by the president, who went on to call on world leaders to assist the US in rebuilding Iraq, a request that has gone unheeded several times before. </p> <p>\"The government of prime minister Allawi has earned the support of every nation that believes in self-determination and desires peace,\" he said. \"The UN and its member nations must ... do more to help build an Iraq that is secure, democratic, federal and free.\" </p> <p>Playing down the instability and huge loss of life of Iraqi civilians and US soldiers, Mr Bush said: \"Not long ago, outlaw regimes in Baghdad and Kabul threatened the peace and sponsored terrorists ... Today the Iraqi and Afghan people are on the path to democracy and freedom. These two nations will be a model for the broader Middle East.\" </p> <p>Warning that there would be worse days ahead, Mr Bush conceded that \"we can expect terror attacks to escalate\" as elections approach in Afghanistan and Iraq. But he vowed that his mission was \"not to retreat, it is to prevail ... We will be standing with the people of Afghanistan and Iraq until their hopes for freedom and liberty are fulfilled.\" </p> <p>Coming the day after Mr Kerry, accused him of \"stubborn incompetence\" and \"colossal failures in judgment\" on the war in Iraq, Mr Bush will have been acutely aware of his domestic audience. </p> <p>Polls show a contradictory view among Americans with regards to Mr Bush's foreign policy. He is well-regarded in his prosecution of his war on terror, much less so on his handling of Iraq. </p> <p>His speech attempted to balance these factors by broadening it to the fight against Aids, relieving developing countries' debt and promoting \"hope and progress as the alternatives to hatred and violence\". </p> <p>He lambasted the Palestin ian leadership but also delivered rare, if gentle, criticism of Israel, calling on the Israeli prime minister, Ariel Sharon, to impose a freeze on settlements in the West Bank and Gaza and to dismantle \"unauthorised outposts\". </p> <p>He also called for an international ban on human cloning and proposed establishing a new \"democracy fund\" within the UN to help countries institute the rule of law and hold free elections. </p> <p>Reaction to Mr Bush's speech, which received only moderate applause, was initially sparse. The Swiss president, Joseph Deiss, said: \"In hindsight, experience shows that actions taken without a mandate which has been clearly defined in a security council resolution are doomed to failure.\"</p>",
  "A poll in 20 swing states published yesterday showed John Kerry still clinging to a narrow lead over President George Bush in the key election battlegrounds, but it raised questions about the reliability of such polls at a volatile point in the campaign. <p>While some other surveys have shown the election as a tight race, a string of recent polls has given the president a double-digit lead, provoking controversy about the various techniques used by the survey groups. </p> <p>Yesterday's poll by Zogby International suggested that although Mr Kerry was losing ground, his support was better distributed in the battleground states, giving him a potential edge in the electoral college, which reflects the way each state votes and ultimately selects the president. </p> <p>If the election was held today, according to Zogby, Mr Kerry would have 264 votes in the electoral college (six short of the number needed to win), and the president would have 241 votes. </p> <p>Florida, which accounts for 27 votes, and Arkansas, with six votes, would be tied. </p> <p>This is a significant erosion of Mr Kerry's margin since the last Zogby poll two weeks ago, when he had a 51-vote lead in the electoral college. </p> <p>But it contrasts dramatically with the the latest national poll by Gallup, published last week, which gave Mr Bush a 14-point lead over Mr Kerry in a three-way race with Ralph Nader, the leftwing independent candidate, who drew 3% support. </p> <p>That in turn differed sharply from another national survey last week by an equally respected body, the Pew Research Centre in Washington, which gave Mr Bush a single-point lead. </p> <p>Some experts have pointed to differences in methodology. All three polls asked the preferences of likely voters, but each used a different questionnaire to determine who counted as a likely voter. </p> <p>More controversially, Zogby International weights its results according to party identification, adjusting them so that the proportion of its sample that identifies with each party conforms to the population as a whole. </p> <p>Other polling organisations adjust for height, race, and gender, but argue vehemently against weighting by party identification, saying that it is subject to change. </p> <p>John Zogby, the head of Zogby International, disagrees, arguing that party identification changes only glacially and that the unusually high number of Republicans in the Gallup sample suggested it was skewed. </p> <p>Maureen Michaels, an inde pendent pollster in New York, said there was merit in both approaches, and argued that the wide variation in poll results in past weeks has more to do with the volatility of the electorate than the techniques of the pollsters. </p> <p>\"We tend to have a lot of volatility at this time of the year in the polls,\" she said. \"Things are going to bump around. But there's no slam-dunk in this election, and no one is going to win by a landslide.\" </p> <p>The polls do agree on one overall trend though: President Bush enjoyed a surge of support after the Republican convention, and has held on to some of that momentum. </p> <p>An average of the polls of the past few weeks gives Mr Bush a six percentage point lead. </p> <p>Almost all the polls show a significant erosion of support for Mr Kerry in a key Democratic constituency: women. </p> <p>In 2000 Al Gore would have beaten Mr Bush by 11 points if the only voters had been women. Mr Kerry's advantage is now much slimmer, and some polls have even shown Mr Bush winning the female vote. </p> <p>The Bush campaign has particularly targeted the female electorate, under the banner \"W is for women\", derived from his middle initial. He has stressed that Afghan women have benefited particularly from the fall of the Taliban, and emphasised the impor tance of the \"war on terror\" to keeping American families safe. </p> <p>The tactic appears to have been so successful that commentators are now talking about the pivotal role of \"security moms\", replacing the \"soccer moms\" of the 1990s whose support won Bill Clinton two elections.</p>"
]