[
  "John Kerry supporters in America have been told by Peter Hain that Downing Street is hoping the Democratic candidate wins the US presidential election in November. <p>Mr Hain, who sits in the cabinet as Leader of the Commons, has been in the US on a near-private visit. He met Labour supporters in New York, as well as members of the Kerry team. He has declined to discuss the visit, and his public remarks at a party thrown by the former Sunday Times editor Harold Evans were largely bland. But in private discussions with guests, his tone was markedly different. </p> <p>Those who met him had the strong impression that he was acting with No 10's support, and that a Democratic victory was clearly sought. Such a supposition ought to be natural, but historic ties have been jolted by the strategic and sometimes personal alliance between George Bush and Tony Blair over Iraq. Mr Hain's visit may be seen by some as diplomatic ground-covering in the event of a Kerry victory. </p> <p>In public the government will remain studiously neutral. And some Blairites doubt that Mr Kerry has the campaign drive to defeat the incumbent. </p> <p>But in a sign of frustration inside the Labour party over the government's neutrality, the Blairite group Progress is to issue a scathing attack on Mr Bush's record, although the group is sympathetic to the action in Iraq; Alan Milburn, the former cabinet minister, is its honorary president. </p> <p>In an editorial in its journal of the same name next week, Progress says: \"By his manner, his rhetoric and sometimes his actions George Bush has presented to the world an image of America that its friends know is not its true face. That is why those who recognise that American leadership is vital and a force for good in an uncertain world will wish John Kerry well.\"</p>",
  "<b> 'Abortion ship' in standoff</b> <br> <p>A Dutch pressure group's ship equipped with abortion pills, and two Portuguese navy vessels were in a standoff 19 miles from the coast at Figueira da Foz yesterday. Portugal's defence ministry banned the vessel \"for public health reasons\". <br>Giles Tremlett, Madrid </p> <p><b> Burning issue in Italy</b><br> </p> <p>The communist mayor of Acerra, outside Naples, was one of 56 people injured when a crowd of up to 20,000 protesting against plans to build a refuse incinerator clashed with the police. Four people were arrested. <br>Reuters, Naples </p> <p><b> Mexico City backs mayor</b><br> </p> <p>Up to 400,000 people marched through Mexico City to back the mayor, Andrés Manuel López Obrador, who could be barred from the 2006 presidential election by legal charges. <br>Jo Tuckman, Mexico City </p> <p><b> US consulate car fired at</b><br> </p> <p>Shots were fired at a US diplomatic car near the consulate in Jeddah, Saudi Arabia. The driver and one passenger escaped unhurt, security sources said. <br>Reuters, Jeddah </p> <p><b> Diplomat met spy suspect</b><br> </p> <p>A senior Israeli diplomat in Washington met Pentagon analyst Lawrence Franklin, who is being investigated by the FBI on suspicion of passing classified information to the Jewish state, Israeli officials confirmed yesterday. <br> AP, Jerusalem</p> <p><b>A French connection</b><br></p> <p>Tom Cruise had an hour's meeting with the French finance minister, Nicolas Sarkozy, yesterday, discussing Franco-American relations among other issues. </p> <p>The meeting with the man who wants to be the next French president was held at the request of Cruise, who was due to attend the French premiere of his film Collateral on the Champs Elysée last night. <br>Reuters, Paris </p> <p><b>Protest against Beijing games</b><br> </p> <p>Two Tibetan rights activists, Australian Liam Phelan and American Han-shan, were arrested in Beijing yesterday for protesting against the 2008 Olympics being held in the Chinese capital. <br>Jonathan Watts, Beijing </p> <p><b>Ex-employee held for attack</b><br> </p> <p>A Jewish man has been held in Paris on suspicion of carrying out an arson attack on a Jewish community centre in the city last week. He is said to be a former employee of the centre, which served as a soup kitchen. It was burned down.<br> Amelia Gentleman, Paris</p>",
  "The polished young man speaking on Univision, the biggest Spanish-language TV channel in the US, might have been a movie star. Or perhaps, with his fluent Spanish and handsome features, a sports star. <p>Or he might be the next member of the Bush dynasty to take to the political stage and become possibly, just possibly, the first Hispanic president of the US. </p> <p>Meet George P Bush, 28, nephew to W, grandson of H, son of Jeb. </p> <p>\"George P Bush is a tremendous asset to the family,\" said Dario Moreno, director of Florida International University's Metropolitan Centre. \"He's obviously Hispanic, he's an attractive young man, he's articulate and he's a Bush. That's a powerful combination. It raises the dynastic possibility, and it could be a hoot if the first Hispanic president of the US is a Bush.\" </p> <p>George P Bush's TV appearance last week came as he completed a four-day swing through Mexico, ostensibly to encourage US citizens living abroad - there are 1 million in Mexico - to vote in November's election, preferably for his uncle. </p> <p>But the visit also served to remind the Latino community that he is there and to let them know that his uncle and the whole family understand the Latino experience. </p> <p>With over 6.7 million Latinos expected to vote in November's election, their votes are crucial, especially in Florida, the state which handed the election to George W Bush in 2000 by a little over 500 votes. </p> <p>With a large Cuban-American population, it is vital for Republicans and Democrats to mobilise support in the state. The Republicans have several advantages: Cuban-Americans tend, unlike most other Latino groups, to vote Republican; and they have the president's brother, Jeb, Florida's governor, to help remind them. And now they have Jeb's son to help them make up their minds. </p> <p>George P Bush - the P stands for Prescott - is the son of Jeb Bush, the president's brother and governor of Florida, and his wife Columba, who was born in Mexico, the daughter of migrant worker José María Garnica. </p> <p><b> Celebrity</b><br> </p> <p>George P first emerged as a political asset in the 2000 presidential campaign, when he gave a well-received speech at the Republican national convention and appeared in Spanish-language TV commercials for his uncle's campaign. He also became a minor celebrity, making his way on to a list of the nation's 100 most eligible bachelors. </p> <p>He studied law at the University of Texas at Austin, where he met his wife, Amanda, whom he married earlier this month at a ceremony attended by the entire Bush family. Earlier this year he left his position as an assistant to a Dallas judge and spent the summer as an intern with two leading south Florida law firms. </p> <p>\"That strengthens the family's political base in Miami,\" said Mr Moreno. \"And it lays the groundwork for an eventual entry into politics. It seems clear to me that he's being groomed.\" </p> <p>George P's trip to Mexico, however, did not go entirely smoothly. He made outspoken comments about events in Venezuela, calling President Hugo Chávez a dictator, an epithet his uncle's administration has strenuously avoided of late, and waded into a controversy about the US border patrol's use of guns which fire plastic pellets packed with chili powder. </p> <p>\"If there has been American approval for this policy, that is reprehensible,\" Mr Bush said. \"It's kind of barbarous.\" He blamed the use of the guns on \"some local INS [immigration service] guy who's trying to be tough, act macho.\" In fact, the use of the guns is federal policy. </p> <p>But he made good use of his proximity to power, referring constantly to \"mi tío\" - my uncle - and promising that with the war in Iraq \"almost done with\", his uncle will turn his attention back to relations between the US and the countries that lie to the south. </p> <p>\"There's a long tradition in American politics of using surrogates,\" said Harry Pachon, president of the Tomás Rivera Policy Institute, an independent thinktank in Los Angeles. \"The young Bush is an excellent example. He's very confident, he speaks Spanish. I can see him being used for outreach to Latinos.\" However, a survey published last month by the thinktank of 1,600 registered Latino voters across the country found that while they liked the current president on a personal basis, they did not agree with his policies. And the judgment was based not on issues to do with immigration, but the war in Iraq, the economy, and education. </p> <p>Although President Bush captured 35% of registered Latino voters in 2000, the survey showed John Kerry, the Democratic nominee, claiming 60% of registered Latino voters this year and Mr Bush 30%. </p> <p>\"Fourteen percent of marines are Hispanic,\" said Dr Pachon. \"The war in Iraq is not a distant event. They can make a distinction between the man and his policies. It shows that they are an increasingly sophisticated part of the electorate.\" </p> <p>That sophistication, said Mr Moreno, might find its reflection in the president's nephew. \"He shows that not all Hispanics are poor Mexican immigrants. It's a very powerful message. He represents how much the country has changed. Here's an old Yankee family that has a Hispanic in it. </p> <p>\"Hispanics see a Hispanic, but they also see a grandson and a nephew of two American presidents. They know his experience is very different from theirs. But there's a pride and a recognition of how the stereotypes of Hispanics are changing.\"</p>",
  "Among the half a million demonstrators peacefully thronging the streets of Manhattan on Sunday, the verdict against George Bush was instantly familiar to any visiting European. He's dumb, he's dangerous, he's divisive - and more: he's a warmonger, a liar, a threat to liberty, a despoiler of the planet, an agent of the corporations. Though the march was a quintessential New York event - extrovert, exhibitionist and (the bit that foreigners often overlook) earnest - it was also one that could have taken place in dozens of other great cities across the world. <p>In the face of such anger, it is hard not to be both awed and anxious. Awed because the numbers on the streets were simply huge. Yet anxious because it was another reminder of the ways in which this is becoming an ever more deeply divided society. I used to think angry certainty could not get any more intense than that which the American right levelled at Clinton. But the angry certainty directed against Bush from the left now comfortably exceeds anything from the Clinton years. That's one of the reasons this is such a vicious election. </p> <p>We need, though, to be careful not to be transfixed by the polarisation and to see beyond and around it. I yield to no one in my belief that it will be for the good of America and of the world - not to mention the Labour government - if John Kerry defeats Bush in November. I also think that it may happen. At the same time, however, I think that we need to be careful not to luxuriate in an image of Bush so fixedly critical and inflexibly condescending that we cannot even ask ourselves why he might win again, let alone see why he might be a politician from whom others may also have something to learn. </p> <p>The most obvious reason for taking Bush more seriously is a simple one: he may be president of the US for the next four years. But we also need to ask ourselves why that may happen, if it does. If it is so blindingly obvious to the rest of the world that Bush is dumb, dangerous and the rest of it, how is it that millions of intelligent and perfectly decent people in the US see it so differently? Is it simply that they don't get it? Or that they have been brainwashed? Or that they are neither intelligent nor decent after all? </p> <p>These hardly stand up as satisfactory explanations. The questions, though, remain and they are desperately important. If Bush wins, maybe we need to be more attentive to the things that are different - not necessarily better or worse, just different - about America. If Bush wins, and perhaps even if he narrowly loses, we need to grasp why the centre of gravity in American political life is as far to the right as it now is. At the very least, if America is now answering to its own individual drum and not to one that we can all hear clearly, that has implications for us as well as them. </p> <p>Don't make the mistake of thinking that this whole phenomenon of American exceptionalism can be explained away by 9/11. Writers like Seymour Martin Lipset have tried for years to prise out the truth about issues like why American men consistently vote to the right of American women, when the reverse gender gap applies in most other industrial democracies. Now, thanks in no small part to Bush's successes, a new generation of writers is making a renewed attempt to understand why America is different. </p> <p>Two new books from different ends of the political spectrum combine to illustrate this point. From the left, Thomas Frank's What's the Matter with America? - originally published in America as What's the Matter with Kansas? - raises hell about US conservatism. While passing itself off as the foe of the elite, it has managed to enlist millions of average-income voters, mainly white and disproportionately male, as willing foot soldiers of a movement which consistently promotes the interests of the wealthy at the expense of those of these self-same average-income voters - who nevertheless continue to support it. </p> <p>Meanwhile, from the other side of the tracks, in The Right Nation, the Economist journalists John Micklethwait and Adrian Wooldridge gaze with wonder at how American conservatism has moved from being an insurgent force under Barry Goldwater 40 years ago to become easily the most dominant and most dynamic political movement in modern America, rolling back the welfare state, entrenching the gun culture, assaulting the right to abortion and, under Bush's leadership, doing all the rest of the things that so easily send a shiver down the European spine. </p> <p>Yet, as the authors of The Right Nation point out, it is not good enough to dismiss Bush as an unthinking and unchanging inheritor of the anti-government traditions embodied by Goldwater and, more recently, by Newt Gingrich. For, along with his revolution in foreign policy, his conservative social agenda and his tax cuts - the things against which the protesters mostly marched in Manhattan - Bush has also been doing something which few, including perhaps Bush himself, would have predicted back in 2000. He has been reinventing big government. </p> <p>That the collapse of the socialist era would mean big changes for leftwing parties is no longer disputed, save among a dwindling band of true believers. That the collapse would necessitate a rethinking of the role of rightwing parties has been less obvious. Yet there are those who argue that Bush, without perhaps necessarily intending to, is inching towards a new \"big government conservative\" political model. This apparently contradictory idea is not as daft as it may seem. </p> <p>Certainly the facts are impressive. No president since Lyndon Johnson has increased discretionary government spending as much. Bush has increased education spending by 75%, has presided over the biggest increase in the Medicare health programme for the elderly since its foundation, and claims to have increased spending on police, fire and ambulance services sixfold. More people now work for the US government than at any other time in history. </p> <p>Does this add up to a coherent new conservatism that could dominate US politics for the next generation and which, in some form or other, may dominate our politics, too? Not even Bush's greatest apologists quite make that claim yet. But if he wins in November they surely will. It certainly all bears study and attention. Bush may not be as clever as Michael Howard, but if Bush keeps on winning elections, then he may have something more durable to offer the Conservatives. </p> <p>We ought at least to do the millions of Bush voters the courtesy of trying to understand why they see so many things so differently. And at the same time we ought to pay Bush the respect of trying to understand what he is doing right, not just in purely vote-winning terms, but possibly even more broadly. Bush-bashing has its place. But this might be a good week for liberals and progressives to start raising their game a bit. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "The Taliban vowed to intensify their attacks on American and coalition forces in Afghanistan, a day after a car bomb ripped through the offices of a US security company in Kabul, killing 10 people. <p>The atrocity sparked a chain of security alerts in the capital, where the Taliban promised fresh violence in the run-up to a landmark presidential election scheduled for October 9. </p> <p>The US embassy emailed its citizens warning them to keep a low profile, the UN advised its staff to stay off the streets, and aid workers were ordered to avoid establishments selling alcohol. </p> <p>Lieutenant Commander Ken Mackillop, a spokesman for the Nato-led force in the country, confirmed that three Americans were among the victims of Sunday's attack. However, there was confusion about the nationalities of the other victims, three of whom were reported to be Nepalese. </p> <p>The remotely-triggered car bomb blew up the city offices of Dyncorp, which provides bodyguards for the interim president, Hamid Karzai, and had been training the Afghan police force. </p> <p>It was the worst atrocity in Kabul since 30 people died and 150 were injured in a September 2002 car bomb attack. </p> <p>Claiming responsibility yesterday, two Taliban spokesmen warned of further attacks. </p> <p>\"We have started our operations from Kabul under new planning and preparation,\" Mullah Daudullah, a fugitive member of the 10-man Taliban council, told the Reuters news agency by telephone. \"We will carry out more attacks and bombings.\" </p> <p>Another spokesman, Mullah Hakin Latifi, warned Afghans to stay away from election centres and US and coalition workplaces. \"They are our priority targets,\" he told the Associated Press news agency. </p> <p>More than 10 million Afghans have registered to vote in the October poll, which is supposed to mark the pivotal point between 27 years of war and a return to democratic rule. The US-backed Mr Karzai is the favourite to win in a field of 18 candidates. </p> <p>However the advent of democracy has also coincided with increased bloodshed in Afghanistan, where more than 1,000 people have died in the past year. </p> <p>Some aid agencies plan to evacuate their international staff for the duration of the election, which is expected to last at least three weeks. </p> <p>Sunday's bombing caused some groups to revise their security precautions. Paul Barker of Care said the aid agency's staff had been prohibited from frequenting restaurants that served alcohol \"for a few days, if not longer\". </p> <p>Additionally, all employees were now searched on their way into work, Mr Barker said. \"They [Taliban insurgents] could threaten the family of a staff member unless they bring a bomb to work. You never know.\"</p>",
  "Eight people were killed and 18 wounded after a car exploded in Moscow tonight, emergency officials said. <p>The car exploded in rush-hour traffic outside Rizhskaya subway station and a nearby supermarket complex in the north-east of the Russian capital's centre.</p> <p>The immediate suspicion was that it was a suicide bombing by Chechen terrorists. One report said that a car bomb was packed with nails. The shockwave from the blast at about 8:15pm local time (1515 BST) also shattered windows in the station. </p> <p>A score of emergency vehicles, their lights flashing, and countless police cars clustered on the scene about an hour after the blast. A white car with an apparently blast-blackened bottom section could be scene from behind police lines. </p> <p>\"There was a powerful blast and then a smaller one. I thought my roof would come off,\" said 30-year-old Sergei Pyslaru, who said he was driving on a nearby street at the time of the explosion. </p> <p>Police and emergency officials could not immediately be reached for but Russian news agencies cited officials as saying eight people were killed and 18 injured, up to a dozen seriously. </p> <p>The car blast comes a week after two Russian passenger planes crashed almost simultaneously after leaving a Moscow airport. Explosives were found in the wreckage of both planes and authorities blamed terrorists. The 90 people on board both planes died.</p> <p>In February, 41 people were killed in a rush-hour explosion on the Moscow subway that officials said was a terrorist attack; in December a female suicide bomber blew herself up outside a hotel adjacent to Red Square, killing five other people. </p> <p>Chechens voted on Sunday for president of the warring republic in an election that was backed by the Kremlin as a move toward establishing stability. The election was part of the Kremlin's strategy for trying to undermine support for the separatist insurgents who have been fighting Russian forces for nearly five years. </p> <p>Criminal underworld feuds in Russia also frequently spill over into violence, including car bombings, that have killed and injured bystanders. </p>",
  "The US president, George Bush, does believe America will win the war on terror after all despite his damaging remarks yesterday to the contrary. <p>White House spokesman Scott McClellan said today that Mr Bush \"will make it crystal clear ... that we will win the war on terrorism by continuing to take the fight to the enemy\".</p> <p>This standpoint was in marked contrast to Mr Bush's comments on NBC television yesterday. He was asked whether America could win its \"war on terror\", and replied: \"I don't think you can win it. But I think you can create conditions so that those who use terror as a tool are less acceptable in parts of the world.\" </p> <p>Bush opponents had pounced on the remarks, which were a volte-face from the president's usually more bullish rhetoric about terrorism. </p> <p>Mr Bush, who has described himself as a \"war time president\", will further try to repair the damage with a speech tonight in Nashville, Tennessee, to the American Legion, the country's largest veterans organisation.</p> <p>Asked today by reporters whether the war on terror could be won, the Democratic presidential candidate senator John Kerry replied, \"Absolutely\".</p> <p>Senator John Edwards, the Democratic vice-presidential candidate, said yesterday: \"After months of listening to the Republicans base their campaign on their singular ability to win the war on terror, the president now says we can't win the war on terrorism.\" </p> <p>Some commentators have predicted that homeland security and the threat of terrorism will be the biggest issue at the ballot box in November's presidential elections.</p> <p>As the four-day Republican national convention headed into its second day at Madison Square Garden in New York under extremely heavy security, Bush supporters scrambled to explain the president's comments.</p> <p>First lady Laura Bush, who is scheduled to speak at the convention tonight, defended her husband, saying on ABC's Good Morning America that \"this isn't a war with a country where you're going to have a surrender at some point, but the fact is, as we look around the world, we are already winning the war on terror\". </p> <p>The governor of California, Arnold Schwarzenegger, is also speaking at the convention tonight and was expected to salute Mr Bush's record as commander in chief.</p> <p>In yesterday's opening session, Republicans invoked the memory of the September 11 2001 attacks as a test of Mr Bush's mettle as a strong and decisive leader. </p> <p>Rudolph Giuliani, the former mayor of New York, likened the president to Winston Churchill and Ronald Reagan. He said: \"Since September 11th President Bush has remained rock solid ... we need George Bush more than ever.\"</p>",
  "<p><strong>5pm</strong> Well, that was a day which certainly did not live up to its billing. Transfer day? More like sit around with nothing to do day. Anyway, I'm off now, though rest assured that if anything does happen, you will read it here first. Thanks for all your emails, Mike.</p> <p><strong>4.20pm</strong> Harry Redknapp has got in on the (rather slow) transfer activity by signing Valery Mezague from Montpellier for an undisclosed fee. The Cameroon international midfielder, 20, fractured his skull in a car crash last year but still managed to play six times in the league. His reference from his new manager was hardly glowing: \"He's a big, strong lad who could become a decent player.\" No need to be too enthusiastic, Harry. </p> <p><strong>4pm</strong> Fiorentina have made a late bid to sign Adrian Mutu. The Chelsea striker's proposed loan deal to Juventus fell through at the beginning of the month, but his agent has today confirmed that talks are taking place in Italy. </p> <p> \"Sorry Keith (of the 3.20 pm message) but the ad he refers to is actually for Barclays not for Sky,\" David Wilding says. I suppose we might as well give it all the exposure we can, as it's likely to be dropped before too long.</p> <p><strong>3.50pm</strong> With no real transfers to tell you about, Santosh Springer has turned to fantasy transfers. \"After his pronounced desire to make Sir Clive Woodward the new England football manager, I wonder how long it will be before Rupert Lowe tables a bid for Johnny Wilkinson. He would make a good defender, as he is hard in the tackle, and can kick very far.\" And what about Phil Vickery?</p> <p><strong>3.40pm</strong> Mark Holland has me completely baffled: \"After watching Man United appear dreadfully short of ideas against an Everton side who looked frankly dire, you can see why they might want to sign Wayne Rooney.\" Fair enough I hear you say. But there's more. \"However, the whole idea smacks of one of Ferguson's 'let's bid for someone after someone else has put it a bid' (Forlan to Boro before Fergie stepped in). Do United need Rooney? No, and neither did Newcastle.\" Hold on, I thought you just said they do need him? This whole debate seems irrelevant anyway, as Rooney is now very close to completing the deal.</p> <p><strong>3.30pm</strong> Wayne Rooney has completed his first medical and is now having another one. Why? Not sure to be honest. On Rooney's potential replacement, Patrick Seaman wonders: \"Is there a player who has been linked with a move to England more times than Benni McCarthy? Maybe the poor bloke likes it in Spain.\" Maybe, though he is playing for Porto presently. You can understand why McCarthy would want to leave his home in sunny Portugal at the European champions to go and live in Merseyside to play for, erm, Everton.</p> <p><strong>3.20pm</strong> Keith seems to have us in the Guardian Unlimited office mistaken for somebody else. \"I'm assuming you're all far too razor-sharp not to have already been tickled by the fact that Sky's entire Premiership on-air promotional campaign is based not only on one Sir Bobby Robson, but on hundreds of Sir Bobbys (or should that be Bobbies?).\" Erm, we hadn't actually. \"Apparently they're lining up Kevin Keegan for an equally-visionary replacement ad. How much have Sky wasted? (sorry, spent). Please find out and tell us all.\" I'm reliably informed it was a few bob. They certainly didn't waste their money when they hired Rachel Stevens to promote the Premiership though.</p> <p><strong>3.10pm</strong> Neil McCann is sticking up for Sir Alex: \"The 'desperate transfer' of Wayne Rooney is surely a remarkable coup for United given that they have signed arguably the most talented young man in world football. English soccer fans should also be thankful that the young superstar has linked up with the best manager of young footballers in European football. Under Ferguson's proven guidance, Rooney (unlike the wasted talent of Gascoigne) could dominate European football for the next twelve years. Also it is not Ferguson's home-grown players or first teamers that have let him down, but the squad-purchases such as Bellion, Djemba-Djemba and Kleberson, who were bought to fill gaps in a long season but have failed to maintain the standards set by Arsenal.\"</p> <p>Darryl Kerry wants to correct me still further on United's development of young players: \"And which part of Manchester was Ryan Giggs born in?\" he asks sarcastically. Giggs signed for United on his 14th birthday, which to me is young enough to consider him a \"home-grown\" player. Otherwise at what age is the cut-off point?</p> <p><strong>2.55pm</strong> West Ham have found a replacement for Michael Carrick - it's, erm, Bournemouth's Carl Fletcher. The 24-year-old midfielder, who made his Wales debut against Scotland when the Welsh had 11 players from the then Nationwide League on the pitch yet still won 4-0, has cost the Hammers £250,000.</p> <p>Richard Evans couldn't care less about that. He demands to know: \"As an Everton fan, why have Everton waited until now to sell Rooney, leaving them about twenty minutes to get a replacement?\" Erm, dunno, Richard. Oh wait, he's not finished there. \"Also, why do we only have money to spend when we can't spend it, and why on earth does Moysey think that Djimi Traore could be the answer to our defensive prayers?\" Ah, you'll be pleased to know that Rafael Benitez has decided he can't afford to let Traore go. Thought that would cheer you up.</p> <p><strong>1.55pm</strong> A Modha has been pontificating on the impact of Rooney on the United teamsheet. \"It will be interesting to see how he will fit into the set-up and when fully fit, who Sir Alex Ferguson will play out of Louis Saha, Ruud van Nistelrooy, Alan Smith, and Rooney.\" As the football pundits like to say, it's a nice problem to have. I personally think he will play Van Nistelrooy and Rooney as his first-choice partnership, but the chances of all four being fit at the same time are slim to none, so the question could be redundant.</p> <p><strong>1.45pm</strong> No transfer news in the past hour, so I'll let Duncan Young correct me: \"I'm afraid John O'Shea is not 'home grown talent' in the same way as the Nevilles, etc. On 30th April 1998 he celebrated his 17th birthday as a member of Brian Kerr's European Championship winning under 16 (presumably not as strict a criteria as it sounds) team while playing for Waterford Bohemians. O'Shea went on to join Manchester United shortly afterwards, which means he is not home grown talent as understood by most people, unless, for example, Jermain Pennant (15 when he joined Arsenal from Notts County) and Cesc Fabregas (16 on arriving from Barcelona) are also.\" They certainly are not, Duncan, so fair point. And I suppose American Jonathan Spector also falls into that category.</p> <p><strong>12.55pm</strong> David Jordan has an interesting theory: \"Ferguson seems to be making more and more desperate transfer deals in a bid to stick with Arsenal,\" he begins, presumably linking Wayne Rooney with desperation. \"But I can see it all going wrong for him as he looks to have lost the plot. He won everything with home grown talent and now he has none of that left.\" What about Ryan Giggs, Paul Scholes, Gary and Phil Neville, Wes Brown, John O'Shea and Jonathan Spector, not to mention several members of the team which won the FA Youth Cup in 2003? It is undeniable that several of his recent signings have failed miserably though. </p> <p><strong>12.45pm</strong> Portsmouth hope to complete the signing of Valery Mezague from Montpellier today. The 21-year-old Cameroon international was at Fratton Park last night to discuss personal terms.</p> <p>\"He would be competition to the middle where we would start to look strong when I have Amdy Faye and Aliou Cisse available again,\" Pompey boss Harry Redknapp said. \"But it's not a done deal yet.\" We wait with baited breath.</p> <p><strong>12.30pm</strong> Southampton have signed Andreas Jakobsson from Brondby for £1m. The 31-year-old defender has been capped by Sweden 35 times.</p> <p><strong>12.05pm</strong> Everton have moved quickly to replace Wayne Rooney, tabling a bid for Porto hot-shot Benni McCarthy.</p> <p>Meanwhile, Real Mallorca full-back David Cortes has issued a \"come and get me\" plea to Liverpool gaffer Rafael Benitez, though a deal will have to be hurried through if it is to beat tonight's midnight deadline.</p> <p><strong>11.40am</strong> Hold the back page: Bolton have signed Andy Oakes on a three-month loan deal. The Derby stopper will be Bolton's third-choice behind Jussi Jaaskelainen and Kevin Poole.</p> <p><strong>11.20am </strong>Rooney latest: the fee is believed to be £25m, and the striker has agreed personal terms with Manchester United. </p> <p>Miguel Angel Angulo has rejected his proposed move to Arsenal. The Valencia midfielder was expected to sign for the champions but has decided he would be unable to settle in London.</p> <p>Meanwhile, Massimo Maccarone's season-long loan deal to Parma is 90% dead according to his agent. How did he come to that figure then?</p> <p><strong>10.40am</strong> Barcelona's Argentinian livewire Javier Saviola, who was a target for Celtic and, apparently, Charlton, has gone to Monaco on a 12-month loan.</p> <p><strong>10.30am</strong> Wayne Rooney is having a medical at Old Trafford, and former Fulham midfielder Junichi Inamoto has gone to West Brom for £200,000.</p>",
  "A quarter of the relatives who lost loved ones in the September 11 terrorist attacks believe the Republican party is exploiting the tragedy for partisan gain, a New York Times poll revealed. <p>The party's convention opened yesterday in New York with an address by the relatives of three of the victims, who paid tribute to those who died, and a speech by the former mayor, Rudolph Giuliani, whose national prominence soared as a result of his leadership in the city following the terrorist attacks in 2001. </p> <p>Comparing George Bush's leadership to Winston Churchill's role in Britain during the second world war, Mr Giuliani was due to say last night: \"In times of danger, as we are now in, Americans should put leadership at the core of their decision. George W Bush sees world terrorism for the evil that it is.\" </p> <p>But in the New York Times poll of victims' relatives, half said they believed the Republicans should not have held their convention in New York, and a quarter accused the Republican party of choosing the city \"to capitalise on September 11\". A quarter said they believed the party chose New York in order \"to support the city\". </p> <p>\"I'm not shocked that they would do this,\" said Don Johnson, who lost his brother-in-law, Bill Kelly, in the terrorist attacks. \"But I think it's wrong. I don't think Bush showed good leadership after 9/11. I think he used it to curtail civil liberties and make families elsewhere in the world, as well as us, less safe.\" </p> <p>The focus of last night's speeches represented an attempt to shift the public's focus to Mr Bush's finest hour, said Jennifer Donahue, a political scientist at New Hampshire political institute. </p> <p>\"The Bush administration is trying to take the Americans back to the days after September 11 because they believe it is the best example of Bush's leadership,\" she said. </p> <p>\"They want to change the subject away from the war and international relations and back towards the steadiness under fire that Bush executed during that time and in the public mind. That's why they chose New York and that's what Giuliani represents.\" </p> <p>The convention is being held late in order to take place as close as possible to the third anniversary of the attacks. </p> <p>The Vice-President, Dick Cheney, set the tone for the week on Sunday evening with a speech on Ellis Island during which he invoked Mr Bush's conduct after the attacks. </p> <p>\"[People] saw a man calm in a crisis, comfortable with responsibility and determined to do everything necessary to protect our people,\" he said. </p> <p>Mr Giuliani said it was natural to dwell on the president's performance at such a critical time. \"It's impossible to conduct this presidential election without talking about September 11,\" he said in an interview with USA Today. \"It would be like conducting the re-election of Abraham Lincoln and not talking about the civil war.\" </p> <p>And the decision seemed to go down well with delegates. \"We absolutely need to invoke September 11 in the convention,\" Richard Aguilar, a delegate from Minnesota, told the New York Times. \"This election will determine how we fight a war on terror that began right here in this city.\" </p> <p>But using the attacks to bolster his image could backfire, said Ms Donahue. \"There's always a risk in using a crisis for political situation that it could be perceived as opportunistic. They have some cover in Giuliani because there is a direct link between him and the events. If they used a member of the administration it would look more overt.\" </p> <p>New York State's Republican governor had tried to arrange for the new building at Ground Zero to be laid during this year's convention, but brought it forward to July 4 after it became clear it would not be well received. </p> <p>\"If you were to do something overtly political around Ground Zero, you'd get hammered for it, and rightly so,\" Michael McKeon, a Republican strategist told the New York Observer recently.</p>",
  "Arnold Schwarzenegger will seal his status as a player in US national politics tonight by topping the bill at the Republican party's convention in New York. <p>The Californian governor's address, which will emphasise his muscles-to-riches life story as the epitome of American opportunity, is expected to be second only to President George Bush's performance on Thursday night as a star attraction. </p> <p>Mr Schwarzenegger was expected to fly into New York last night on a corporate-sponsored private jet, attend a string of parties and - in a sign of his independence and political distance from the president - he may not even stick around long enough to hear Mr Bush speak. </p> <p>An official at his office in Sacramento said there were \"no plans\" for the governor to stay in New York on Thursday night. His wife, Maria Shriver, a Democrat and Kennedy family member, will be in the crowd to watch him tonight, but will then return home to take their children to school. Mr Bush arguably needs Mr Schwarzenegger more than the governor needs him. </p> <p>He will bring an element of glamour to the Republican convention, which cannot compete with its Democratic counterpart in star wattage. No other Hollywood stars will be present. </p> <p>The Schwarzenegger glow will also contribute to the Bush campaign's efforts to present the Republican party as an inclusive organisation. Not only is he a successful immigrant, his state delegation will be considerably more diverse than the convention as a whole. </p> <p>Mr Schwarzenegger will spend part of tomorrow at a primary school in Harlem to promote his scheme for after-school teaching for poor children, drawing media coverage that will help to embellish the gentler image the party is trying to promote this week. </p> <p>His job is also considerably more secure than the president's. He is freshly elected and, unlike Mr Bush, his approval ratings are comfortably above 60%. Unlike the president, he can claim to be a fiscal conservative, having made at least some cosmetic steps towards reducing his state's deficit. The convention will mark Mr Schwarzenegger's transition from a Californian phenomenon to a powerful figure on the US stage. </p> <p>Unless a constitutional amendment is passed, he cannot become president because he was not born a citizen, so he does not depend on party grandees for his advancement. </p> <p>He is expected to praise Mr Bush in tonight's speech, but will probably not take part in the derision of John Kerry. He owes his high standing in Californian public opinion mostly to his reputation as a unifying figure. Unlike most of his party, he supports abortion rights and gay rights. </p> <p>His trip, costing at least $350,000, is funded by the oil company Chevron Texaco and a group of other oil, drug and entertainment companies. </p> <p>The last time he starred in this city, it was a disaster. His big screen debut, Hercules in New York, was panned by the critics. In the 1970 film, he plays the hero who is banished to the Big Apple by his father, Zeus, and ends up cleaning up the city. This time he is likely to play to much better reviews.</p>",
  "George Bush admitted yesterday the war on terror could not be won, as the Republican party convention, designed to showcase the president as a resolute leader at a time of national peril, was launched in New York. <p>The White House rushed to limit the potential damage as Democrats seized on the remarks as a sign of defeatism. A spokesman for the president said he was simply pointing out the unconventional nature of the conflict. </p> <p>However, the timing of the remarks could not have been worse for the president, coming on a day that the party had lined up two of its biggest names - Rudy Giuliani, the former mayor who led New York through the September 11 trauma, and John McCain, a Vietnam war hero - to pay tribute to his qualities as a wartime leader. </p> <p>\"So long as George Bush is president, is there any doubt they will continue to hear from us until we defeat global terrorism?\" Mr Giuliani said, according to an early text of a speech, that tied America's safety against terrorists to Mr Bush's hold on office. </p> <p>Asked on NBC television whether America could win its \"war on terror\", the president had replied: \"I don't think you can win it. But I think you can create conditions so that the - those who use terror as a tool are less acceptable in parts of the world.\" </p> <p>The comments represented a break from earlier determined predictions of victory, and drew an immediate Democratic response. </p> <p>\"After months of listening to the Republicans base their campaign on their singular ability to win the war on terror, the president now says we can't win the war on terrorism,\" John Edwards, the Democratic vice-presidential candidate, said. </p> <p>\"This is no time to declare defeat - it won't be easy and it won't be quick, but we have a comprehensive long-term plan to make America safer. And that's a difference.\" </p> <p>The White House spokesman Scott McClellan argued that the president was only being realistic about the nature of the struggle. \"He was talking about winning it in the conventional sense ... about how this is a different kind of war and we face an unconventional enemy,\" he told reporters. </p> <p>In the NBC interview, the president also made it clear that he had no intention of retreating in the face of the terrorist threat. That, he told the interviewer, \"would be a disaster for your children\". </p> <p>He added: \"You cannot show weakness in this world today because the enemy will exploit that weakness. It will embolden them and make the world a more dangerous place.\" </p> <p>As the controversy was unfolding, more than 4,000 Republican delegates were assembling in New York's Madison Square Garden arena, to begin the party's national convention. They acclaimed the submission of Mr Bush and his running mate, Dick Cheney, as the party's presidential and vice-presidential nominees, and passed the party's manifesto without debate. </p> <p>Bill Frist, the Senate majority leader, told the cheering delegates: \"Our platform highlights the principles that unite our party.\" But the manifesto has drawn criticism from party moderates for its uncompromising tone on a string of divisive social issues. It calls for abortion rights to be overturned, an end to stem cell research and a constitutional ban on gay marriage. </p> <p>Administration critics also pointed out the wide gap between the manifesto and the moderate face the party has donned for its four-day New York rally. Yesterday's prime time speakers, Mr Giuliani and Mr McCain are at odds with major elements of the platform. </p> <p>The two moderates focused instead on President Bush's martial virtues. \"He has been tested and has risen to the most important challenge of our time, and I salute him,\" Senator McCain said. </p> <p>Mr Giuliani's speech stuck to the same theme. \"There are many qualities that make a great leader, but having strong beliefs, being able to stick with them through popular and unpopular times, is the most important characteristic of a great leader,\" an advance text of his speech said. </p> <p>Meanwhile, Mr Bush was touring New Hampshire and Michigan, two of about 20 swing states that will decide the election on November 2. Polls showed the contest still very close, but with the president's standing improving slightly to eliminate the narrow advantage John Kerry, the Democratic nominee, established after the Democratic party convention in Boston.</p>",
  "<p>It is the worst of times, it is the weirdest of times: New York in Republican national convention (RNC) week, a half-deserted city convulsed with hatred.</p> <p>As I write I am watching \"America's mayor\", Rudy Giuliani, label the whole of Europe as \"appeasers\", contrasting European leaders with President Bush, a man who has turned \"de-fense against terror into off-ense\".</p> <p>All over Manhattan there are countless demonstrations taking place - some violent - as there have been for three days already. One angry protestor got close to Vice President Dick Cheney inside Madison Square Garden. Our sources have told us that tomorrow will be a day of illegal protests (that is, without permits) throughout the city, particularly Lower Manhattan.</p> <p>If we know this, the NYPD in its thousands certainly knows this. It is likely to get very ugly. But even tonight as Giuliani and the RNC shamelessly exploits the memory of 9/11 (yet again), firefighters and police are demonstrating for more money in a silent protest at the Ground Zero site. The sound of police and military helicopters overhead evoke eerie memories of that terrible week.</p> <p>No wonder almost all the New Yorkers who could, have fled their city - one in which Democrats normally outnumber Republicans by five to one.</p> <p>It is only the latest bizarre instalment in this surreal campaign, which until this week appears to have boiled down to a ferocious dispute over whether or not the Democratic candidate, John Kerry, served heroically in Vietnam over 35 years ago.</p> <p>The row was stoked in the most extraordinary fashion - by three commercials from an organisation called Swift Boat Veterans for Truth that questioned Kerry's service. The Swift Vets claim Kerry lied about a variety of matters, including the degree of heroism that led to his medals, and even his actual presence in Cambodia.</p> <p>The Swift Vets are supposed to be ex-colleagues of Kerry's and claim they have no links to any party, notably the Republican party. However, in the avalanche of media coverage that has ensued it was revealed that a Bush campaign aide, retired air force colonel Ken Cordier, appeared in the ads and that one of Bush's lawyers, Benjamin Ginsberg, had advised the group. Because the Swifts are a so-called \"527 group\" - 527s are not allowed to be affiliated with any party - both Bush advisers resigned.</p> <p>The media has been in a feeding frenzy over this so-called issue for the past 10 days. However, given that the three spots enjoyed a total national media spend of just $500,000, you'd be hard-pressed to find anyone who has seen the ads, even on the news shows with their thousands of talking heads.</p> <p>Admittedly this is Democratic New York, but my newspaper has had to abandon two vox pop interviews on the subject because of the lack of awareness on the subject - and we are located on Wall Street.</p> <p>So, with the country engaged in a war which the president said today was unwinnable, and with many swing state voters worried about unemployment and ordinary people burdened by the fear of getting sick in a country where 45 million do not have adequate healthcare coverage, what do we get from our spin-susceptible media?</p> <p>Multimillionaire journalists ignore real issues because they are deemed \"boring\", and inflict on us endless hours of debate about something no one other than the pundits themselves has even seen! It's the political version of OJ Simpson or Kobe Bryant.</p> <p>What's more, no one is really watching either. The ratings for political news coverage are dire. So much so that the big networks are allocating just one hour a night (at 10 pm) to the RNC just as they did the Democrats last month in Boston. ABC and NBC did not even cover Rudy Giuliani live! Just as well, he overran by 20 minutes, and CBS stayed with him until the end.</p> <p>Cue tomorrow's non-story about bias. Meanwhile the real campaign will be out there on the streets of Manhattan. The best marketing of the week so far has been a piece of guerrilla advertising: the Critical Mass cyclist organisation blocking traffic en masse and screaming \"lock up your daughters, the Republicans are coming\".</p> <p>And, if - as expected - it does turn even uglier, expect to see the violence exploited in an ad campaign before the weekend.</p> <p><strong><strong>·</strong></strong>Stefano Hatfield is editor in chief of Metro, New York.</p>",
  "\"Il parle Francais! Il parle Francais!\" <p>The cry went up on the hazy deck of the Miss Circle Line soon after Senator John Kerry boarded the small ferry between Lower Manhattan and the Statue of Liberty. This French hubbub, mixed with German and Urdu and Italian, was a sign that he might as well be on foreign soil. </p> <p>The boat full of foreigners and children would offer slim pickings for an American presidential candidate.</p> <p>Foreigners, particularly the French, are an object of particular enmity in this year's election, which President Bush has endowed with a kind of militant ignorance. Mr. Kerry was denounced for reporting that he'd spoken to \"foreign leaders\" who were rooting against Bush - hardly a shock. </p> <p>Though the Democrat is reportedly fluent in French, he's stopped responding to questions in the language at press conferences. </p> <p>Amid New York tourists, Mr Kerry appeared to go on stand-by, like a computer. He certainly wouldn't fall into that day's trap, which came in the form of Carole Ahody, a blond, gap-toothed Belgian. She stood, beaming, with the presidential nominee as a friend snapped a photograph with a disposable camera. Then she merci-ed the Senator breathlessly. Mr. Kerr knew better than to risk being caught on tape slipping into weasel-speak, as Rupert Murdoch's New York Post would have it. \"Thank you,\" he told Ms. Ahody blandly.</p> <p>For me and two other print reporters - \"pencils,\" the advance-man called us - the day offered an unusual chance at close contact with Mr Kerry. We had the stressful honor of being \"pool\" reporters for the day. I was the local pool, grateful if a bit bewildered by the responsibility of noting Mr Kerry's surroundings and every sound that emerged from his mouth for a report to be emailed to fellow members of the New York press. </p> <p>There were also a half-dozen photographers on the Miss Circle Line, and they were the real reason for our trip. President Bush, that morning, had appeared on the front page of the New York Times striding down a Texas dirt road flanked by his war cabinet. Kerry was jamming his visage in front of the statue's to match it.</p> <p>Earlier that day, a higher-energy Kerry had been ensconced in the \"bubble\" as he delivered a warning that President Bush would employ \"tactics of fear and smear\" at the upcoming Republican National Convention. Between the Senator and the media at ordinary times there's a swelling press office, determined to transmit the message of the day. There's the sweet, nicotine-fuelled, blond advance man screaming at reporters to \"run, run\" to keep up with the Senator's progress and stay out of his way. There's a team of Secret Service agents who swung into action when Kerry worked a rope line on Astor Place earlier in the day. Kerry worked from left to right, and preceding him along the line were no less than six agents, the first one yelling \"Lemme see your hands\" at each well-wisher.</p> <p>The foreigners produced a rare glimpse of the politician at rest. The kids, though, posed a problem. There were 8 of them, mostly Hispanic children from Brooklyn rounded up by a local City Council member and dressed in big white \"Kids for Kerry-Edwards\" t-shirts. They were Kerry's Praetorian Guard and he kept them close, his big hand clutching the tiny one of 7-year-old Gabriel Figuereo, his conversation focused on the view.</p> <p>Standing between two benches on the deck, I captured such nuggets as, \"Now what do you think about that!\" and duly noted them.</p> <p>After the boat docked (at 1:59, I reported to the pool) the Senator worked his way through another swarm of foreigners waiting for the return trip. Among them as an English boy, about 10, who said proudly to his mother, \"We met another one in Paris.\"</p> <p> \"That was actually the president of France,\" his mother replied, sorry to disappoint.</p> <p>My closest contact with the Senator came a few minutes later in the statue herself, where only the three \"pencils\" were permitted to follow him. The base of the statue was frigid with air-conditioning on the hot, humid day. Kerry stood, arms folded, wearing the same screen-saver gaze as a Park Ranger lectured him on the provenance of the 151-foot statue.</p> <p>\"It's a gift of the French people to the American people,\" the ranger, Ken Bausch, said.</p> <p>Bausch, was himself a giant: six-feet, eleven-inches tall, with a big belly and a crew cut that made his head look disproportionately small. Mr. Kerry is 6-foot-4, but he was dwarfed by the green-uniformed ranger, the contrast accentuating the senator's narrow shoulders beneath his cool blue pinstripe shirt, and the candidate just barely kept the conversation going, staring at the walls and asking things like, \"Are they riveted?\"</p> <p>I stood next to Kerry in the elevator and again as he looked up at the statue's skeleton, but he made no particular move to acknowledge me or the other reporters. The rule seemed to be that you could ask him anything you wanted, as long as it was banal. He'd then answer while looking past you. That's how we found out, for example, that this was his first visit to the statue and that he found it \"spectacular.\" A few minutes earlier, he'd glanced across the harbour at Lower Manhattan, and been asked what he thought.</p> <p>\"It's a tough view and it always will be for anybody who ever saw the towers,\" he said. And the national pool reporter scrambled to send this off from his Blackberry wireless device - it was the news of the trip.</p> <p>The day's only foray into actual American politics came back on the deck of the ferry, when another child, a passing freckle-faced 12-year old, pointed his digital video camera at the Senator and asked him why some people think he doesn't support Israel. Mr Kerry promised to take the question later. </p> <p>\"Is he mad?\" asked the boy, Noah Bohbot, who was visiting from Los Angeles. He explained he'd asked \"because I'm Jewish. If he says he supports Israel, then Bush is gone, because all the Jews will vote for him.\"</p> <p>As the boat pulled back in to Lower Manhattan, Mr Kerry did ask, \"Where's that kid? I promised to answer his question,\" but Bohbot and his crudely accurate impression of Kerry's lingering problem with the Jewish vote, were gone.</p> <p>On shore, two dozen boys in red polo shirts were there to meet us, singing the Star-Spangled Banner. It seemed, finally, a good, American moment for Mr Kerry, who had spent quite enough time with Belgians. Only the Rs in the song rolled a little long, and the As were a bit broad. When we disembarked, we saw the name of the boys' school on their shirts: \"St. Francis Xavier, Liverpool.\"</p> <p><b>·</b> Ben Smith writes for the New York Observer. Read more at <a href=\"http://www.observer.com\">www.observer.com</a></p>",
  "Perhaps it is his long, girly eyelashes or Tintin hair, but Graydon Carter has the air of someone not altogether serious. He edits Vanity Fair, the magazine of lush exteriors, a position he has held for 12 years and which confers on him an almost aristocratic status in American journalism. When we meet in a London hotel, Carter practically glides into the room, propelled by the sail-power in his billowing white shirt. He once founded a satirical magazine and has kept the habit of sardonic delivery. \"Oh, completely, always,\" he says drily, when asked if he gets unfairly categorised as a fluffy celebrity-worshipper; he smiles and looks away with a distant, more-in-sorrow-than-in-anger sort of look. \"But that's natural.\" <p>Carter fights his reputation as a lightweight, but even he admits that he is surprised by the book he has just written. During his editorship of Vanity Fair, the 55-year-old has made a point of neither voting nor buying shares, a position of lofty disinterest from which he descends with a 340-page polemic attacking Bush and comparing Donald Rumsfeld to Hermann Goering. </p> <p>What We've Lost: How the Bush Administration Has Curtailed Freedoms, Ravaged the Environment and Damaged America and the World is a book that has been assembled rather more than written. With great recourse to lists and bullet-point breakdowns, it audits Bush's shortcomings across every department of government, opening each chapter with one of the president's goofy quotes (\"It's clearly a budget. It's got lots of numbers in it\") then slamming home wave after wave of damning facts and anecdotes: that Bush tried to reclassify \"manufacturing\" jobs to include people who worked in fast-food joints; that teachers in Missouri were ordered to remove every third light bulb from schools to save money; that parents of soldiers in Iraq were in some cases forced to buy their children's own body-armour vests (\"$1,500 retail\"), plus hundreds of statistics attesting to Bush's failure to help America's poor, sick and discriminated against. The result is so overwhelming that it reads a little as if someone has fed \"Bush, presidency, fuck up\" into a search engine on the internet and loosely organised the results. Carter says he intended to write a short handbook, but that the more he and his researchers looked into it, the longer the book got. </p> <p>\"We had meetings on the research every couple of days; we went through 30,000 reports - it was daunting, what the Bush administration had done,\" he says. \"I went into this thinking I knew maybe a 10th of it; I didn't know the 1,000th of it. I'm really crummy at deadlines - which is strange, 'cos I'm a very punctual person usually for lunches - and a really slow writer, but I had to do this in four months and worked till 2am every morning. I was saying to my kids, the one thing this book did was use my brain cells, 'cos I've been an editor so long. An editor rarely uses his brain; he uses his gut more than his brain. My brain was worn out, the tips of my fingers were worn out.\" </p> <p>With this book and the Vanity Fair editorials in which he rehearsed its outraged tone, Carter joins what might be regarded as the cultural opposition to Bush, a loose alliance that numbers among its members Michael Moore, the comic Al Franken, and the shock-jock Howard Stern - and which some suggest has done more to help dislodge Bush from the White House than full- time politicians like the anaemic John Kerry. Carter downplays his own influence. \"I'm sort of flattered to be included with those guys,\" he says. \"They are more vocal than I am, but I try to stay independent. The fact is that their greatest influence is in the Democratic states; when the cultural elite endorses a candidate anywhere else, people tend to run for the hills.\" Is the fact that people like Moore and Carter put so much energy into trashing Bush an indication of John Kerry's failure to do so? \"No. I'm not in the least disappointed with Kerry. I think he's a perfect candidate; honest, forthright and he plays fairly. He is a very brave man. The thing people forget is that the only reason Bush looks presidential, is because he is president. You could stick Michael Moore on Air Force One and he'd look presidential, too.\" </p> <p>Carter's Vanity Fair editorials, formerly chatty introductions to the articles in that issue, now bolts of hellfire, can sit a little strangely with the Annie Leibowitz celebrity love-ins, although this, he says, is the magazine's magic: soft on the outside, hard on the inside. Carter has been angry before, of course; he characterises himself as a \"very angry young man\" in the years when he set up and edited Spy, the satirical magazine, with Kurt Anderson, which mocked the very world Vanity Fair now celebrates. But, says Carter, you can't carry on being furious like that and as he got older, got married and had four children (he is divorced now and engaged to Anna Scott, a British PR), he found he was quite content, not a good stance for a satirist. \"But this got me up again,\" he says, \"in the way I haven't felt since my early 30s. It was a sense of outrage as you went along.\" The thing that most shocked him was the discovery that \"the Bush administration is doing everything in its power to cut back the benefits for veterans, both of past wars and of the troops in Iraq now\". </p> <p>Does he at least think Bush believes he is doing the right thing? \"I don't know. I don't know how you think you are doing the right thing by having a tax system that barely affects the middle class, and makes life so much easier for so many wealthy people. America has almost too many wealthy people and the tax cuts were designed for them.\" </p> <p>Some of Carter's friends warned him off doing the book - \"You gotta be crazy,\" he recalls them saying, \"they'll come after you\" - but in fact, if anyone is going to come after Carter, it is more likely to be his cohorts in the media. Already, bitchy remarks are circulating about the number of researchers Carter used (nine), which he responds to with a sigh and says: \"The fact is I have a full-time job and four kids and I'm not much of a researcher myself. The fact is, unlike a lot of writers, I credit the people who help me. A lot of writers out there have a ton of researchers and they don't get credited in the book. So.\" </p> <p>Earlier this year Carter found himself attacked simultaneously in the New York Times and LA Times, with stories about a payment he received, some $100,000, for recommending the novel A Beautiful Mind as a film project to the producer, Brian Grazer, and the director, Ron Howard. It is not unusual for film ideas to come from magazines - another Russell Crowe flick, Proof of Life, came from a long Vanity Fair article about the kidnap and ransom industry - but there were whispers about the propriety of the magazine's editor having a stake in a film which, through his magazine, he was in such a good position to promote. The surrounding furore took oxygen from a certain dislike of Carter's style, in the same way that his predecessor at Vanity Fair, Tina Brown, was so eagerly mocked for her failure at Talk magazine. But there was also a genuine unease at the relationship of journalists such as Carter to the people they report on; Howard and Grazer appeared in the Vanity Fair top powerbrokers list and the film, which won an Oscar, was obviously well covered in the magazine. </p> <p>\"Confused, not bruised,\" he says of the episode. \"I had no idea where it was coming from. It was just a ... I was being criticised for being successful. I do documentary films on the side, one of which is called 9/11 and is about these two documentary film-makers and the twin towers, and one called the Kid Stays in the Picture, about the life of Bob Evans. I loved doing them, they're really fun and they did well. And I think that in some circles it's going to cause some envy and I think this came from envy more than anything else, and envy is a characteristic I literally can't understand.\" </p> <p>This is the kind of defence to get Carter detractors howling, proof of how far he has come since his days at Spy, an egomaniac who, by his own admission, oversees every caption and headline in the magazine, having tried delegation and found it \"didn't work\". Against the weight of his new book, Carter enemies might posit a daffy exchange he once had with Nicole Kidman, who interviewed him for another magazine. </p> <p>NK: What keeps you curious? Isn't that a lovely word? What's your favourite word? </p> <p>GC: My favourite word? It's canoe. I love the word canoe and all that it implies and the history of the canoe and all the rest of it. The canoe is a big part of Canadian culture. </p> <p>NK: That's very strange. Canooooo, canooooo . . . It is a nice word. </p> <p>GC: What's your favourite word? </p> <p>NK: Bliss. </p> <p>Carter rolls his eyes at this and in his best sardonic drawl says: \"Canoe is still one of my favourite words.\" He insists he isn't grand - \"Grand in what way?\" he says, looking bemused - that he always eats \"in the same crummy restaurant\" in his neighbourhood in New York, that he doesn't go to black-tie events, that at the Vanity Fair Oscars party he doesn't work the room. Jesus, he's not even American, he's Canadian, from a modest upbringing outside Ottawa. </p> <p>Nevertheless, I suggest that there is a problem with the power exerted by the Hollywood PR machine over magazines such as Vanity Fair: don't they have to suck-up to succeed? </p> <p>\"I think that's absolutely non-existent. I think it's the most oversold story in the world. Because I've never found any kind of obstruction, pressure, anything, ever.\" </p> <p>This isn't what I've heard; Lynn Barber, for example, had to leave Vanity Fair after offending one of Hollywood's most powerful PRs and being told, in not so many words, that she would never work in this town again. </p> <p>\"Well, the trouble is for Lynn to work, you've got to get the other person to sit down. Well, you can't put a gun to someone's head and say you have to sit down in this chair opposite Lynn. If Lynn could do her job without co-operation, she'd still be on staff. But it only works if you get a willing subject, and we ran out of willing subjects in the US.\" </p> <p>But surely that's an example of the power of the PR handlers? \"No, I don't know if it was that or not. I think she did a story on Michael Caine that he wasn't thrilled with. But it's not about that. That is the single most oversold, erroneous story in journalism.\" </p> <p>Whenever he can, says Carter, he tries to get a non-film star on the cover - \"even a musician is better\" - while trying to keep \"the utterly loathsome\" off the front page. It is getting harder; \"the level of celebrity in America now is so low,\" he says, \"so unbelievably low.\" </p> <p>Meanwhile, the staff at the magazine are proud he has added its voice to the political debate; if the book sells just one copy, he says, he'll \"have felt I have done my part\". There is a point in What We've Lost wherein the two sides of Carter meet, a classic, Vanity Fair moment in which he quotes from a phone-in that took place last year on the political TV channel, C-Span. Half way through the conversation, it becomes clear that the caller complaining about Bush is an entertainer of some sort; after pressing for her identity, to no avail, the presenter eventually says in amazement: \"Is this Cher ?\" It is. </p> <p>The lesson is clear: when even the celebrities are getting mad with Bush, we had jolly well better sit up and listen. This year, Graydon Carter will be voting.</p>",
  "Two of America's most popular politicians took centre stage on the opening night of the Republican convention to help sell George Bush to moderate voters and undermine his Democrat rival, John Kerry. <p>Senator John McCain, whom Mr Kerry courted as a possible running mate, praised Mr Bush as a president who \"has been tested and has risen to the most important challenge of our time\". </p> <p>Rudolph Giuliani, the former mayor of New York, likened the president to Ronald Reagan and Winston Churchill, calling him a leader who was \"prepared to stick with difficult decisions even as public opinion shifts\". </p> <p>The tone of the convention, symbolically set in New York, was established early in the evening with a brief homily from the first Muslim chaplain of the city's police department, who called for cultural differences to be set aside for the sake of common humanity.</p> <p>\"One America united against terrorism under George Bush\" was the theme of the night, and the powerful advocates chosen to convey that message were Senator McCain, from Arizona, and \"America's mayor\", Rudy Giuliani, both of whom have the unusual ability to transcend bitter partisan boundaries and reach the political centre.</p> <p>After months of shoring up the base, White House and party strategists must use the primetime slots this week to convince swing voters that President Bush has not utterly forsaken the \"compassionate conservatism\" of his 2000 campaign, despite the lack of evidence in office.</p> <p>Within the fortified walls of Madison Square Garden, the convention is as carefully and professionally produced as any of the slick daytime television programmes it is trying to emulate. </p> <p>The theme of coming together in defence of liberty and the flag was carefully fleshed out with tributes to war heroes - and war victims - at home and abroad.</p> <p>Before the appearance of Senator McCain, delegates and the cable television audience were repeatedly reminded of the sacrifices made on September 11 and on the battlefields of Afghanistan and Iraq. </p> <p>A variety of performers and politicians combined to present the argument that President Bush had no choice but to react in defence of the country by going on the attack.</p> <p>Tonight's star turn will be from Terminator-turned-California governor Arnold Schwarzenegger, while the president himself speaks on Thursday evening. </p> <p>Senator McCain's emphatic endorsement means a great deal to the Bush campaign. It is hard to believe that only a few months ago Senator Kerry was seriously courting the maverick senator and fellow Vietnam veteran to be his Democratic running mate. In the 2000 Republican primary race, the Bush campaign was accused of smearing the senator during a protracted and bitter contest.</p> <p>But last night there was no hint of ambiguity in the rallying cry to give the president another four years: \"We need a leader with the experience to make the tough decisions and the resolve to stick with them, a leader who will keep us moving forward even if it is easier to rest,\" said the senator.</p> <p>\"This president will not rest until America is stronger and safer still and this hateful iniquity is vanquished. He has been tested and has risen to the most important challenge of our time, and I salute him.\"</p> <p>Without mentioning John Kerry by name, he stuck the knife in and twisted it, implying that the Democrat challenger was not up to the job of making tough decisions and sticking to them.</p> <p>The loudest and most sustained booing of the night was reserved for another opponent whom the senator identified but did not name: when he mentioned \"a disingenuous film-maker who would have us believe that Saddam's Iraq was an oasis of peace\" every delegate in the hall seemed to hiss just at the thought of Michael Moore's bulky frame.</p> <p>Some of the sharp-eyed state representatives in the hall might have noticed that Mr Moore himself was actually there, grinning and waving for the network cameras. He is present all week, penned inside the press area as a guest newspaper columnist.</p> <p>While McCain built a slow, eloquent case for supporting the president as the only safe pair of hands, his was ultimately a mainstream appeal to transcend party and put America first: \"Stick together. Stay strong... Stand up with our president and fight.\"</p> <p>When Mr Giuliani came to the podium he followed a highly emotive and choreographed segment featuring three blonde and photogenic women in mourning who had lost men to the terrorists on 9/11. A cloying, unaccompanied version of Amazing Grace swiftly followed.</p> <p>Speaking for around twice as long as Senator McCain, Mr Giuliani was happy to name names and to take an even broader sweep through the historical causes and possible remedies for America's reluctant war on terror. </p> <p>Senator McCain has already had his presidential run, but the former mayor of New York is constantly being tipped for a governorship or White House role in the near future.</p> <p>He says he will not properly consider his political future until after November.</p> <p>At times deviating extremely from the script, he used his unique authority at the heart of the September 11 recovery effort to paint a portrait of a heroic president who understood what needed to be done in response: Bush, he said, had taken the Churchillian path by using \"offence\" as the best defence.</p> <p>\"For that, and then his determined effort to defeat global terrorism no matter what happens in this election, President George W Bush already has earned a place in our history as a great American president,\" he said.</p> <p>Running through a list of past terrorist atrocities, he first damned John Kerry with faint praise, saying that he respected him \"for his service to our nation\". Then he moved on to the attack: Bush, he said was \"a leader who is willing to stick with difficult decisions even as public opinion shifts\", while Kerry's record in office suggested \"a man who changes his position often, even on important issues\".</p> <p>He painted a portrait of an indecisive liberal who would pander to European sensibilities rather than put America first: \"John Kerry's claim that certain foreign leaders who opposed our removal of Saddam Hussein prefer him raises the risk that he would accommodate his position to their viewpoint.\"</p> <p>It was a powerful speech designed to elevate not only a grateful president but also to leave an ambitious and popular politician with as many options open as possible. The \"Rudy doctrine\" is clearly a work in progress.</p>",
  "<p>\"Who is Craig Doyle?\" <strong><br>Will Wyatt, former BBC broadcast boss</strong><br></p> <p>\"Who is this guy? Craig Doyle - why do I trust what he says? I don't know where he's come from. What happened to having sports presenters who know about sport?\" <strong><br>Former ITV director of programmes David Liddiment</strong></p> <p>\"If someone went round the back [at Five] and pulled the plug out, would anyone notice? There's no reason for it to be there at all. Can you imagine if the same thing happened at Channel 4?... We sell ads at a premium, they are the discount, bargain basement, Argos job.\" <strong><br>Channel 4 director of programmes Kevin Lygo, former progamming chief at Five </strong></p> <p> \"When Dawn was running things, comedy on Five was all about people getting their tits out or Keith Chegwin running around with his willy out. Under Kevin, the audiences for comedy were tiny, because it was broadcast at 7pm or 11pm.\" <strong><br>Dan Chambers having a dig right back at Lygo and his other predecessor as Five director of programmes, Dawn Airey</strong></p> <p>\"The members of the public who take part in these shows are completely in on it from the beginning. They are all playing the game, and playing the game is perfoming. The viewers know it as well.\" <strong><br>Talkback Thames' US production boss Tom Gutteridge on reality TV contestants</strong></p> <p>\"It's much broader than a real anal retentive investigation of the BBC. It's not like a Will Wyatt autobiography. It is quite controversial and pulls no punches - Greg obviously hasn't quite found closure yet.\" <strong><br> Kevin Lygo on the documentary Greg Dyke has made for Channel 4</strong></p> <p> \"At the moment there are so many dogs sniffing so many bottoms whenever you go to J Sheekey's or the Ivy. There's so much flirting going on between channel bosses. It's foreplay that will go on forever - but I don't know if it will ever lead down the aisle.\" <strong><br>Five director of programmes Dan Chambers on the various merger/partnership talks going on in TV right now</strong></p> <p> \"[BBC drama producer] Ken Riddington said, 'we've got this new idea for a series about women in a prisoner of war camp'. And I thought, 'what a disgusting idea - it's just going to be pornographic'. I could just see it as this sort of Grand Guignol. It would have failed if it had any tongue in cheek in it, so I steered clear of it.\" <strong><br>Andrew Davies on how he could have become a writer on Tenko</strong></p> <p>\"You could have gone to see Nigel Pickard. But instead you chose a bunch of old gits who can do nothing for your career.\" <strong><br>Former ITV chief executive turned independent producer Stuart Prebble welcomes delegates to the Grumpy Old Men session</strong></p> <p>\"This year we've had sex and masturbation. Congratulations - mission accomplished there, Channel 4. What next year - bestiality? I would not be surprised if one of the contestants turns out to be a pretty young sheep.\" <strong><br>Wyatt on Big Brother</strong></p> <p>\"The thing about working for the BBC that drives me so crazy is that you have to be so reasonable. You have to be fair and balanced.\" <strong><br>BBC business editor Jeff Randall, who featured in a video shown in the Grumpy Old Men session</strong></p> <p>\"What has digital TV given us? Fuck all. It's the death of everything - the death of creativity. But it's public policy. And the BBC has spent hundreds of millions of our money on it.\" <strong><br>Another thing from Liddiment</strong></p> <p>\"We used to call it tits 'n' tinsel. Now it's tits 'n' nip 'n' tuck.\" <strong><br>veteran producer Michael Hurll on changing fashions in TV entertainment</strong></p> <p>\"If you give me £5, I'd give you an honest opinion of Max Clifford. If you give me £120,000, I'll say he's the best lover I've ever had.\" <strong><br>Independent producer in the audience at chequebook journalism session</strong></p> <p> \"It's programming that wouldn't be made by the commercial networks. To suggest anything ITV makes is public service broadcasting, that's clearly manifest bullshit.\"<strong><br>Dawn Airey refutes Charles Allen's definition of PSB</strong></p> <p>\"When it first started it was clearly pushing the boundaries, clearly innovative. At the moment its role is more commercial. I'm not sure Big Brother 6 will be more extreme. Last year it was a bit dull. This year it was a more interesting cast of characters.\" <strong><br>Channel 4 chief Andy Duncan on Big Brother</strong></p> <p>\"Five is seven years old. If it was a human being it would be this tall by now.\" <strong><br>Channel Five chief executive Jane Lighting comes over a bit Alan Partridge</strong></p> <p>\"Multichannel is a bit like crack cocaine. Once you have it you move on to harder stuff and come across to Sky.\"<strong><br>Airey outlines the thinking behind the launch of FreeSat</strong></p> <p>\"What I'm going to do is speak for, well, about 45 minutes actually and then take a few questions. What you might call a live, unscripted two-way.\" <strong><br>Andrew Gilligan</strong></p> <p>\"It is now clear that the legendary dossier was the rough equivalent, for a journalist, of writing a front page news story based on something your mini cab driver heard down the pub in 1995. Except, of course, that no news story ever became part of the case for killing 20,000 people.\" <strong><br>Andrew Gilligan</strong></p> <p>\"I don't think many people think there should be no governors. But quite a lot of people seem to think there should be different governors. I remember my former editor Kevin Marsh telling me last year that, Gavyn Davies apart, there were only two people of real calibre on the then board, Ruth Deech and Pauline Neville-Jones.\" <strong><br>Gilligan reveals that Marsh thought rather more of Neville-Jones than Greg Dyke did</strong></p> <p>\"The official policy of the BBC is, and remains, that the governors can do no wrong. I think we've seen a slightly worrying attempt since Hutton for the BBC to try to rationalise what the governors did, find reasons to justify the error they made.\" <strong><br>Andrew Gilligan</strong></p> <p>\"There is a fear of original journalism at the BBC. There is a hurry to apologise when you do a story that goes against the establishment. Instantly there's a hurry to apologise and I fear that corporate cringe in a big way.\" <strong><br>BBC journalist John Sweeney</strong> </p> <p>\"How come really intelligent and well-meaning people in the media can manage effortlessly to come up with really big ideas that actually turn out to be exceedingly daft? Is this a random process - like being hit on the head by an asteroid while standing in the middle of an empty field? Or are there patterns to the incidence of this particular disease?\" <strong><br>Ray Snoddy on the dangers of thinking big</strong></p> <p>\"The reason I never stayed in accountancy was that I wasn't a very good accountant.\" <strong><br>ITV chief executive Charles Allen worries his shareholders</strong></p> <p>\"The position on Greg has been made very clear by the chairman. Peter [Burt] said he hadn't offered Greg a job and nor is he likely to in the future. This is a long-term game. I've been in it for 12 years. I don't have to do this job but I want to do it, I'm passionate about it.\" <strong><br>Charles Allen on Greg Dyke</strong></p> <p>\"When you're in the creative business some shows don't work. 2.9 million came to that show and 2.9 million stayed. We have to look at why people didn't come to the show.\" <strong><br>Allen on ratings flop The Block</strong></p> <p>\"Our TV money was going from £2.5m a year to £0.5m a year. Looking forward six or 12 months we were struggling to see where the cash was coming from.\" <strong><br>Norwich City chief executive Neil Doncaster recalls the ITV Digital debacle</strong></p> <p>\"I'm not going to comment because I've signed an exclusive deal to review it for Ariel\" <strong><br>BBC director general Mark Thompson shrugs off questions about Dyke's book</strong></p> <p>\"Ten years ago there was one person you were scared of at News International - Rupert Murdoch. Today there are two - Rupert Murdoch and Max Clifford.\"<br><strong> Sun editor turned PR executive, David Yelland</strong></p> <p>\"It was something that was inappropriate because of what happened. He started boozing again.\"<br><strong>BBC current affairs boss Peter Horrocks regrets that the corporation paid £25,000 for an exclusive interviewwith George Best</strong></p> <p>\"They have got a very crafty way of going about things. Hush hush.\"<br><strong>Max Clifford on the BBC's negotiating tactics to secure exclusive interviews with his clients</strong></p> <p>\"Everything has to be done exactly as I want and for as much money as possible.\" <br><strong>Max Clifford on his own negotiating style</strong></p> <p>\"They are like women who go to a Barry Manilow concert and think he is going to snog them.\" <br><strong>Simon Cowell on the eternal optimism of pop wannabes</strong></p> <p>\"She's talented. Anyone who can write text messages like that must be talented.\" <br><strong>Simon Cowell on Rebecca Loos</strong></p> <p>\"Which bulletin led with Michael Jackson [appearing in court]? Which bulletin led with David Beckham and Manchester United? Which bulletin led with the adultery allegations against John Kerry? Channel 4 News.\" <br><strong>BBC head of TV News Roger Mosey comes over all public service broadcasting</strong></p> <p>\"I would like a strong BBC... just running a close second to us all the time.\" <br><strong>ITV director of programmes Nigel Pickard</strong></p> <p>\"Good publicity, bad publicity - it's all the same.\" <br><strong>BBC creative director Alan Yentob who was absent at the festival and whose expenses claims are under investigation by the corporation. He made his remarks in a film about a day in the life of BBC1 controller Lorraine Heggessey</strong></p> <p>\"Your arse looks nice in those.\"<br><strong>Gay fashion stylists from Queer Eye for the Straight Guy to former Carlton executive Steve Hewlett after he donned his new cargo pants.</strong></p> <p><strong>And how did Hewlett feel in them? </strong><br> \"Like a queen.\"</p> <p>\"You can see that clogging my heart valves.\" <br><strong>Hewlett again after baulking at the cholesterol content of a new egg-based Atkins diet meal</strong></p> <p>\"I don't think they are worrying about you having a heart attack. They just want to to look good,\" <br><strong>Queer Eye's food adviser Peyton in response</strong></p> <p><strong>And how did Mr Hewlett enjoy the Queer Eye experience?</strong><br> \"It's better than working for Michael Green.\"</p> <p>\"When you have a cast where one is ill, one pregnant, one who may be in re-hab and another in a car crash, you get overdependent on a story about a kidney transplant.\" <br><strong>BBC1 controller Lorraine Heggessey on the dismal Ferreira family in EastEnders</strong></p> <p>\"It costs 4.7p per person per hour for BBC services; Sky costs 38.5p per person per hour; BBC3 - what does it cost? per viewer, per hour in multichannel homes? It costs one pound per hour. Would not the the £97.3m BBC3 spends be better on BBC1?\" <br><strong>Flextech boss Lisa Opie to Heggessey</strong></p> <p>\"We may end up just being a badge, a kitemark of a certain quality; if everyone is self-scheduling with personal video recorders then we will want someone to guide us through that.\" <br><strong>Heggessey on what BBC1 might be in 2012. </strong></p> <p>\"If our share dropped a bit we would have to look at what are our absolute core audiences and do we just go after them.\" <br><strong>Heggessey on the possibility of narrowing BBC1's range of programmes</strong></p> <p>\"How many times a day does he have [Granada Productions chief executive] Simon Shaps in the office or on the telephone?\" <br><strong>Tiger Aspect boss Andrew Zein asks Nigel Pickard, questioning the independence of the ITN network centre</strong></p> <p>\"The moment I cannot choose the best programmes my job becomes untenable.\" <br><strong>ITV director of programmes Nigel Pickard denies that Granada holds sway over independent production companies</strong></p> <p>\"Now she knows how independent producers feel.\" <br><strong>Adrian Chiles after BBC1 controller Lorraine Heggessey tries - and fails - to sell programmes outside her daughter's school play.</strong></p> <p>\"Ben Frow and Sara Ramsden are adamant they want to do anal bleaching... not on themselves.\" <br><strong>Channel Five director of programmes Dan Chambers on the station's latest reality makeover show</strong></p> <p>\"Straight talking, smart, rewarding, mischief-making, surprising... posh young people.\" <br><strong>Dan Chambers (again) on his vision for Five</strong></p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p> <b>TIME TO GET SERIOUS</b></p> <p>The day after the August bank holiday traditionally marks the end of the silly season and a return to serious news coverage, and the papers do their best to work up some enthusiasm for the end of summer. </p> <p>\"They're back!\" exclaims the Times. \"The misguided bill to ban foxhunting will be reintroduced in two weeks' time ... five-year plans from John Prescott's department, from environment ministers, and from the Department for Work and Pensions are imminent.\"</p> <p>The Telegraph worries about the advent of electronic NHS patient records, reporting that the National Audit Office is to investigate the GBP6.2bn project. Why? The paper doesn't seem to have much idea, but reminds its readers just how many big public sector IT projects have gone wrong or over budget in the past. \"Many [doctors] fear hackers could gain access to their records,\" it says.</p> <p>Elsewhere in the Telegraph, the venerable columnist WF Deedes weighs in with a rather moving article about his recent spell in an NHS hospital. WF, who is in his early nineties, has \"nothing but praise\" for his care. \"Every limb of my bed was wiped over with a damp cloth every day,\" he writes approvingly. The nurses were unfailingly kind, and the physiotherapists were even better. \"In some ways, it brought back recollections of soldiering in the second world war,\" he says.</p> <p>The NHS is also preoccupying the Times. Foundation hospitals complain to the paper that they enjoy less freedom and less money than they had been promised by the government. One hospital chief executive says that strategic health authorities are \"stifling\" him. </p> <p>The Guardian splashes with evidence that - contrary to previous assurances - ministers are importing nuclear waste and burying it in Britain. \"More than 10,000 cubic metres of foreign nuclear waste is buried at Drigg, in Cumbria, because it is too expensive to transport it back to the countries that produced it,\" says the paper.</p> <p>The FT notes that Iraq's oil exports have fallen to their lowest level for a year following persistent attacks on pumping stations and pipelines.</p> <p>* <a href=\"http://www.theguardian.com/nuclear/article/0,2763,1293988,00.html\">Nuclear waste promises broken</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1240135,00.html\">Times: Hospital hold up</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/31/nhs31.xml&amp;sSheet=/news/2004/08/31/ixnewstop.html\">Telegraph: Inquiry as NHS patient records go online</a><br> * <a href=\"http://news.ft.com/cms/s/13eaba18-fab9-11d8-9a71-00000e2511c8.html\">FT: Attacks send Iraq oil exports to year low</a></p> <p><b>ARNIE STARS IN REPUBLICANS' SHOW</b></p> <p>For the broadsheets, however, there is still only one show worth travelling to: Arnold Schwarzenegger is topping the bill at Republican convention in New York tonight.</p> <p>\"George Bush arguably needs Mr Schwarzenegger more than the governor needs him,\" says the Guardian. \"He will bring an element of glamour ... Not only is he a successful immigrant, his state delegation will be considerably more diverse than the convention as a whole.\"</p> <p>The FT is more circumspect, pointing out that the governor of California has \"flip-flopped\" over the question of whether he would campaign for Mr Bush at all. He won't attack John Kerry, whom he has described as a \"terrific human being\". Nor is he likely to be able to turn California Republican. In short, the paper suggests, Mr Schwarzenegger can do more for the Republican party than he can offer Mr Bush.</p> <p>The Guardian toys with the notion that a third generation of the Bush dynasty will inherit the presidency. George P Bush, the 28-year-old nephew of W, son of Jeb and grandson of HW, is of Latino descent and could, the paper says, be a valuable asset in Florida.</p> <p>John McCain \"came out shooting for Bush\" yesterday, notes the Independent; Rudy Giuliani also spoke, and compared Mr Bush's \"war on terror\" with Ronald Reagan's leadership in the cold war and Winston Churchill's defiance of Hitler.</p> <p>The FT says the \"Swift Boat Veterans for Truth\", emboldened by the recent dip in Democrat support, intend to screen their anti-Kerry ads nationwide.</p> <p>\"If it is so blindingly obvious to the rest of the world that Bush is dumb, dangerous and the rest of it, how is it that millions of intelligent and perfectly decent people in the US see it so differently?\" wonders Martin Kettle in the Guardian, probing the big-government conservatism that has characterised Mr Bush's first term. \"We ought at least to do the millions of Bush voters the courtesy of trying to understand why.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1293981,00.html\">Meet the next George Bush</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1293929,00.html\">Arnie returns to lift the party faithful</a><br> * <a href=\"http://news.ft.com/cms/s/7c856e26-fadf-11d8-9a71-00000e2511c8.html\">FT: Republicans salute Bush in convention opener</a><br> * <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1294069,00.html\">Martin Kettle</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=556784\">Independent: McCain comes out shooting for Bush</a></p> <p><b>FRENCH HOSTAGES: DEADLINE EXTENDED</b></p> <p>The kidnappers holding two French journalists hostage in Iraq have given the men a 24-hour stay of execution, the Guardian reports.</p> <p>Footage broadcast on the al-Jazeera television station shows Christian Chesnot and Georges Malbrunot repeating the kidnappers' demand that France repeal a law banning the wearing of Islamic headscarves in schools.</p> <p>\"The law will be applied,\" a spokesman for the French government said yesterday. The country's main opposition has concurred. The Herald Tribune says the kidnapping has come as a shock to those who thought France's opposition to the war in Iraq would protect its citizens there. </p> <p>* <a href=\"http://www.theguardian.com/france/story/0,11882,1294006,00.html\">Journalists' plea to Chirac</a><br> * <a href=\"http://www.iht.com/articles/536516.html\">IHT: Paris firm on hostgaes as Allawi cites threat</a></p> <p><b>BRITAIN'S OLYMPIANS RETURN</b></p> <p>Jubilation at the return of Britain's Olympic team is tempered by outrage in both the Sun and the Mail. \"British athletes could have to compete under the European flag at a future Olympics in a remarkable attempt by Brussels to hijack their success,\" spits the Mail.</p> <p>The splash is based on a remark made by the president of the EU commission, Romano Prodi, who suggested that member states could carry EU flags alongside their own in Beijing.</p> <p>The rest of the papers have already moved on to the matter of the managerial succession at Newcastle United. The Sun tips Sam Allardyce of Bolton to succeed Bobby Robson, while the Guardian says that Birmingham City's Steve Bruce and the Newcastle striker Alan Shearer are more probable contenders.</p> <p>\"Robson served football superbly,\" mourns Henry Winter in the Telegraph. \"Part of Newcastle's appeal died yesterday as a distinguished Magpie became one for sorrow.\"</p> <p>* <a href=\"http://www.theguardian.com/Football/News_Story/0,1563,1293992,00.html\">Bruce in line as Britain's hometown dream ends</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=Y1BJSGCU3ZRMJQFIQMFCM54AVCBQYJVC?xml=/sport/2004/08/31/sfnnew31.xml\">Telegraph: Newcastle sack Robson</a></p> <p><b>TRAVELLING IN STYLE</b></p> <p>\"The demographics of caravan ownership are changing,\" reveals the Independent in an over-excited analysis of a cultural phenomenon it calls \"young fogeyism\". \"While many enjoy older caravans' chintzy interiors, the larger manufacturers including Swift, Explorer and Bailey are now producing trendy 'Ikea-style' interiors for the style-conscious younger owners.\" </p> <p>Apparently, young people are \"anxious about travelling abroad\". \"Since September 11, the world has changed,\" a caravan manufacturer tells the paper. \"Caravans offer safe accommodation, and allow you to pick your moment.\"</p> <p>The paper digs up depressing statistics suggesting that Britons are turning to wine boxes rather than bottles. Presumably they don't rattle in the back.</p> <p>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=556778\">Independent: Old before their time</a></p> <p><b>BREAKING NEWS</b></p> <p><a href=\"http://www.theguardian.com/post/story/0,11489,1294121,00.html\">The Royal Mail missed all 15 of its delivery targets in the first quarter of the financial year, it announced today</a>.</p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Tony Blair is visiting Harlow to champion anti-social behaviour orders.</p> <p>&gt;&gt;&gt; The former Serbian dictator Slobodan Milosevic opens his defence case at The Hague war crimes tribunal today.</p> <p>&gt;&gt;&gt; The wife of Sir Mark Thatcher flew into Britain this morning, en route to Dallas.</p> <p><a href=\"http://www.theguardian.com\">Coverage throughout the day at Guardian.co.uk</a></p>",
  "<p>Two French journalists being held hostage in Iraq last night warned that they faced death if France refused to yield to their kidnappers' demands to repeal legislation which will ban Islamic headscarves in schools. </p> <p>New footage showing the radio correspondent Christian Chesnot and Georges Malbrunot of Le Figaro was broadcast on the Arabic satellite channel al-Jazeera, soon after the 48-hour deadline for their release expired. Their captors extended the deadline for the government to overturn the law by a further 24 hours. </p> <p>The two men were filmed against the backdrop of a grey mud wall. They appeared to be in good health, but appealed to the French government to save their lives. </p> <p>\"I call on President [Jacques] Chirac to _ retract the veil ban immediately and I call on French people to protest the veil ban. It is a wrong and unjust law and we may die at any time,\" Chesnot said, according to al-Jazeera's translation into Arabic. </p> <p>\"I appeal to the French people to go to the streets _ because our lives are threatened,\" Malbrunot said in English. </p> <p>Yesterday in Paris, ministers said the new law - which bans all conspicuous signs of faith in state schools, including Jewish skullcaps and large Christian crosses - will be enforced when the autumn term begins on Thursday. </p> <p>The foreign minister, Michel Barnier, arrived in Cairo yesterday to see whether allies in the Arab world could influence the situation. A diplomatic envoy was in Baghdad to meet Iraqi leaders. </p> <p>In an earlier appearance on al-Jazeera, Mr Barnier called for the immediate release of the hostages, \"in the name of the principles of humanity and respect of mankind\". </p> <p>The reporters were in Iraq to \"to explain to the world, to bear witness to the difficult conditions of the Iraqi people\", he said. </p> <p>Later he reiterated France's opposition to the war in Iraq and described the deadline for a repeal of the new legislation as \"incomprehensible, given the reality of French society\". </p> <p>After a meeting with Mr Barnier, the Arab League chief Amr Moussa said: \"I urge everyone who has power, or has the capabilities, to set the journalists free as soon as possible so that the situation does not become more complicated.\" </p> <p>Politicians joined protesters at a rally in Paris last night in support of the journalists. </p> <p>The French Muslim organisations which had opposed the new headscarf law expressed outrage at the kidnapping and condemned foreign interference in a domestic issue. </p> <p>The Union of French Islamic Organisations, which had previously urged schoolgirls to flout the ban, said it was vital to avoid exacerbating hostility towards France's 5 million strong Muslim population. </p> <p>\"This episode must not lead to a further radicalisation of the situation in France,\" Fouad Alaoui, the group's secretary general, said. </p> <p>Arab leaders stressed that the kidnapping was damaging \"the image of Arabs in the west\". Yasser Arafat, who was due to make a radio appeal on the journalists' behalf last night, called for the \"immediate release\" of the men, saying France was a friend of the Palestinian cause. </p> <p>Chesnot and Malbrunot went missing in Iraq on August 20 and are thought to be in the hands of the same group who killed the Italian journalist Enzo Baldoni last week, after Italy failed to respond to a demand for its troops be be withdrawn from Iraq. </p> <p>The little-known group said France's new law was \"an aggression on the Islamic religion and personal freedoms\". </p> <p>Iraqi Sunni and Shia groups hostile to the US-led presence in their country also called for the hostages' release yesterday, stressing that journalists should not be treated as combatants. </p> <p>\"It is amoral and inhumane. The abduction of any journalist tarnishes the image of Iraq and Islam,\" said Ali al-Yassiri, a spokesman for the Shia cleric Moqtada al-Sadr. </p> <p>Mr Sadr yesterday called on his followers to stop fighting against US and Iraqi forces, and gave his strongest hint yet that he is likely to participate in next year's elections. In an interview, Sheikh Ali Smeisim, one of the cleric's senior aides, said that Mr Sadr had told his Mahdi army militia to observe a ceasefire across Iraq. </p> <p>He urged the fighters \"to cease fire unless in self-defence, and to be patient until the political programme which Sadr's followers are planning is revealed\". </p> <p>The move comes just days after Mr Sadr agreed to end the violent three-week uprising in Najaf, at the urging of Iraq's most important Shia cleric, Grand Ayatollah Ali al-Sistani. </p> <p>The two men have agreed to work together to facilitate a census in Iraq ahead of general elections in January. </p> <p>There is now increasing speculation that Mr Sadr intends to run for political office with a possible view to becoming prime minister. He is unlikely to win any election outright but his support base virtually guarantees him a seat in Iraq's new cabinet. </p> <p>Both clerics appear determined to ensure that after the elections Iraq has a Shia-dominated government for the first time in its history. </p> <p>Iraq's unelected interim prime minister, Ayad Allawi, has repeatedly urged Mr Sadr to disband his militia and join the political process. </p> <p><strong> theguardian.com/iraq</strong><br></p>",
  "The former policeman Alu Alkhanov capped the official announcement of his election as Chechnya's president yesterday by demanding that the separatist militant leader, Aslan Maskhadov, face trial and apologise to the Chechen people. <p>Officials announced the predictable landslide victory yesterday of Mr Alkhanov, 47, as successor to Akhmad Kadyrov, who was assassinated in May. Turnout in the election was claimed to be 85%, and Mr Alkhanov was said in a preliminary count to have won 74% of the vote, Interfax reported. </p> <p>The election on Sunday was held under martial law with 17,000 troops patrolling the streets after an attack by militants the previous Saturday. </p> <p>Few voters could actually be seen, and, as in previous elections, allegations of ballot-rigging were rife. Mr Alkhanov's only serious opponent was barred from running. </p> <p>A US state department spokesman said the Chechen vote \"did not meet international standards for a democratic election\". </p> <p>Mr Alkhanov, a former interior minister, told the news agency Itar-Tass after hearing the initial results: \"I feel an enormous burden of responsibility. I feel no euphoria. There is a clear understanding that a lot of hard work is ahead.\" </p> <p>Mr Maskhadov has vowed to kill the winner of the vote. Mr Alkhanov dismissed the idea of negotiations with Mr Maskhadov as \"not necessary\", according to Interfax yesterday. </p> <p>Mr Alkhanov pledged to revive the economy and create 150,000 new jobs. He added that he had \"very friendly professional relations\" with Ramzan Kadyrov, the son of the late president, whose private army rules much of Chechnya. </p> <p>Mr Alkhanov was installed to keep the supporters of Akhmad Kadyrov loyal to Moscow, yet the clan's key strongmen have reportedly begun to bicker. </p> <p>His statements came as the FSB security service, investigating the simultaneous suicide bombing of two Russian passenger jets last Tuesday, said the planes were brought down by bombers on board. </p> <p>\"Both aeroplanes were blown up as a result of a terrorist attack,\" Itar-Tass quoted Lieutenant-General Andrei Fetusov as saying.</p>",
  "Two French journalists being held hostage in Iraq last night warned that they faced death if France refused to yield to their kidnappers' demands to repeal legislation which will ban Islamic headscarves in schools. <p>New footage showing the radio correspondent Christian Chesnot and Georges Malbrunot of Le Figaro was broadcast on the Arabic satellite channel al-Jazeera, soon after the 48-hour deadline for their release expired. Their captors extended the deadline for the government to overturn the law by a further 24 hours. </p> <p>The two men were filmed against the backdrop of a grey mud wall. They appeared to be in good health, but appealed to the French government to save their lives. </p> <p>\"I call on President [Jacques] Chirac to ... retract the veil ban immediately and I call on French people to protest the veil ban. It is a wrong and unjust law and we may die at any time,\" Chesnot said, according to al-Jazeera's translation into Arabic. </p> <p>\"I appeal to the French people to go to the streets ... because our lives are threatened,\" Malbrunot said in English. </p> <p>Yesterday in Paris, ministers said the new law - which bans all conspicuous signs of faith in state schools, including Jewish skullcaps and large Christian crosses - will be enforced when the autumn term begins on Thursday. </p> <p>The foreign minister, Michel Barnier, arrived in Cairo yesterday to see whether allies in the Arab world could influence the situation. A diplomatic envoy was in Baghdad to meet Iraqi leaders. </p> <p>In an earlier appearance on al-Jazeera, Mr Barnier called for the immediate release of the hostages, \"in the name of the principles of humanity and respect of mankind\". </p> <p>The reporters were in Iraq to \"to explain to the world, to bear witness to the difficult conditions of the Iraqi people\", he said. </p> <p>Later he reiterated France's opposition to the war in Iraq and described the deadline for a repeal of the new legislation as \"incomprehensible, given the reality of French society\". </p> <p>After a meeting with Mr Barnier, the Arab League chief Amr Moussa said: \"I urge everyone who has power, or has the capabilities, to set the journalists free as soon as possible so that the situation does not become more complicated.\" </p> <p>Politicians joined protesters at a rally in Paris last night in support of the journalists. </p> <p>The French Muslim organisations which had opposed the new headscarf law expressed outrage at the kidnapping and condemned foreign interference in a domestic issue. </p> <p>The Union of French Islamic Organisations, which had previously urged schoolgirls to flout the ban, said it was vital to avoid exacerbating hostility towards France's 5 million strong Muslim population. </p> <p>\"This episode must not lead to a further radicalisation of the situation in France,\" Fouad Alaoui, the group's secretary general, said. </p> <p>Arab leaders stressed that the kidnapping was damaging \"the image of Arabs in the west\". Yasser Arafat, who was due to make a radio appeal on the journalists' behalf last night, called for the \"immediate release\" of the men, saying France was a friend of the Palestinian cause. </p> <p>Chesnot and Malbrunot went missing in Iraq on August 20 and are thought to be in the hands of the same group who killed the Italian journalist Enzo Baldoni last week, after Italy failed to respond to a demand for its troops be be withdrawn from Iraq. </p> <p>The little-known group said France's new law was \"an aggression on the Islamic religion and personal freedoms\". </p> <p>Iraqi Sunni and Shia groups hostile to the US-led presence in their country also called for the hostages' release yesterday, stressing that journalists should not be treated as combatants. </p> <p>\"It is amoral and inhumane. The abduction of any journalist tarnishes the image of Iraq and Islam,\" said Ali al-Yassiri, a spokesman for the Shia cleric Moqtada al-Sadr. </p> <p>Mr Sadr yesterday called on his followers to stop fighting against US and Iraqi forces, and gave his strongest hint yet that he is likely to participate in next year's elections. In an interview, Sheikh Ali Smeisim, one of the cleric's senior aides, said that Mr Sadr had told his Mahdi army militia to observe a ceasefire across Iraq. </p> <p>He urged the fighters \"to cease fire unless in self-defence, and to be patient until the political programme which Sadr's followers are planning is revealed\". </p> <p>The move comes just days after Mr Sadr agreed to end the violent three-week uprising in Najaf, at the urging of Iraq's most important Shia cleric, Grand Ayatollah Ali al-Sistani. </p> <p>The two men have agreed to work together to facilitate a census in Iraq ahead of general elections in January. </p> <p>There is now increasing speculation that Mr Sadr intends to run for political office with a possible view to becoming prime minister. He is unlikely to win any election outright but his support base virtually guarantees him a seat in Iraq's new cabinet. </p> <p>Both clerics appear determined to ensure that after the elections Iraq has a Shia-dominated government for the first time in its history. </p> <p>Iraq's unelected interim prime minister, Ayad Allawi, has repeatedly urged Mr Sadr to disband his militia and join the political process.</p>"
]