[
  "Yasser Arafat has been around on the Middle Eastern scene for so long that it is hard to imagine what the region would look like without him. But as the ageing Palestinian president slips into what may be serious illness, Arabs, Israelis and the world need to think about his legacy - and beyond. Mr Arafat's historic achievement, recognised by friend and even foe, was to hold together a disparate coalition of armed groups under the umbrella of the PLO to forge a sense of legitimacy. That challenged Arab regimes and an Israeli state which long refused to recognise the national existence, let alone the rights, of its existential enemy. His crowning moment came in 1974 when he mounted the podium at the United Nations general assembly to make his famous gun and olive branch speech. When the 1967 war and occupation of the West Bank and Gaza Strip brought the bulk of his people under Israeli rule, Mr Arafat began the path that led, through exile in Jordan, Lebanon, and Tunisia, back to Gaza and Ramallah, his headquarters-cum-prison, and his transformation from guerrilla leader into visionary statesman and recipient, with Yitzhak Rabin, of the Nobel peace prize. <p>But Mr Arafat will not be remembered as the architect of peace. The breakthrough at Oslo in 1993 and the later talks at Camp David ended in a dangerous impasse that exploded into the second intifada, an expression of Palestinian rage and frustration, the pace set by the suicide bombers who have done so much to create the bleak and bloody landscape of today's Holy Land. Opinions are divided on Mr Arafat's role in this fateful development. If he chose, as many believe he did, to ride a tiger he could not control, it was a highly risky strategy whose outcome is still being measured in daily death and misery. </p> <p>Nor, however iconic his global status as \"Mr Palestine\", will he be remembered as a leader who delivered what his people required. Palestinians themselves, not just the US, Israel and Europe, demanded a Palestinian Authority that was effective, uncorrupt and accountable. But Israel is also to blame for the failure of the PA, because of its provocative expansion of illegal settlements, endless border closures, daily humiliations, reprisals and the construction of the West Bank \"security fence\" in a manner that seemed to be as much a land grab as an act of legitimate defence. </p> <p>Mr Arafat's obituary has been written countless times before - and, so far, it has always had to be updated. But the timing of this latest illness may create new opportunities. Neither George Bush nor Ariel Sharon will deal with a man they have demonised and sidelined, but without him they will no longer be able to argue that they have no one to negotiate with. Tony Blair has already signalled that progress in the Middle East will follow next week's US election. Whoever is in the White House must renew pressure for implementation of the internationally agreed road map to peace, and not acquiesce in Mr Sharon's unilateral withdrawal from Gaza. A fresher, less flawed face in Ramallah would help a lot. </p> <p>It is part of Mr Arafat's inimitable style that he has always concentrated power in his own hands, declined to groom a successor and has stood by as factions vied for supremacy. No succession will be smooth or easy, whether the winner is an uncharismatic veteran like Mahmoud Abbas, or a younger, tough local leader like Mohammed Dahlan, a product of years of occupation and resistance. Any successor will have to deal with the challenge to the PA by Hamas and Islamic Jihad, the Islamist groups whose power and appeal has increased as that of the PA has waned. These are just some of the new uncertainties that will come to the fore in a Middle East without Yasser Arafat. But this is the world into which the region may now be entering.</p>",
  "There's the candidate who thinks lesbianism is so rife that girls need escorts into toilets. There's the candidate who accused his opponent of looking like Saddam Hussein's son. And then there's the candidate who thinks single mothers should be banned from teaching. Welcome to the wacky world of the US Senate elections. <p>While the world's attention is fixed on the nail-biting contest between John Kerry and George Bush, out of the spotlight a series of hard-fought state elections are going on. At stake is the majority in the Senate - a event that has huge implications, no matter who wins the presidency. </p> <p>The Senate is currently controlled by the Republicans, who have 51 seats out of 100. Until recently they were expected to add to that majority, by taking the lion's share of the 34 seats up for grabs on November 2. Now, thanks in part to a string of Republican blunders, the Democrats spy a slim opening that may allow them to emerge as the overall victors. </p> <p>In Kentucky, the Republican incumbent, Jim Bunning, was seen as a shoo-in before he began to self-destruct, a process that ended with him telling a press conference he was still mentally fit. In between, Bunning accused Democrats of assaulting his wife, denied using an autocue during a TV debate (before admitting that he did) and failed to turn up for a later televised debate. </p> <p>But Bunning's biggest gaffe was to claim that his opponent Daniel Mongiardo, an Italian-American, looked like a son of Saddam Hussein. Mongiardo is closing on Bunning in the latest polls, portraying him as out of touch by showing footage of the Republican saying: \"I don't watch the national news, and I don't read the paper.\" </p> <p>Meanwhile, in Alaska the Democrats have a slim lead, despite the state not electing a Democrat senator for 24 years. The Republican incumbent, Lisa Murkowski, was gifted the seat by her father when he became governor - a controversial move that has now rebounded against the Republicans. </p> <p>In Oklahoma a tough battle is going on, made bizarre by Republican candidate Tom Coburn repeating a claim that \"lesbianism is so rampant in some of the schools in south-east Oklahoma\" that schoolgirls are escorted to the bathroom. But then Coburn has also described the citizens of the state capital as \"crapheads\". </p> <p>Even down south, the Democrats are making a strong showing in places such as South Carolina - thanks to Republican candidate Jim DeMint's bungling campaign and his odd statement that gays and single mothers should not be allowed to teach in state schools. DeMint later apologised for the \"distraction\". </p> <p>The result is that in these states, and others such as Colorado and Florida, the Democrats may pick up enough seats to break the Republican grip on Congress. It's going to be a close-run thing, but there are precedents in what is known as \"split ticket\" voting. That is the propensity of electors to vote for a president from one party, and senators or representatives from another. </p> <p>Bill Clinton and Ronald Reagan suffered from such ticket-splitting during their presidencies - both saw their party lose control of Congress by the end of their term. The sting in the tail to any George Bush victory this year may be that many voters back Bush in the \"war on terror\", but vote Democrat in their own backyard. </p> <p><a href=\"mailto:richard.adams@theguardian.com\">richard.adams@ theguardian.com</a></p>",
  "<b> Heroes and villains</b> <br> <p><b> Last night John Peel saved my life</b><br> In 1988, when I was 19, I lived in Washington DC for four months. I would go to see bands at the local alternative hangout, which chucked out in the early hours on to streets too close to Taxi Driver for my comfort. I would walk down to Pennsylvania Avenue, where I was confident I'd be able to hail a cab, past a row of sex shops. </p> <p>One night, some very large men in sportswear and gold chains were loitering outside the sex shops. Two fell into step either side of me. </p> <p>\"You want some crack?\" one asked. </p> <p>\"I'm fine, thanks, actually,\" I replied (I was a nice boy). </p> <p>\"You want some smack?\" </p> <p>\"No, thanks. I'm alright.\" </p> <p>One of the young men stepped in front of me, forcing me to halt. </p> <p>\"You ain't all right,\" he said. I swear I nearly fainted. \"We want your money, anyway, boy.\" </p> <p>I took out my wallet and showed them it was empty. I turned out my trouser pockets - maybe five bucks in change. I didn't tell them about the 10 in my shirt pocket, the 10 I had saved for my cab fare home. </p> <p>\"This ain't funny, boy.\" </p> <p>\"I'm sorry,\" I squeaked. I mean squeaked. \"That's all I've got.\" </p> <p>The three of us stood on the cold street in the dead of night. </p> <p>\"You English, ain't you, boy?\" one of them finally said. </p> <p>\"I am, yes.\" </p> <p>They paused. Then one asked: \"You like reggae?\" </p> <p>I didn't. I hated it. But I had spent the weekday nights of my mid-teens in bed, the light off and the headphones on, listening to Peel. At last, a use for the knowledge he'd imparted, but which I'd always thought was pointless. </p> <p>\"I love reggae,\" I gushed. </p> <p>\"Who do you like?\" </p> <p>\"Barrington Levy, Augustus Pablo, Wayne Smith, Sugar Minott, Ijahman Levy, Yellowman - I love it all.\" </p> <p>\"Whass your favourite record?\" </p> <p>\"Prison Oval Rock, Barrington.\" </p> <p>\"You like UB40?\" one asked. </p> <p>\"No,\" I said. \"Can't stand them.\" (Sometimes you have to be true to yourself.) </p> <p>\"You don't like UB40?\" </p> <p>\"You've got to understand,\" I said. \"In England, UB40 is student reggae. You don't get serious reggae fans buying that. They're a chart pop group.\" </p> <p>\"I never knew that,\" one said, with wonder in his voice. </p> <p>\"Damn,\" said the other. \"Those guys on my block think UB40's the shit. They have to know this.\" </p> <p>They talked among themselves for a moment about whether they had misjudged the authenticity of UB40, then one turned to me. </p> <p>\"You go now, boy. And you be careful, y'hear? You shouldn't be out here this time o'night.\" </p> <p>Thanks, John. The tale about how a Peel session led, eventually, to me trying to get the US Congress to designate a National Ukrainian American Day can wait for another time. <br><b>Michael Hann</b> </p> <p><b> Food and drink</b><br> </p> <p><b> I'm a WMD, eat me</b><br> It's the middle of Ramadan in the Middle East and everyone is in holiday mode. The nights are balmy and each evening, after a long, sleepy day of fasting, the streets are packed with throngs of people going to concerts, walking along the corniche or visiting friends. Ramadan is not just a time for socialising: just like Christmas it is also a time for overeating, and in the al-Sahel wholesale souk on the northern edge of Cairo, huge sacks of fruit are arriving on lorries from upper Egypt, destined for the Ramadan dinner table. </p> <p>There is a tradition in the Middle East that the dates that come to market during Ramadan are given topical names as a marketing ploy. The fatter and sweeter the date, the more valuable it is - and the more prestigious the name attached. Usually these names reflect current events. Last year the big sellers were Saddam Hussein dates, seconded only by Jacques Chirac dates, with George Bush dates - small, shrivelled and tasteless - coming in last. This year Bush dates still feature, but Jacques Chirac dates have all but disappeared, perhaps because of the introduction of the headscarf ban. So have Weapons of Mass Destruction dates. </p> <p>The big sellers this year are Osama bin Laden and Saddam Hussein dates - both varieties are big, fat, juicy and red. Each check in at an extravagant 30 Egyptian pounds a kilo (about £2.60). Abu Musab Zarqawi dates are also a big hit, but cost a fraction less at about £2.20. Nancy Ajram dates, a busty Lebanese pop singer and a household name in the Arab world, also features large. \"I want a kilo of Nancy Ajram,\" always gets a giggle in the souk. </p> <p>But it's not all terrorists and pop stars. Bush and Ariel Sharon dates are still the cheapest, at two Egyptian pounds per kilo - slightly less than 20p. \"They're cheap like George Bush,\" says the shopkeeper. Still, he concedes, they were the first to sell out. </p> <p>There are also some new contenders in this Egyptian version of a Mori poll. Viagra dates come in at a more sensibly priced 80p a kilo - about the same price as Intifada dates or John Kerry dates. \"We call them John Kerry dates because they look like John Kerry,\" says the shopkeeper, holding one up for me to inspect. \"They are long and thin like his chin.\" There was a certain resemblance, I agree. \"What do you call the fruit in England?\" he asks. \"Granny Smith,\" I replied. \"Is she in the government?\" Bearing in mind the Arab view of the British government, she might as well be. <b><b>Hugh Miles</b> </b></p> <p><b><b> In the House</b><br> </b></p> <p><b><b> Don't talk to strangers</b><br> It looks as if the Commons is going to drop the archaic term \"strangers\" for visitors - ie tourists and the British voters who put the MPs there in the first place and pay their lavish expenses. It will be replaced by the anodyne \"members of the public\", as in \"public gallery\" and, presumably, \"public bar\". At least we are spared \"customers\", and miraculously, given New Labour's love of jargon, \"stakeholders\". </b></p> <p><b>Perhaps, these days, the term seems pejorative, with its implications of \"strange\" or \"outsider\", though when it was first used in February 1575, it was a neutral word derived from the French etrangere . It meant nothing more and nothing worse than \"someone not belonging to a particular group\", in this case people who were neither MPs nor officers of the house. </b></p> <p><b>While MPs are busying themselves with change, they might gussy up some of their other antiquated phrases. Who can tell the difference between a private bill and a private members' bill? (The first is a change in the law which applies only to a specific place or company; the other a bill brought in by a backbencher and not necessarily supported by the government.) What is a 10-minute rule bill? (A bill whose supporter has 10 minutes to make a case for it; it has roughly a one-in-ten-thousand chance of becoming law.) </b></p> <p><b>In debate, MPs are still called \"the honourable member\" or \"my right honourable friend\", and an MP who is a QC, a serving officer and a member of the Privy Council gets the full monty: \"My learned, gallant and right honourable friend.\" You don't hear that much any more. These days some members, such as Gordon Prentice (Lab), have privately dropped the \"honourable\" and talk about \"my friend\" - he used that term of the prime minister yesterday while asking a question that will have certainly got himself dropped from his \"friend's\" Christmas-card list. </b></p> <p><b>All very sensible no doubt, if you want the world's oldest functionaing parliament to sound like a Kwik-Fit exhaust centre, or a Harvester restaurant (\"Good afternoon, have you been to a legislature before?\"). Less so if you feel that the Commons should retain some link with the past, and the struggle for democratic rights which it embodied for many centuries. The history is in the vocabulary, so of course New Labour wants to rip it out like a period fireplace.<br> <b> Simon Hoggart</b> </b></p> <p><b><b> Last orders</b><br> </b></p> <p><b><b> In praish of the liquid lunch</b><br> Dear Guardian Reader, I hope you get this unedited. There are two kinds of drugs: terrible immoral addictive drugs, and the ones you take. Nearly everyone's on something - coffee use being particularly widespread; it might seem harmless but that's down to marketing. Try getting off it - if you're on six cups a day and stop suddenly you're liable to get migraines. I drank a whole jar of it once, just to see. Mid tour, having run out of the hard stuff and exhausted, we spied a jar of instant coffee in the dressing room and thought, \"What the hell.\" And we were right. Went off like rockets for two hours - but the next 12 dampened my enthusiasm for the roasted bean somewhat. </b></p> <p><b>And perhaps that's what's happening with the reported increase in lunchtime drinking: maybe the coffee boom is ending and folk are seeking a soft landing on booze. Tis said you cannae trust a man that disnae drink. Which makes my father-in-law, Bob, the most trustworthy man on earth; he could outdrink the Pope most probably if the Pope was on anything less than two bottles of whisky a day. \"Ah, whisky,\" says Bob with such relish that you have to agree. </b></p> <p><b>Recently, I decided to trace my own addictions: What was the first, I wondered? Air, of course, and I'm still hooked, though nowadays I tend to filter it. Then milk. Like a fool I mixed them . . . But what is the ultimate drug if not life itself? Frankly, I'm over that. Don't it drag on, eh? So what if office workers get tipsy at lunchtime - it's not as if they do anything important in their afternoons. Surgeons drinking at lunchtime might seem worrying; but if it stops their hands shaking let it be. You try it sober; frightening. As long as these lunchtime drinkers don't imagine themselves to be hardcore - like my friend Frank, who goes to the local Wetherspoons (heaven's waiting room) for breakfast. But I'm not going to be casting any stones. I'm too drunk. </b></p> <p><b>Continuing my research. <br><b>Simon Munnery</b></b></p>",
  "The unmaking of the president 2004 began on September 11 2001. By September 10, George Bush's poll numbers had reached 50%, the lowest of any president at that early point in his tenure. Having lost the popular majority in the 2000 election and being delivered the presidency by a five-to-four Supreme Court decision, Bush operated as though he had triumphed with a full-throated mandate. <p>From the start, Bush ran a government based on secrecy, handed over the departments and agencies to more than 100 industry executives and lobbyists appointed to key positions, and exhibited belligerence towards anyone who raised a question about his right-wing imperatives. His bullying prompted Republican Senator James Jeffords of Vermont to cross the aisle, throwing control of the Senate to the Democrats. In only months, Bush's incompetence and arrogance had induced paralysis. He had already run his course. </p> <p>After September 11, as his poll numbers soared, Bush wrapped his radical agenda in the cloak of commander-in-chief. Now he would attempt to implement Karl Rove's ambition of a one-party state and the neo-conservatives' plan for an American imperium. Bush believed he had permanent political capital to forge a factional partisan political realignment. Afghanistan, almost unanimously supported in the country, solidified his popularity and certainty. </p> <p>The conservative wish-list came off the shelf. Civil liberties were curtailed in the Patriot Act, extremists were nominated as federal judges, environmental protections ravaged, and resources shifted from Afghanistan to prepare for Bush's ultimate objective - Iraq. </p> <p>The mid-term elections of 2002 ratified Bush's hyper-radicalism. In the face of the \"war president\", the congressional Democratic leadership demonstrated political ineptitude, division and confusion, and the Republicans tarred them as unpatriotic. Bush's belief in his inevitability became more intoxicating. </p> <p>After the Iraq \"cakewalk\", Bush landed on an aircraft carrier in uniform, proclaiming: \"Mission accomplished.\" At home, he encountered no checks and balances from Congress. The fourth estate conducted press conferences as though suffering aphasia. </p> <p>The testimony of Richard Clarke, former counterterrorism chief, that the Bush administration had been indifferent to terrorism, shattered the atmosphere of silent obedience. His truth-telling encouraged the revolt of professionals throughout the national security bureaucracies - the CIA and other intelligence services, the military, and the State Department. Then the rationales for the war crumbled when no WMD were found and the \"cakewalk\" turned into a bloody quagmire. </p> <p>Suddenly, the Democrats came to life, providing a forum and focus for outrage against Bush's policies. At first, the movement gathered around Howard Dean, but with his stumbles he was not the man for the mission. Bush had counted on the Democrats once again picking an earnest but easily defeated candidate, but they turned instead to John Kerry. </p> <p>From March and through the early summer, Bush's campaign spent more than $100m in negative commercials trying to disqualify Kerry. Yet Kerry remained even, and with the Democratic convention pulled slightly ahead. </p> <p>In a typical Bush operation, he outsourced the smears to a group that filled the airwaves with lies about Kerry's genuine record of war heroism in Vietnam. The media, mostly cable TV, acted as conduit for Bush's falsehoods, and Kerry was tarnished. At the Republican convention, speaker after speaker stressed the Democrats' effeminacy - \"girly men\" - and hailed Bush as all-wise commander-in-chief. Once again, Bush believed he was impregnable. </p> <p>All he had to do was finesse the debates. But he was humiliated in all three. Kerry, however, possessed clarity, intelligence and maturity. Bush's response was a new ad, featuring wolves about to leap through the TV screen. But the projection of fear only exposed his vulnerability. </p> <p>The \"war president\" has fallen victim to his own hubris. As Thucydides wrote: \"To conceive extravagant pretensions from success in war is to forget how hollow is the confidence by which you are elated. For if many ill-conceived plans have succeeded through the still greater fatuity of an oppo nent, many more, apparently well laid, have on the contrary ended in disgrace.\" </p> <p>Meanwhile, the people's own mobilisation has produced new voter registrations in the millions, and hundreds of thousands of activists have spread in the last week throughout the battleground states. The Republicans desperately cast out ploys to suppress these voters, many of them African-American. In the end, the American people refuse to be frightened into becoming an unrecognisable nation that disdains, as the Declaration of Independence said, \"a decent respect to the opinions of mankind\". </p> <p><b>·</b> Sidney Blumenthal, a former senior adviser to President Clinton, is Washington bureau chief of <a href=\"http://www.salon.com&quot;\">salon.com</a> </p> <p><a href=\"mailto:sidney_blumenthal @yahoo.com\">sidney_blumenthal @yahoo.com</a></p>",
  "The villagers of Saint-Briac-sur-Mer are peculiarly obsessed by the American presidential elections. In the Bar de la Mairie at lunchtime, there's a sophisticated dissection of the latest televised debate, which several people have stayed up until four in the morning to watch. Like most people in Europe, the bar's occupants are rooting for John Kerry, but here the support for the Democratic candidate is fervent. \"It's looking good,\" one woman says, fresh off the golf course. \"I wouldn't be too confident,\" another regular responds, frowning into his wine glass. \"Everything depends on the swing states.\" <p>The source of this unusual fascination with the US campaign lies with the local mayor, an influential environmental campaigner, former government minister and himself a one-time presidential candidate, who sports a Vote John Kerry sticker in the rear window of his Volvo estate. Although the US Democratic campaigners have asked him to keep quiet about it, everyone here knows that Brice Lalonde is Kerry's first cousin. Their mothers are sisters who spent much of their childhood in this Brittany village. </p> <p>If Saint-Briac-sur-Mer is full of enthusiasm for Kerry, the feeling is not reciprocated. In the current climate of US francophobia, these close French ties are perceived as positively dangerous to the Democrats' campaign, to the extent that Kerry has stopped showing off his French in public, deflects questions about his European roots, and never refers to the family estate in Saint-Briac. The US side of the clan is so desperate to avoid damaging association with the cheese-eating surrender monkeys that when Lalonde travelled to support his cousin at the Democratic convention in August, many of his relatives were horrified. </p> <p>\"One part of the family refused to speak French with me and wanted me to hide,\" he says. \"Having French relatives is not seen as an advantage; I really sensed the anti-French feeling during the convention. It was extremely painful.\" </p> <p>Lalonde, 58, has been advised not to talk to the French press in case Republican researchers seize on his opinions as fuel for anti-Kerry campaigning. Bush has already scored points by portraying his rival as excessively concerned about other countries' opinions. Kerry's comment that foreign policy should pass a \"global test\" has become a key line of attack and the president has said with disdain that \"countries like France\" should not be allowed to influence US decisions. Hinting at Kerry's continental ties, White House officials spat the worst insult possible at him: \"He looks French.\" </p> <p>\"I don't want the French media to start saying that Kerry is French, or that Kerry is the French candidate. The Republican press could manipulate the French headlines in a way that would be very damaging for Kerry,\" he says. </p> <p>This enforced secrecy is a pity, because Lalonde might have some useful advice to offer his cousin. It's true that his presidential bid in 1981 brought him just 3% of the vote - a result that he hopes Kerry will beat - but in his more recent campaign to be elected as mayor he gained a backing of 80%. \"To be a successful candidate, you must be careful what you eat and you must be sure to sleep well,\" he says, as he works his way through a plate of three dozen oysters, bought from the Friday market in the square opposite the mairie. </p> <p>Lalonde's empire is somewhat smaller than the one his cousin is fighting for. Saint-Briac has only 2,000 permanent residents, although it expands to 12,000 in the summer when tourists flock to the beaches. Its economy once rested on fishing and agriculture, but now centres on tourism, and out of season it's a gloomy place - most of the houses are shuttered, the souvenir shops closed and the crazy golf course is deserted. During mayoral meetings, Lalonde discusses villagers' concerns about rising property prices and coastal pollution. Residents have never experienced a terrorist attack, and don't even have a crime problem to speak of. </p> <p>The family's Saint-Briac connection may be something of an embarrassment to Kerry, but it was crucial to Lalonde's 1995 mayoral campaign. He attributes his success to the residual affection that everyone in the village has for his and Kerry's maternal grandmother, Margaret Winthrop Forbes, who retired and died here. \"Everyone remembers our grandmother. She gave a lot of jobs to the villagers. She was a fine woman, an eccentric who insisted on having her cream brought from Jersey cows. The village was made up of fishermen and peasants at that time and they liked her. That fondness for our grandmother has translated into fondness for Kerry and for me,\" he says. </p> <p>All Lalonde's childhood summers were spent here, playing on the beaches with dozens of cousins, who travelled here every summer from America, Scotland, England and Switzerland. When Kerry's father was serving as a diplomat in Europe, John came often, and he and Lalonde - a couple of years younger - became close. </p> <p>\"Johnny was tall and always very fond of sport and organised all the games,\" he says. They would hunt for octopuses together in the shallows. \"But we knew that he would be interested in public affairs. He was always a very serious boy - he would joke around and play and have fun, but he was always very serious beneath, steady and thoughtful.\" </p> <p>He has a clear memory of the day Kerry rang to say that he was leaving to fight in Vietnam. \"He phoned to say goodbye; we were all very anxious for him,\" he says. But by this time Lalonde was already busy launching his own career in public life. As leader of the Sorbonne student union, he orchestrated one of the sit-ins that led to the nationwide 1968 demonstrations and for a while he was at the epicen tre of the social revolution in France. After graduating, he took his protest skills to America, where he worked with Friends of the Earth, advising them how to organise shock protests. He was with the vanguard of campaigners against nuclear testing in the Pacific; later he sacrificed his extreme positions to accept the post of environment minister with Mitterrand's government, and then, when he resigned, devoted himself to running a national green party, Génération Ecologie. </p> <p>His conventional political career was always half-hearted. \"I don't like politicians and I don't like politics,\" he says. \"Politics is not about the truth, it's about winning.\" He felt that he had to join the game in order to push forward his environmental agenda, but he abandoned national campaigning in the mid-90s to focus on a collection of other interests - his concern for women's rights in the Middle East, and his mission to plant more pistachio trees in the dry wilds of Afghanistan. He is as passionate about Afghanistan as he is about the environment and in 1999, after a trip to the country to meet the now dead Northern Alliance leader Ahmed Shah Masood, went so far as to call the White House to warn them about the threat posed by al-Qaida. Perhaps bemused by this panicky call from the mayor of Saint-Briac, the White House did nothing: \"Nobody listened to me.\" </p> <p>Lalonde's responsibilities as mayor occupy only two days a week; the rest of the time he spends in Paris working as an environmental consultant. But another of his obsessions is France's troubled relationship with America. The Democrats are wrong to be so afraid of him, because he is one of France's few self-confessed Americophiles. He was one of a tiny minority in France to believe that the American campaign in Iraq was wise (although he now thinks with hindsight he might have been \"a little betrayed\" by the Bush administration), and he is as furious at the French for their hostility to America as he is depressed by the current US distaste for France. </p> <p>\"It's politically correct in France to challenge America, or to say that Americans are just all hamburger-eaters,\" he says. He hopes his cousin will improve relations if he comes to power. \"France should not lead an anti-American crusade, it's stupid. We need America's leadership, but only one that's based on excellence - not on pure might and pure force. We are allies. We are the same civilisation. We need them.\" </p> <p>It is 20 years since Kerry last made it back to the beaches where he spent his childhood summers, but he and Lalonde meet intermittently when one or other passes through Washington or Paris. Many of the other clan members frequently gather in Saint-Briac for reunions, and a family newsletter is sent out regularly. Despite the official nervousness at the French mayor's presence at the Democratic conference, Kerry welcomed him with affection. </p> <p>Lalonde was a close follower of the Democratic movement long before Kerry became its candidate, and advised Al Gore on environmental issues in an informal way during his campaign in 2000. Kerry shares some of his environmental concerns and Lalonde is confident that he will get the US to sign the Kyoto convention (which both cousins helped negotiate). He says he won't go out to help Kerry on environmental policy or lobby him on green issues if he is victorious, commenting: \"I think the truth is that a Frenchman cannot influence anything of a foreign country's policy because it doesn't work like that.\" </p> <p>But Lalonde is not ready to congratulate Kerry just yet. \"Let's wait until he's elected before getting too excited. I also stood for the presidency. There was nothing to be proud about there.\"</p>",
  "Julian Borger's dispatch contained gaps that could mislead readers (Guardian profile, October 22). He describes Toby Moffett's opposition to the Nader/ Camejo candidacy without describing him as a long-time lobbyist for Monsanto and, presently, a partner in the Republican Washington corporate lobbying firm, the Livingston Group. <p>Enormous signature- gathering barriers, placed in law in many states by the two major parties to block competition from smaller parties, often demand paid signature-gathering efforts. Some of these people, to earn more money, pad the petitions - which we try to catch, while collecting more than the required number of signatures. As if such obstructions are not enough, the Democratic party's political bigotry has led to many phoney law suits being launched by corporate law firms to deny voters the opportunity to choose the Nader/Camejo ticket by removing us from the ballot. We have won most of the state supreme court decisions against the Democrats. </p> <p>Europeans are puzzled by our two-party electoral dictatorship - and rightfully so.<br> <b>Ralph Nader </b><br> Washington DC </p> <p> </p> <p>As US voters prepare to go to the polls, I believe the choice is as simple as this. If you want four more years of fighting in a pointless war, lost jobs, through-the-roof gas and oil prices, high food prices, insecure social security, on-the-cheap medical programmes, faith-based patriotism and the constant fear of enemy attacks, then vote Bush-Cheney. If you want all of the above reversed, it's Kerry-Edwards. It really is that simple.<br> <b> Herb Stark</b><br> Massapequa, New York</p>",
  "St John Armitage, who has died aged 80, was one of Britain's leading Arabists. The second half of his career was entirely in British embassies, but he was far too eccentric to be a conventional diplomat. Lean and gaunt-faced, he was blessed with unremitting energy and an infallible memory. He never stopped moving, never stopped talking. He knew everyone in Arabia and Iraq and had their telephone numbers and their family particulars in his head or his pocket-book. <p>Born in Yorkshire - and proud of it - he went to Bradford Grammar School and Christ's Hospital, Lincoln, and then to Trinity College, Cambridge in 1942. He read oriental studies for a year before joining the army, which sent him, with unusual sagacity, to the Middle East. After a spell with Glubb Pasha's Arab Legion, he decided to remain a soldier at the end of the war and was sent with a training mission to the new Saudi Arabian army at Taif, a hill station above Mecca. Some of the cadets he taught there became generals, ambassadors and ministers, and were his friends for life. </p> <p>In 1949, he left the army with the rank of major and spent a couple of years with the desert locust control, following in the footsteps of his friend Wilfrid Thesiger. From 1952 to 1959 he commanded the Salala Field Force in the service of the Sultan of Muscat and Oman at a remote outpost on the shores of the Arabian Sea. He then worked for two years with oil companies in Libya. </p> <p>In 1963, he joined the diplomatic service as first secretary at the embassy in Baghdad and soon built up a wide range of contacts. When the Iraqis broke off relations over the Big Lie (that the British had collaborated with Israel in her 1967 war with the Arabs), he acted as a travelling scout for the caravan that evacuated the British community from Baghdad into Iran. For his service in that operation he was appointed OBE. </p> <p>After a short spell at the embassy in Beirut, he was transferred to Jedda. There he spent six years, travelling widely and remembering everything. His final post was counsellor and consul general at Dubai where his energy and influence won for Britain a large share in the United Arab Emirate's blossoming economy. </p> <p>After retirement in 1978, he worked as consultant for commercial and industrial firms. But with his old-fashioned patriotism he would never advise a foreign company if a British rival was in the bidding. From his home in Somerset and the Travellers Club in London he travelled constantly, moving easily into modern communications technology. Wherever you went in the world he would track you down, lobbying, inviting, marshalling protests and projects. Every lunch or dinner with him was interrupted by a flow of messages. His telephone bills must have been enormous. </p> <p>He never forgot a name, date or place. His Arab friends were delighted when he remembered which son was an engineer and which daughter had had measles. He and I were friends for 50 years and he was always able to remind me who I had lunched with two decades earlier. It used to rile me that when I travelled in Arabia as British ambassador, people I was meeting for the first time would ask me if I knew an Englishman called Armitage. </p> <p>His Arabic was workmanlike rather than scholarly, but he built up a splendid library and on the history of Arabia he was truly learned, especially on TE Lawrence and St John Philby. He was always helpful in the organisation of exhibitions and conferences and always in demand as an authority and an adviser. A pity he was one of the experts not consulted by Tony Blair over Iraq. </p> <p>If he had been called in, he would have spoken his mind. For he could at times be undiplomatically forthright. Nor did he easily tolerate those who fell short of his own standards. But despite the occasional asperity he was a deeply kind man, generous, honourable, endearing. </p> <p>On his retirement from the Foreign Office, he was promoted CBE and on his 80th birthday the Saudi Ambassador gave a dinner party and presented him, on instructions from King Fahd, with the Order of King Abdulaziz, an honour seldom given to non-Saudis. He was married in 1976 to Jennifer Bruford, daughter of a professor at Edinburgh. Their long and happy marriage produced a son and a daughter. All three survive him. So will the love and esteem of his myriad friends. So will our memory of a precious and marvellously quirky man. </p> <p><b>·</b> Henry St John Basil Armitage, soldier and diplomat, born May 5 1924; died October 19 2004</p>",
  "I was shocked and saddened to learn of the untimely passing of that great British institution, John Peel (Obituary, October 27). Not only has he made a lasting contribution to British popular culture, he was also instrumental in launching the careers of generations of musicians. <p>I owe him a special debt, as he was one of the only DJs who gave me a hearing on the BBC, thereby bringing my brand of reggae music into the mainstream. I am sure that I speak on behalf of the reggae community when I say that he will be greatly missed.<br> <b>Linton Kwesi Johnson</b><br> London </p> <p>John Peel dies - it is not just the passing of the most innovative and fascinating DJ ever, but also a clear symbol of how genuine exposure to interesting, non-mainstream music has been reliant largely on characters such as Peel, who have had to fight against the mediocrity that has driven music radio in the UK. <br> <b> Paul Worthington</b><br> Abergavenny, Monmouthshire </p> <p>John Peel's contribution to music journalism is overrated. If a piece of rock or pop music lasted more than three minutes, he had no time for it. And in the late 1970s he introduced an inverted snobbery into rock music criticism by using his position to present any band that ever tried to do something more ambitious than the working-class rants of the Sex Pistols as middle class and pretentious. Class shouldn't have a place in music, but John Peel helped keep it there for over 30 years.<br> <b>Ian Pring</b><br> Welling, Kent </p> <p>Would it be appropriate to have one minute's noise to commemorate the life of John Peel?<br> <b>Danny Storr </b><br> Edinburgh </p> <p>One night a DJ changed my life. It was when, as a bored teenager, I heard Sir Henry at Rawlinson End, Two Sevens Clash and Teenage Kicks all in the same show. Thanks, Mr Peel.<br> <b> Michael Howard</b><br> Baghdad </p> <p>At last, somebody dead whose tribute shows I can actually handle listening to.<br> <b> Nigel Longhurst</b><br> Liverpool</p>",
  "If Karl Rove were nervous, he would never admit it. But as the Republican cavalcade ploughed through rainswept rural Wisconsin and Iowa this week, the shadowy chief architect of the Bush presidency could barely have been more ebullient. <p>\"We like playing offence. We're on the march,\" he said, his body language all fist-pumping energy, his yellow baseball cap bobbing with enthusiasm. </p> <p>At an early morning campaign stop in Onalaska, a Wisconsin farming town, questions about possible last-minute surprises from the Kerry camp received short shrift. \"I like surprises!\" he declared, grinning. </p> <p>With the nation so finely balanced, and with mounting bad news from Iraq, Mr Rove's confidence might seem audacious. But audacity is the very essence of George Bush's 11th-hour pitch to America's battleground states. </p> <p>His stump speech, fine-tuned for the closing days of the race, now makes no mention of the controversy over weapons of mass destruction in Iraq. </p> <p>Instead, he segues effortlessly from reflections on September 11 to a broad thematic message about the need to protect America and the inherent value of resolve. </p> <p>\"We've fought the terrorists across the Earth, not for pride, not for power, but because the lives of our citizens are at stake,\" he told a crowd of more than 3,000 in Dubuque, by the banks of the Mississippi river, on Tuesday night. </p> <p>John Kerry had referred to the funding of the Iraq war as \"a complicated matter,\" he reminded them. \"My fellow Americans, there's nothing complicated about supporting our troops in combat.\" </p> <p>Mr Bush exhibits a relaxed, intuitive connection with audiences outside the big cities. He never misses a chance to deride \"liberal senators from Massachusetts,\" and the implication is clear: nitpicking arguments are for the east-coast liberal intelligentsia. Here, in the heartland, people know in their guts what really matters. </p> <p>\"He says what he's going to do, and then, by God, he does it,\" said Rosean Wilson, a local Republican activist and the owner of a Chrysler dealership, speaking over the pounding country music playing before the Dubuque rally. </p> <p>\"Kerry just waffles too much. It's all right for me to say, as a citizen, well, you know, maybe you're right about this, maybe I'm wrong about that. But if you want to lead the country, you need someone who doesn't waver.\" </p> <p>Mr Bush now exhorts every audience to \"tell your friends and relatives\" to go to the polls next Tuesday, and seeks to include even those who might have voted against Republicans in the past. </p> <p>\"I need you to go to your friends and neighbours and remind them that we have a duty in this great democracy to vote,\" the president told the Dubuque crowd. \"Don't overlook discerning Democrats when you get people going to the polls, by the way.\" </p> <p>Yesterday's polls showed no significant change in the deadlocked race: the Washington Post gave Mr Kerry a two-point lead at 50% to 48%. </p> <p>The need to nail down every last vote helps explain the frenetic schedule of the Bush campaign as it charges down two-lane highways through the rolling fields of the rural midwest, sometimes within a couple of hundred miles of Mr Kerry. </p> <p>With two campaign buses and three press buses, accompanied by motorcycle escorts and vehicles full of secret service snipers, there is an enormous sense of occasion. Side roads are closed, while supporters and entire classes of schoolchildren line the streets to cheer the president. </p> <p>Mr Bush's strategists have expertly merged the allure of the presidency and the solemn responsibility of being commander-in-chief with Mr Bush's persona as political candidate. </p> <p>Rallies begin with the national anthem and the pledge of allegiance, which in Dubuque was followed so closely by a political chant that it sounded as if it had been reworded: \"One nation, under God, with liberty and justice for all - four more years!\" </p> <p>In the same vein, Mr Bush repeatedly insists that Mr Kerry's claim that the US let Osama bin Laden escape from Tora Bora constitutes \"unjustified criticism of the military commanders\". </p> <p>Despite the fact that Al Gore narrowly won Iowa and Wisconsin in 2000, protesters were thin on the ground, though one group did manage to erect an enormous inflatable cow in protest at \"the Bush milk tax\". </p> <p>The president is at his most humorous on the subject of Mr Kerry, though the jokes are by now well-polished. \"There is a mainstream in American politics, and my opponent sits on the far left bank,\" he told his midwestern audiences this week - a pun with an additional insinuation of Frenchness for those who wanted to hear it. </p> <p>Mr Kerry emerges as a deeply distant figure, obsessed with irrelevant carping, an impression that was underlined by Mr Bush's refusal even to mention the growing row over missing explosives in Iraq until yesterday morning. </p> <p>\"This investigation is important and ongoing, and a political candidate who jumps to conclusions without knowing the facts is not a person you want as your commander-in-chief,\" he said when he finally addressed the matter. </p> <p>Mr Bush ends his stump speeches with the obligatory words about hopefulness and a brighter future, but the core of his message is that the future could be dark indeed if he is not re-elected, and that now is no time to gamble on a radical change in direction. </p> <p>As the president reached Iowa, his campaign unveiled a new television advertisement that poses, in stark terms, the question on which Karl Rove is staking the election: \"Alone in the voting booth ... why take the risk?\"</p>",
  "<b> Economy and jobs</b> <p><b>Bush:</b> Has staked economic policy on the benefits of tax cuts. Pledged to halve the budget deficit in a second term, relying on the hope that economic growth will increase tax revenues. Proposes to allow workers to put pension contributions into individual market funds, opting out of government system.</p> <p><b>Kerry:</b> Priority should be return to fiscal restraint, also promising to halve the budget deficit in the next five years, partly by increasing taxes on those earning over $200,000. Will create jobs through $25bn in direct aid to states in budget crisis and end tax-breaks for companies setting up production abroad. Opposes privatisation of pensions. </p> <p><b> Healthcare</b></p> <p><b>Bush:</b> Argues for incremental and free-market approach to healthcare crisis, which has left 45 million uninsured. Will offer tax credits to people who buy coverage in low premium, high-deductible \"health savings accounts\". Aims to reduce costs by putting limits on malpractice lawsuits.</p> <p><b>Kerry:</b> Wants comprehensive overhaul of the system, allowing all Americans to join a federal employee health plan, used by members of Congress. The government would pay 75% of the cost of \"catastrophic care\" in the event of serious injury or emergency surgery, lowering premiums. The whole plan would cost between $650bn and $1 trillion. </p> <p><b> Education</b></p> <p><b>Bush:</b> Wants to expand his No Child Left Behind programme tying school funding to test results, adding two more tests for high school pupils.</p> <p><b>Kerry:</b> Argues the programme has imposed tests without providing funds. Would increase financing and offer more generous tax credits for higher education costs. </p> <p><b> Energy and environment</b></p> <p><b>Bush:</b> Proposes reducing dependence on Middle East oil by increasing domestic drilling, particularly in the Arctic National Wildlife Refuge. Tax credits for fuel-efficient cars and renewable energy production.</p> <p><b>Kerry:</b> Proposes return to emission taxes on polluting industries, using the money to clean up contaminated sites. Also supports incentive for fuel efficient production and consumption. </p> <p><b> Gay marriage</b></p> <p><b>Bush:</b> Adamantly opposes gay marriage and supports a constitutional amendment banning it. Leaves it up to states to decide whether to grant same-sex couples the same benefits as heterosexual couples.</p> <p><b>Kerry:</b> Supports equal rights for gay couples, personally opposes gay marriage, but also opposes a constitutional amendment banning it. </p> <p><b> Abortion</b></p> <p><b>Bush:</b> Opposes abortion except in cases of rape, incest or danger to life of the mother. Officially would not make attitude to abortion a \"litmus test\" for appointment of new judges to the supreme court, but has made clear his preference for anti-abortion judges.</p> <p><b>Kerry:</b> Supports abortion rights, and would nominate judges to the higher courts who also support those rights. Opposed last year's law banning late-term abortions. </p> <p><b> Stem cell research </b></p> <p><b>Bush:</b> Will stick to his ban on federal funding for research that involves the use of more human embryos.</p> <p><b>Kerry:</b> Supports funding for research involving more human embryos. </p> <p><b> Gun control</b></p> <p><b>Bush:</b> Opposes most restrictions on gun ownership. Said he supported extending a ban on assault rifles but did nothing to stop it expiring in Congress in September. Endorsed by the National Rifle Association.</p> <p><b>Kerry:</b> Emphasises he is a gun owner and hunter, but supports a ban on assault weapons and legislation that would hold manufacturers liable for gun crimes in certain circumstances.</p>",
  "Three foreign election workers were kidnapped at gunpoint today in Afghanistan's capital Kabul, including a woman believed to be from Northern Ireland. <p>The foreign secretary, Jack Straw, confirmed that one of those taken from a clearly-marked UN vehicle had dual British and Irish nationality. Mr Straw said: \"We are in touch with the family.\" </p> <p>Officials have not named her but locals in Northern Ireland identified her as Annetta Flanigan from Richhill, a village between Portadown and Armagh city, in Co Armagh. It was thought that her husband was also in Kabul. </p> <p>Relatives were unavailable for comment but one neighbour said: \"Annetta was well known for her work with the UN. She would come back here every now and again on holidays.\"</p> <p>Another hostage was a Filipino, the government of the Philippines confirmed. A third was believed to be from the Balkans. </p> <p>Those taken were working for a joint UN-Afghan body which has been overseeing the October 9 elections, which are close to being concluded. </p> <p>The motive for the abduction was unclear. Taliban rebels have in the past kidnapped foreigners - although not in the capital. </p> <p>The US embassy issued a warning earlier this month that kidnappings might be attempted around the presidential vote. </p> <p>The prime minister, Tony Blair, said on Monday that the presidential elections in Afghanistan had dealt a \"huge blow\" to terrorists. </p> <p>Abdul Hadi Qasemi, an Afghan working for UN security, said the three were stopped and abducted by five gunmen on a road slightly away from the capital's busy streets. </p> <p>An Afghan government official said the driver of the UN vehicle, who was left behind, told investigators that a black four-wheel-drive vehicle with tinted windows pulled in sharply in front of his car. </p> <p>Several uniformed men got out and accused the driver of cutting them off at the previous corner, the official said on condition of anonymity. They then forced the foreigners into their car, which turned around and drove off. The driver was beaten, he said. </p> <p>This afternoon, UN security staff ringed the white vehicle, found near the office of the joint UN-Afghan electoral team. The car had its doors locked and there was no sign of any struggle. </p> <p>UN spokesman Manoel de Almeida e Silva confirmed the abductions but declined to identify the victims. </p> <p>A statement from the Philippine department of foreign affairs identified the abducted Filipino as Angelito Nayan, a foreign service officer seconded to the UN electoral effort. </p> <p>\"The department strongly condemns such acts as pointless hindrances to the rebuilding of the Afghan nation, which has just successfully completed its first democratic election,\" the statement said.</p> <p>Police said the kidnappers headed in the direction of Paghman, a district in the west of Kabul province that is considered rife with banditry. </p> <p>Officers manning checkpoints around the city and in neighbouring districts including Paghman were alerted to check the identity of any foreigners passing their posts, officials said. </p> <p>Reporters also saw American troops checking vehicles on the main road out of the west of the city tonight. </p> <p>In Kabul, Nato helicopter gunships circled overhead, as Norwegian armoured vehicles briefly sealed off a street in the city's upmarket Wazir Akbar Khan neighbourhood. Police said Nato troops searched about a dozen houses before pulling out. </p> <p>Afghanistan remains a largely lawless country in the grip of warlord militias, despite the presence of thousands of American troops and other foreign soldiers under Nato command. </p> <p>About 1,000 people have died in political violence so far this year, including more than 30 American soldiers. Still, it has not seen kidnappings or suicide attacks of the intensity of those in Iraq. </p> <p>A string of bombings and shootings blamed on militants killed at least a dozen election workers in the run-up to the presidential vote. </p> <p>Election day passed relatively peacefully, but optimism that the militants were a fading force was dampened Saturday when a suicide attacker armed with grenades killed an American woman and an Afghan teenager and injured three Nato soldiers in a Kabul shopping street. </p> <p>Several foreign construction workers have been kidnapped along the Kabul-Kandahar highway, which is being rebuilt with mainly US funds. </p> <p>The last foreigner to be kidnapped in Afghanistan was a Turkish engineer seized in March by suspected Taliban militants. He was freed unharmed in June, though a second Turk and an Afghan policeman were killed during the abduction. </p> <p>Others abducted earlier, including Turks and Indians, were later released unharmed. </p> <p>The US-backed interim leader, Hamid Karzai, could be proclaimed the winner of the presidential election by this weekend, as an investigation of alleged fraud in the vote winds down with no indication it could overturn his majority. </p> <p>An estimated 8.2m ballots were cast in the vote, for which there was a turnout of about 70%. </p> <p>Earlier this week, talking about the threat posed by Islamist terrorists around the globe, Mr Blair told his monthly press conference at Downing Street: \"This can't be defeated by security alone ... The biggest blow that has been dealt these terrorists in the last few months is the Afghan elections. </p> <p>\"That was a country used as a training ground for terrorists, and now it will have a democratically-elected president and later a democratically-elected parliament. That is a huge blow to them.\"</p>",
  "So it was high noon in Strasbourg, but nobody came. Sheriff Barroso said he needed more time to consider his commission. Lurking up at the railroad, a German member of the gang murmured: \"We are all confident to find a solution\". Then Hans-Gert Pöttering took another menacing swig of Perrier water. Meanwhile, in Washington, two heavily-armed men are striding up main street, each pretending that he's Gary Cooper and the other is the murderous gangster Frank Miller. As surely as the sun rises, there'll be a shoot-out next Tuesday at noon. <p>Contrast the drama of democracy in Washington and Brussels. On the right-hand side of your split screen you have the world's biggest western. Hundreds of millions of people will be watching around the world as Kerry and Bush go mano a mano . We're all familiar with the cast: a handful of big, vivid characters, many of whom look and walk like filmstars. This is a big-budget Hollywood production: an estimated $100m will be spent on political advertising in the last week, perhaps as much as $1bn on the campaign as a whole. It features the most powerful man in the world, as well as war, sex, God and lies. It's a drama that affects us all. \"I'm feeling quite nervous about Tuesday,\" a Pakistani student told me, \"even though it's not my country.\" What film director could ask for more? </p> <p>On the left-hand side of your split screen, you have the postmodern Euro-drama, taken from the Franco-German arts channel Arte, with subtitles. The cast consists of hundreds of characters, most of them totally unknown to most viewers. (Pöttering? Who, where, why or what is Pöttering?) They speak 20 different languages, or English of a curious kind. The action takes place mainly behind closed doors, where complex deals are cut in smokeless rooms. Instead of God, war and lies, a typical episode features paragraph 257b of the consolidated widget-straightening directive. Rocco Buttiglione, a genial character from a spaghetti western, is the exception who proves the rule. Yet even the Buttiglione affair seems set to end with an anti-climactic compromise. And who of us feels it will really change our lives, as the American election will? Altogether, then, a film director's worst nightmare. </p> <p>The almost total lack of accessible, engaging political drama is a weakness of European democracy. Indeed, this is one reason we hesitate to speak of \"European democracy\", as opposed to a European Union composed of democracies, which is not the same thing. The original democracy, in ancient Athens, was built around a culture of performance, in political life as in the theatre, the law court, the gymnasium and the symposium. However debased, the spectacle of prime minister's question time in the House of Commons is a vital lifesign of British democracy. But imagine being a sketchwriter in the European parliament. </p> <p>Yet big-budget Hollywood movies aren't always the best, and this American blockbuster has a huge democratic deficit. It's not just that at least half the eligible voters don't vote; we have that problem in Europe too. It's not just that an antiquated electoral system means the candidate who gets most votes can lose, as happened to Al Gore last time. After all, Britain's mother of parliaments has an equally unfair electoral system. It's not merely the sharp practice and even downright fraud that goes on around voter registration, or the way in which this election may be decided by the effectiveness of each side's lawyers, as the last one was decided by the supreme court. </p> <p>No, the worst deformation is the role of money itself. It now seems that you have to be a multi-millionaire before standing for high political office in the United States. Not just Bush and Kerry, but Cheney, Edwards, the mayor of New York, Michael Bloomberg, and the governor of California, Arnold Schwarzenegger, are all in that category. Because you have to raise such vast sums as a candidate for president, you go into office beholden to corporate special interests. The Bush administration has made the word Halliburton a worldwide synonym for this kind of politics, replacing the older Tammany Hall with something larger and more barefaced. </p> <p>Washington is also the world mecca of lobbyists. As Fareed Zakaria points out in his book The Future of Freedom, they have the curious effect of making it all but impossible to cut back any federal spending programme, however plainly obsolete. To describe the American political system today, one is tempted to revive a half-forgotten term: plutocracy. </p> <p>Not that Europe is innocent of this. Brussels is another mecca for lobbyists, who sneak through the jungle of committees to change legislation to the advantage of special interests. And a continent that contains Silvio Berlusconi's media monopoly and the Eurosceptic press in Britain should be a little modest when it comes to criticising the horrible distortion of American political debate by the rightwing dominance of talk radio, and the nationalist partisanship of Fox News on television. </p> <p>Yet the European way of politics has strengths, and quiet dramas, of its own. If you go on to the BBC's wonderful website, you can watch a video of our Brussels sheriff, the European commission president José Manuel Barroso, making his statement to the European parliament. He says, in his slightly accented English, that to try to push through his current proposed commission (with the conservative Catholic Buttiglione responsible for our civil liberties) would not be positive \"for the European institutions or the European project\". Loud applause, punctuated by some boos, sounds from the hall. </p> <p>\"It is better,\" he says quietly, \"to get more time to get it right.\" Not very exciting - but if George Bush had followed that counsel in the run-up to the Iraq war, we'd be in a far better state today. Then the Spanish president of the parliament responds, in Spanish. \"A tower of Babel!\" you may snort; but you could also say that there's something bold and even revolutionary in trying to make a parliament work in 20 different tongues. It reminds me of sitting in the South African parliament a few years ago, listening to members speaking in 11 different languages. Difficult, but inspiring. </p> <p>If you look at the biographies of the more than 700 members of this new parliament, you find former dissidents, writers, scholars, unionists, economists and youth activists, as well as the usual dreary party functionaries, from 25 different countries. A collection of people infinitely more diverse and interesting than the US Congress; a kind of anthology of European history over the past half-century. Out of that history, and this complex political system, comes a politics of peaceful negotiation, consensus and compromise, not of high noon and winner-takes-all. Less dramatic, less fun, to be sure; but not necessarily worse. Given the choice between a Cheney and a Pöttering, I'd choose Pöttering any day. I say: let Europe keep Pöttering on. </p> <p>Here, then, is the Discreet Charm of Eurodemocracy, a film by Buñuel, not Spielberg. Of course, we'll all be watching the American blockbuster on Tuesday night, and few will tune in to the Brussels arthouse movie. Real life is a different matter. We love watching LAPD, but we'd rather live in Provence. </p> <p> <a href=\"http://www.freeworld.web\">www.freeworld.web</a></p>",
  "An Islamist militant group today claimed to have abducted and killed 11 Iraqi soldiers. <p>The Ansar al-Sunna Army said it had beheaded one of the officers and shot the other 10, after capturing them on the highway between Baghdad and Hilla. </p> <p>A statement posted on the group's website said: \"After investigating with the [soldiers] and [hearing] their confessions, it turned out this group was responsible for guarding the crusader American troops\" in the southern Baghdad area.</p> <p>The site had a video link showing the soldiers who read out their names and the name of their unit. It then showed the murder of the men - some of whom were squatting, their hands tied behind their backs. </p> <p>A voiceover - identified by a subtitle as that of the head of the group or \"Emir al-Jamaa\" - addressed members of the Iraqi security forces, saying: \"A call to the army and police: Repent to God ... abandon your weapons and go home and beware of supporting the apostate crusaders or their followers, the Iraqi government, or else you will only find death.\" </p> <p>A written statement warned that \"we will not forget about the blood of our elderly, women and children that is shed daily in Falluja, Samarra, Ramadi and elsewhere on your hands and the hands of those you work with.\" </p> <p>The authenticity of the statement and pictures could not immediately be verified. However, the movement has claimed responsibility for a number of attacks and abductions, including the kidnap and murder of 12 Nepalese who were seized in August. </p> <p>Insurgents have repeatedly targeted Iraqi security forces in an effort to destabilise the country and hamper reconstruction efforts. Earlier this week, the militant group led by the Jordanian extremist Abu Musab al-Zarqawi claimed responsibility for the massacre of about 50 members of the national guard found dead on a remote road in eastern Iraq. </p> <p>In a further blow for the US-led coalition, another militant Islamist group today claimed to be in possession of a large portion of the explosives that went missing from a munitions depot facility in Iraq. </p> <p>The group, calling itself Al-Islam's Army Brigades, made the claim in a video seen by the Associated Press and warned that it would use the explosives if foreign troops threatened Iraqi cities. </p> <p>Its statement said: \"Heroic Mujahideen have managed by the grace of God and by coordinating with a ... number of the officers and the soldiers of the American intelligence to obtain a very huge amount of the explosives that were in the al-Qaqaa facility, which was under the protection of the American forces.\" The group's claim could not be independently verified.</p> <p>The speaker in the video was surrounded by masked, armed men standing in front of a black banner with the group's name on it. </p> <p>He said: \"We promise God and the Iraqi people that we will use it against the occupation forces and those who cooperate with them in the event of these forces threatening any Iraqi city.\" </p> <p>Nearly 400 tonnes of conventional explosives have disappeared from the al-Qaqaa facility south of Baghdad, according to the International Atomic Energy Agency. </p> <p>The UN agency's chief, Mohamed El Baradei, reported the disappearance to the UN Security Council on Monday, two weeks after Iraqi officials told the nuclear agency that 342 tonnes of explosives had vanished as a result of \"theft and looting ... due to lack of security\". </p> <p>The development has become a focus of the US presidential election, with Democratic challenger John Kerry pointing to the missing explosives as evidence of the Bush administration's poor handling of the war. </p> <p>Elsewhere in Iraq, US aircraft bombed a suspected rebel safehouse in the insurgent stronghold of Falluja. </p> <p>The overnight strike in the northern part of the city targeted a \"meeting site\" used by suspected allies of Jordanian terrorist Abu Musab al-Zarqawi, the US military said in a statement. </p> <p>Falluja hospital officials confirmed two people had died and a third was injured in the assault. Residents said two brothers died in the airstrike and a third sibling suffered injuries. The victim's family denied the men were insurgents and relatives buried the dead men hours after the strike. </p> <p>The US military is preparing for a major offensive in Falluja, 40 miles west of Baghdad, in the hope of restoring national security ahead of Iraq's planned January elections. </p> <p>In Baghdad, meanwhile, a car bomb killed one American soldier and at least one Iraqi civilian, the US military said.</p>",
  "<p>\"As far as Israel is concerned the American election is irrelevant,\" says Fred Halliday, professor of international relations at the London School of Economics and expert on the Middle East.</p> <p>The Israeli prime minister, Ariel Sharon, is struggling to hold his parliament together in the aftermath of a vote to withdraw from key occupied territories. Perhaps the US election is not top of his agenda. </p> <p>But as far as America is concerned in the hours before one of the most closely fought US elections in history, Israel is far from irrelevant. It is at the forefront of the small, but influential, Jewish vote, which in swing seats, such as Florida, could play a very big role in deciding who will be the next president.</p> <p>Professor Halliday's colleague, Michael Cox, is slightly less hardline on the issue. \"Although I do think that there's a sense of no change on Israel, I also think a Kerry victory could begin to open up a space for discussion.\"</p> <p>But perhaps where this is most true is not over Israel, but in Iraq. </p> <p>\"A victory for Kerry would be perceived as a serious critique of a war in Iraq,\" says Professor Cox. \"That doesn't necessarily lead to a fundamental change in policy for Iraq, they are there for the medium to long-term, but it would send out a message. </p> <p>\"A Kerry victory provides the option for at least thinking about - not immediately - some kind of disengagement.\"</p> <p>Professor Halliday says it is all about how withdrawal from Iraq is negotiated; whether it happens gradually or as a \"big bang\" panic withdrawal. Much depends on a UN conference at the end of November, which will seek to get an international consensus on this process. To do this, the president will have to secure the support of Iran. But with a row brewing over nuclear weapons, the big question will be whether to compromise or confront Iran. </p> <p>\"With the Middle East it really comes down to one pivotal issue, which any president will have on their desk on the first day of office: Whether to go for a deal with Iran or confrontation. I think both have left their options open, but neither knows what to do.\"</p> <p>Professor Cox suggests there may be a more immediate concerns. \"Wait for Fallujah,\" he says ominously. </p> <p>\"The military are waiting for the outcome of the election to see what happens in Fallujah, they need to sort that problem [of escalating insurgents and violence]. Certainly Bush will be ready to go. But what would Kerry do? That's going to be the first question.\" But Professor Halliday says there is no potential president who, at the moment, could really tackle the anger in the Middle East and from Muslims across the world towards America.</p> <p>\"Since the policies Bush has pursued in Israel, Iraq and Abu Graib, we're faced with hostility in the Muslim world to America and all of us are caught up in this, even though the captain driving us towards the iceberg is George Bush. It's going to take a long time to sort it out. </p> <p>\"The only way to address this issue is to strike a deal with Iran and come out in support of a viable state for the Palestinians. Neither will do that. Unless they do both, we're going to hit the iceberg and we'll all be sunk into decades of conflict with 1.5 billion very angry people.\" </p> <p>Paul Rogers, of Bradford University's peace studies department, puts it starkly: \"If Bush wins there will be a further drive from the neo-conservatives on Iran. </p> <p>\"Iraq has been a side issue to them. There would be a greater chance of a really hard line from the United States in a second Bush administration than there would be with a Kerry one, and there would be greater problems in Europe. It would be US v Europe with Blair in the middle.\"</p>",
  "<p>George Bush may be neck-and-neck in the polls with John Kerry, but there is at least one survey that puts him on top - as cinema's best baddie.</p> <p>The American president was awarded the dubious honour of Movie Villain of the Year for his part in Michael Moore's Fahrenheit 9/11 by 10,000 film fans polled by Total Film magazine.</p> <p>Mr Bush beat stiff competition from Spider-Man 2's Doctor Octopus, played by Alfred Molina, and from The Texas Chainsaw Massacre's wannabe lumberjack, Leatherface. Even Gollum from The Lord of the Rings and Kill Bill assassin Elle Driver, played by Daryl Hannah, proved no match for the White House's current tenant.</p> <p>Total Film editor Matt Mueller said Mr Bush was \"absolutely terrifying\" in Fahrenheit 9/11: \"He looked like a man who had lost control - the famous scene where he sits there in a school, absolutely paralysed, after being told about the twin towers, is just one example.</p> <p>\"Lots of people saw [the movie] and movie-goers are saying that there's no one like George Bush to strike fear into people's hearts.\"</p>",
  "Cries of election fraud, furious crowds in the street, nervous police pondering mutiny as a beleaguered government wonders whether to impose a state of emergency - the dramatic first round of the upheavals which led to a change of power in Georgia last autumn and in Serbia four years ago may be about to re-emerge in Ukraine. <p>When voters cast their ballots on Sunday to choose a new president, everybody expects the day itself will be calm. But the two main candidates' camps are talking up the danger of violence in the hours after the close of polls. Each side claims its man is ahead and the other will resort to dirty tricks or mass protests rather than accept defeat. </p> <p>Six months ago few Ukrainians predicted such tension. One reason is that the contest is unusually close, with opinion polls suggesting that neither Viktor Yanukovych, the current prime minister who is the establishment candidate, nor his challenger, Viktor Yushchenko, has a clear lead. </p> <p>The more significant factor is the extraordinary degree of foreign intervention in the campaign. One might have thought the US would have had enough on its plate not to be interested in Ukraine. But the cold war has never really died, and Ukraine is still seen as a powerful prize. Henry Kissinger was in Kiev last weekend, the latest in a recent string of high-level American visitors that included the republican senator John McCain and Richard Holbrooke, the potential next secretary of state if John Kerry wins. </p> <p>They were aroused, it seems, by the outgoing president Leonid Kuchma's sudden change of line on Nato. Eventual entry into the alliance has been a key part of Ukraine's national strategy, approved by parliament, for some years. In July, shortly after meeting George Bush at Nato's summit in Istanbul, Kuchma reversed it. </p> <p>Observers initially thought he was piqued by Bush's advice to him not to try for a third presidential term. But Yanukovych, Kuchma's favoured successor, is campaigning on the new anti-Nato posture and the Americans are angry. </p> <p>They always preferred Yushchenko, who was identified during his time as central bank governor several years ago as a pro-American neo-liberal. He was bound to be Washington's favoured candidate in this year's election. But it is mainly because of the Nato factor that the US has become much more engaged in recent weeks in denouncing the dangers of fraud, funding the exit polls which will be done on Sunday and financing the groups of activists who may take to the streets. </p> <p>Ostensibly, the US says it has always merely wanted to promote democracy, and nothing has changed. The Kuchma government certainly has a record of intolerance towards critics. Several crusading journalists have been murdered. But Ukraine's political observers note that US complaints fell silent after Ukraine sent troops to Iraq last year. </p> <p>They also wonder how much of a democrat Yushchenko is. He publicly compared supporters of one murdered journalist, Georgy Gongadze, to fascists. Like his rival, Yanukovych, he has links to oligarchic clans and served as a prime minister under Kuchma. So some of Ukraine's grassroots democrats believe the election is only the latest round in the struggle to divide state property, with the current in-group fearing the outsiders will take away what it stole. In Russia the oligarchs are safe under Putin. In Ukraine insecurity still reigns. </p> <p>Ordinary Ukrainians are in a difficult position. When Poland and Slovakia joined the EU this spring, they were left outside the fortress. Thirteen years after the euphoria of independence, it was inevitable that Ukrainians would rethink their future. This comes as Russia, after a period of neglect in Yeltsin's second term, has revived its interest in Ukraine. It has settled Ukraine's massive energy debts and made a long-term agreement on supplying low-priced oil and gas. </p> <p>Russia is also starting to create a \"common economic space\" with Ukraine, Belarus, and Kazakhstan which could lead to a free trade area. Whether this conflicts with Ukraine's original hopes of entering the EU is not clear, but Ukrainians feel the EU switched its priorities this year, with the focus of enlargement going to the Balkans and Turkey. Brussels needs to correct the message. The Turkish experience has shown EU programmes to strengthen civil society can make a real contribution to a country's transition from authoritarianism. </p> <p>Nato is a different case. The alliance has become nothing more than a tool of Washington's global policy, with an expansionist agenda that still includes a strong anti-Russian component, in spite of various programmes for cooperating with Moscow. </p> <p>Ukrainians are right to turn against it. Whatever economic and diplomatic support their country needs can be got much better from the EU and, unlike with Nato, at no cost in international tension. </p> <p><b>·</b> Jonathan Steele was a guest of the Russian Club in Ukraine at an expenses-paid conference in Kiev last weekend </p> <p><a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p>",
  "We are driving out of central Denver towards the foothills on a perfect autumn day, with the sun so strong I'm having trouble keeping track of the Isuzu leading the way out of town. <p>Dave May eventually steps out of his SUV and surveys the scrubbed-clean neighbourhood of neat two-storey homes where we have landed. Fashionistas might describe the place as too matchy-matchy. </p> <p>\"Welcome to suburbia,\" he deadpans. </p> <p>May pulls out a sheaf of papers and locates the first house on the list. He has the names and addresses of every 18 to 24-year-old in the area who has registered to vote, and his job today is to make personal contact with them, find out if they've voted, and guilt them into doing so if necessary. </p> <p>We knock on the first door and a young man answers. May explains that he is from the New Voters Project, a non-partisan, not-for-profit organisation working to increase the voter participation of young people. The targeted voter says he plans to vote early, and May reminds him that Friday is the last day for early voting, and provides information on the nearest polling stations. Don't forget to take ID, because we've had people turned away, May adds. The young man looks rather bemused by the whole visit, but politely confirms he will be voting.</p> <p>As May will tell every person who answers a door - and he plans to knock on 80 over the next few hours - in the last election only 30% of 18 to 24-year-olds exercised their right to vote. For those aged 55 and over, the figure was 75%. The New Voters Project aims to change that in a two-pronged strategy to first register young people and then track them down at home and nag them face-to-face until they drag themselves to the polling station. </p> <p>May is training 26-year-old artist Russ Ouellett in the finer points of ingratiating himself with the parents who almost inevitably answer the door to say their children are at work, or away at university. May pushes Ouellett to make sure to ask if the kids know they are registered at this address, and that they need to come back to vote.</p> <p>\"This is like being a Jehovah's witness,\" grins Ouellett. He is anxious to set off and meet his goal of speaking to 55 people. </p> <p>\"It's direct democracy in action. It's pretty sweet,\" adds May.</p> <p>The New Voters Project operates in six states, and has registered 71,339 young people in Colorado alone, or about one in five 18 to 24-year-olds in the state, according to state coordinator Ben Prochazka. The project's staff and volunteers intend to be at the polls on November 2, and if registered young people have not shown up to vote by the afternoon, they will call them or go door to door, urging them to cast a ballot before the polls close.</p> <p>Prochazka says about half of the young people the project signed up registered as independents, while the rest were fairly evenly split between Democrats and Republicans. </p> <p>This independent-mindedness has made young voters a target of both parties in this election, given that they have often not made up their minds about their politics and are open to persuasion. </p> <p>Nonetheless Travis Sydney, the president of the University of Denver Young Democrats, says the presidential campaign has largely ignored the issues he hears students talking about: affirmative action, civil liberties issues such as gay marriage, and environmentalism. George Bush's decision to pull out of the anti-ballistic missile treaty has touched a nerve as well, he says.</p> <p>Top of the list, though, has to be the draft. Both candidates have denied the draft is in any danger of being reinstated, but young people in Colorado, a state with extensive military ties, keep dropping it into conversation. Bush has extended the contracts of national guardsmen, and Sydney says those extensions, coupled with concern that Iraq was not the last country on Bush's list of Middle East countries in need of regime change, meant the idea of a backdoor draft weighed heavy on students' minds.</p> <p>Sydney notes that the University of Denver is a private, affluent school attended by students with wealthy parents, the sort of people who can generally manage a polite side-step of the draft. </p> <p>\"It's not the same type of fear you would see at a state school with fewer resources, but it's still pretty prominent. When you have an affluent base that's worried about this, it's an indication of the depth of feeling,\" he says.</p> <p>Dale Anderson, who leads the College Republican group at the University of Colorado at Colorado Springs, says that fear is ridiculous. Anderson speaks with some authority on this issue, as an eight-year veteran of the army and a student in a town with five military bases in the immediate vicinity.</p> <p>\"The draft is purely a threat by the Democrats. It's a hoax,\" he says. \"President Bush said something interesting during one of the debates, that we can do more with less. We have no need for a draft, and it's not going to happen.\"</p> <p>Anderson says terrorism and Iraq have been hot topics for students in Colorado Springs.</p> <p>\"In a military town like this there is a lot of support for our troops,\" he says. Religious groups have been important as well, with the federal marriage amendment that would ban gay marriage being a \"heart and soul\" issue among his campus Republican group.</p> <p>Where Sydney reports a great deal of political activism on his campus, Anderson has been unimpressed by the level of debate amongst students. They may choose one candidate or another based on character, but could not discuss the issues at stake, he says.</p> <p>A case in point is the number of undecided voters, Anderson explains. \"If you are undecided at this point, you're just plain ignorant. There is no similarity between these two candidates.\"</p> <p>American democracy needs young people to be involved, and not just to vote. There has been significant concern lately about a shortage of polling station staff across the country, a situation blamed on the lack of younger people stepping in to civic positions that older generations can no longer perform. Movements such as the New Voter Project, however, seem the perfect training ground for the lifelong civil activism that democracy depends on.</p> <p>The enthusiasm is infectious, but being nowhere near 24 any more, I give up on the New Voter Project after an hour and a half of wandering the quiet streets of Jefferson County. As I leave May and head back to the car, I notice that teenagers have suddenly appeared on the streets, riding by on bikes and boards and the backs of pick-up trucks. Some look old enough to vote, and I find myself wanting to call out, are you going to vote? You can vote at Columbine library. Take your ID!</p>",
  "Colorado has grown accustomed to an intense political spotlight over the last month, with John Kerry and George Bush, their running mates, their daughters, their wives and extended families all making stops here to campaign in an unexpectedly close race. <p>But if one state ballot initiative passes, Colorado could find itself the subject of far more attention - and more lawsuits - than it wanted. </p> <p>Next week the people of Colorado will decide whether to scrap the winner-takes-all electoral college system at the heart of US presidential elections in favour of a more proportional solution. </p> <p>Amendment 36 would divide the state's nine electoral votes between the candidates based on their percentage of the popular vote. In practice it would almost certainly guarantee a five- four split of Colorado's electoral votes. And it would apply to this election. </p> <p>Given how close this race is expected to be, those four votes could decide the election. In a reprise of the 2000 debacle, Colorado could become a cold-weather version of Florida, placing the fate of the country once again in the hands of the Supreme Court. </p> <p>Initially, Democrats supported the measure. After all, they had seen Al Gore lose the 2000 election in the electoral college after winning the popular vote, and that perceived injustice is still very present in the minds of Democratic voters. </p> <p>Opponents say Amendment 36 would erase Colorado from the candidates' political radar, as there would no longer be any point in showering attention on a state where the likely advantage of a win would be only one electoral vote. Supporters say the change in Colorado would be the first step towards making every vote count in a presidential election. </p> <p>Only two other states, Nebraska and Maine, offer some possibility of an electoral college split, but their systems are nowhere near as representative as the situation envisaged under Amendment 36. Neither state has deviated from winner-take-all in nearly two centuries. </p> <p>Recent polls indicate that support for the measure, which seems initially to have appealed to the electorate, is falling away. A poll for the local TV station 9News found that 55% opposed the change while 38% supported it. </p> <p>Democrats have backed away from the measure, and the Kerry campaign in Colorado refuses to take a stand either way. Their change of heart could have to do with Kerry's poll ratings in the state, which show him with a chance of winning all nine votes on November 2. </p> <p>Until recently, both the Democrats and Republicans had assumed that George Bush would win here. The Colorado Republican party has been outspoken in its opposition to the measure, no doubt because this state has traditionally voted Republican in presidential elections and they believed the measure to be a crude attempt to steal four electoral votes from Bush. </p> <p>If it does pass, and it affects the outcome of the election, a swift legal challenge by the party worst hit is a foregone conclusion. The Amendment's backers say it is legally solid and will withstand the onslaught. </p> <p>Anyone planning a vacation in Colorado might do well to book in before November 2, just in case, before hordes of lawyers snap up all available flights.</p>",
  "<p> In 1988, when I was 19, I lived in Washington DC for four months. I would go to see bands at the local alternative hangout, which chucked out in the early hours on to streets too close to Taxi Driver for my comfort. I would walk down to Pennsylvania Avenue, where I was confident I'd be able to hail a cab, past a row of sex shops. </p> <p>One night, some very large men in sportswear and gold chains were loitering outside the sex shops. Two fell into step either side of me. </p> <p>\"You want some crack?\" one asked. </p> <p>\"I'm fine, thanks, actually,\" I replied (I was a nice boy). </p> <p>\"You want some smack?\" </p> <p>\"No, thanks. I'm alright.\" </p> <p>One of the young men stepped in front of me, forcing me to halt. </p> <p>\"You ain't all right,\" he said. I swear I nearly fainted. \"We want your money, anyway, boy.\" </p> <p>I took out my wallet and showed them it was empty. I turned out my trouser pockets - maybe five bucks in change. I didn't tell them about the 10 in my shirt pocket, the 10 I had saved for my cab fare home. </p> <p>\"This ain't funny, boy.\" </p> <p>\"I'm sorry,\" I squeaked. I mean squeaked. \"That's all I've got.\" </p> <p>The three of us stood on the cold street in the dead of night. </p> <p>\"You English, ain't you, boy?\" one of them finally said. </p> <p>\"I am, yes.\" </p> <p>They paused. Then one asked: \"You like reggae?\" </p> <p>I didn't. I hated it. But I had spent the weekday nights of my mid-teens in bed, the light off and the headphones on, listening to Peel. At last, a use for the knowledge he'd imparted, but which I'd always thought was pointless. </p> <p>\"I love reggae,\" I gushed. </p> <p>\"Who do you like?\" </p> <p>\"Barrington Levy, Augustus Pablo, Wayne Smith, Sugar Minott, Ijahman Levy, Yellowman - I love it all.\" </p> <p>\"Whass your favourite record?\" </p> <p>\"Prison Oval Rock, Barrington.\" </p> <p>\"You like UB40?\" one asked. </p> <p>\"No,\" I said. \"Can't stand them.\" (Sometimes you have to be true to yourself.) </p> <p>\"You don't like UB40?\" </p> <p>\"You've got to understand,\" I said. \"In England, UB40 is student reggae. You don't get serious reggae fans buying that. They're a chart pop group.\" </p> <p>\"I never knew that,\" one said, with wonder in his voice. </p> <p>\"Damn,\" said the other. \"Those guys on my block think UB40's the shit. They have to know this.\" </p> <p>They talked among themselves for a moment about whether they had misjudged the authenticity of UB40, then one turned to me. </p> <p>\"You go now, boy. And you be careful, y'hear? You shouldn't be out here this time o'night.\" </p> <p>Thanks, John. The tale about how a Peel session led, eventually, to me trying to get the US Congress to designate a National Ukrainian American Day can wait for another time.</p>",
  "<a href=\"http://www.theguardian.com/uselections2004/glennreynolds/story/0,15140,1332330,00.html\">Last week's column</a> mentioned George Bush's \"Anglosphere-heavy coalition\". I think it's worth taking a moment to note the importance of the Anglosphere in today's world, and the deeper divisions it reflects. <p>Columnist James Bennett defines the \"Anglosphere\" <a href=\"http://www.pattern.com/bennettj-anglosphereprimer.html\">as follows</a>:</p> <p>\"This term, which can be defined briefly as the set of English-speaking, Common Law nations, implies far more than merely the sum of all persons who employ English as a first or second language. To be part of the Anglosphere requires adherence to the fundamental customs and values that form the core of English-speaking cultures. These include individualism, rule of law, honouring contracts and covenants, and the elevation of freedom to the first rank of political and cultural values.</p> <p>\"Nations comprising the Anglosphere share a common historical narrative in which the Magna Carta, the English and American Bills of Rights, and such Common Law principles as trial by jury, presumption of innocence, \"a man's home is his castle\", and \"a man's word is his bond\" are taken for granted. Thus persons or communities who happen to communicate or do business in English are not necessarily part of the Anglosphere, unless their cultural values have also been shaped by those values of the historical English-speaking civilisation.\"</p> <p>(Bennett also has a <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg%2Fdetail%2F-%2F0742533328%2Fqid%3D1098488246%2Fsr%3D1-1%2Fref%3Dsr_1_1%3Fv%3Dglance%26s%3Dbooks\">forthcoming book</a> on this topic.)</p> <p>I must confess that this construction struck me as odd at first. It's a bit too reminiscent of U.S. Supreme Court Justice Felix Frankfurter's theory that freedom was fundamentally a characteristic of the \"English-speaking peoples\", and faced far more uncertain prospects elsewhere. On the other hand, Jacques Chirac certainly seems to think there's something there, with his frequent <a href=\"http://news.bbc.co.uk/2/hi/asia-pacific/3734512.stm\">outbursts</a> against \"a prevailing Anglo-Saxon culture which eclipses the others\".</p> <p>At any rate, it has been America's experience - and you can bet that plenty of Americans have noticed it - that when the chips are down it's usually other members of the Anglosphere, and particularly Britain and Australia, who can be counted on, and who are worth standing beside in turn. (Canada has been a bit dodgy in recent decades, ever since the Pierre Trudeau era and the Quebecois ascendancy). This is, of course, the reason why Tony Blair and John Howard wield such influence, while Chirac can barely get his calls returned. As <a href=\"http://www.theaustralian.news.com.au/common/story_page/0,5744,11102193%255E7583,00.html\">Mark Steyn</a> observes:</p> <p>\"The result is that, even though he's hardly ever in the souvenir photo line-up, Howard's a more consequential figure in world affairs these days than Chirac. Indeed, he's a transformative figure. I know this, because my nation has been on the other end of the transformation. I'm Canadian and, for those who remember when the Royal Canadian Navy was once the third largest surface fleet in the world, it's sobering to hear Australia spoken of as the third pillar of the Anglosphere.</p> <p>\"Under Howard, Australia is a player while Canada is a global irrelevance.\"</p> <p>France's problems go deeper, of course. Even within the European Union, it is described by some observers as <a href=\"http://www.iht.com/articles/540606.html\">\"increasingly isolated\"</a> in opposition to the more dynamic nations of the East. But the extent to which French behaviour has forfeited American goodwill over the past few years is poorly appreciated among French leaders, I'm afraid. America would go to the mat to support Britain and Australia. But - though it has done so before, twice - I'm no longer sure that it would similarly exert itself on behalf of France. As <a href=\"http://www.travelbrochuregraphics.com/extra/anglosphere_sullivan.htm\">Andrew Sullivan</a> wrote in the Times last year: \"I've lived in the United States for almost 20 years and have rarely heard anything but condescension towards successive French governments. But now that condescension has turned to contempt.\"</p> <p>That seems about right to me. (There's even a new book, called <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg/detail/-/0385512198/qid%3D1096301707/sr%3D8-1\">Our Oldest Enemy</a>, that takes a rather unflattering view of France's role.) This is a bit of a problem for John Kerry, whose greater-than-average admiration for French policies has received some attention. And it's also a reason why Kerry, even if elected, will find it hard to take a more France-friendly approach. There just isn't political support.</p> <p>But though tensions between the United States and France are an issue, similar tensions exist within the United States, and around the world beyond France. As Bennett has <a href=\"http://www.upi.com/view.cfm?StoryID=20030412-013135-5601r\">observed:</a></p> <p>\"[I]t is worth considering the possibility that the root source of anti-Americanism in the world lies in the deep-rooted anti-modern tradition of Continental Europe.</p> <p>\"Just as the Ba'athist movement lately of Iraq and still in power in Syria is a localised variant of European fascism, the broader anti-Americanism currently fashionable on all continents comes ultimately from what some have called the industrial counter-revolution. This is a comprehensive category for the various reactions in Europe against the programme of the industrial and democratic revolutions, or liberalism in the classical sense - individualism, free markets, and technological and social progress.\"</p> <p>Osama bin Laden's rather backward-looking form of Islam constitutes an extreme reaction against modernity, of course. But the dirigiste statism of the traditional French approach, which has produced a political situation in which even modest adjustments to civil servants' pensions can produce widespread social unrest, is another, milder version.</p> <p>Nor is this purely a matter of international relations. Within the United States - and, indeed, within all countries, even the most capitalist - the industrial revolution, and capitalism, pose a threat to those who prefer hierarchy and status to dynamism and meritocracy. (Indeed, Virginia Postrel has looked at this division in her book, <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg%2Fdetail%2F-%2F0684862697%2Fqid%3D1098489004%2Fsr%3D1-2%2Fref%3Dsr_1_2%3Fv%3Dglance%26s%3Dbooks\">The Future And Its Enemies,</a> and concluded that the big division of the twenty-first century is between \"dynamists\" and \"stasists\".)</p> <p>As both Bennett and Postrel note, the Anglosphere has been far more open to progress and change than, say, the Francosphere, such as it is. But within the Anglosphere one finds people - often academics, or government employees, or others who operate in environments where competition is less fierce, and status hierarchies more important - who are threatened by dynamism. In this regard, concerns about American power are as much a symptom of anxiety as a matter of substance. This may explain why so many such people around the world, and even within America, favour John Kerry, widely regarded as the <a href=\"http://daily.nysun.com/Repository/getFiles.asp?Style=OliveXLib:ArticleToMail&amp;Type=text/html&amp;Path=NYS/2004/03/15&amp;ID=Ar00104\">French-leaning</a> candidate in the American election. On the other hand, the division exists in the other direction, even on the Continent, too. Within France are activists like <a href=\"http://reason.com/0310/co.mw.liberty.shtml\">Sabine Herold,</a> who are challenging the ossified structures of French society and standing up against <a href=\"http://news.telegraph.co.uk/arts/main.jhtml?xml=/arts/2003/06/26/ftsab26.xml\">social rigidities.</a> (Herold, in a very un-French way, is an unabashed admirer of hard work.) And, of course, within Europe as a whole the countries of \"New Europe\", like Poland, are far more anxious for progress and change than the inward-looking countries of Old Europe, like France and Germany.</p> <p>The good news is that the American elections will be over soon. The bad news is that the tensions they represent are not limited to America, and will continue long after George Bush, or John Kerry, is sworn in in January.</p> <p><b>·</b> Glenn Reynolds, a law professor at the University of Tennessee, runs the <a href=\"http://instapundit.com\">instapundit.com</a> US political blog.</p> <p><b>·</b> Comment on this article <a href=\" http://blogs.theguardian.com/news/archives/us_elections/2004/10/explaining_the_anglosphere_.html\">here</a></p>",
  "<p>I was away last week. The normal procedure on returning from being away is to bore on to friends and family about the time you've had, often with accompanying photos. So I did that. And then, out of politeness more than anything else, it's traditional to ask what's been going on here in your absence. So I did that too. Iraq was still a mess, Lynda Lee-Potter was no more, my newspaper had become a key player in which way the US election would go, Peter still hadn't done anything about the fence. And there had been an excellent programme on the telly. </p> <p>It's quite an achievement for a television programme to make it on to a list of the week's key events. But several people mentioned <strong> The Power of Nightmares</strong> (BBC1) to me. It totally helped them understand the world, they said. This strange world of fear and fantasy, violence and deception in which we now live. </p> <p>So, preparing to scoff, I got a tape of part one, and I've now watched last night's programme too. And of course they were right - it is absolutely brilliant. I think it helped me understand the world too. That makes it quite important television and it's why brainier people than me on this paper - the Buntings, the Becketts, the Lawsons - have had their say on it. Not much left for me then. </p> <p>Except that they've mainly concentrated on Adam Curtis's central idea - that politicians no longer exist by promising us dreams, they now promise to protect us from nightmares, nightmares that largely don't exist. And the incredible parallels Curtis demonstrates between US neocons and radical Islamists, how they're both fighting the same battle to prevent their societies sliding towards moral decay. </p> <p>Fascinating, but how's Curtis turned those ideas into great television? Quite simply, he's done it with a few interviews and a trip to the news archive library. They have been all the right interviews, of course: Reagan's advisor, Richard Perle, the CIA officer whose job it was to beat the Russians in Afghanistan, the commander of the Afghan Arabs, Gorbachev... so, top-quality punditry. </p> <p>And the pictures are amazing. He's used the archive material so intelligently, alternating between big picture and little picture. So here are the Soviet troops marching into Afghanistan, and here's a advert on American TV. Next, President Sadat is being gunned down, now here's a dance at an American high school. </p> <p>It's all done with great subtlety and wit, too. So when, in part one, a young Donald Rumsfeld is shown ranting about the build-up of Soviet weapons, weapons that probably never existed, Curtis knows what the viewer is thinking, the links we're making. He doesn't need to spell out the obvious. </p> <p>There are nice visual tricks too. A picture of New York is often thrown in, almost incidentally and we automatically scan the Manhattan skyline to see when it was taken. And there they always are, the towers, never obviously zoomed in on. But very much there, a two-pronged, almost subliminal reminder of what's to come. </p> <p>My favourite visual trick, though, is when he shows a group of dancing mujahideen warriors in Afghanistan. The soundtrack he gives them is Baby It's Cold Outside, the music from the high school dance back in 1950s America that so enraged Sayyid Qutb and helped to start the whole thing off. It's a neat way of showing the Americans and the Islamists were both on the same side in Afghanistan, a war in which they both claimed victory. And, bigger picture still, those extraordinary parallels between rightwing America and Islamic fundamentalism. </p> <p>So, well done, Mr Curtis, your programme is fantastic. </p> <p>If The Power of Nightmares demonstrates the very best of what's on telly at the moment, then <strong> Deck Dates</strong> (UKTV Food) lies pretty much at the opposite end of the spectrum. I'm trying to understand the thinking behind it. Let's have a new food programme. Good idea. But different. Different I like. So not in a kitchen. Boo, kitchens are boring. Where though? Hmm... a boat? A boat, that's genius! What else? We need sexy? Sexy's good. Dating? Dating! On a boat, with food... Deck Dates, that's brilliant! </p> <p>Except it's not of course. It's utterly pointless and awful and deserves to be torpedoed, amidships and below the waterline. </p> <p>NB. I'd like it make it clear that I'm not really suggesting that presenter Katy Hill and chef James Martin deserve to die by drowning, just that their TV programme isn't very good.</p>",
  "A militant Islamist group today claimed to be in possession of a large portion of the explosives that went missing from a munitions depot facility in Iraq. <p>The group, calling itself Al-Islam's Army Brigades, made the claim in a video broadcast today and warned that it will use the explosives if foreign troops threaten Iraqi cities. </p> <p>Its video statement said:\"Heroic Mujahideen have managed by the grace of God and by coordinating with a...number of the officers and the soldiers of the American intelligence to obtain a very huge amount of the explosives that were in the al-Qaqaa facility, which was under the protection of the American forces.\" </p> <p>The video was obtained by the Associated Press, but the group's claim could not be independently verified. </p> <p>The speaker in the video was surrounded by masked, armed men standing in front of a black banner with the group's name on it. </p> <p>He said: \"We promise God and the Iraqi people that we will use it against the occupation forces and those who cooperate with them in the event of these forces threatening any Iraqi city.\"</p> <p>Nearly 400 tonnes of conventional explosives have disappeared from the al-Qaqaa facility south of Baghdad, according to the International Atomic Energy Agency. </p> <p>The UN agency's chief, Mohamed El Baradei, reported the disappearance to the UN Security Council on Monday, two weeks after Iraqi officials told the nuclear agency that 342 tonnes of explosives had vanished as a result of \"theft and looting ... due to lack of security.\" </p> <p>The development has become a focus of the US presidential election, with Democratic challenger John Kerry pointing to the missing explosives as evidence of the Bush administration's poor handling of the war.</p> <p>Elsewhere in Iraq, US aircraft bombed a suspected rebel safehouse in the insurgent stronghold of Falluja.</p> <p>The overnight strike in the northern part of the city targeted a \"meeting site\" used by suspected allies of Jordanian terrorist Abu Musab al-Zarqawi, the US military said in a statement. </p> <p>Falluja hospital officials confirmed two people had died and a third was injured in the assault. Residents said two brothers died in the airstrike and a third sibling suffered injuries. The victim's family denied the men were insurgents and relatives buried the dead men hours after the strike. </p> <p>\"My brothers were no fighters ... I was preparing to marry them off after the Falluja crisis ends, now I am burying them with my own hands instead,\" said family member Mahmoud Nasser. He said the men were simply guarding the property after their family evacuated the central Iraqi town. </p> <p>The US military is preparing for a major offensive in Falluja, 40 miles west of Baghdad, in the hope of restoring national security ahead of Iraq's planned January elections. </p> <p>In Baghdad, meanwhile, a car bomb killed one American soldier and at least one Iraqi civilian, the US military said.</p>",
  "A British tourist found dead in the Australian outback yesterday seemed to have wandered more than 12 miles in the wrong direction on a remote track during a visit to Uluru, formerly known as Ayers Rock, police said. <p>Ethel Hetherington, 52, from Cockermouth, Cumbria, was found on a dirt road close to the rock yesterday morning by a group of Aborigines from the nearby community of Mutitjulu. She went missing after drinking with friends in the tourist resort of Yulara, near Uluru at 10pm on Monday, possibly leaving the bar to visit the closed Aboriginal community. </p> <p>She was found 14 miles east of Mutitjulu, on a remote red dirt road leading to the Mutitjulu Aboriginal community. Police said there were no signs of foul play. </p> <p>Temperatures of up to 40C in summer in central Australia can prove fatal, with walkers advised to drink 10 litres a day to keep hydrated. </p> <p>Mrs Hetherington had been drinking in the bar and it was not possible to tell how much alcohol she had consumed. </p> <p>Police added she appeared to have done an \"enormous amount of walking\". They were looking into suggestions that she may have taken a day trip with a group of local people. </p> <p>She would have had to obtain permission to get to the remote road because it is Aboriginal land and a permit is needed. </p> <p>Acting police commander Don Fry said there were no signs of foul play, but the death was being treated as suspicious until the mystery was solved. </p> <p>\"If she had visited Mutitjulu community, she may have gone off in the wrong way. She was found on a remote track, going probably in the wrong direction.\" </p> <p>Mrs Hetherington, who was married with children, was travelling with her cousin and her cousin's spouse, was last seen at the Barbecue Bar at the Outback Pioneer Hotel and Lodge at about 10pm on Monday. It is believed they returned after 10pm and she stayed out. </p> <p>When she had not returned by morning, the pair contacted police and a massive search was launched. </p> <p>The group had arrived on Saturday at Yulara, a tourist outpost with a permanent population of 1,200 that regularly expands to 4,000 as international sightseers travel to central Australia. </p> <p>Her relatives were believed to have now left Uluru. </p> <p>Her body will be transferred to Alice Springs today and a postmortem examination is expected.</p>",
  "<p>Sign up here to get the Media Briefing emailed to you by 9am. If you have any difficulty subscribing or unsubscribing, <br>please<a href=\"http://www.theguardian.com/article/0,5814,680973,00.html\"> click here</a> for help </p> <p>THE GUARDIAN</p> <p>Hollinger International has offered Conrad Black a share in the proceeds of the 665m-pound sale of the Telegraph. P2<br>Dozens of newspapers have shifted their allegiance from George Bush to John Kerry. P14<br>Former Walt Disney president Michael Ovitz has told a US court he is at a loss to explain why his relationship with his boss Michael Eisner soured so quickly. P20<br>Time Warner is reported to have tabled a 1.1bn-pound bid for Endemol. P20<br>Sales at JCDecaux rose by 7.9 per cent in the third quarter. P20<br>Comment: Howard Robinson, director of PR consultancy Eulogy, on the branding of the US election candidates. P20</p> <p>THE TIMES</p> <p>The BBC has rejected a claim that John Peel was \"worn out\" by changes to his schedule at Radio 1. P16<br>Telefonica is understood to have rejected a bid for Endemol by two private equity firms. P30</p> <p>THE DAILY TELEGRAPH</p> <p>Novelist Andrew O'Hagan remembers the trip when he became friends with John Peel. P20<br>Hollinger International has confirmed in court papers plans to distribute a share of the proceeds from selling the Telegraph Group to shareholders. P35</p> <p>THE INDEPENDENT</p> <p>Matthew Kelly is to play a serial killer in his first leading television drama role. P8<br>The Cats Protection League has been criticised for a sponsorship deal with Nestle, owner of Felix cat food. P20<br>Obituary of magazine journalist Kate Carr. P43<br>Time Warner is in talks to buy the maker of Big Brother. P44</p> <p>FINANCIAL TIMES</p> <p>Falling circulation at the Mirror continues to be the one black mark against Sly Bailey. P21<br>Grey Global is to pay chairman Ed Meyer up to 47m pounds in cash following the WPP takeover even though he will remain head of the business. P20<br>The Barclay brothers have dismissed the independent directors of the Spectator. P22</p> <p>THE WALL STREET JOURNAL</p> <p>Time Warner is considering a buyout of assets owned by Endemol. P4<br>Al-Jazeera is to launch its English-language channel in late 2005. P8</p> <p>DAILY MAIL</p> <p>Lynda Lee-Potter was remembered as \"dazzling\" and \"inspiring\" by her children at a remembrance service yesterday. P2<br>Extract from Lynda Lee-Potter's book Class Act: How to Beat the British Class System. P48<br>Amanda Platell says Strictly Come Dancing has the X factor. P52</p> <p>DAILY EXPRESS</p> <p>John Peel told his friend Andy Kershaw his new work schedule was \"killing\" him. P21</p> <p>DAILY MIRROR</p> <p>Interview with Coronation Street star Suranne Jones. P20<br>Radio presenter Andy Kershaw has claimed John Peel said he was \"worn out\" by his new BBC schedule. P23<br>Channel 4 is making a TV drama of the lives of Peter Cook and Dudley Moore. P27</p> <p>THE SUN</p> <p>David Beckham is to star with Jennifer Lopez and Beyonce Knowles in a new 11m-pound Pepsi ad campaign. P3<br>Radio presenter Andy Kershaw has claimed John Peel said his new BBC schedule was \"killing\" him. P19<br>ITV wants to sign Paul Gascoigne for the new I'm a Celebrity show. P26<br>Little Britain stars David Walliams and Matt Lucas have already agreed to do a third series. P26<br>Patsy Kensit is to quit Emmerdale in a year. P27</p> <p>DAILY STAR</p> <p>Jennifer Lopez and Beyonce Knowles are teaming up with David Beckham in an 11m-pound Pepsi campaign. P3<br>Ricky Gervais is to star in the Simpsons as David Brent. P3<br>Endemol UK has pleaded guilty to charges if failing to protect staff from asbestos on the Fame Academy set. P8<br>The stars of BBC comedy the Kumars are planning a US version of the show. p27<br>Radio presenter Andy Kershaw has claimed John Peel said his new BBC schedule was \"killing\" him. P27</p> <p>AND FINALLY... </p> <p>The world's least likely brand makeover is revealed in the FT, which claims Horlicks is to be turned into the drink of choice for clubbers. The prospect of \"style-leaders sipping Horlicks in ultra-cool bars\" seems a tad unlikely but far be it from us to question the pink 'un. P12</p> <p>OTHER USEFUL SITES</p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>Profits at Lord Heseltine's Haymarket Group fell 10% in 2003, according to accounts just filed to Companies House.</p> <p>The trade and consumer magazines group, publisher of Campaign, Management Today and Stuff, made a pre-tax profit of £13.9m for 2003, down from £15.2m the previous year.</p> <p>Turnover, including joint ventures, at the group was virtually static, rising to £180.6m from £179.6m.</p> <p>One of the directors, but not Lord Heseltine, received a payment of £1.22m for 2003, which constitutes accumulated bonuses \"for quite a number of years,\" according to the Haymarket finance director, David Fraser.</p> <p>Meanwhile, the group's international expansion continues. Turnover originating outside the UK rose from £19.8m to £42.3m for 2003. Over the year the group established a subsidiary in India, and a joint venture in China.</p> <p>This marks the second year of profitability in a row for the group, following a disastrous 2001, when the global downturn in advertising contributed to a £7.2m loss.</p> <p>The group is majority owned by Lord Heseltine and family trusts. Formerly a deputy prime minister and president of the Board of Trade, Lord Heseltine was once tipped as a possible Tory leader, though he decided not to contest his Henley seat at the 2001 election.</p> <p>Despite his allegiances, the group contributed just £1,000 to the Conservative party, making a further £25,000 contribution to the centrist campaign group, Conservative Mainstream.</p> <p>Lord Heseltine said: \"I am pleased to report a steady performance for the Haymarket Group in a year of continued difficult market conditions.</p> <p>\"As we predicted last year, turnover and profits have remained flat where we have faced tough conditions in some of our core markets, but this did not deter us from pursuing our growth plans both in the UK and overseas, shown by the increase in our development expenditure to £2.7m.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Buying early for Christmas or stuck for gift ideas for the person who has everything? Log on to George W Bush's online store (<a href=\"http://www.georgewbushstore.com)\">www.georgewbushstore.com)</a> and check out the president's range of branded golf balls, baseball caps and \"urban look\" clothing, featuring the logos \"W04\" and \"W The President\". Alternatively, treat yourself to a set of shot glasses or a seven-day pill case from <a href=\"http://www.kerrygear.com\">www.kerrygear.com.</a></p> <p>With an election days away, this is not only proof that the American political machine is in overdrive but that its marketing machine is at full tilt as well. </p> <p>Policies are important in a big-picture way, but if you don't market your man better than your opponents, voters won't buy your product. </p> <p>Tuesday will be the climax of two complex marketing campaigns with millions spent honing the characteristics of the George Bush and John Kerry brands - and highlighting the deficiencies of the other. That process has been dominated by machismo. Post-9/11 America has put tough leadership at the centre of the election debate. </p> <p>As long ago as May 2003, when Bush was photographed in full helicopter pilot garb declaring an end to fighting in Iraq on the deck of the USS Abraham Lincoln, the intention was clear. He was tough, he was in command; he was also premature. </p> <p>In fact, Kerry's campaign has made more use of such images than Bush's. His team has tried to create a patriotic and heroic appeal by playing on their man's military record in Vietnam. </p> <p>But consumers - or voters - buy brands with which they most closely identify. Hence, a rush of photocalls intended to portray both candidates as regular American guys. The reality is that both come from privileged backgrounds light years from most of the voters whose support they court. But that's why Bush hunts, fishes and plays golf; it's why Kerry has ridden a Harley, played ice hockey and piloted a plane. It's why Bush wears rugged outdoor clothing and why Kerry sometimes looks like an extra from a Gap ad. </p> <p>In pure marketing terms, Bush has had the better of things. His proposition is simple: security, decisiveness and patriotism wrapped up in homespun Texan humour. Kerry has failed to create a brand that can be distilled into such populist terms. He's been too complex. </p> <p>If advertising is \"the art of separating a fool from his money\", more than a few Americans I know believe their country may be fooled again next week. </p> <p><strong>·</strong> Howard Robinson is client services director of Eulogy! a London PR consultancy.</p>",
  "<p>There was unexpected solace yesterday for George Bush from an unlikely source: Germany. </p> <p>Bild, Europe's bestselling tabloid with 4m copies a day, yesterday endorsed the president, who it said was far less \"wobbly\" than his Democratic rival. </p> <p>The president had learned the lessons of history, the paper said, reminding Germans it was the Republican Ronald Reagan who won the cold war, suggesting Mr Bush could become another Reagan. </p> <p>\"Most Germans regarded Reagan as a complete fool,\" the column said. \"It's possible that one day we could be grateful to George W as well.\" </p> <p>The endorsement is astonishing given the level of German hostility towards Mr Bush. Chancellor Gerhard Schröder narrowly won re-election in 2002 by explicitly criticising Mr Bush's decision to invade Iraq. Ever since, relations between Washington and Berlin have been glacial. </p> <p>In the run-up to next week's US poll, meanwhile, Germany's Social Democrat-Green rulers have taken a vow of silence. But few doubt that President Kerry would provoke widespread rejoicing in Berlin. </p> <p>Yesterday Kai Diekmann, Bild's editor, said its support for Mr Bush \"wasn't a joke\". He added: \"Bild doesn't always go along with received opinion. The idea was to start a debate.\"</p>",
  "<p>Four years ago the Chicago Sun-Times endorsed George Bush for president. On Sunday, it became one of a growing number of American newspapers to admit they had got it wrong. </p> <p>At least 37 newspapers which backed Mr Bush in 2000 have switched sides to John Kerry. </p> <p>A Sun-Times editorial listed a number of reasons for withdrawing its support from Mr Bush. The administration, it said, had been \"wilfully and woefully unprepared to face\" the insurgency in Iraq. The Bush tax cuts for the wealthy were \"a costly misstep in a time of war\" and the paper was concerned by the secrecy of Mr Bush's \"subordinates such as Dick Cheney and John Ashcroft\". </p> <p>Mr Kerry, the paper said, acknowledged that the \"United States is a world leader, not a rogue state\". </p> <p>Others to have switched to the Democrats include the Los Angeles Daily News, the Memphis Commercial Appeal and Mr Bush's hometown newspaper, the Lone Star Iconoclast in Crawford, Texas. </p> <p>For the Memphis Commercial Appeal in Tennessee, it is the first time the paper has backed a Democrat since Lyndon Johnson, 40 years ago. </p> <p>So far 200 readers have cancelled their subscriptions. \"The letters page was pretty scorching this morning, but we feel we can sleep at night,\" said the editor, Chris Peck. </p> <p>\"We just felt that the whole situation in Iraq has led to a really disturbing relationship between the US and other countries. [Mr Bush] has also created a polarised environment in this country and we feel we have to find some common ground.\" </p> <p>According to the trade magazine Editor &amp; Publisher, Mr Kerry has been endorsed in the opinion pages of 142 US newspapers, with 123 backing Mr Bush. The papers supporting Mr Kerry have sales of 17.5m, compared with 12.5m for Mr Bush. </p> <p>Republicans are likely to use the data as evidence of the alleged liberal bias of the media. Editor &amp; Publisher said this was a misperception. </p> <p>\"Surveys in the past have shown that the majority, in fact, back Republicans,\" the magazine's website said yesterday. </p> <p>Mr Kerry is backed by titles including the New York Times, the Washington Post, the Boston Globe, the Detroit Free Press and the Miami Herald. Mr Bush has the support of the Chicago Tribune, Rupert Murdoch's New York Post, the Dallas Morning News and the Washington Times. </p> <p>But the most significant factor is the newspapers switching sides. Only five papers which supported Al Gore in 2000 have realigned themselves behind Mr Bush, including the Denver Post, prompting 700 mostly critical letters from readers. </p> <p>In the battleground state of Florida, Mr Kerry has been endorsed by all the main titles. The Orlando Sentinel, which has backed every Republican candidate since Richard Nixon in 1968, told its readers: \"This president has utterly failed to fulfil our expectations.\" </p> <p>Its endorsement drew a polarised response. </p> <p>Messages on the newspaper's website included: \"Thank God that Bush is on his way out\" and \"Higher taxes, France making US international policies, Islamic terrorists with reps on the UN security council, waiting 10 months to a year to see a doctor, 10m dead babies great Demo legacy awaits.\"</p>",
  "<p>The build-up to next week's US election has seen a strange transformation take place in the world of science. The traditional strategy of keeping heads well down when it comes to politics has given way to outright activism. More scientists than ever have waded into the electoral fray, pegging their allegiance firmly to the Democratic presidential candidate, John Kerry. </p> <p>To many, the mobilisation of scientists in favour of Kerry is inevitable, a consequence of the Bush administration's policies on stem cells and climate change. But some scientists believe that by aligning itself so strongly with a particular party, science may have set itself up for a fall. \"When the community gets on the political bandwagon, they lose control of how the facts are used,\" says a source within the US National Academy of Sciences, speaking on condition of anonymity. </p> <p>The result is that throughout the run-up to the election, science has been bent and mangled to fit the political message. \"Sooner or later, scientists are going to have to go back to reality and tell people the truth,\" according to the source. It could be an ugly and damaging process. </p> <p>Mass scientific support for Kerry kicked off with a letter of support from 48 Nobel laureates in June. Their stance inspired the formation of a new anti-Bush organisation, Scientists and Engineers for Change, who are sending scientists to swing states to warn of the perils of re-electing President Bush. Then there is Scientists and Engineers for Kerry-Edwards, a group of influential scientists who are urging the scientific community to come out and back the Democrat. \"What's different this time is there are scientists overtly challenging the Bush administration. I have no recollection of there being such overt efforts in past presidential elections,\" the source says. </p> <p>So how did scientists get to be so politically active in the election? \"There have been issues that have made many scientists uneasy and when politics begins to touch on things you know well and care about, you have to take a stand,\" says Robert Horvitz, the MIT biology professor and one of the 48 Nobel prizewinners to back Kerry. \"The notion that ivory towers are separate from political forces is naive.\" </p> <p>According to Robert S Walker, the first Republican chairman of the senate science committee, the Democrats have seized on their scientific support to divide the electorate. \"They've decided to politicise science and use it as a wedge issue. Using science to divide people like that is ultimately going to be destructive,\" he says. </p> <p>If Republicans have a problem with the Democrats' use of science, why don't they mobilise their own legions of scientists to give the other side of the argument? Part of the problem may be that they are simply outnumbered or unwilling to raise their heads above the parapet. </p> <p>\"Finding people in academia who are liberals is not very hard to do. It's almost a rite of passage on university campuses to proclaim your liberal credentials. There are conservatives in academia, but they usually do not go into the forefront with their views for fear of being ostracised on the campus,\" says Walker. </p> <p>Horovitz counters that the Bush administration politicised science in the first place, by trying to influence reports scientists had put together. \"You see it over and over again,\" he says. Indeed, the administration was accused of manipulating scientific advisory committees and censoring reports by the Union of Concerned Scientists earlier this year. </p> <p>While support for Kerry among academic scientists is apparently still strong, the downside of pledging their allegiance is beginning to become clear. The Democratic vice presidential candidate, John Edwards, made many scientists wince when he spoke at a recent rally in Newton, Iowa. \"If we do the work that we can do in this country, the work that we will do when John Kerry is president, people like Christopher Reeve are going to get up out of that wheelchair and walk again,\" he said, referring to the potential therapies that embryonic stem cells might one day offer. </p> <p>\"What's sad is that when he claimed stem cells would enable people to leave their wheelchairs, there wasn't one protest from any of those Nobel prizewinners about such a misuse of science in a campaign statement,\" says Walker. He says that Kerry's speeches regularly give the impression that viable stem cell therapies are just a few years away, when most scientists believe they will not be a reality for much longer. </p> <p>The Iowa rally wasn't the only time that scientists frowned at science being peddled at political meetings. In previous speeches, Kerry has stated that millions of people could be cured by stem cell therapies. The figure is a misrepresentation of data produced by the US National Academy of Sciences, the source said. The list simply gave estimates of the number of people with a range of medical conditions from Parkinson's disease to severe spinal damage. \"I was cringing, but it was the Kerry campaign people that distorted the facts.\" </p> <p>For now, it seems the scientific community is biting its tongue. \"Once the scientific community gets on the side of one candidate or the other, and that candidate goes out making mis-statements about science, is the community obliged to correct them? They're not going to if they want them to win.\" </p> <p>For the scientific community, the legacy of backing Kerry is likely to hit home some time after the election when the public realises that science may have been hyped throughout. Only then will scientists know whether backing Kerry was more trouble than it was worth. </p> <p>\"The bottom line is that the scientific community is experiencing pain enduring this president, so a lot of people would say that no matter what the repercussions, it's worth it.\"</p>",
  "With less than a week to go to polling day, most Americans appear to agree on one thing: the war on terror may be the most heated issue of the campaign, but the economy could be just as important in determining the election result. <p>Polls over the past week show that most voters are just as exercised about bread-and-butter issues such as jobs and domestic concerns as they are about Iraq and the \"war on terror\". </p> <p>Gallup found that 87% of likely voters put Iraq and the economy at the top of their list of election concerns. </p> <p>Another survey in the Washington Post yesterday revealed 65% singling out either Iraq, the economy or the general war on terror as crucial. </p> <p>In both polls healthcare and education were also cited as important. And in almost all these areas the electorate is being offered a stark choice. </p> <p>The differences between George Bush and John Kerry are plain, although they do not all fit snugly into the traditional categories of left and right, liberal and conservative. </p> <p>Senator Kerry has embraced the fiscal conservatism championed by Bill Clinton. President Bush is the radical, playing down the importance of his record deficits and relying almost entirely on the controversial \"supply-side\" theory that lowering taxes on the well-off will motivate entrepreneurs into expanding production and hiring more workers. The increased tax revenues from the consequent growth would close the huge deficit gap. </p> <p>Mr Kerry's line on the economy would be more recognisable to old-fashioned Republicans. He insists a return to the budget discipline of the Clinton years is a precondition for, not a by-product of, economic recovery. </p> <p>On pensions, the Democrat proposes sticking to the status quo, but making sure that this generation puts enough aside for its retirement and does not run up bills its sons and daughters cannot pay. Mr Bush backs a dramatic overhaul of the system, allowing Americans the option of putting their pension contributions in an individualised fund invested in the securities markets. </p> <p>Fiscal analysts, however, have questioned whether Senator Kerry's pledge to erase the Bush deficits can be squared with the cost of his other policies, particularly an ambitious upgrade of the healthcare system. </p> <p>There are about 45 million Americans without health insurance, at risk of bankruptcy in the event of serious or chronic illness. The Kerry plan aims to cover at least 27 million of them by allowing all Americans to join the relatively low-cost federal employee scheme, which currently benefits members of congress such as Mr Kerry. He also suggests the government could help lower insurance premiums by offering to cover 75 % of the costs in the event of \"catastrophic\" injury or sickness. The whole plan could cost up to a trillion dollars. </p> <p>The Bush plan is cheaper and less ambitious, using free-market mechanisms such as tax credits for health insurance payments. It aims to cut the number of uninsured by 4 million, and lower costs for others by curbing medical malpractice lawsuits. The president blames many of the system's woes on trial lawyers, who he claims have made doctors' lives almost impossible with nuisance lawsuits. </p> <p>The two men have diametrically opposed approaches to two of the most explosive moral issues facing the country, abortion and stem cell research, which ultimately turn on the question of when life begins. </p>"
]