[
  "The notion that Freud's ideas were \"developed through experiment, observation and hypothesis\" has been undermined by the scholarship of recent decades that has demonstrated that for Freud \"observation\" meant the interpretation of clinical material in terms of whatever theory he postulated at any given time (Letters, September 15). That is why he was always able to \"confirm\" his theories, even those long since discarded by most psychoanalysts. <br> <b>Dr Karel de Pauw</b> <br> Consultant psychiatrist, Seacroft Hospital, Leeds <p>It was not unsurprising to see the nice, fresh-faced young men from the shires who had broken into the Commons bailed. They were, after all, \"fighting for a cause they believe in passionately\" (Report, September 17). Interesting to think what would have happened if nice, well-brought-up young men from an Asian background had broken into the Commons to protest about their friends and relatives held without charge - \"a cause they believe in passionately\".<br> <b>Alan Pearman</b><br> Rotherham </p> <p>Will Otis Ferry form the pro-hunting tribute band, Foxy Music? First single, a cover of a-ha's Hunting High and Low?<br> <b>Austin Benjamin</b><br> London</p> <p>John O'Farrell says none of us has influence over the US election (Comment, September 17). He's right. I tried making a donation to the Kerry campaign but was unable to tick the box required by federal law to say I am a US citizen. Nice to see that America is so keen on preventing foreign interference in a nation's government. Sometimes.<br> <b>Richard Colbey</b><br> London</p> <p>Austin Allegros are one of the safest cars on the road. If a wheel falls off, Allegros.<br> <b>Darren Hart</b><br> Birmingham</p>",
  "<p>Stephen King pulls up on a red Harley Davidson Heritage Softail and removes his rather geeky helmet. He's early for his appointment to be photographed at his office in a bleak industrial estate in Bangor, Maine. The bike is improperly pristine and there are only 10,589 miles on the clock, most of them accumulated when he rode from Maine to California in the mid-90s on a book tour to promote his novel Insomnia (1994). \"I haven't ridden this thing for five years, since the accident,\" he says, gingerly lifting his injured leg over the saddle. King has the stiff gait of an older man (he's 56) and the diffident stoop of a too-tall adolescent (he's 6'4\"). \"I haven't ridden it because I have trouble working the brake with my right leg. Today, though, I thought I'd give it a try.\" </p> <p>King rummages in his saddle bag. \"I haven't looked in here for five years,\" he says, producing a bin bag from its interior. \"What's in here? Body parts, I guess. That's what you'd expect me to say.\" In fact, it contains waterproofs. </p> <p>The accident happened on June 19 1999. King was strolling alongside Route 5 near his home in Bangor and looking forward to seeing a film with his family later that evening. As he walked, a Dodge truck barrelled towards him. It was driven by Bryan Smith, a drug user with multiple driving convictions. A Rottweiler called Bullet was loose in the truck and had jumped on to a seat where there was a cooler of hamburger meat Smith had bought for a barbecue. Smith became distracted by his dog, swerved across the highway and hit King. The writer managed to turn his head a little before impact and thus missed being struck by a steel support post on the truck that would probably have killed him. </p> <p>King's head left a many-tentacled crack in the windscreen. He broke his right hip joint, four ribs and his right leg in nine places. His spine was damaged in eight places. \"The accident gave me a real sense of mortality, a sense of hurry that I didn't have before. Not immediately, but about a year after the accident I was able to say: 'That guy nearly killed me.'\" Smith died of an overdose 15 months later on September 21, King's birthday. </p> <p>As her husband lay in hospital, Tabitha King, who is also a writer, bought the battered truck, not - as many stories have had it - so he could later beat it with a baseball bat, but because at that stage, she was convinced he would die in hospital and didn't want it to wind up on eBay billed as the vehicle that killed America's most popular novelist. During the past five years, during which King has given few interviews - he has not talked to a British newspaper since 2000 - he has revisited the accident obsessively in his fiction. In the novel Dreamcatcher (2001), a character suffers an accident reminiscent of King's. In the recent TV series Kingdom Hospital, freely adapted by King from a Danish TV hospital series by Lars von Trier, a writer is run down by a truck in the opening episode and, after being saved from death by a computer-generated ant-eater, spends much of the rest of the series in a coma. From A Buick 8 (2002), about a seemingly haunted car, includes a scene in which a state trooper is killed in a car accident, and his e-novella - the first e-book to receive 500,000 downloads - was called Riding the Bullet (1999), and was about a hitcher on a lonely road who takes the wrong ride. But the most sustained re-imagining of the crash comes in King's latest book, The Dark Tower, the seventh and final volume of his epic fantasy sequence The Dark Tower. </p> <p>\"At first after it happened, I'd say: 'Really, my hip got broken and my leg got shattered, but I was never in danger.' In a sense that was true, but if he had hit me a little bit more to one side, I would have been paralysed, and three or four miles an hour faster and I would have been killed. It took me a little while to really face that.\" King has written that he didn't want to die like Chaucer or Dickens. He didn't want to leave this world with his equivalent of The Canterbury Tales or The Mystery of Edwin Drood unfinished. By his reckoning, after the accident, he had three books to write to get his 1,000-year-old gunslinging hero Roland Deschain to the Dark Tower and penetrate its manifold mysteries. \"I decided that I wanted to finish it. I wanted to be true to the 22-year-old who wanted to write the longest popular novel of all time. And I did: it's 2,500 pages long, maybe longer. I knew it was going to be like crossing the Atlantic in a bathtub. I thought I'm just going to keep on working, because if I stop I'll never start again.\" </p> <p>King began the series in 1970 aged 22 with The Gunslinger (which appeared in magazines, but was only published as a novel in 1982), inspired in part by a vision of mapping the fantasy quest of Tolkien's Lord of the Rings on to the epic landscape and six-shooter etiquette of Sergio Leone's spaghetti westerns. Over the years, as his fame grew with such extremely popular novels as Carrie (1974), The Shining (1977), The Stand (1978), IT (1986) and Misery (1987), a shadow rose behind those books. It was The Dark Tower, a gathering Manichean epic about a gang of time-travelling questers drawn from different places and times. As the novels piled up, the object of Roland's quest became clearer - to save the world from evil in an apocalyptic milieu called End-Time where the Dark Tower is located. It was a series read mainly by King's existing fans, but one to which he would return every few years, to add another doorstop of imaginative, densely interwoven text. So far King has sold three million Dark Tower books. While such figures do not compare well with the tens of millions achieved by his horror novels, now that the series is finished, King suspects things will change: \"I sorta hope that now the books are done people will feel it's safe to read them. Maybe the word of mouth will be good.\" </p> <p>The initial spur for the sequence was Robert Browning's 34-stanza poem \"Childe Roland to the Dark Tower Came\" - even though neither King nor its author knew what Childe Roland's quest amounted to. \"Browning's poem was like Coleridge's 'Kubla Khan' - it came to him in a dream. He woke up, wrote the poem and people said to him 'What does it mean?' and he said 'I don't know.' I've read that poem many times over the years and I still don't know what it means.\" </p> <p>King's Roland is a more optimistic American creation, a can-do gunslinger, the object of whose quest retreats not into depressing obscurity, but becomes clearer and more laden with symbolic import as he gets closer to it. He's a man who shoots first and asks questions hardly ever. And yet women want him and men - at least men like Stephen King - want to be like him: \"I had a myth in mind when I started of the strong, silent stranger, the outlander who wants to do good. I think a lot of it for me just comes out of the - I don't know how to pronounce this word - iconography of heroes. Somebody who's brave and unbending.\" </p> <p>So unbending is Roland in his quest that in the first novel he deserts a child called Jake, allowing him to fall to his death rather than deflect Roland from his grander mission. There is a biographical resonance here: King's father went out for a packet of cigarettes when the writer was two and never came back. In The Dark Tower, Roland regularly exhorts his assembled gang-members: \"Do not forget the face of your father,\" as though doing the right thing consisted of fidelity to one's father's memory. This seems an odd expression for King to have devised, not least because so often in his fiction we come across abandoned children who have to forget the faces of their useless fathers (and mothers) to flourish independently. \"That expression came from nowhere,\" King says. \"But it makes sense to me because I live in a patriarchal society where you have the Big White Daddy in the White House. Which is amusing because I was raised by women, my mother and her sister. My father deserted, sure. But don't go making anything Freudian about that.\" </p> <p>In his memoir, On Writing (2000), King recalls that, after his father left, he \"lived an odd, herky-jerky childhood, raised by a single parent who moved around a lot\". When, after much wandering, the family finally settled back in Durham, Maine, he explored a relative's attic and found a collection of his father's things, including an anthology of HP Lovecraft horror stories. \"That book, courtesy of my departed father,\" wrote King in Danse Macabre (1980), \"was my first taste of a world that went deeper than the B-pictures that played at the movies on Saturday afternoon.\" He wrote his first horror story aged seven, and later acquired an Underwood typewriter whose letters kept breaking. Like Paul Sheldon, the novelist in Misery, he had to fill in some of the letters by hand. </p> <p>At high school, his first published story, \"I Was a Teenage Grave Robber\", appeared in Comics Review. After graduating, he wrote Getting It On, a novel he later published under the pseudonym Richard Bachman as Rage (1977). The story dealt with an outsider who holds a high-school class hostage. After shootings such as the one at Columbine High School, King withdrew the book from publication. He continued to write at the University of Maine, where he had arrived in 1966 with a bumper sticker for Republican Barry Goldwater on his car. But student protests against the Vietnam war radicalised King: he sold his car, grew his hair to his shoulders and put a sticker on his backpack saying \"Richard Nixon is a War Criminal\". </p> <p>At the time, he also played guitar in coffee houses, steeping himself in protest music. \"I played a lot of folk music in the 60s - Dylan, Donovan, Dave van Ronk, Phil Ochs - that's where I picked up what chops I have.\" King still plays guitar and sings. For the past decade he has played in the Rock Bottom Remainders, a writers' band featuring Miami Herald humourist Dave Barry, novelists Barbara Kingsolver, Scott Turow and Amy Tan, and Simpsons creator Matt Groening. Once they went on tour with Warren Zevon, who insisted King sing his tune, \"Werewolves of London\". \"I was shy to do it because he wrote the song. He took me aside and said: 'It would be the apex of my career', and he was not kidding. So I did it.\" It's a song for a horror writer to sing, with a memorable howling chorus, \"Aah-woo, werewolves of London\", and such couplets as, \"He's the hairy-handed gent who ran amuck in Kent\". </p> <p>At college, King supported himself by working in the library. He started to write the first story in The Dark Tower series on coloured library paper. He met his future wife, Tabitha, while in the stacks. She was attracted to him, but amazed at his poverty: \"He had nothing to eat, he had no money, he had no clothes,\" she says. \"It was just incredible that anybody was going to school under those circumstances, and even more incredible that he didn't care.\" She married him shortly after they graduated. </p> <p>Unable to find a high-school teaching job after college, King earned occasional payments from men's magazines for short stories, while working at an industrial laundry washing table linen from Maine's lobster joints (\"The maggots would try to crawl up your arms as you loaded the washers; it was as if the little fuckers knew you were planning to cook them,\" he wrote). </p> <p>He and his wife were living in a trailer with two kids when his first novel was rejected by Doubleday, disappointing King and prompting him to take a $6,400 teaching job. As he taught, he began a short story called \"Carrie\" - about a high-school misfit with a repressed religious mother, who discovers she has telekinetic powers and uses them to wreak bloody revenge in the story's prom night denouement. But he threw the manuscript in the bin because he thought the opening women's shower scene unrealistic. Tabitha retrieved it and persuaded him to continue. </p> <p>Doubleday bought the hardback rights for $2,400; but the King family's fortunes rocketed when he was paid $400,000 for the paperback rights by New American Library. He used some of that money to pay for medical bills for his mother, who was dying of uterine cancer. In February 1974, he gave the eulogy at her funeral. \"I think I did a pretty good job,\" he wrote, \"considering how drunk I was.\" Years later he wrote Dolores Claiborne (1992), about a tough Maine woman and her ungrateful daughter, partly in homage to his mother. </p> <p>King had been drinking hard for the best part of a decade by the time his mother died and he continued to do so as his literary success grew with books such as the vampire novel Salem's Lot (1974) and The Shining. The latter was about a man suffering from writer's block who goes mad and tries to kill his family in a snowbound, haunted hotel. \"I was the guy who had written The Shining without realising that I was writing about myself.\" For years, he gave himself what he calls \"the Hemingway Defence\": \"As a writer, I am a very sensitive fellow, but I am also a man, and real men don't give in to their sensitivities. Only sissy-men do that. Therefore I drink.\" </p> <p>Shortly after the publication of The Tommyknockers (1987), though, King's family and friends organised an intervention, dumping his rubbish on the rug in front of him to show him the evidence of his addictions. It included beer cans, cigarette butts, traces of cocaine, Xanax, Valium, NyQuil. </p> <p>With The Shining, filmed by Stanley Kubrick in 1980, Stephen King became a brand whose name could sell a book. Film deals also contributed to his rapidly increasing wealth. With so many different publishers, and editions of his novels in print in many different languages all over the world, it is impossible to calculate how many Stephen King books have been sold. But in 1998 he was widely reported to have earned $40 million. </p> <p>King is fiercely critical of the film of The Shining (\"It's not scary at all. Jack Nicholson basically fell back on character tics he developed on American international biker pictures 10 years before. The guy's crazy when you meet him so there's no arc of character development\") and adapted the novel himself as a less successful TV movie. But the novel also gave him literary clout. Professor Michael Collings, of Pepperdine College, Malibu, one of King's most sensitive critics, says: \"The Shining probably has the best chance of his books to date of surviving the ages. It tells a good story, and tells it in strong, memorable images. It incorporates his trademark horror, but in a rather restrained way. And it is literary.\" </p> <p>King was equally unimpressed by the film version of The Running Man (1987), starring Arnold Schwarzenegger. \"The main character in the novel was this pre-tubercular guy who'd got radiation poisoning from working in a factory. Nothing like pumped-up Arnie.\" The plot features a reality game show in which participants are hunted, and earlier this year TV executives asked King if they could make it into a topical satire of reality TV. \"And I'm like 'Sure, but you've got to film the ending.' The ending is a guy hijacks a jet and flies it into a skyscraper killing everybody. The guy does it because he perceives everybody in the skyscrapers as agents of the great satan. The execs lost interest pretty quickly.\" </p> <p>But in general, King says, \"I think I've been well served by movies adaptations of my work.\" Frank Darabont, who adapted two of King's most humane fictions, The Shawshank Redemption (1994) and The Green Mile (1999), into two extraordinarily successful films, says: \"I've always been drawn to his voice as an author. To me he's up there with Dickens, who was a great populist storyteller. Dickens was a bleeding heart for humanism. Now people are catching on to the fact that King is very much more like that than they thought.\" David Cronenberg, who directed an adaptation of The Dead Zone (1983), is another admirer: \"Stephen King has said he is the Big Mac of literature, and I think he's right. He taps into a mass pulse and that's his strength. He takes people along a path they would not normally go. A lot of people. That restricts what he can do, as well. But in his case that's not a restriction; that is the ideal. He's doing exactly what he wants to do, and is an absolutely pure and integrated artist.\" </p> <p>King lives up to his horror-brand status, ringing his house in Bangor (a building redolent of Norman Bates's family home in Psycho ) with fences decorated with spiders webs, bats and gargoyles. The fence partly went up to give King privacy from the fans with whom he has an intriguing relationship. In Misery, a bestselling novelist winds up strapped to a bed by an obsessed fan, furious at him for killing off a beloved fictional heroine (the eponymous Misery), who finally shatters his legs with a hammer. The message seems clear: readers can be a nuisance. King makes this point when he explains how The Dark Tower series ends. \"No matter how it ended people were going to be pissed off with me. Nothing will make them happy!\" On the King website message board most correspondence has been from fans irritated that King plumped for that post-modern device of introducing himself as a character in the sixth volume. \"They always accuse me of having done this. And it doesn't matter how many times you say to the readers: 'You don't understand. I didn't do anything. The story did me.' They just don't get it.\" </p> <p>But fans' irritation is nothing by comparison with the bile that King attracted last year when he was awarded the National Book Foundation annual medal for distinguished contribution to American letters. Harold Bloom called the decision \"a terrible mistake\", claiming that King was unfit to join such previous winners as Saul Bellow, Philip Roth, John Updike and Toni Morrison. In the Boston Globe, Bloom argued that the award was \"another low in the shocking process of dumbing down our cultural life... He is an immensely inadequate writer on a sentence-by-sentence, paragraph-by-paragraph, book-by-book basis... By awarding it to King they recognise nothing but the commercial value of his books, which sell in the millions but do little more for humanity than keep the publishing world afloat.\" Bloom says that \"the triumph of the genial King is a large emblem of the failures of American education\". </p> <p>King dragged himself from a hospital bed, where he had been suffering from pneumonia, to accept the award, and in his acceptance speech acknowledged that not all of his more than 40 novels, nearly all bestsellers, are literature. \"Some are entertainment; some are literature,\" he said. \"Just don't ask me to define literature.\" He called on the publishing elite to \"build bridges between the so-called popular fiction and the so-called literary fiction\". </p> <p>What does King think about that critical dispute now? \"In the end what interests me is, say, when you pick up a copy of USA Today and you see To Kill a Mockingbird or Catcher in the Rye pop up on the bestseller lists week after week, year in year out. I've thought a lot about Somerset Maugham lately because he is the person who is closest to me in terms of being extremely popular in his time and in his time achieved a certain amount of literary respectability after a period of being dismissed as a popular novelist. That's happened to me, and for the same reasons - not necessarily because I got any better, but just because I got older. And also because I outlived my worst critics. So I've got a critical reputation - it might not be deserved and in the end it's only time that will tell.\" How the test of time will apply to The Dark Tower novels is uncertain, but King is hopeful they will join the Lord of the Rings and the Gormenghast trilogy as fantasy fictions of enduring popular appeal. </p> <p>Is King going to retire now that he has completed a novel sequence that he regards as a summation of all his other works and in which lots of characters from his other books appear? \"I'm retiring from all the bullshit. I don't want another book contract.\" He doesn't plan to work much for the next few months; instead, he's going to campaign for John Kerry in the swing state of Florida. \"We're not in good odour with the world under Bush. And it's a shame because we took a bad hit on September 11 and Bush pissed away a lot of goodwill.\" Kerry, however, doesn't fill him with enthusiasm, not least because King favoured anti-war Democratic candidate Howard Dean. </p> <p>He has another book written, though he says it's \"a mess\", and has yet to decide whether anybody else should read it. It is about a writer's widow, and came about when he returned home from his hospitalisation for pneumonia to find his wife redecorating his office. \"My wife says to me: 'Don't go in your office'. Like Bluebeard or something. I said 'Why not?' She says: It's just a mess in there and it will really upset you. One night I couldn't sleep and I went out there and she was right - it upset me. The furniture was all gone. The books were off the shelves. Everything was in boxes. It was just like a room that has been cleared out following an old person's death. It got me thinking about my own death and what would happen afterwards.\" </p> <p>Why does King write about death so much? \"I forget who said this but it's true: all literature is supposed to do is to rehearse us for death. And one of the ways we deal with it is with our imaginations. One of the nice things about fantasy fiction is that it's sometimes possible to have it both ways. In fantasy fiction more than any other we're able in an allegorical way - I don't want to get high-blown about this - we're able to deal with death. In fantasy fiction when characters return as ghosts they just come back in a different form. That's a masked way of saying life continues.\" </p> <p>On the last page of The Dark Tower, he writes: \"I never worked harder on a project in my life, and I know - none better, alas - that it has not been entirely successful.\" Now he has completed his personal equivalent to The Canterbury Tales and The Mystery of Edwin Drood, can he die fulfilled? \"It's always the way. I know what I wanted to achieve and not all of it is on the page. That's the writer's torment.\" So why continue the torment? \"Let's not go crazy. It's just such a buzz to write. While I'm doing it, there's nothing better in life. It's what I was made to do. </p> <p>\"I'm terrifically lucky. Because besides the writing I'm married to a woman I love, I've got three children who are good - they aren't in jail. None of them is addicted to anything. Three grandchildren. I've been addicted to cocaine and pain killers and I'm not any more - well, I'm still addicted but I don't use them. Don't drink any more. Plus, I'm one in a million - I got a talent nobody else has. That's why they pay me the big bucks.\" </p> <p><strong> Stephen King</strong><br> </p> <p><strong> Born: </strong> September 21 1947, Portland, Maine. </p> <p><strong> Education: </strong> 1966 Lisbon Falls High School; '70 BA in English and teaching certificate, University of Maine, Orono. </p> <p><strong> Family: </strong> 1971 Tabitha Spruce. Three children: Naomi Rachel, Joe Hill, Owen Philip. </p> <p><strong> Some books: </strong> 1974 Carrie; '75 Salem's Lot; '77 The Shining, Rage (as Richard Bachman); '78 The Stand; '79 The Dead Zone; '81 Cujo; '82 The Running Man (as Bachman); '83 Christine; '86 IT; '87 Misery; '91 Needful Things; '92 Gerald's Game; '92 Dolores Claiborne; '94 Insomnia; '96 The Green Mile; '98 Bag of Bones; 2000 On Writing: A Memoir of the Craft; '01 Dreamcatcher; '02 Everything's Eventual (short story collection), From a Buick 8. </p> <p><strong> The Dark Tower series:</strong> 1982 The Gunslinger; '87 The Drawing of the Three; '91 The Wastelands; '97 Wizard and Glass; 2003 Wolves of the Calla; '04 Song of Susannah; '04 The Dark Tower. </p> <p><strong> Award: </strong> 2003<strong> </strong> National Book Foundation Medal for Distinguished Contribution to American Letters. </p> <p> <strong>· </strong><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=0340827181\">Buy Song of Sunsannah at the Guardian bookshop</a></p>",
  "\"Has it started yet?\" The BBC Symphony Orchestra was on stage, and the promenaders of 1977, forewarned that the beginning of Proença emerges out of the hubbub of orchestral tuning, were ready with their little chant. It had not started, actually, but when it did, with electric guitar, and then mezzo-soprano, joining the oboe, a composer barely known outside new-music circles held an enthusiastic audience for 37 minutes. <p>John Buller, who has died aged 77, had a voice, and it was fresh. More than that, Proença had a driving force. As Andrew Clements wrote in the Guardian in May last year, reviewing the reissue of the original recording, the piece is, by any standards, one of the great achievements of recent British music. </p> <p>Boldly contrived and beautifully imagined, it was John's first work for large orchestra. He was already 50 when he wrote it - a late starter rather than a late developer. As a boy in London, he had been a chorister and written music at school, but then there was a barren stretch working for a firm of architectural surveyors, in which he eventually became a partner. </p> <p>He had enrolled as a student at Morley College in the 1950s, and taken an external BMus at London University after studying privately with Anthony Milner, but all that was part time. Once he came to believe in himself as a composer - and I first met him - he was getting on for 40, and he carried on as a surveyor until 1974. </p> <p>John had broad intellectual interests, pursued vigorously and in depth, and it was characteristic of him to welcome into his music ideas from beyond it - indeed, they were usually its inspiration. It was not the musical past that fired him so much as the past reflected in the mirrors of history, philosophy and psychology. </p> <p>That would be true of plenty of cultivated composers, but John had a flair for identifying analogies and symmetries, drawn from whatever period or culture of European endeavour, which resonate with the realities of our own time. In itself, this did not generate notes, of course. His musical gift, a remarkable one, was to communicate the fervour of that initial spark, directly and vividly, through the invention of forms and contexts that allowed him to sustain musical utterance in a balance with the play of ideas. </p> <p>Dramatic conflict was often there. Although Proença could be described as a lyrical evocation and orchestral setting of the 12th-century Provençal poems that inspired it, it is much more - a portrait, haunting us down the ages, of the flourishing culture of the Languedoc that gave us the first European vernacular poetry, until that society was ethnically cleansed and put down by the medieval equivalent of big-power politics. </p> <p>The core of the piece was not lost on that first Prom audience, and I think they probably found the inclusion of electric guitar not modish but inspired, as it surely is. \"Song\" is what Proença is about; in John's words, \"the joy it can represent, and the violence it can meet\". </p> <p>In what was to be quite a short career, John was singleminded in writing only the music he wanted to write, when he wanted to write it - no diversions. The worklist is dominated by a handful of major pieces, most of which had treasurable, smaller-scale spin-offs. </p> <p>It was Luciano Berio who said, \"See the music, listen to the theatre\"; John was not a linguist but, like Berio, always showed an intense artistic response to the feel of language, and both composers relished James Joyce. John's first large-scale work, The Mime Of Mick, Nick And The Maggies, on texts from Part II of Finnegans Wake, is an attempt to fashion a musical realisation, through music theatre, of Joyce's musical prose - an ambitious undertaking, and, many would say, dangerous territory. </p> <p>But John's discovery of Joyce fuelled him for most of his creative life, and I think what became fundamental to everything he composed was the Joycean notion that imagination is nothing but extended memory, that the commonplace of our musical or aural consciousness is virtually infinite, so that the task of the composer is to go down to the elements of musical consciousness and reorder them. His voice, in everything, came from this vision, and maybe that is why it embraced a wider than usual range of idioms and contrasts, including popular elements. </p> <p>The Mime is long overdue for revival; but it is good news that the BBC is shortly to take up again The Theatre Of Memory (1981), an orchestral work that deals with another aspect of the past and its effect on present perceptions. </p> <p>The classical world was another of John Buller's long-standing interests. He considered drama an essential element of his music, and while expressing little enthusiasm for the conventions of the lyric stage within the proscenium-arch theatre, he was interested in taking a Greek tragedy, in the original language, and making it a combination of music and the drama \"within the form of Greek tragedy\". </p> <p>But in the Coliseum, London's high temple of opera in English, The Bacchae, set in the old language, was perhaps uninvolving for much of the public in 1992; and indeed, between the music and Euripides's big subject, in that large space, a spark only fitfully seemed to go across. \"It's what I meant,\" John said to me, but I longed for it to be done differently, more immediately, somewhere else. </p> <p>Having started late, John deserved to go on into a productive old age. It is a terrible shame that Alzheimer's robbed him of it. In 1955, he married Shirley Claridge. She survives him, as do their daughter and three sons. </p> <p><b>·</b> John Buller, composer, born February 7 1927; died September 9 2004</p>",
  "The race for the presidency appeared wide open yesterday as contradictory opinion polls suggested that the electorate is increasingly volatile. <p>After a fortnight of trailing heavily against George Bush, the Democratic challenger John Kerry appeared to have recovered much of the lost ground in two polls. </p> <p>Another, however, showed Mr Bush pulling away from Mr Kerry with a 13 percentage point lead. </p> <p>Mr Bush got another boost last night when Florida's top court ruled that the independent candidate Ralph Nader should be allowed on to the ballot, following a dispute. Mr Nader is considered likely to lure support from Mr Kerry. </p> <p>Voter volatility was best summed up by two polls for the Pew Research Centre. The first, between September 8 and 10, gave Mr Bush a 16-point lead. The second, conducted between September 11 and 14, had Mr Bush with a statistically insignificant one-point lead among probable voters and the two candidates were deadlocked among registered voters. </p> <p>A Harris Interactive poll, conducted from September 9 to 13, gave Mr Kerry a one-point lead - the same organisation gave Mr Bush a 10-point lead in June. A Gallup poll published yesterday and conducted from September 13 to 15 showed Mr Bush widening his lead with a 13-point advantage over Mr Kerry. </p> <p>Given the low turnout, the difference between likely voters and registered voters could be a significant factor.</p>",
  "The comprehensive 15-month search for weapons of mass destruction in Iraq has concluded that the only chemical or biological agents that Saddam Hussein's regime was working on before last year's invasion were small quantities of poisons, most likely for use in assassinations. <p>A draft of the Iraq Survey Group's final report circulating in Washington found no sign of the alleged illegal stockpiles that the US and Britain presented as the justification for going to war, nor did it find any evidence of efforts to reconstitute Iraq's nuclear weapons programme. </p> <p>It also appears to play down an interim report which suggested there was evidence that Iraq was developing \"test amounts\" of ricin for use in weapons. Instead, the ISG report says in its conclusion that there was evidence to suggest the Iraqi regime planned to restart its illegal weapons programmes if UN sanctions were lifted. </p> <p>Charles Duelfer, the head of the ISG, has said he intends to deliver his final report by the end of the month. It is likely to become a heated issue in the election campaign. </p> <p>President George Bush now admits that stockpiles have not been found in Iraq but claimed as recently as Thursday that \"Saddam Hussein had the capability of making weapons, and he could have passed that capability on to the enemy\". </p> <p>The draft Duelfer report, according to the New York Times, finds no evidence of a capability, but only of an intention to rebuild that capability once the UN embargo had been removed and Iraq was no longer the target of intense international scrutiny. </p> <p>The finding adds weight to Mr Bush's assertions on the long-term danger posed by the former Iraqi leader, but it also suggests that, contrary to the administration's claims, diplomacy and containment were working prior to the invasion. </p> <p>The draft report was handed to British, US and Australian experts at a meeting in London earlier this month, according to the New York Times. It largely confirms the findings of Mr Duelfer's predecessor, David Kay, who concluded \"we were almost all wrong\" in thinking Saddam had stockpiled weapons. The Duelfer report goes into greater detail. </p> <p>Mr Kay's earlier findings mentioned the existence of a network of laboratories run by the Iraqi intelligence service, and suggested that the regime could be producing \"test amounts\" of chemical weapons and researching the use of ricin in weapons. </p> <p>Subsequent inspections of the clandestine labs, under Mr Duelfer's leadership, found they were capable of producing small quantities of lethal chemical and biological agents, more useful for assassinations of individuals than for inflicting mass casualties. </p> <p>Mr Duelfer, according to the draft, does not exclude the possibility that some weapons materials could have been smuggled out of Iraq before the war, a possibility raised by the administration and its supporters. However, the report apparently produces no significant evidence to support the claim. Nor does it find any evidence of any action by the Saddam regime to convert dual-use industrial equipment to weapons production. </p> <p>\"I think we know exactly how this is going to play out,\" said Joseph Cirincione, a proliferation expert at the Carnegie Endowment for International Peace. </p> <p>\"You'll see a very elaborate spin operation. But there's not much new here from what the ISG reported before,\" he said. \"There are still no weapons, no production of weapons and no programmes to begin the production of weapons. What we're left with here is that Saddam Hussein might have had the desire to rebuild the capability to build those weapons.\" </p> <p>\"Well, lots of people have desire for these weapons. Lots of people have intent. But that's not what we went to war for.\" </p> <p>The motives for war, meanwhile, came under fresh scrutiny last night as the Telegraph reported that Tony Blair was warned in Foreign Office papers a year before the invasion of the scale of dealing with a post-Saddam Iraq. </p> <p>The Liberal Democrat foreign affairs spokesman, Sir Menzies Campbell, said that if authenticated, the papers \"demonstrate that the government agreed with the Bush administration on regime change in Iraq more than a year before military action was taken\". </p> <p>Mr Duelfer, who is reported to still be in Baghdad, did not respond to a request for an interview on the question of WMD yesterday. </p> <p>Earlier this year, he told the Guardian that he expected his report would leave \"some unanswered questions\".</p>",
  "<p><strong> The Right Nation: Why America is Different, by John Micklethwait and Adrian Wooldridge (Penguin, £14.99)</strong> </p> <p> The rise of US conservatism: top-down view. Two Britons who have lived and worked in America seek to explain the success of the US right over the past three decades, and its inherent contradictions. \"How can you trumpet a strong military and a vigorous foreign policy and then insist on small government?\" they ask at the beginning. \"How can you celebrate individualism but then try to subject those individuals to the rule of God?\" These are splendid questions, so it's a shame that this intelligent book never quite answers them. </p> <p>It is instead a detailed history that focuses on the machinations of politicians and the media, encompassing evangelical movements, Clinton's reign as an \"Eisenhower republican\", the excesses of Rush Limbaugh and Fox News, and the emergence of the neocons - about whom, to demonstrate their noble impartiality, Micklethwait and Wooldridge will not countenance any conspiriological theories. There are some odd slips, such as the false assertion that Kissinger was in favour of the 2003 Iraq war. The downbeat final message is that even if Kerry wins the election, not much will change. </p> <p> <strong> What's the Matter with America? The Resistible Rise of the American Right, by Thomas Frank (Secker, £12)</strong> </p> <p> The rise of US conservatism: bottom-up view. Frank's book is shorter, angrier and funnier than Micklethwait and Wooldridge's, and does a better job of answering their questions. Frank wonders how so many poor citizens in blighted, small-town middle America convinced themselves to vote Republican in 2000; and wants to \"sort out the tangled reasoning that leads a hardworking citizen of an impoverished town to conclude that voting for George W Bush is a way to strike a blow against big business\". His case study for the conservative \"backlash\" is his home state, Kansas, full of ghost towns whose only remaining businesses are junkshops. </p> <p>Frank's brilliant analysis shows how conservatives appropriated the language of victimisation from the left. Cunningly eliminating economics from political argument, they focus deliberately on unwinnable \"cultural\" issues (abortion, sex on TV, the teaching of evolution) in order to foster a sense of persecution and a resentment of the \"liberal elite\". Frank sees the seductiveness of this rhetoric, and blames the Democrats for abandoning the working class and providing no potent alternative narrative to the \"fever-dream of martyrdom\". </p> <p> <strong> The Book of Shadows, by Don Paterson (Picador, £12.99)</strong> </p> <p> To publish a book of aphorisms takes some chutzpah, a quality in which Paterson is certainly not lacking. If you take a whole page to print two one-sentence thought-nuggets, you are thereby insisting on their puissance and originality. It is the kind of peacocking that you get away with if you are Schopenhauer or Nietzsche. Can you get away with it if you are, as it says here, \"Britain's most acclaimed poet\"? </p> <p>A good aphorism should suggest more than it says. On this measure, even the shortest of Paterson's is too long. Here is banal pseudo-paradox: \"The only thing that will shock us about death will be its familiarity.\" Here is the weirdly conceited use of the first-person plural: \"The prospect of rereading even the dullest of our own productions is still usually more attractive than that of reading even the most brilliant of our contemporaries'.\" Here are clumsy swipes against literary critics, half-theories about sex and music, and a use of italics that imitates the form of the 19th-century masters but not their brilliance. The overall tone is sourly defensive rather than gleefully provocative. </p> <p>Perhaps aphorism is the last resort of those who cannot write joined-up prose.</p>"
]