[
  "<b>Jimmy Boyle used to be a staunch Democrat. But when he lost his son, a firefighter, on 9/11, he put his trust in George Bush</b> <p>Three years after his son Michael was killed in the World Trade Centre, the question for Jimmy Boyle is a simple one of leadership - and the answer is George Bush. </p> <p>\"I was a lifetime Democrat, but my son died, and I felt like we went to war that day,\" said Mr Boyle, who like his son was a firefighter, and who has never voted for a Republican presidential candidate. </p> <p>\"Somebody hated us. They killed 3,000 of us. And when George Bush went down to the site that day, and put his arm around that firefighter and put that bullhorn to his face, he presented leadership, and I was looking for leadership. </p> <p>\"I believe we're at war, that he's pursuing the war, and, Iraq notwithstanding, he's so far been able to stop another attack on America.\" </p> <p>Mr Boyle, from Long Island, fits few European stereotypes of Bush-supporting Americans. He helped raise funds for British miners during their strike two decades ago, and he knows there is no evidence to link Saddam Hussein to the September 11 atrocities - \"but if your intelligence says there is a threat, you have to take a leadership role.\" </p> <p>His belief in the importance of projecting strength overseas is a more general one. \"I honestly believe it's important Bush gets re-elected, to convey to the Islamic world that democracy is a great thing, and it ain't going to be deterred,\" Mr Boyle said. </p> <p>\"The defeat of George Bush would be an indication that our country has let its guard down. We'll pull out of Iraq, and the Middle East, and we'll go back to the old ways of the UN, talking about everything but not doing it.\" </p> <p>He was \"absolutely overwhelmed\" by transatlantic support after September 11, he said, but now feels that Europe sees Mr Bush as \"just a cowboy\". </p> <p>He confesses to another, personal reason for preferring the incumbent. Last March, when Mr Boyle showed up to watch the president open a memorial for Long Island residents who died on September 11, security guards prevented him from entering. </p> <p>He called a friend who works for a local congressman; the congressman was travelling in Mr Bush's limousine, and soon the president called Mr Boyle on his mobile phone. </p> <p>\"He said, 'It's George Bush. I think I can get you in. Where are you?' I said, 'If I told you where I was, which is the Aquatics Centre on Merrick Avenue, you wouldn't know where that was, because you're the president of the United States.' </p> <p>\"Meanwhile a cop was screaming at me, so I said I was on the phone with the president. He said, 'Yeah, right.'\" </p> <p>Mr Bush facilitated Mr Boyle's entry, and met him minutes later, saying: \"See, I told you I'd get you in.\" </p> <p>Few will have a similar opportunity, but it is the perception of a common touch that is one of Mr Bush's greatest assets. In combination with his tough image, it's been enough to win Mr Boyle's backing. </p> <p>\"Bin Laden is a formidable opponent,\" he said. \"These people are plotting to kill you and me, and I feel I have a better shot at beating them with George Bush. Three thousand Americans died on his watch, and he's going to pursue it.\" </p> <p><b>Terry Rockefeller lost her sister in the attack. She believes that only John Kerry's Democrats offer a chance of a safer world</b></p> <p>People wonder why Terry Rockefeller has never seemed to be out for revenge, and when they hear her talk, they sometimes tell her she is unpatriotic. </p> <p>\"I don't want revenge, because revenge doesn't work,\" said Ms Rockefeller, whose sister Laura, 41, was helping to run a conference at the Windows on the World restaurant at the top of the World Trade Centre's north tower on September 11. </p> <p>Terry didn't know about the conference, and called Laura's apartment all through that day, hoping just to confirm that she was fine. </p> <p>\"And then, when they say that because your sister was killed it's unpatriotic not to want to go to war ...\" She broke off. \"I'm sorry. I'm getting angry now.\" </p> <p>Ms Rockefeller, from John Kerry's home state of Massachusetts, and no relation to the famous Rockefeller family, doesn't think a Democratic win would come close to guaranteeing the radical changes that she believes are essential - but it would, at least, offer a chance. </p> <p>\"I am heartbroken when Dick Cheney says that a vote for John Kerry could lead to a new terrorist attack,\" she said. \"That is sheer demagoguery, fearmongering. It horrifies me. We live in a dangerous world. I know that very well, because my sister was killed. But most people around the world are at far greater risk of terrorism or war or genocide than Americans, and we haven't even begun to discuss the sources of that violence.\" </p> <p>Before the Iraq war, Ms Rockefeller, 54, a film-maker, travelled to Baghdad with the group September 11 Families for Peaceful Tomorrows, and judged the situation for herself. </p> <p>\"We came back saying, 'Well, there isn't terrorism in Iraq now, but if this war happens, people will become terrorists. This will make America hated.\" </p> <p>She was derided for her views at the time. \"But now I'm reading the same comments on the letters pages of local newspapers. People are learning.\" </p> <p>Ms Rockefeller marched in New York to demonstrate against the Republican convention, and has returned to the city for today's anniversary commemorations, but she nurses no illusions about the scale of the forces opposing her. </p> <p>\"There is so much irrational fear - the attitude is, 'We don't change presidents during wars,'\" she said. </p> <p>\"But given how much the level of danger has increased since 9/11, because of things we've done, wouldn't you rather have a president who actually engages in diplomacy, believes that diplomacy is the appropriate first response - rather than something you do after the fact, when you've shocked and awed Baghdad and found you weren't greeted with flowers?\" </p> <p>Ms Rockefeller is incensed by those who presume to harness her grief to their warmaking, or to their election campaigning. </p> <p>\"Since 9/11, we've made huge portions of the world rightfully think ill of us,\" she said. </p> <p>\"It's going to take extraordinary leadership to say, 'We did this wrongly. We have to do it differently.' </p> <p>\"We better hope John Kerry wins in November.\"</p>",
  "<b>·</b> Arthur Schlesinger Jr is a former adviser to President Kennedy and the author, most recently, of War and the American Presidency; Timothy Garton Ash's latest book is Free World: Why a Crisis of the West Reveals the Opportunity of Our Time <p><b>Arthur Schlesinger:</b></p> <p>My European friends, do not despair of America! It is still the bold and idealistic country of FDR and JFK, though boldness and idealism have latterly turned somewhat into bellicosity and arrogance.</p> <p>This is the result of two history-making experiences. One is the victory of democracy over communism in the cold war. The dissolution of the Soviet Union leaves the US as the planet's unchallenged and unchallengeable superpower - not just in the military and ideological sense, but in economics, technology and popular culture. </p> <p>Neoconservative ideologues in Washington were confident that the US could dispense with allies and international institutions. They systematically disparaged and vilified the UN, ironically enough, in the house of its founders Woodrow Wilson and Franklin Roosevelt. Many Americans sought comfort in reverting to traditional mistrust of what Jefferson called \"entangling alliances\".</p> <p>The second history-making experience we mark today - the third anniversary of the assault by hijacked airplanes on the World Trade Centre in New York and on the Pentagon in Washington, twin symbols of what President Eisenhower once called \"the military-industrial complex\". This has had a terrific impact on the national psyche, even more so than the surprise Japanese attack on the Pacific fleet at Pearl Harbor on December 7 1941.</p> <p>After all, in 1941 we knew who the enemy was. The Japanese attack took place on a remote island in the middle of the Pacific Ocean, far from American shores. The target was American naval power, not innocent civilians going about their daily business. Today the enemies are stateless; they strike in cities well know to every American; they blow themselves up or retreat into the shadows; they turn a familiar convenience - the aeroplane - into a vicious weapon; and ordinary people are the target.</p> <p>The second world war was a far more menacing conflict with far more dangerous foes. But it did not threaten Americans in the daily rounds of their lives. Today many feel an intense personal vulnerability they have never felt before. Of course, Europeans have grown accustomed to local terrorism - ETA Basques in Spain, Red gangs in Italy and Germany, Corsicans in France, and the old IRA in Britain. For Americans terrorism is a novel and horrid experience.</p> <p>This mysterious new threat led a new administration in Washington to change the basis of US foreign policy. That basis had been containment and deterrence, a combination that won us the cold war. The new basis of US foreign policy is preventive war, which cold war American presidents had abhorred and vetoed. The Bush doctrine is to attack an enemy, unilaterally if necessary, before it has a chance to attack us, a right reserved to the US. This casts the US as the world's judge, jury and executioner. Hardly a popular position.</p> <p>Most Americans had supported the war in Afghanistan against al-Qaida, which committed an act of monstrous aggression, and against the Taliban, which protected the terrorists. The second, and separate, war against Iraq was an optional war, a war of presidential choice. That war was fought on two false premises - the alleged stockpiles of weapons of mass destruction and the alleged partnership between Saddam Hussein and Osama bin Laden.</p> <p>The case for preventive war rests on the assumption that we have near-perfect intelligence about the enemy's intentions and capabilities. Post-mortem inquiries into our intelligence agencies show how imperfect our knowledge of Iraq was.</p> <p>In the meantime, \"homeland security\" anxieties abide in many American households. People in the age of terrorism are willing to pay a price for the protection of their families. As all wars do, the Iraq war has expanded presidential power. More than 30 years ago, I wrote a book called The Imperial Presidency, and an imperial presidency has been born again in Washington today.</p> <p>A so-called Patriot Act, rushed through in the wake of 9/11 by an imperial attorney general, it imposes restrictions on civil liberties of American citizens. The Supreme Court has condemned the presidential suspensions of due process for detainees held for many months without access to counsel at Guantanamo Bay, the American base in Cuba.</p> <p>The Bush administration is the most secretive within memory and grows more secretive every day. The attorney general has done his best to sabotage the Freedom of Information Act. There has been a 60 per cent increase in the number of classified documents from 2001 to 2003. The administration of Richard Nixon had held the record for secrecy heretofore, but now Nixon's counsel, John Dean, has written a bestseller called Worse than Watergate: The Secret Presidency of George W Bush.</p> <p>Such restrictions trouble many Americans. It must not be supposed that a majority of voters elected George W Bush. He was a minority president, elected by the Supreme Court in a 5-4 decision. If the votes cast for Al Gore and Ralph Nader are combined, Bush lost the popular vote by three million. Opinion polls suggest that 45 per cent of the electorate love Bush, another 45 per cent loathe him.</p> <p>It is not likely that many people in the two opposing camps will change their minds between today and November 2, election day. The battle is for the undecided 10 per cent. The Democratic candidate, Senator John F Kerry of Massachusetts, is in the school of FDR and JFK. His campaign has faltered momentarily but in the past he has shown himself to be a hard fighter and a strong finisher.</p> <p>Immediately after 9/11 a wave of worldwide sympathy engulfed America. Three years later, America is regarded with hostility around the world. Never in American history has the US been so unpopular abroad. That is not lost on the American voter. And the great strength, the great virtue, of democracy is its capacity for self-correction. So my European friends, do not despair!</p> <p><b>Timothy Garton Ash:</b></p> <p>We have not forgotten. We will never forget. We all know where we were the moment we learned the news of the assault on the twin towers. I heard it first from a Frenchwoman. I remember her stumbling words of bewilderment and instant solidarity. That solidarity between Europe and America - the twin towers of the historic West - lasted about three months, through the rout of Al Qaida in Afghanistan. But where is it now, three years after 9/11?</p> <p>Not lost and gone for ever, but waiting to re-emerge. Waiting for the America that will enable it to re-emerge. The America evoked by Arthur Schlesinger. The America whose best hope is the rather wooden yet statesmanlike John Kerry.</p> <p>A recent international poll shows that most of the world overwhelmingly wants Kerry to win. If any American thinks that counts against the Democrats' candidate I can only conclude that the shock of the 9/11 attacks has led them to stop thinking straight. And that's a result that Osama bin Laden, if he's still alive, will be celebrating today.</p> <p>This great argument inside the West is about how, not whether, we should defeat the human evil that showed itself in New York on September 11 2001, in the bombing of Madrid on March 11 2004, and in the massacre of the innocents in Beslan last week. Three years on, the West is divided roughly thus: half of the Americans are with about four fifths of the Europeans against perhaps one fifth of the Europeans who line up with the other half of the Americans. In this case, the majority is right.</p> <p>Let me, however, make one big European self-criticism. Sometimes it's not enough to be clever, subtle, cultured, tolerant, reasonable and understanding. Sometimes, if we are to defend tolerance, reason, culture and understanding, we have to be fierce, militant and downright bloody-minded. We have to fight. For we face enemies who love death and will not be deterred by sweet reason. I think more Americans than Europeans understand this.</p> <p>The conduct of the Bush administration in the war against terrorism has been strong. But it has not been wise: unconditional backing for Ariel Sharon in the Israeli-Palestinian conflict and Washington's war of choice on Iraq, in claimed pursuit of weapons of mass destruction that did not exist and with wholly inadequate preparation for the postwar occupation. These foolish policies have alienated moderate Muslim opinion everywhere, set Europe against America, increased the threat of terrorism, and made the US resented in almost every corner of the globe.</p> <p>To win this struggle together, we need to be both strong and wise. That means recognising that this is a war that war can't win. Because Washington has such a giant hammer, it tends to see every problem shaped like a nail. Unfortunately, terrorism is not a nail; it's more like an underground fungus, spreading invisibly for miles before suddenly reappearing above ground in a different place.</p> <p>I am alarmed by the militarisation of political rhetoric in the US over the three years since this century's Pearl Harbor. Too often, the country seems to be engrossed in a mythic, heroic narrative of patriotic, martial prowess. This extends to the heroic pleasure of standing not just tall but alone, like Gary Cooper in High Noon. In real life, it helps to have a few friends.</p> <p>Terrorism is never excusable, but it is often explicable. Explanations point to causes. Only if we address the political and economic causes of terrorism, as well as the thing itself, will we ever have a chance of winning this war. There is not just \"terror\" or \"terrorism\"; there are terrorisms, and they differ greatly. What the Chechen terrorists did to those children in Beslan was among the most evil acts that any human being can perpetrate against another. But it had causes, and some of them lie in the brutality and stupidity of Russian policy towards Chechnya over the last decade.</p> <p>To reflect on the political causes and how they can be removed is not weakness or appeasement, as the American right insists. It's the kind of common sense that the US itself showed when it encouraged political negotiations with representatives of the Kosova Liberation Army, the Albanian-Macedonian National Liberation Army and the Irish Republican Army, all of which used the methods of terrorism to achieve their political goals.</p> <p>Equally, nothing can justify Palestinian suicide bombers killing innocent Israeli civilians. Nothing. Ever. But their acts have causes, and if we are to win the war against terrorism, we have to remove those causes. We have to be strong, but also wise. At the moment, Europe needs a bit more strength and America a bit more wisdom. So, my American friends, we're in this together and we look to you. We have not forgotten; we will never forget.</p> <p><b>·</b> This exchange of letters was commissioned by the Italian newspaper La Repubblica.</p>",
  "<p>Although most British rock stars seem to be opposed to President Bush - the band Radio 4 is the latest to release an anti-war album - they may soon be begging him for tips on running an election campaign or rigging the vote. </p> <p>Almost 20 years after the Americans invented the idea, Britain is trying to launch a rock'n'roll hall of fame. Channel 4 plans an annual vote and new inductions to an institution which has already admitted Elvis, the Beatles, Bob Marley, Madonna and U2 as founder members. </p> <p>The plans raise the question of how professional achievement should be recognised for posterity. American culture has always favoured physical, rather theatrical demonstrations of success. Basketball in the US pioneered the practice of \"retiring the shirt\" of exceptional performers: a curious ceremony in which the garment is hoisted high above the court; like a church service in which the focus of worship is not a priest but empty vestments. </p> <p>If the ritual of shirt numbers permits celebrities to be represented by an absence, another celebrated American recognition of professional success allows them literally to leave a dent in the earth. The Hollywood figures - so far including Bacall but not Kidman - admitted to the Forecourt of the Stars' Footprints outside Grauman's Chinese Theatre on Hollywood Boulevard constitute a podiatric hall of fame. </p> <p>One hundred and seventy-three sets of human (plus Lassie's) extremities have so far been included and the growing shortage of clean concrete means admission is becoming stricter. The lesson of this is that any system for conferring professional immortality should have an element of exclusivity. The culture club needs to have bouncers. </p> <p> T here should also be some sense of majesty and mystery about the selection process. While the Oscars are obviously a Hollywood hall of fame, the visibility of those in competition every year means that bizarre decisions are easily noticed. The random and unexplained summons to jump in wet cement on Hollywood Boulevard therefore gives a greater impression of destiny being played out. </p> <p>Britain has resisted the immortalisation of stars' shoe-sizes or the veneration of a certain shirt-number. Our nearest equivalent to the famous feet outside Grauman's is Madame Tussaud's, a traditional recognition of whether a star is waxing or waning, their melting point a useful guide to the sell-by date of their celebrity. </p> <p>But if this country has generally been less formal than America in the recognition of celebrities, that is partly explained by the fact that, unlike the US, we possess two longstanding institutions which exist to pat the famous on the back. The House of Lords is a hall of fame for politicians and tycoons and, while it has traditionally admitted few showbusiness figures (except for Lords Lloyd-Webber and Archer), that section of society is celebrated by the honours system. </p> <p>This is an important distinction: a successful American actor gets to press their hands into cement for posterity; a British star is allowed to call themselves after a favourite town and get better tables in restaurants. </p> <p>Perhaps it is the recent attempted democratisation of the British honours system - with awards increasingly going to those who are neither celebrities nor civil servants - which has led to the need for a rock'n'roll hall of fame here. </p> <p>The main problem with the project, however, is that the definition of true achievement depends on length of time and weight of work. This is the point that Lauren Bacall was probably trying to make about Nicole Kidman earlier this week: not that she is a poor or insignificant actress but that the word \"legend\" was too heavy for a relative newcomer. In the Hollywood lexicon, \"legend\" is essentially a euphemism for \"old\". </p> <p>For this reason, a hall of fame only really becomes interesting in its later years. Just as lists of the nation's favourite books only begin to be interesting past the 20s - when the Tolkien, Rowling, and Austen fan clubs have been accommodated - so our upper house of rock will almost inevitably begin with predictable admissions. </p> <p>A public televised vote - the selection method chosen by Channel 4 - is also open, as with those literary polls, to domination by the performers with the best websites or most media-literate fans. </p> <p>Perhaps the solution is to combine some of these British and American ways of honouring the top people in any field. The honours system could be replaced by an annual interactive television vote, while leading politicians on retirement could be invited to stand in concrete outside the House of Lords. Quick-setting, in some cases, and leave them there. </p> <p><a href=\"\" \"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "For a cleric who refuses to talk to, let alone buy the Sunday papers on the grounds of deep religious conviction, Ian Richard Kyle Paisley still gets exercised over what newspapers on the Sabbath day have to say about him. <p>Leaning towards the microphone with a combative eye on the gathering press corps at Parliament Buildings, Stormont, last Wednesday he launched into a blistering attack on the Sundays for daring to suggest he is terminally ill.</p> <p>'Look at me, look at me,' he bellowed as one reporter asked after his health. </p> <p>'I hope to take a few thousand pounds off some newspapers who lied about me. And I would it is just because I happen to be a Protestant and journalists happen to be Romanists that they think they can take it out of me,' Paisley roared. </p> <p>In fact the two 'Romanists' - Paisleyspeak for Catholics - he was referring to are not even Catholics. Alan Murray is an East Belfast Protestant; Liam Clarke is the son of a Presbyterian Minister. They raised questions last weekend about Paisley's participation in talks aimed at restoring devolution in Northern Ireland, scheduled to start on 16 September given the state of the 78-year-old's health.</p> <p>If Paisley ever pursues the journalist's respective papers through the libel courts it will make for a fascinating contest. </p> <p>Both newspapers would request under the rules of disclosure Paisley's medical notes over the last few years. </p> <p>Although pale and gaunt, his dark suit hanging loosely off his shoulders, Paisley made it clear that he would be there to effectively rain on Tony Blair's parade.</p> <p>The Prime Minister's bid to shift the focus away from Iraq and onto the domestic agenda this autumn includes re-engaging with one of the major achievements of his two terms of office - peace and stability in Northern Ireland. Blair and his Irish counterpart Bertie Ahern will co-chair the final session of talks at Leeds Castle in Kent which are set to run over three days. </p> <p>Downing Street hopes that by 'hothousing' the parties together in a closed environment progress can be made towards bring back powersharing government between unionists and nationalists. The two Premiers and their officials, including Number 10's key negotiator and Blair's chief-of-staff Jonathan Powell, cannot underestimate Paisley's apparent determination to break the talks on the wheel of the IRA's continued existence. </p> <p>Twenty-four hours after Paisley's 'Romanist' outburst the leader of the Democratic Unionist Party appeared to move even further to the right. He intimated that even if the IRA were to disarm and disband his DUP would still not share power with Sinn Fein. Paisley would not even talk directly to Gerry Adams, the Sinn Fein President, if the IRA were to decommission. 'Not as a Sinn Feiner,' Paisley said as he stood alone at his solo press conference. </p> <p>Over the summer officials at the Northern Ireland Office and their colleagues in Dublin's Department of Foreign Affairs have tried to talk up the prospects of an autumn deal. </p> <p>They pointed to the seemingly pragmatic noises coming from Paisley's able deputy the East Belfast MP Peter Robinson and Nigel Dodds, arguably the most talented of the DUP's front-bench team who stressed there could be a deal done before next year's Westminster elections. There was even an unspoken hope at Stormont Castle that Paisley's alleged illness would force him out of the talks allowing the younger, ambitious and eager DUP young guns to dictate the party's agenda at the negotiations. Paisley's theatrics and the choreography of his first press conference in months suggest the 'Big Man' is still very much in charge.</p> <p>Before his confrontation with reporters on Wednesday Paisley was surrounded by a cluster of the DUP old guard, all of whom such as the Reverend William McCrea are members of their leader's fundamentalist Free Presbyterian Church. </p> <p>The subliminal message transmitted from Paisley's choice of cadres to surround himself was that the party's traditional hard-line on republicanism, its no-compromise unionism, would not be diluted this side of a general election, or perhaps even beyond it. </p> <p>Middle class unionist voters normally turned off by Paisley and his party's fire and brimstone biblical rhetoric abandoned the Ulster Unionists at last November's Assembly elections for the DUP because they were fed up with the outworkings of the Good Friday Agreement. </p> <p>They were frustrated at the IRA and the loyalist paramilitaries' refusal to end all violence and they were horrified that a former IRA chief-of-staff, Martin McGuinness, was in charge of their children's education in the now suspended powersharing executive. These are the main reasons why the DUP supplanted the UUP as the leading force in unionism and became the largest party in the Northern Ireland Assembly.</p> <p>While Paisley was warning journalists at Stormont that some of them 'would be in coffins before I am', his rival David Trimble was being feted several thousand miles away by the US Republican Party at George W. Bush's convention in New York. Trimble has told his party colleagues that all the UUP has to do is sit and wait for the DUP to make the inevitable compromises the Ulster Unionists were forced to make with republicans six years ago.</p> <p>In the words of one key Trimble aide: 'His strategy regarding the DUP is basically \"give them enough rope\". DT thinks that the voters will see the hypocrisy of the DUP saying one thing in opposition and doing the opposite because they crave power.' </p> <p>Northern Ireland's former First Minister and Nobel Peace Prize winner is likely to be entering his final year as leader of the UUP. Next year marks the 10th anniversary of Trimble taking control of his party and even some of his closest supporters admit he will use that date to bow out. 'I think David wants to see out his 10 years as leader and then retire on the anniversary, which will coincide with next year's talks. Then a new leader will come forward who will make it easier for the DUP to co-operate with our party,' said one of Trimble's most loyal friends inside the UUP. </p>",
  "At New York fashion week this weekend, the accessory to be seen with is not the new limited edition Louis Vuitton handbag, or even the latest must-have miniature lapdog. It is a cheap blue or red plastic badge of allegiance - not to the Manhattan fashion power players of Donna Karan, Calvin Klein or Ralph Lauren, but to presidential candidates George Bush or John Kerry. <p>Mary Alice Stephenson, stylist to the actor Liv Tyler and a well-known front-row face, this week told the cult Manhattan-based fashion newspaper The Daily that top of her list of what not to wear this week was \"a Bush/Cheney pin\". </p> <p>Coming hot on the heels of the Republican convention in New York, and with the election less than two months away, the buzz at this New York fashion week is as much about politics as about frocks. </p> <p>Among the week's most coveted invitations is a reception on Sunday night hosted by designers Cynthia Rowley and Kenneth Cole, along with Hillary Rodham Clinton, in honour of John Kerry and John Edwards. And the front-row guests expected to produce the biggest paparazzi frenzy are not the actor Kate Hudson, rumoured to be attending Marc Jacobs's show on Monday night, or even Paris Hilton, who is in town to promote her book, Confessions of a Heiress, but the first daughters, Barbara and Jenna Bush. </p> <p>In February, Barbara caused a sensation by gracing, with her model cousin Lauren, the front row of young designer Zac Posen's show. Currently on a charm offensive, the Bush girls may well take advantage of the publicity surrounding fashion week again. </p> <p>Fashion has come to play a key role in grooming candidates' wives and, increasingly, daughters for the campaign trail: the latest issue of American Vogue features an interview and glamorous photoshoot with John Kerry's daughters, mirroring a similar stunt with the Bush girls earlier in the summer. </p> <p>Meanwhile, in another attempt to introduce to fashion week debate that transcends the issue of Jimmy Choo versus Manolo Blahnik, the animal rights group People for the Ethical Treatment of Animals, which in recent years has repeatedly sabotaged the catwalk shows of top designers to protest against their use of fur, has this season staged a fashion week seminar for students at Parsons School of Design to inform young designers, who are often offered sponsorship by fur companies in return for featuring their products, about the fur trade. </p> <p>The aim, says the Peta vice-president Dan Mathews, is to allow students \"to make informed choices about using animal skins rather than just letting them be seduced by fur industry handouts.\" </p> <p>The politicised atmosphere is heightened by the fact that fashion shows will be staged today, the first to be held on September 11 since the terrorist attacks. For the first two anniversaries of the attacks, organisers avoided the date. But today there is a full schedule of nine shows. </p> <p>\"It is a day of business,\" says Fern Mallis, executive director of New York fashion week coordinators 7th on Sixth, of the decision to stage shows. </p> <p>\"The city is not shut down. There are very significant major events happening in New York - the women's final of the US Open, for instance. At 8.45am and 9.03am, the times when the planes hit, we will have moments of silence. After that it's up to everyone to mark the day in whatever way feels appropriate to them.\" Unsurprisingly, however, none of the major designers have chosen to show today. \"I wouldn't say there was a rush to fill those slots\", admits Mallis. </p> <p>But Kelly Cutrone, owner and founder of the fashion PR company People's Republic, has chosen slots today for several of the designers she represents, including the American designer Jeremy Scott and the Turkish newcomer Atil Kutoglu. For Cutrone, there is a strong political dimension to this decision. </p> <p>\"Personally, I'm very sceptical about how the Bush administration has handled the legacy of 9/11. I don't at all support their tactics designed to make everyone feel so scared. I'm not going to buy into that fear.\" But she admits the decision to go ahead with shows was not an easy one. \"Of course, it's a day when people in New York are very sensitive,\" she says. </p> <p>\"And of course we want to respect those people who suffered on a very personal level. But while fashion may not be the deepest industry in the world, in our own little fashion way we felt it would be good to do something positive.\"</p>",
  "With 50 days left in his presidential campaign and nearly 10 points behind in the polls, John Kerry found himself this week in a familiar situation: surrounded by people willing him on, but who were having trouble understanding what he had to say. <p>The venue was the cavernous semi-dome of Cincinnati's art deco railway terminal, now a stunning museum, but a problematic place to hold a rally. Senator Kerry's voice echoed like a forlorn platform announcement, and determined local supporters like John Figurel struggled to hear what he was saying. </p> <p>\"I want him to get tougher,\" Mr Figurel said, conceding that if Mr Kerry had been tougher in the speech, he had missed it. </p> <p>That has been Mr Kerry's problem all along. </p> <p>After all the months on the road, many Americans are unclear about what he stands for, partly thanks to the efforts of the White House, which spent much of last week's Republican convention in New York lampooning him as a \"flip-flopper\". </p> <p>The charge has been hard to scrape off, because it contains a large fragment of truth. </p> <p>The Massachusetts senator has altered course on key issues, most notably Iraq, and he has yet to convince people that changing your mind is better than making consistently bad decisions, as he insists the president has done. </p> <p>A Washington Post and ABC poll published yesterday confirmed that George Bush had come out of his convention with a 52-43 percentage point lead nationwide. </p> <p>The Kerry campaign, in its most difficult week, has consoled itself that the margin is significantly smaller in the swing states, where the election is really being fought, and among all registered voters, rather than just likely voters. </p> <p>The man himself appears to thrive on bad news. Over the past few days, his tall, normally rigid frame seemed to relax, he has even attempted jokes, telling pensioners in St Louis they were lucky that he was not staying behind to beat them at bingo. </p> <p>The sunny mood was reminiscent of the most difficult hours of his primary campaign in January, when the prospect of defeat seemed to inject much-needed urgency and clarity into his rhetoric. </p> <p>But the inescapable truth is that the Democrats' campaign has been blown off course; the president has succeeded in conveying his simple \"me strong, him weak\" tune. </p> <p>The tension has been noticeable in the Kerry camp, where speeches are being rewritten hours before delivery, and new faces have begun to appear on the team. </p> <p>Mr Kerry has brought on two distinct groups of reinforcements: political street-fighters from his Boston past, John Sasso and Michael Whouley; and famous faces from the Clinton White House, such as the former presidential spokesmen Joe Lockhart and Mike McCurry, and a prominent pollster, Stanley Greenberg. </p> <p>Mr Lockhart has become the campaign's new front man on television, but on the road, Mr Sasso is the battlefield tactician, constantly at the senator's shoulder. </p> <p>In Cincinnati, he watched the candidate from behind the television cameras. A short man with neat grey hair and a charcoal suit, he had more the air of a banker than the tough operative he is reputed to be. </p> <p>The last time Mr Sasso was in the national spotlight was in 1988. He was forced to resign from Michael Dukakis's campaign when it was found he had leaked tapes to the press that showed that one of the Massachusetts governor's opponents in the Democratic primary, Joe Biden, had plagiarised Neil Kinnock's words. </p> <p>His reappearance at least sent a signal that the Kerry campaign intends to play hard. Mr Sasso politely deferred questions about his role to the woman standing with him, Mary Beth Cahill, the campaign manager. </p> <p>\"Look, it's a general election,\" said Ms Cahill, who is widely credited with helping save Mr Kerry from ignominy in the Democratic primaries. \"This is the way things happen when you come down to the crunch. Some of the most gifted operatives in the DNC [Democratic National Committee] have come on board.\" </p> <p>Robert Boorstin, a veteran of Democratic campaigns, explained his role more bluntly. \"He is a brilliant strategist, a tough guy, who doesn't mind saying 'screw you' to the candidate,\" he said. </p> <p>That may be his most valuable role, as a trusted aide who is not afraid to tell Mr Kerry where he is going wrong. </p> <p>Mr Sasso is also supposed to help the campaign respond faster to attacks such as the claims by hostile veterans that Kerry had embellished his Vietnam war record. </p> <p>It was a fight the Kerry campaign marched into by focusing the Democratic convention in Boston on the candidate's status as a war hero. </p> <p>In Ohio, a Kentucky Republican infiltrated the Democratic crowd, and began ranting against Mr Kerry's 1971 claim that US soldiers had committed atrocities there. The heckler, however, made the mistake of jumping up next to a delegation of union sheet metal workers, some of whom silenced him with a headlock and wrestled him to the ground. </p> <p>Since Mr Sasso and the Clintonites have come on board, the Kerry message has become noticeably crisper. </p> <p>For all the acoustic problems, the Cincinnati speech marked the start of the fightback. It was intended primarily for a TV audience, which heard it straight from the can didate's microphone, and, in any case, the real eloquence of the message was the choice of venue. Mr Kerry was standing on the spot from which Mr Bush had warned Americans of a nuclear \"mushroom cloud\" if Saddam Hussein was left to his own devices. </p> <p>That Cincinnati speech in October 2002 clinchedMr Bush's case for war. Days later, a mandate for military action was passed overwhelmingly in the Senate, with the support of Democrats like Mr Kerry. </p> <p>By revisiting the \"scene of the crime\", Mr Kerry was able to remind the country of the president's unfounded claims and their cost so far - 1,000 lives and $200bn, and untold damage to the US way of life. </p> <p>By the next day, when Mr Kerry addressed a smaller rally in Des Moines, Iowa, the theme had been honed further into a fighting slogan, that played with George Bush's middle initial, nickname and campaign trademark. \"That's W. Wrong choice, wrong leadership and wrong direction,\" he said repeatedly, punctuating his short speech with the phrase to the delight of the crowd. </p> <p>His last slogan, \"Bring it on\" saw him through the primaries, but long ago began sounding tired and vacuous. </p> <p>The \"wrong choice\" line has been turned into an advertisement that is intended to play in almost every state. </p> <p>The Kerry campaign will now hammer home its main charges against Mr Bush: that unemployment has risen by more than a million on his watch, that the number of Americans without medical insurance has risen by five million, and that Mr Bush has taken the US into a war from which there is no easy exit. </p> <p>Many Democrats believe the president's lead in the polls reflects a fundamental failure in the Kerry campaign. New staff can help, but it is clear to a lot of Democrat supporters that much of the problem lies with the candidate himself. </p> <p>His vote for the Iraq war in October 2002 has blurred the Democratic position on the central issue in the campaign. Some of his advisers have urged him to state simply that he, like a majority of Americans, was fooled by the president, and that the Senate vote was not a blank cheque. </p> <p>As one Democratic strategist put it: \"If you sign an agreement with a credit card company, it doesn't mean that if someone steals your card and spends $10,000 in Gucci, you should pay it.\" </p> <p>It is a persuasive argument, but not one Mr Kerry has made himself. Instead, he has alternated between saying he would have fought the war differently, arguing it was fought on false pretences, and then baffling his staff by agreeing he would have voted for the invasion even if he had known Iraq had no weapons of mass destruction. President Bush quickly seized on that admission and has not let go. </p> <p>\"Many smart candidates have a problem of being addicted to nuance, and it happens especially with legislators,\" Mr Boorstin conceded. </p> <p>His supporters insist he is a \"good closer\", who saves his best to last. He demonstrated that in the primaries, and will have to do so again in the presidential televised debates, which are due to begin by the end of this month. </p> <p>In the absence of an \"October surprise\", they are likely to be Senator Kerry's last stand.</p>",
  "Where's George Orwell when we need him? Because we Americans need him. We desperately need him. Consider: in August 2001, immediately after reading a memo entitled \"Bin Laden determined to strike in US\", President George Bush went bass fishing - and never called a meeting to discuss the issue. <p>A month later, on September 11, when he was told that the terrorists had attacked, Bush spent the next seven minutes reading a children's book, The Pet Goat, with a group of schoolchildren. </p> <p>And when it comes to his own military service, recent revelations show that Bush got out of fighting in Vietnam thanks to his dad's political clout. Even then, Bush didn't fulfil his obligations to the National Guard. </p> <p>Yet somehow the Bush-Cheney ticket is convincing Americans that only a Republican administration can handle national security. If John Kerry wins, Dick Cheney warned: \"The danger is that we'll get hit again and we'll be hit in a way that will be devastating.\" The choice is simple: Vote Republican, or die. And voters are buying it. </p> <p>A poll just after the Republican convention showed that 27% of the voters preferred Bush to Kerry when it came to national security. Increasingly, it is becoming clear that if Bush wins in November it will be because of the fear factor. </p> <p>Yet the truth is that Bush is actually soft on terror. When it comes to going after the men who were behind 9/11 and who continue to wage a jihad against the US, Bush has repeatedly turned a blind eye to the forces behind terrorism, shielded the people who funded al-Qaida, obstructed investigations and diverted resources from the battle against it. </p> <p>One key reason is the Bush-Saudi relationship, the like of which is unprecedented in US politics. Even after the success of Michael Moore's Fahrenheit 9/11, the subject is largely taboo in the American media. Never before has a president of the US - much less two from the same family - had such close ties with another foreign power. </p> <p>Prince Bandar, the Saudi ambassador to the US and a powerful member of the royal family, has been a close friend of George Bush Snr for more than 20 years. Nicknamed Bandar Bush, he drops by the Bush residences in Kennebunkport, Maine, and Crawford, Texas, not to mention the White House. He and Bush senior go on hunting trips together. </p> <p>Then there's the money. More than $1.4bn of financial transactions have gone from the House of Saud to corporations and institutions tied to the Bushes and their allies - largely to companies such as the Carlyle Group, Halliburton, and HarkenEnergy. So what does all that influence buy the Saudis? </p> <p>Let's go to the White House on September 13 2001. Just 48 hours after 9/11, the toxic rubble at the World Trade Centre site was still ablaze. The estimated death count, later lowered significantly, was thought to be as high as 40,000. </p> <p>On that afternoon, Bandar met on the Truman balcony with President Bush and the two men lit up Cohiba cigars. At the time, the White House knew that 15 of the 19 hijackers were Saudis. It knew that Osama bin Laden was Saudi. And, as the 9/11 commission concluded, it knew that Saudi Arabia was \"the primary source of money for al-Qaida\", which was largely funded by wealthy Saudis via Islamist charities. </p> <p>President Bush was in the presence of the ambassador from the country that is the guardian of Wahhabi Islam, the fundamentalist sect which helped produce al-Qaida. This is where the war on terror and a massive investigation into the greatest crime in US history should have begun. </p> <p>But, given the intimate relationship between the two families - and, of course, the fact that the Saudis help fuel America's 165m automobiles - this was not just a meeting between the president of the US and the ambassador of a country that harboured and financed terrorists. The Saudis were special. </p> <p>Because Bush and Bandar were the only two people present, we do not know exactly what was said. But we do know that the president failed to join the issue of the Saudi role in terror or how to stop the funding of terrorism through Islamist charities and financial institutions. </p> <p>That same afternoon, the first of 11 chartered planes began to pick up more than 140 Saudis scattered throughout the US. Saudi Arabia and the president's defenders have mounted a massive PR campaign to minimise the damage of the Saudi evacuation. But the facts in the 9/11 commission report remain unchanged. The Saudi evacuation flights were not the fantasies of conspiratorialists. They actually took place. The departures were approved by the White House and the vast majority of Saudi passengers were not interviewed by the FBI. </p> <p>This was the biggest crime in US history. But, in the midst of a grave national security crisis, rather than investigating it the White House and the FBI spent their limited resources helping evacuate the Saudis. </p> <p>Over the next two years, the 9/11 commission found, the Bush administration failed \"to develop a strategy to counter Saudi terrorist financing\". As a result, our Saudi allies were half-hearted in cooperating on terrorist financing and, the commission concluded: \"the US government still has not determined with any precision how much al-Qaida raises or from whom, or how it spends its money.\" </p> <p>Now, thanks to Intelligence Matters: The CIA, the FBI, Saudi Arabia and the Failure of America's War on Terror, a new book by Senator Bob Graham, we know that the Saudis may have played an even bigger role in 9/11 than previously reported. As a member of the Senate intelligence committee, Graham said he learned that \"evidence of official Saudi support\" for at least two of the 19 hijackers was \"incontrovertible\". </p> <p>As co-chairman of the joint House-Senate panel investigating 9/11, Graham found his efforts to get to the bottom of the Saudi role in 9/11 again and again were quashed by the Bush administration. When his committee tried to subpoena a key witness who happened to be an FBI informant, the FBI refused to cooperate. \"It was the only time in my senatorial experience that the FBI has refused to deliver a congressional subpoena,\" Graham told Salon.com in a recent interview. \"The FBI wasn't acting on its own,\" he added, \"but had been directed by the White House not to cooperate.\" </p> <p>In the end, 27 pages of the report on the role of the Saudis in 9/11 were classified by the White House and not released to the public. According to Graham, the Bush administration may have censored the material because it did not want the public to be aware of Saudi support for the 9/11 terrorists. \"There has been a long-term special relationship between the US and Saudi Arabia,\" he said, \"and that relationship has probably reached a new high under the George W Bush administration, in part because of the long and close family relationship that the Bushes have had with the Saudi royal family.\" </p> <p>Graham writes: \"It was as if the president's loyalty lay more with Saudi Arabia than with America's safety.\" </p> <p>If that is the case, no wonder the Bush-Cheney ticket is counting on fear. </p> <p><b>·</b> Craig Unger is the author of House of Bush, House of Saud </p> <p><a href=\"mailto:craigunger@houseofbush.com\">craigunger@houseofbush.com</a></p>",
  "<p>America's declaration that genocide is taking place in Sudan has injected fresh urgency - and controversy - into the international debate about what the UN unhesitatingly calls the world's worst humanitarian crisis. It was only to be expected that the Khartoum government would reject the charge, but there has also been a lukewarm response elsewhere to Colin Powell's statement to the Senate foreign relations committee. The US secretary of state says genocide is taking place on the basis of evidence that black African villagers in Darfur are being targeted with the specific intent of destroying \"a group in whole or part\". Human rights organisations have welcomed the shift. Britain's official response is that grave crimes are being committed by the government-backed Janjaweed Arab militias and that the UN should mount an urgent investigation. Is this a case of diplomatic sensibilities masking a brutal truth? Is it right to have reservations about using the G word? </p> <p>Situations previously characterised as genocide include the Turkish massacre of 1.5 million Armenians during the first world war and, less controversially, the Nazis' extermination of six million Jews in the second world war, when the term was coined from the Greek word genos (race or tribe) with the Latin word cide (to kill). It has been widely applied to Pol Pot's Cambodia of the 1970s and made bloody reappearances in Rwanda in 1994 and in the aftermath of the wars of the Yugoslavian succession. Slobodan Milosevic, the former Serbian president, is facing a genocide charge at the Hague war crimes tribunal. Radislav Krstic, a Bosnian Serb general, was convicted of genocide for his role in the Srebrenica massacre of 7,000 Muslim men and boys. </p> <p>Sudanese officials will admit to nothing more than a humanitarian crisis created by ethnic strife and have contemptuously accused Mr Powell of seeking black votes in the forthcoming US presidential election. Khartoum also argues that the intervention will undermine delicate peace negotiations with Darfur rebel groups in Nigeria. Most of the facts, though, are indisputable: 50,000 people have died since February 2003 and over a million have been displaced. Aid workers yesterday reported a new mass influx of refugees into one camp in southern Darfur. Harrowing images have been on our TV screens for long enough to fuel demands for something that goes beyond agonised handwringing and ineffective quiet diplomacy </p> <p>It is true that behind the debate in the US lies guilt about the shameful failure to act when the first reports of genocide emerged from Rwanda a decade ago. That is only natural. The genocide characterisation may also be intended to galvanise the international community - though targeted sanctions such as an assets freeze and a travel ban on senior Sudanese officials would be more effective than the oil embargo currently being proposed by Washington. That is opposed by China, an importer of Sudanese oil and a security council member, as well as by Pakistan and Algeria. And there is the familiar dilemma that such sanctions are a notoriously blunt instrument, as the Iraqi experience taught. But urgent though the crisis is, Washington and London are still not trying the sort of heavy-duty arm-twisting they tried when seeking a second UN resolution authorising war on Saddam. </p> <p>Mr Powell's intervention puts the US a step ahead of the EU, which says it wants a UN investigation. But the real question is not about a dictionary definition of genocide. No one can claim that Sudan is not experiencing a terrible human tragedy. As Oxfam has been warning in appeals for help to save lives: time is short and people are dying. Recognising the scale of human suffering is a prerequisite to action. Words, however resonant, are not enough.</p>",
  "<p>Michael Eisner announced plans yesterday to step down as chief executive of Walt Disney in 2006, ending a tenure of more than 20 years in which he has left an indelible mark on one of the best-known brands in the world. </p> <p>The decision to leave the company follows a bruising year for Mr Eisner in which he faced an unprecedented shareholder revolt and vilification by members of the Disney family. He also saw off an unwelcome takeover bid from the cable company Comcast, an approach that demonstrated how vulnerable his position had become. </p> <p>The attacks would once have seemed inconceivable. Mr Eisner was for years lauded for guiding the business through a rapid expansion and creative renaissance in the 80s and early 90s which turned Walt Disney into a media powerhouse. The announcement was not unexpected. Disney's board recently said it had formalised the search for a successor and many on Wall Street assumed he would not stay on beyond his contract. </p> <p>By confirming his plans to step aside, Mr Eisner, 62, may hope to calm the calls for his immediate resignation, giving himself another two years to restore his reputation. \"I want to position the company for the future,\" he told the Wall Street Journal. \"I want to ensure that the company continues its strong cultural direction and fiscal direction. I have great affection for the company.\" </p> <p>Mr Eisner's preferred successor would be president and chief operating officer Bob Iger, a veteran television executive who was working at Capital Cities/ABC when Disney acquired it in 1995. </p> <p>Analysts have named other contenders including News Corporation chief operating officer Peter Chernin; former Viacom president Mel Karmizan; Jeff Bewkes, who runs the entertainment and cable division of Time Warner; Meg Whitman of eBay; Tom Freston, co-president of Viacom; Yahoo! chief Terry Semel and even Steve Jobs, the founder of Apple Computer. </p> <p>When Mr Eisner joined Walt Disney in 1984, the film studio and theme park operator was long past its glory days and struggling to maintain independence. For the first 10 years he scored successes. The core animation business began churning out hits again and he built a TV division including the ABC network, lucrative sports cable network ESPN and the Disney Channel. </p> <p>In his resignation letter he was keen to draw attention to his achievements. Since he joined the business, he noted, revenues had grown from $1.7bn (£900m) to $30bn; staff numbers from 28,000 to 117,000 and market capitalisation from $2.8bn to $57bn. </p> <p>In the mid-90s, things started to turn sour. Frank Wells, the former company president and a key player in the management team, died and studio head Jeff Katzenberg quit after being denied promotion. Mr Eisner hired Michael Ovitz and fired him 14 months later with a $140m severance package, a scandal that will return to haunt the Disney boss in an impending shareholder lawsuit. </p> <p>The financial performance also started to wilt. The company over-expanded in retail and invested in a failed internet venture. The animated film studio lost its way, theme park attendance dropped in the wake of the terrorist attacks three years ago and ABC sank to the foot of the ratings. </p> <p>Mr Eisner's ego also came under scrutiny as he failed to renew a distribution deal with Pixar, the computer animation studio behind Finding Nemo and Toy Story. The future with Harvey and Bob Weinstein, the brothers behind Disney-owned Miramax, is also uncertain. </p> <p>The frustration with Mr Eisner found voice at the start of the year when Roy Disney, the nephew of Walt Disney, and Stanley Gold, another former board director, launched a searing personal attack. They accused Mr Eisner of presiding over a \"cultural decay\" at the much-loved firm. In March, Diane Disney Miller, the sole surviving child of Walt Disney, also said it was time for Mr Eisner to step aside. </p> <p>At the company's annual meeting in March, the momentum for Mr Eisner's removal had grown. The 43% of shareholders who withheld their votes for his re-election to the board prompted him to give up his chairmanship. </p> <p>Mr Eisner has managed to ride out the storm chiefly because of the signs of a long awaited recovery in Disney's financial performance. Disney has forecast profit growth of 50% from continuing operations this year. </p> <p>In his resignation letter, he said he was proud of how he and others had managed the business in difficult times. He ended with a flourish: \"It has been a fantastic Disney ride for the past 20 years. Ups and downs to be sure, but filled with great satisfaction ... I can only conclude by telling you what I am doing next - I'm going to Disneyland.\"</p>",
  "<p><strong>Checkpoint</strong><br>by Nicholson Baker<br>115pp, Chatto, £6.99</p> <p>Checkpoint has caused a hoo-ha in the US because it entertains the assassination of a president. The most famous piece of fiction to advocate the killing of a head of state was Geoffrey Household's Rogue Male. Hitler was not named there, but George W Bush is here, meaning that Baker's book has been treated less as fiction than incitement. Baker's would-be killer claims his weapons of choice include an indestructible guided giant boulder and special bullets \"with built-in face recognition - Bush-seeking bullets\", which suggests that Baker might not take his premise seriously beyond the column inches it was bound to generate.</p> <p>History, Don DeLillo wrote, comes down to people talking in rooms. Checkpoint is a transcript of two men talking in a Washington hotel. Jay conforms to the standard lone assassin profile, a social misfit down on his luck. There to voice Baker's indignation, he makes neither an interesting nor a believable killer. His old friend Ben tries to talk Jay out of his folly but sounds much like Jay, less delusional though equally given to archaism. They complain that pills, pickup trucks and war are about all that the US still produces. They go over old conspiracy material and voice the usual anti-Bush arguments.</p> <p>While the subject is grave, the rhythm and wording are more suggestive of Baker's forte, humour, and raise awkward questions about his motive. The book tries to be funny, but isn't. The controversy repeats the canny attention-seeking of Baker's earlier works. In this, Baker turns out to be as opportunistic as any thriller writer. For someone who produces thin, bookish books that are barely novels, Baker positions himself well, but what seems outrageous on the page becomes less so in isolation; he adds little to what has already been said by Gore Vidal and Mark Crispin Miller in The Bush Dyslexicon, which argues that Bush is a skilful propagandist who has consistently led people to underestimate him. The surprise is that Baker is surprised by any of this.</p>",
  "<p><strong> In the Shadow of No Towers </strong><br>by Art Spiegelman<br> 48pp, Viking, £20</p> <p> The pivotal image from \"my 9/11 morning\", writes Art Spiegelman, one that \"still remains burned on to the inside of my eyelids several years later - was the image of the looming north tower's glowing bones just before it vaporised\". A resident of Lower Manhattan, Spiegelman witnessed 9/11 first-hand, scrambling with his wife to retrieve their two children from schools nearby. </p> <p>He spent the next three years creating In the Shadow of No Towers, in order, he says, to distil and depict his own memories of the event and his government's unfolding response to it. Spiegelman has experienced a type of phantom-limb syndrome since September 11 2001: the \"glowing bones\" haunt every page. </p> <p> In the Shadow of No Towers is structurally unusual. An introductory essay is followed by 20 large-format cardboard pages. These are designed to be read vertically, so the spreads are broadsheet newspaper-size pages, each one a story. \"The giant scale of the colour newsprint pages seemed perfect for oversized skyscrapers and outsized events,\" Spiegelman explains. His 9/11 monument has an introductory essay and 10 broadsheet stories, followed by a \"comic supplement\" (another essay and seven more colour plates). In addition, there are endpapers adapting a 1901 edition of The World newspaper reporting the attempted assassination of President McKinley. The book is not an organic narrative, in other words, and that is to the point. </p> <p>The \"comic supplement\", like the endpapers, prompts one to reread the 9/11 pages and examine why Spiegelman resurrected certain comic characters, created a century earlier by American journalism's \"twin titans\", Joseph Pulitzer and Randolph Hearst, near the future site of Ground Zero. Answering an interviewer's question whether these endpapers would perplex his readers, he replied: \"That's exactly the point of the book, thank you.\" Many of the old comic stars reappear, embodying the buildings and, simultaneously, the Spiegelman family, struggling to cope. After 9/11 many New Yorkers found that poetry such as Auden's \"September 1, 1939\" articulated their fears and grief. For Spiegel man, old comics epitomised the vulnerability of the towers and life. He was haunted by characters such as the \"Yellow Kid\" comic stars - \"twin Kids [who] towered over the New York skyline\" - who paved the way for several key characters in comic history. </p> <p> In the Shadow of No Towers is most compelling as it charts the changing memory of 9/11. The last panel shows how time only widens the gap between those who can escape the shadow of 9/11 and those direct trauma victims who cannot. By 2004, Spiegelman has not forgotten, norhave those who lost loved ones. Yet public focus has cer tainly shifted elsewhere, to Iraq, to the redevelopment of Lower Manhattan; and, as Spiegelman argues, to the upcoming election. </p> <p>Spiegelman alludes to his parents' Holocaust experience by depicting his family as mice, a technique he used throughout Maus. Similarly, the Auden quote - \"The unmentionable odour of death offends the September night\" - echoes his father's description of the smoke in Auschwitz as \"indescribable\", something Spiegelman finally understood after 9/11. \"That's exactly what the air in Lower Manhattan smelled like.\" But it does not feel as if the artist intends to equate the two events. Rather, Spiegelman subtly suggests that as he stands on the \"faultline where World History and Personal History collide\", struggling to articulate trauma, loss and memory, he can better understand the plight of others caught in the aftermath of large-scale violence. In the Shadow of No Towers bears reading this September 11 as we remember them.</p> <p><strong>·</strong> Aili McConnon has lectured on 9/11 literature and art as a Princeton University \"ReachOut 56\" fellow.</p>"
]