[
  "<b>Washington Post</b> <br> Editorial, August 31 <p>\"Chechnya got a new president on Sunday - but congratulations to Alu Alkhanov, the career police officer taking over the job, don't really seem to be in order. After all, three of Chechnya's four previous presidents have died violently, including the last one ... And Mr Alkhanov's own selection, like that of Akhmad Kadyrov before him, came through an election blatantly rigged by the Russian government ...</p> <p>\"Mr Alkhanov ... is promising Chechnya's long-suffering population an economic revival, but the more likely prospect is the grinding continuation of a war that has destroyed the republic, bled and corrupted the occupying Russian army, and contributed to the crumbling of democracy and free speech in Russia itself. Responsibility for this debacle lies squarely with Vladimir Putin, the Russian president.\"</p> <p><b>Olga Romanova</b><br> Vedomosti, Russia, August 31</p> <p>\"Once again presidential elections in Chechnya have passed off successfully. These days a great success in Russia is when an event that is presented as historically important does not actually interest anyone at all - because [it] takes place under strictly controlled conditions and everyone knows what will happen beforehand. Moreover, all elections in Russia are becoming more and more like those of Mr Putin. You take an unknown modest civil servant, stick him on a stool and say to the people: 'Vote for him'. And the people acquiesce.</p> <p>\"Nothing is easy in Chechnya, where someone is blown up on a regular basis, but the situation seems quieter ... because it has become unacceptable to talk about it on state television ... We are promised that this time round everything really will be OK. It would be interesting to know, however, why everything will be OK.\"</p> <p><b>Moscow Times</b><br> Editorial, August 31</p> <p>\"The big question ... is whether Mr Alkhanov will be able to run the war-ravaged region at least as well as his predecessor ... Mr Alkhanov obviously lacks Mr Kadyrov's charisma and influence ... [and] has no real power base of his own. He also has little influence over Chechen rebel leaders, and therefore stands little chance of convincing them to surrender their weapons.</p> <p>\"The next few months will determine whether Mr Alkhanov can parlay his presidential post into real political power in Chechnya. To do so, he will have to marginalise powerful patrons and convince the federal government to keep subsidies flowing while expanding the share of revenue from Chechen oil sales that enters the regional budget. He will also have to crack down on alleged widespread abuses committed against civilians by government forces. If Mr Alkhanov fails, the situation in Chechnya may deteriorate to the point that the Kremlin's spin doctors can no longer conjure an image of stability - even on state television.\"</p> <p><b>Akhmed Zakayev</b><br> Kommersant, Russia, August 31</p> <p>\"[Mr Alkhanov] was not elected but appointed by Mr Putin the day after Mr Kadyrov's death. Neither Allah or the people have participated in this farce [the election].</p> <p>\"Mr Alkhanov won't have his own policies. He will unconditionally do the Kremlin's bidding. Seventy five percent (his voter support) is a meaningless figure; it's not important how people voted but how the votes were counted.\"</p> <p>Akhmed Zakayev is a special representative of the Chechen rebel leader Aslan Maskhadov</p> <p><b>Andrew Kuchins</b><br> Nezavisimaya Gazeta, Russia, August 30</p> <p>\"The result of the presidential elections in Chechnya is clear. You knew exactly who was going to win before they even took place. [But] we should remember that a tragedy involving two airliners took place before the election. If the Chechen link to this act of terror holds up, then the west will be more sympathetic and supportive of the Russian leadership when it comes to the Chechen problem.\"</p> <p><b>Komsomolskaya Pravda</b><br> Editorial, Russia, August 31</p> <p>\"The results of the presidential elections in Chechnya show that a significant step has been taken so that the words 'Chechen' and 'terrorist' stop being synonymous.\"</p> <p><b>Independent</b><br> Editorial, August 31</p> <p>\"Nothing sums up Russia's failure in the troubled southern region of Chechnya more pointedly than the coincidence of two developments ... The first was the announcement that Mr Putin's choice ... had been elected Chechnya's new president by a landslide. The second was confirmation from Russia's security services that simultaneous plane crashes five days before the election were caused by explosives - most likely detonated by Chechen women suicide bombers. Neither announcement bodes well for the future of Chechnya, nor yet for its relations with Russia ...</p> <p>\"Mr Putin, no less than a British or US leader, has his political constituency to consider. Before too long, however, with a new, loyal, president installed in Chechnya, Mr Putin should take the risk. It would be in the interests of war-weary Chechens, in the interest of Russians and in the interest of Mr Putin himself to invite all parties to renounce violence and sit around a table to talk. If there is to be any end to the conflict, this is the only way it will happen.\"</p>",
  "The Republican party yesterday deployed an increasingly powerful stealth weapon in its presidential campaign, the president's wife, Laura Bush. <p>The first lady, who was to deliver a primetime address to the party convention in New York last night, is now playing a central role in her husband's re-election effort as the White House tries to erode John Kerry's 12 percentage point edge among women voters. </p> <p>She makes several appearances a day on the campaign trail, a far cry from the shy librarian who married George Bush in 1977, then the hard-drinking scion of a powerful family, on condition she would never make a public speech. She still rarely wanders from prepared texts but her modesty and cautious interpretation of the first lady's role have made her a star among conservative and centrist women. </p> <p>In a recent poll, 63% of Americans said they liked her, making her considerably more popular than the president. More than half those polled by the Los Angeles Times said she fits the first lady role better than Teresa Kerry. Only a quarter thought the more outspoken and idiosyncratic Mrs Kerry would do a better job. </p> <p>Mrs Bush's speech last night was expected to dwell on personal insights into George Bush's character in times of pressure, a stock element of speeches by candidates' wives, that Mrs Kerry skipped at the Democratic convention.</p>",
  "When Zell Miller approaches the microphone at the Republican national convention tonight, he will be securing himself a quixotic place in American political history. <p>The Georgia senator will become the first person to deliver the keynote address at two national conventions, each time for a different party. </p> <p>Twelve years ago, he stood at the same spot, in the well of Madison Square Garden, and delivered a homage to Bill Clinton. He still calls himself a Democrat, but this time, at the age of 72, he will go to the Garden to sing the praises of a conservative Republican, George Bush. </p> <p>In so doing, he has turned himself into a powerful electoral tool for the Bush Republicans as they strive to present themselves as a crossover party of the centre. The value they put on this veteran senator is reflected in the role they have given him at the New York convention. As keynote speaker, he has the task of capturing the mood of philosophy of a party that is not his own. </p> <p>But this is no ordinary Democrat. Zigzag Zell, as he is known in Georgia, has been moving towards this moment for at least four years. He has made the excoriation of his party the focal mission of his twilight political years, raising the inevitable question of why he does not simply leave. </p> <p>Mr Miller's response is that it is not he who abandoned the Democrats but the Democrats who abandoned America's south and its conservative principles. \"If this is a national party, sushi is our national dish. If this is a national party, surfing has become our national pastime,\" he argues. \"The modern south and rural America are as foreign to our Democratic leaders as some place in Asia or Africa.\" </p> <p>Hyperbole is part of the combative speaking style Senator Miller has brought with him from the impoverished Appalachian hills of northern Georgia, a provenance he believes the Democratic elite has always looked down on. There is a streak of personal bitterness that runs through his polemic. </p> <p>He did not always feel this way. The last time he spoke to a full house at Madison Square Garden, in 1992, he was Georgia's governor - a Democrat and Clinton supporter who embraced the New Democrat agenda of fiscal restraint, tough anti-crime policies and strong defence. In his speech, he had some caustic asides about the first President Bush, though nothing as bitter as the remarks he is likely to aim in John Kerry's direction tonight. </p> <p>In 2000, he was even considered as a possible Democratic running mate for Al Gore, although he never quite made the shortlist. Having been passed over for the vice-presidential ticket, Mr Miller came out of political retirement to fill the Senate seat vacated by a Republican, Paul Coverdell, who died in 2000. The new senator soon made it clear he remained a Democrat only in name, voting consistently in support of President Bush since his inauguration in January 2001. </p> <p>Senator Miller even co-sponsored the new administration's huge tax cut. He wholeheartedly backed the war in Iraq and has spent much of the rest of his time writing a book-length attack on the Democrats, titled A National Party No More. </p> <p>\"Increasingly he felt out of place in the Democratic party over issues like abortion and gun control,\" said Merle Black, a professor at Atlanta's Emory University. \"But there's also the national security issue. He's an ex-marine. He thinks this is world war two all over again and he believes both parties should support the president. He really believes George Bush has been a strong leader.\"</p>",
  "On the first day of the Republican convention not one speaker mentioned a domestic issue - not education, healthcare or the economy. Delegates were summoned back to another country, a past that began on 9/11. <p>It was a moment crystallising enduring national unity, that saw the emergence of a president whose strategy against terrorism required an invasion of Iraq. </p> <p>Anyone who believed other than the patriotic consensus wrought by the moral clarity of the president was being misled by the documentary filmmaker and prankster Michael Moore. </p> <p>The remembrance of things past was evoked by the two most erratic partisan Republicans now recasting themselves as the ultimate loyalists, perhaps because both still harbour wild and quixotic ambitions to become presidents themselves. </p> <p>Former New York City mayor Rudy Giuliani and Senator John McCain are outriders from the entire Bush social agenda, but neither are representatives of the evanescent moderate wing of the party, \"a dying breed\", as a retiring moderate Republican congressman lamented that day. </p> <p>In the afternoon, a radical conservative platform against stem-cell research, abortion and gay rights was approved by the convention without a murmur of dissent. </p> <p>Once the moderates of the north-east repelled rightwing insurgencies, sending them back into their dark woods to nurse their resentments. In 1960, the New York governor Nelson Rockefeller compelled the nominee Richard Nixon to accept his provisions for the platform, an agreement called the Treaty of Fifth Avenue, long recalled with bitterness by conservatives as evidence of pragmatic betrayal. </p> <p>Under Bush, the first Southern conservative American president since Jefferson Davis, the moderates are a nonentity, and the appearance of Giuliani and McCain was testament to the decline of the historic wing of the party. </p> <p>The moderate remnant that filled appointments in the Bush administration - the former New Jersey governor Christine Todd Whitman as environmental protection agency administrator and corporate executive Paul O'Neill as the secretary of the treasury - have left in disillusionment. Colin Powell has become the invisible man. </p> <p>While the true powers of the party, such as the House majority leader Tom \"The Hammer\" DeLay, are like hidden imams in New York, Giuliani and McCain assume the stage. </p> <p>Giuliani's political reputation was rescued by his steady public performance on 9/11 and an unexpected favour from Bush. In the jungle of New York politics he had made a world of enemies. Beyond the Hudson, he was a pariah. </p> <p>When he dropped out of the race for Senate in 2000 with operatic flourish after jettisoning his second wife and parading his girlfriend before photographers, he was already doomed in the polls against Hillary Clinton. But when the planes struck the World Trade Centre towers, he became a national beacon of reassurance, in large part because President Bush was not to be seen for days. Giuliani's fame in the crisis rested on Bush's absence. </p> <p>Now he came to praise Bush's steadfastness. \"Let us write our own history,\" said Giuliani. Bush was no less than the reincarnation of Winston Churchill, who \"saw the dangers of Hitler while his opponents characterised him as a warmongering gadfly\". </p> <p>The Bush who ignored his presidential daily brief from the CIA of August 6 2001, entitled Bin Laden Determined to Strike Inside US - a memo described by the national security adviser, Condoleezza Rice, as \"speculative\" and containing only \"historic information\" - went down the memory hole. </p> <p>Bush was \"clear, precise and consistent\"; Kerry, Giuliani told his audience 11 times, was not. And, by the way, Saddam Hussein wasn't just removed because of WMD, but in the classic threat conflation of the Bush administration, because he was \"a pillar of support for global terrorism\"; despite one of the key findings of the 9/11 commission that he was not. McCain - in truth intensely disliked and distrusted by most Republicans, Bush's internal nemesis - now embraced him, raising a storm of questions. </p> <p>What does McCain want? \"Emperor has always appealed to me,\" he said, the day before the convention. One source close to him suggested that he nursed the idea that Bush might dump Dick Cheney for him. Others conjectured that this was a case of Stockholm syndrome. </p> <p>McCain, too, evoked the spirit of the 9/11 past. \"We were not two countries. We were Americans.\" The divisions that had split the country since went unmentioned - nearly half a million had marched against Bush the day before. </p> <p>The Iraq war, McCain explained, \"was between war and a graver threat. Don't let anyone tell you otherwise. Not our political opponents. And certainly not a disingenuous filmmaker.\" </p> <p>\"Now there are some who would like to rewrite history,\" Bush said on the subject of Iraq last year - \"revisionist historians is what I like to call them.\" </p> <p>In the past few days, however, his explanation has wandered. Now the turmoil in Iraq is a consequence of \"catastrophic success\". It is the speed of the military's victory that is at the root of the failures. </p> <p>\"Shock and awe\" was not the prelude to Paris, 1944. But at the convention, it is the revisionist history that is \"on message\". </p> <p><b>·</b> Sidney Blumenthal is a former senior adviser to Bill Clinton, and the Washington bureau chief of <a href=\"http://www.salon.com\">salon.com</a>. </p> <p><a href=\"mailto: sidney_blumenthal@yahoo.com\">sidney_blumenthal@yahoo.com</a></p>",
  "The only Francoist minister still active in Spanish politics, Manuel Fraga, announced yesterday that he will seek re-election as premier of Galicia region, in the north-west. <p>Mr Fraga, 81, was General Francisco Franco's minister of information and tourism in the 1960s and remained loyal to the dictator until his death. </p> <p>Known to supporters as Don Manuel, he has run the semi-autonomous government of Galicia since 1989, winning four elections in a row. </p> <p>A fifth victory would make him one of Europe's oldest working politicians. </p> <p>\"Get ready to put up with me for another legislature,\" he said, comparing himself to the German postwar chancellor Konrad Adenauer, who left office aged 87. </p> <p>With regional elections due next year, Mr Fraga aims to remain in his post until he is 86. </p> <p>\"I am in fine form,\" he said, adding that one reason he was staying was to prevent infighting in the Galician section of the People's party. </p> <p>Mr Fraga became a key player in the political transition when Spain tilted towards democracy, after Franco's 1975 death, under the newly restored monarchy. </p> <p>He founded the rightwing People's Alliance party and became the right's representative on the commission which drafted the 1978 constitution. </p> <p>The party later changed its name to People's party and, after several failed attempts to win power nationally, Mr Fraga gave control to his chosen successor José María Aznar, who became prime minister in 1996 and was defeated in March this year. </p> <p>Mr Fraga remains the People's party's \"founding president\". The opposition attacks his Francoist past and accuses him of running Galicia as a personal fiefdom. </p> <p>As information minister he was the Franco regime's chief censor, though he also introduced new freedoms in the press and publishing which historians say helped increase the pressure for democratic change. </p> <p>In the past decade Mr Fraga has several times announced his imminent retirement from active politics, only to claim that for the good of his party, Galicia or Spain, he has been persuaded to stay on.</p>",
  "<p>Tony Blair today revealed that the government would be publishing a further series of policy proposals in the months remaining before the next general election, following the five-year plans it unveiled over the summer.</p> <p>The prime minister told Labour party staff that the new policies would be distinctly \"New Labour\" and without any \"hang-ups\" about private sector provision of public services or the expansion of personal responsibility.</p> <p>Ministers plan to unveil new policies on issues ranging from cutting business red tape and expanding childcare for the under-fives to tackling climate change. Some of the announcements will be modelled on the five-years plans ministers published on health, education, transport and crime over June and July, while others will be more specific policy proposals.</p> <p>The summer announcements were widely deemed a political success; focusing attention on domestic policy and away from the violence in Iraq, and placing the Conservative party on the defensive.</p> <p>Today Mr Blair celebrated those five-year plans, saying that \"renewing our ideas and policies - focused on the future and its challenges - has been one of our constant preoccupations as a New Labour government\".</p> <p>He added that they \"showed how under a Labour government public services will become increasingly personalised and consumer-driven, yet also open to all and not dependent on wealth\".</p> <p>The prime minister went on to list the challenges the government will focus on in the run-up to the next general election. These included expanding economic and educational opportunity; personalising public services; tackling poverty and deprivation; providing for those in retirement; and tackling abuse of the asylum system.</p> <p>The threat of Islamist terrorism and the continued instability and violence in Iraq and the wider Middle East were not mentioned.</p> <p>Mr Blair added that each policy would face one key test: \"Does it, in practical terms, advance and improve the lives of Britain's hard-working families in the future? Does it help provide opportunity and security for them in a world of change?\"</p> <p>Responding to the prime minister's speech, a Conservative spokeswoman said: \"Tony Blair has been in power for over seven years. He promised so much, but has delivered so little. </p> <p>\"The British people have every right to feel let down and will treat his latest boasts with the incredulity they deserve.\"</p>",
  "Simon Hughes has been elected the new president of the Liberal Democrats. <p>Mr Hughes, the defeated Lib Dem candidate for the London mayoralty and former home affairs spokesman, defeated his only rival, Welsh affairs spokesman Lembit Opik, after a summer-long ballot of party members.</p> <p>He replaces Lord Dholakia, who had reached the end of his four-year term in the job.</p> <p>Mr Hughes' first task will be to win the Hartlepool byelection for his party - emulating the triumphs of Leicester South and Brent East, where the Lib Dems overturned sizeable Labour majorities. </p> <p>A date for the Hartlepool contest has yet to be set, but is expected to fall next month.</p> <p>The president's official role is to chair the national executive and set national party strategy.</p> <p>The MP for North Southwark and Bermondsey got more than double the vote of Mr Opik, polling 24,333 votes to 10,002. </p> <p>Lord Dholakia announced the result to the media and a small group of party activists on the steps of the Lib Dems' headquarters in Westminster. </p> <p>Mr Hughes said: \"It's an honour, privilege and pleasure to be elected as president of our great party. </p> <p>\"This week we are rightly celebrating British success at the Olympics. </p> <p>\"We are now winning silver but in years to come nothing less than gold will do. </p> <p>\"My job is to ensure Liberal Democrats grow in numbers, grow in effectiveness and become the leading force in British politics.\"</p> <p>Mr Opik, the 39-year old MP for Montgomeryshire, is a rising star of the party, not least due to the high profile accorded to him through going out with weather presenter Sian Lloyd. The couple plan to marry next year.</p> <p>He said he was \"obviously disappointed\" not to have won. He added: \"I shall wait for the vacancy but in the meantime Simon can count on my absolute support and loyalty.\" </p> <p>Mr Hughes said he wanted to build on the party's successes in Brent East and Leicester and that the party was \"better placed than ever\" to beat Labour and the Tories at the next general election. </p> <p>He said the contest for presidency had been \"good natured\" and assured Mr Opik that he would be \"well used\" by the party in the future. </p> <p>Mr Hughes has been elected to serve for two years.</p>",
  "<p>The government was today told it must do more to resist high-profile \"not-in-my-backyard\" campaigns unless it wants millions of people to be denied access to affordable homes.</p> <p>Jim Coulter, chief executive of housing association trade body the National Housing Federation, has written to the deputy prime minister, John Prescott, urging him not to be swayed by vociferous opposition to housebuilding in the south-east.</p> <p>His plea follows a call by Sir Max Hastings, president of the Campaign to Protect Rural England, for an army of nimbys to rise up and \"fight to secure the English countryside for future generations\".</p> <p>Mr Prescott's communities plan, unveiled in February last year, included plans to build thousands of houses in four growth areas around London.</p> <p>The new build is to meet massive demand which has led to ever-rising house prices in the south-east, placing a first home out of reach for middle income workers. It follows fears that key workers are being priced out of the property market, putting a strain on the capital's public services. </p> <p>Mr Coulter said the deputy prime minister must be braver in making the case for increased housebuilding to tackle the shortage of affordable homes, improve recruitment to public services and support a healthy economy.</p> <p>\"The federation has become concerned that the well-funded voice of nimbyism is increasingly preoccupying the media,\" he said. \"In the run-up to the next election it would be all too easy to give too much credence to this agenda.</p> <p>\"In our view, it needs a more direct and public challenge - from government and organisations like our own with a concern for the creation and maintenance of sustainable communities.\"</p> <p>The comments were aimed at the CPRE and its president, who said in June: \"We should persuade more and more people to write letters, turn out for meetings, show politicians in the clearest terms what is not acceptable to local communities.\" </p> <p>Sir Max said building should only take place on previously developed land, so-called \"brownfield\" sites.</p> <p>But Mr Coulter said an additional 120,000 homes per year would take only 0.75% of the total land area in the south-east.</p> <p>\"Without more affordable homes, the south-east for example will continue to suffer a shortage of key workers and skilled manual workers,\" he said. \"Nimbys appear to have lost sight of the need to provide homes and services for their own sons and daughters.\"</p>",
  "Wednesday's theme is A Land of Opportunity. Cynics would argue that Governor Schwarzenegger exhausted this seam in his speech last night. They also might claim that the real purpose here is to give the more conservative wing of the party a chance to assert itself. <p>The man many people see as the real architect of the Bush administration, the vice-president, Dick Cheney, is the key speaker. </p> <p>The other keynote address will come from a man who is no stranger to Madison Square Garden, Senator Zell Miller. In 1992 this lifelong Democrat gave President Bill Clinton his unqualified support, but now he is backing the Republican ticket while retaining his party identity. </p> <p>It just goes to prove that party labels do not mean the same thing in America as they do in \"old\" Europe. This is a country that has perfectly serious organisations called Democrats for Bush and Republicans for Kerry. </p> <p>Another champion of the Republican right, Senator Rick Santorum of Pennsylvania, gets a little time on the podium later. He is an outspoken critic of gay rights. Senator Mitt Romney, another conservative with an eye on the White House in 2008, will also speak. </p> <p>The party's leaders failed to persuade Nancy Reagan to join them at the convention because of her opposition to the Bush stance on stem cell research. Instead her Conservative talkshow host son, Michael, will lead a tribute to his father. </p> <p>Another son of the former president, his namesake, Ron, addressed the Democratic convention in Boston, leaving a bitter taste in the mouths of conservatives everywhere.</p>",
  "George Bush's Republican party formally nominated him last night as its candidate in November's presidential election. <p>The 2,508 delegates gathered at the New York convention bestowed the nomination with the familiar chants of \"four more years\" on a night scripted to reinforce the theme of compassionate conservatism that brought Bush the presidency four years ago.</p> <p>Star turns on the podium last night were the governor of California, Arnold Schwarzenegger, completing his transformation from the Hollywood film set to political centre stage, and the first lady, Laura Bush, who described in intimate detail her husband's \"agonising\" decision to declare war on Iraq. </p> <p>Mr Schwarzenegger, the cigar-smoking, pro-choice, pro-gay rights moderate who until a few weeks ago distanced himself from campaigning directly for the president outside California, came to Madison Square Garden and delivered a powerful sermon on the liberating virtues of Republicanism. </p> <p><b>Two Americas</b><br></p> <p>In a speech that limited itself to only a few direct attacks on the opposition and ignored the spate of arrests taking place outside the arena in New York's midtown streets, he rubbished the mantra of John Kerry's Democratic presidential running mate, John Edwards, that America is now two nations, divided between rich and poor. </p> <p>\"I've visited our troops in Iraq, Kuwait, Bosnia, Germany and all over the world,\" he said. \"Our young men and women in uniform do not believe there are two Americas: they believe we are one America and they are fighting for it. We are one America and President Bush is defending it with all his heart and soul.\"</p> <p>Mr Schwarzenegger's children watched from the star-spangled dais reserved for Republican royalty and waved placards emblazoned with the word \"Arnie\". However, his Democrat-supporting wife, the Kennedy scion Maria Shriver, conspicuously failed to applaud until the very end. </p> <p>At its heart, the speech was an optimistic tale of how America changes lives for the better - especially for immigrants, who are \"full of determination, full of desire\". </p> <p>\"America gave me opportunities and my immigrant dreams came true,\" he said. I want other people to get the same chances I did, the same opportunities - and I believe they can.\"</p> <p><b>'Economic girlie men'</b><br></p> <p>But the Governator was never an ordinary American immigrant: he was already a body building champion when he arrived in the late 1960s and decided, on hearing Nixon speak, that Republicanism was the way to satisfy his voracious ambitions. </p> <p>In June the governor revived the whiff of unbridled sexism that pervaded the final few weeks of his run for the California governorship last year by referring to California's Democratic legislators as a bunch of \"girlie men\" during state budget negotiations. </p> <p>Last night the phrase won a self-deprecating reprise, to the delight of the crowd: \"To those critics who are so pessimistic about our economy, I say: 'Don't be economic girlie men.'\" </p> <p>At least half the speech was devoted to shoring up the president's foreign policy. This was from a man whose Austrian birth renders him too foreign to occupy the White House. (It would take a constitutional amendment for that to happen, and the governor already has legislators on Capitol Hill pressing his case.)</p> <p>America's power was limitless, he said, and should not be curtailed by any carping voices: \"If you believe this country, not the United Nations, is the best hope of democracy in the world, then you are a Republican ... If you believe we must be fierce and relentless and terminate terrorism, then you are a Republican.\" </p> <p><b>'Awesome' Arnold</b><br></p> <p>On a night dedicated to showing Republican diversity and the compassionate face of the party's domestic agenda, it proved impossible to escape the week's overarching theme: that America will only be safe with four more years of George Bush. </p> <p>Not to be outdone by the more mature Kerry daughters, the Bush twins, Barbara and Jenna, introduced themselves to the primetime American television audience as two ordinary college grads who mainly want to have fun.</p> <p>\"It's great to be here,\" said Barbara. \"We love Arnold. Isn't he awesome?\" </p> <p>Looking over at their grandmother, Jenna had a joke at her expense: \"She thinks Sex and the City is something married people do but never talk about.\" </p> <p>President Bush was shown, via a series of cutaway shots on national television, chuckling at his daughter's scripted antics, but for everyone in the convention centre it was a complete surprise when he popped up live on satellite to introduce his wife. </p> <p>He was on the campaign trail, standing in a Pennsylvania baseball field. It was yet another triumph of political theatre for the event's producers.</p> <p>Laura Bush has made it her job to be nice and inoffensive, but last night she put her quiet, librarian's charm to powerful effect in painting a portrait of her husband as a thoughtful, dignified man who only wants to do good at home and abroad. </p> <p><b>Tough choices</b><br></p> <p>It was not a well-delivered speech but it carried authority and appeared insightful: \"You can count on him, especially in a crisis. His friends don't change, and neither do his values ... He's a loving man with a big heart.\" </p> <p>And on Iraq she debunked the idea of George Bush the warmonger: \"I remember some very quiet nights at the dinner table ... I was there when my husband had to decide. Once again, as in our parents' generation, America had to make the tough choices, the hard decisions, and lead the world toward greater security and freedom.\" </p> <p>Without releasing a single barb towards the Democrats, the speech dwelt also on domestic themes of education and business development, and the liberation of Afghan and Iraqi women. But at its heart was the message: here stands an ordinary, decent American woman who believes in her husband - how could you not vote for him? </p> <p>\"George and I grew up in west Texas, where the sky seems endless and so do the possibilities. He brings that optimism, that sense of promise ... These are times that require an especially strong and determined leader, and I'm proud that my husband is that kind of leader.\" </p> <p>Those who disagree with that view were also out in force yesterday. Nearly 1,000 protesters were arrested during a day of demonstrations.</p> <p><b>Colin Powell</b><br></p> <p>The evening ended with the Harlem Boys' Choir singing the Battle Hymn of the Republic. Moderate Republicans may have been wondering, on an evening when so many of the party's African-American contingent were on or around the platform, about the whereabouts of the party's most popular minority face, the secretary of state, Colin Powell. He will not be addressing the convention at all this week. </p> <p>Tonight the vice-president, Dick Cheney, will step up to denounce John Kerry's \"confusion of conviction\" and set the stage for Mr Bush's acceptance speech tomorrow. </p> <p>The president arrives in New York late tonight to meet the city's firefighters and press home the connection with September 11 and the war on terror.</p>",
  "The Conservatives today chose a candidate to fight the Hartlepool byelection - nearly a month after the other main parties. <p>He is Newcastle businessman Jeremy Middleton, a millionaire married father of three who co-founded HomseServe Plc.</p> <p>However, with the other parties having enjoyed a month's head-start in the campaign for the election, which is expected to be set for October, he will face an uphill battle - the Liberal Democrats have already dubbed him a \"sacrificial lamb\".</p> <p>Tory party chairman Dr Liam Fox denied there had been a problem finding a candidate for Peter Mandelson's old seat, despite the Tories coming second in 2001.</p> <p>He said it was \"worth the wait\" to find such an excellent local candidate - although the other parties have pointed out that Mr Middleton is Newcastle-based, rather than from Hartlepool.</p> <p>The Lib Dems were the first off the blocks, picking Darlington barrister Jody Dunn almost immediately after Mr Mandelson was picked as a new EU commissioner, while Labour then chose local councillor Iain Wright to fight the seat.</p> <p>Ukip, which once considered allowing new MEP Robert Kilroy-Silk to fight a high profile campaign in Hartlepool, instead opted for Stephen Allison, while John Bloom is standing for the anti-war Respect coalition. The Greens have yet to decide whether to pick a candidate.</p> <p>Labour is defending a 15,000 majority, but the Lib Dems have overturned similar \"safe\" Labour seats in Leicester South and Brent East in the past 12 months.</p> <p>The contest is likely to be a straight two-way race between Labour and the Lib Dems, with the new Lib Dem president, picked today and likely to be Simon Hughes, looking to score another Labour scalp.</p> <p>A date for the byelection has yet to be set, but is rumoured to be Thursday October 7 - the final day of the Tory party conference.</p> <p>The Tory leader, Michael Howard, has already moved his speech forward from that date - although Conservative officials deny any connection with the byelection.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS</b>: <a href=\"http://www.theguardian.com/russia/article/0,2763,1294774,00.html\">Up to 400 hostages, including 200 schoolchildren, were today taken hostage in a school in southern Russia. The attackers have reportedly threatened to blow up the buildings should the security forces attempt to intervene</a>.</p> <p>George Bush's Republican party formally nominated him last night as its candidate in November's presidential election. <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1294771,00.html\">Arnold Schwarzenegger delivered a powerful sermon on the liberating virtues of Republicanism, writes Matthew Wells</a>.</p> <p><b>16 KILLED IN ISRAEL BUS BOMBINGS</b></p> <p>Yesterday's two bus bombings in Israel were the first for six months - the tactic was familiar, and the scene horrifically so. \"Three medics carefully took the body of a young woman through the empty window of a bus, her head tilted backward, long black hair covering her scorched face and neck,\" reports the Herald Tribune. \"The two suicide bombers were also dead, the head of one lying on the bloody floor of bus No.6, next to a mound of human limbs, onions, grapes and shreds of clothing.\"</p> <p>Sixteen people died and more than 100 were injured when the bombs detonated, around 100 metres apart, in Beersheba. More might have been killed had the driver of the number 12 bus not heard the explosion on the number six, opened the doors and urged people to disembark. Within seconds, his own bus blew up. </p> <p>Hamas claimed responsibility, describing the bombings as a revenge attack for the assassination of its leaders Sheikh Ahmed Yassin and Abdel-Aziz al-Rantassi. </p> <p>Israel has attributed the previous lull in violence to the construction of the West Bank security fence, which does not yet reach Beersheba. \"For Israeli officials, the killings were proof of the vital necessity to accelerate the building programme,\" says Patrick Bishop in the Times. He quotes Tzahi Hanegbi, the public security minister, as saying: \"What we have learned in the last six months ... is that in places where the fence exists there is no terror, and in places where there is no fence there is terror.\"</p> <p>The Guardian says \"construction of the barrier has been accompanied by other measures - mass arrests, restrictions on movements and assassination of militants - which may have been equally significant\", adding that \"during the last two years, virtually all the original leaders of Hamas in Gaza have been killed\".</p> <p>* <a href=\"http://www.theguardian.com/israel/Story/0,2763,1294663,00.html\">Suicide bombers return to Israel</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/01/wmid101.xml&amp;sSheet=/news/2004/09/01/ixnewstop.html\">Telegraph: Deaths prove need for barrier</a><br> * <a href=\"http://www.iht.com/articles/536711.html\">IHT: Twin bus bombs kill 16 in Israel</a></p> <p><b>BUSH CHANGES TUNE ON TERROR</b></p> <p>The Herald Tribune is acerbic: \"Bush now vows to 'win' war on terror\". Note the \"now\". \"This was a turnabout from his assertion, in an interview broadcast Monday ... that the struggle against terrorism might never end.\"</p> <p>The change seems to reflect a Republican tactic identified by Gerard Baker in today's Times. The Bush administration, he says, wants to re-establish a link between 9/11 and Iraq in voters' minds - a link eroded by the failure to discover WMD and a lack of evidence that Saddam Hussein had cooperated with al-Qaida.</p> <p>Elsewhere, the Times splashes with a photograph of the bloodied bodies of the 12 Nepalese hostages killed in Iraq. The photograph was posted on the website of the Army of al-Sunnar, an organisation linked to al-Qaida, yesterday.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1294771,00.html\">Republicans seek four more years of Bush</a><br> * <a href=\"http://www.iht.com/articles/536706.html\">IHT: Bush vows to 'win' war on terror</a><br> * <a href=\"http://www.timesonline.co.uk/newspaper/0,,172-1241137,00.html\">Times: Gerard Baker</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1240841,00.html\">Times: Hostage fears after mass killings</a></p> <p><b>LORD BLACK 'PLUNDERED' HOLLINGER</b></p> <p>Nothing excites the papers like the downfall of a rival newspaper proprietor and his elegant wife. \"Disgraced newspaper tycoon Conrad Black\" - the former owner of the Telegraph - \"systematically looted GBP220m from his company [Hollinger International] to finance his lavish lifestyle, a devastating report revealed yesterday,\" says the Mail, smacking its lips.</p> <p>Lord Black's wife, the erstwhile Telegraph columnist Barbara Amiel, is pictured at a fancy dress party in the guise of Marie Antoinette. \"EMPRESS OF EXCESS,\" says the paper. \"A GBP24,000 birthday dinner, GBP300,000 holiday flights, GBP50,000 to refit the Roller and handbags at GBP1,400 a time ...\"</p> <p>Surely they can't mean the kind of handbag that Times fashion writers are recommending to their readers today: the GBP1,026 Chloe snakeskin bag or the perfectly vile Prada \"croc bag with jewelled clasp\" for GBP3,270?</p> <p>The Independent is moved to splash with the story, and the Telegraph bravely devotes a double-page spread to it. According to the report, Lord Black was not the only executive to have milked the parent company for cash - its chief operating officer, F David Radler, is also alleged to have taken a slice. Between them, they took cash amounting to 92.5% of Hollinger's \"entire adjusted net income during 1997-2003\", says the paper. </p> <p>Lord Black denies the charges, and described the authors of the report - a special committee of the Securities and Exchange Commission - as a \"menace to capitalism\" in July.</p> <p>* <a href=\"http://www.theguardian.com/Media/site/story/0,14173,1294741,00.html\">Lord Black 'plundered Hollinger'</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=H5LNLDRIHVMFJQFIQMFCNAGAVCBQYJVC?xml=/news/2004/09/01/wholl01.xml&amp;sSheet=/portal/2004/09/01/ixportaltop.html&amp;secureRefresh=true&amp;_requestid=61095\">Telegraph: Black 'lined pockets'</a></p> <p><b>DIVORCE RATE SOARS</b></p> <p>New figures revealing that the divorce rate has reached a seven-year high has all the papers - like many a bickering couple - looking for someone to blame. </p> <p>The Telegraph's lead knows just where to point the finger. \"Women who marry in their twenties are adding to the soaring divorce rate by splitting up from their husbands before they reach 30,\" the paper splashes, adding that \"women are more financially secure and confident\". </p> <p>Divorce is highest among women aged 25 to 29. \"Their marriages are breaking up at a rate of almost 29 per 1,000, more than double the national average.\" Somewhat later in the story, the paper adds that, of the divorces granted to women, \"in more than half the cases the reason given was the husband's behaviour\".</p> <p>It's the government's fault, according to the Mail. \"Labour under fire over biggest increase in break-ups since 1985,\" it says. The Express, however, believes Tony Blair must share the blame with new technology because \"the internet and new laws are making it too easy to split\".</p> <p>The Guardian and the Independent, in a show of unity, highlight the role of reunion websites, with the Guardian warning that they are \"unwittingly fuelling a surge in marital break-up as bored husbands and wives contact old flames\". The Independent widens the field of suspects, saying: \"Internet dating services and chatrooms can also incite extramarital activity.\" The paper cites the case of David James, the England goalkeeper, who left his wife for a childhood sweetheart rediscovered through Friends Reunited.</p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1294627,00.html\">Divorce rate surges as friends are reunited</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/01/ndiv01.xml&amp;sSheet=/news/2004/09/01/ixhome.html\">Telegraph: Married 'til 30 do us part</a></p> <p><b>TEN DIE IN MOSCOW BLAST</b></p> <p>\"There were pieces of bodies ... we were walking through pieces of people,\" says Moscovite Alexei Borodin, quoted in the Guardian after witnessing the suburban metro bombing in which at least 10 people were killed and 51 injured. </p> <p>An extremist Islamic group, the Islambouli Brigades, claimed responsibility for the third suicide bombing in the city in the space of a week. It promised further attacks against \"infidel\" Russia, with the blast having come hours after the Russian president, Vladimir Putin, declared for the first time that last week's two airline bombings were acts of terrorism.</p> <p>\"Putin's reputation for stability has, if not exactly crumbled, then at least cracked a bit,\" writes Steven Lee Myers in the Herald Tribune. He points out that bombings, political unrest over benefit changes, a banking crisis and wavering economic confidence \"all form a pattern of events that challenge the accepted notion that Putin's Kremlin has things firmly under control\".</p> <p>* <a href=\"http://www.theguardian.com/russia/article/0,2763,1294546,00.html\">At least 10 die in Moscow blast</a><br> * <a href=\"http://www.iht.com/articles/536719.html\">IHT: Steve Lee Myers</a></p> <p><b>ROONEY DESERTS EVERTON</b></p> <p>Wayne Rooney, wearing a perfectly enigmatic expression, holds a Manchester United scarf aloft on the front page of the Mirror. \"LOADSAROONEY\" splashes the paper. Is he pleased? Impossible to tell - the Vodafone logo on his shirt conveys more feeling than his smile. </p> <p>But he certainly ought to be. \"He'll get GBP50,000 A WEEK ... rising to GBP75,000 A WEEK,\" gasps the Mirror. (\"That's enough for 1,100 visits to the Auld Slapper,\" sniggers the Sun.) The deal may eventually be worth around GBP30m to Everton, depending on United's performance.</p> <p>\"It was a difficult decision to leave,\" Rooney told the press. \"But I'm excited to be joining a club as big as this. This can only improve my career, playing with top players in top competitions like the Champions League.\"</p> <p>Meanwhile, most of the papers announce that the England rugby coach, Sir Clive Woodward, who steered his team to victory in the World Cup, will today hand in his resignation after what the Independent calls an \"almighty bust-up\".</p> <p>\"The point of issue,\" explains the paper, \"is the new Elite Player Scheme, under which clubs release players for international training days and guaranteed rest periods. Woodward considers the 16 release days and the 32-match seasonal limit to be laughably inadequate ... There is little possibility of a rapprochement.\"</p> <p>* <a href=\"http://www.theguardian.com/Football/News_Story/0,1563,1294648,00.html\">Rooney's agent picks up GBP1.5m</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14590087%26method=full%26siteid=50143%26headline=loadsarooney%2dtold%2dto%2dclean%2dup%2dhis%2dact%2dby%2dfergie-name_page.html\">Mirror: Loadsarooney</a><br> * <a href=\"http://sport.independent.co.uk/rugby_union/story.jsp?story=557076\">Independent: Woodward to resign today over RFU row</a></p> <p> <b>MR SNUFFLES VISITS THE VET</b></p> <p>The BBC's political editor, Andrew Marr, is back from his holiday in Devon, where he experimented with a wetsuit. The West Country was de rigueur for Londoners this summer, despite the heavy rain.</p> <p>\"Meanwhile,\" he writes in his Telegraph column, \"Mr Snuffles, the unpredictable, violently right-wing and cantankerous Marr family guinea pig\" (Mr Snuffles functions as a Marr alter ego and occasionally takes over his column) \"had been spending his holiday at the local vet ... When I paid the bill, surrounded by pet lovers, I jokingly noted that it would have cost a great deal less to kill him and buy a new one - or 10, frankly.\"</p> <p>Thanks to some vivid photography, the Mail flams up a rather innocuous story about an iguana who climbed a 30ft leylandii in the Merseyside town of Garston. The fire brigade refused to attempt a rescue - the tree was too bendy to support a ladder - and a \"rather foolhardy\" neighbour shinned up, the paper explains. </p> <p>The iguana, known as Dino to his owner, bit the neighbour, and it was not until an RSPCA inspector managed to lure Dino into an empty duvet cover that the reptile was returned to a reinforced tank.</p> <p>Finally, the Mail carries an important warning for readers visiting a GP's surgery - don't play with the teddy bears. \"More people are killed annually by teddy bears than by real-life grizzly bears,\" says the paper. \"One study found that 90% of soft toys in GPs' waiting rooms had moderate to heavy bacterial contamination - including lice and herpes.\"</p> <p>Teddy bears' picnic? Don't even think about it. Rolling about in the woods, eating to excess... It doesn't bear thinking about.</p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1294478,00.html\">Pet iguana bites back in treetop rescue</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Sixteen people, including three jockeys and a trainer, were arrested today in an investigation into alleged fixing of horse races.</p> <p>&gt;&gt;&gt; The government has proposed a \"graded\" system of speeding fines. Drivers who are only a few miles over the limit will pay proportionately less.</p> <p>&gt;&gt;&gt; Latest news on the fate of the French hostages in Iraq and the Russian school siege.</p> <p><a href=\"http://www.theguardian.com\">Coverage throughout the day at Guardian.co.uk</a>.</p>",
  "<p>The al-Jazeera bureau in Baghdad is shut down for a month or maybe more, because, according to the Iraqi interior minister Falah al-Naqib, the network is encouraging \"criminals and gangsters\". Al-Jazeera claims that it is simply doing its job. So, does the Arab media's enfant terrible have anything helpful to offer, or is it inflammatory as charged? </p> <p>For the last 10 months I have been studying al-Jazeera, visiting its bureaux around the world and interviewing its staff. On one level, it is obvious why the Americans and their Iraqi allies were keen to shut down the network's Baghdad bureau, especially in the run-up to a major assault on the holy city of Najaf. Al-Jazeera nearly bust up a much stronger American-led coalition before, in the winter of 2001, during the bombing of Afghanistan. </p> <p>Then the network's monopoly on pictures from Taliban-controlled Afghanistan stretched the resolve of some of America's allies to breaking point. Pakistan's President Musharraf had to appeal to the US to stop the bombing before he lost control of his country. Violence against Christians broke out in Pakistan and police had to be stationed at churches, schools and hospitals. </p> <p>A month ago, al-Jazeera's coverage of the kidnap of a Filipino truck driver rattled Philippine morale so much, President Gloria Arroyo was forced to pull her country's troops out of Iraq. If al-Jazeera had been there to report accidental damage to the Imam Ali mosque, all hell might have broken loose. </p> <p>But what the US and the Iraqi authorities fail to take into account is that such reporting is only part of al-Jazeera's output. After 9/11, al-Jazeera started a weekly talkshow out of Washington, From Washington, during which the host interviewed many members of the US administration, as well as a variety of other politicians, Republican and Democrat. </p> <p>In January, at the start of the US primary elections, al-Jazeera started another weekly show called US Presidential Race which, like From Washington, is broadcast from the Washington bureau. US Presidential Race is concerned with the forthcoming US elections: it covered most of the primaries in the major states and will continue to cover events up until the November elections and beyond, until the president's inauguration. </p> <p>US Presidential Race has taken great pains to explain to Arab viewers the US political and electoral process. Al-Jazeera reporters travelled around America to meet Arab communities in different states; they asked people what they thought of the elections, what were the key issues, who they were going to vote for and why. By the time the election arrives, Arab viewers will have had an opportunity to follow the democratic process every step of the way. </p> <p>More of the Democratic convention was aired on al-Jazeera than on most US networks - several hours each night, more than the combined time of the three US news networks covering the convention. Al-Jazeera's London bureau has a similar focus on British politics. Three weekly programmes come live out of London, besides which al-Jazeera gives extensive coverage to British news, politics, opposition activities and goings-on in parliament. </p> <p>When the Iraqi Governing Council first banned al-Jazeera and al-Arabiya from covering any official activities in Iraq at the end of September 2003, the ban undermined the council's calls for democracy, and its stated independence from the US administration. Now the ban by the prime minister, Ayad Allawi, has similarly undermined his credibility. </p> <p>Once again the Arab press has observed how life under this government, just like life under the coalition, is similar in spirit, if not in practice, to life under Saddam - journalists in the field are continually harassed, shot at and arrested and their equipment confiscated. Armed police forcibly closed down the al-Jazeera news bureaux while accusations that the channel had inside knowledge about attacks on the coalition are not substantiated with proof. Although this ban has not stopped the channel covering events inside Iraq, it has served to send a clear message to Iraqis - that freedom of expression in Iraq does not mean the same thing as it does in the west, just as civil rights for Arabs do not mean the same thing as they do in the west. </p> <p>The ban has also done much to rehabilitate the station in the eyes of ordinary Arabs, who see the accusations against al-Jazeera as a mark of its independence. Hafez al-Mirazi, al-Jazeera's show host and bureau chief told me why when I spoke with him in Washington. </p> <p>\"The interviews we were given by the Americans, especially after the Afghan war, created some scepticism in the Arab world and drove people back to saying: 'There is something going on between those guys at al-Jazeera and the Americans. They are doing the jobs of Mossad and the CIA and the Israelis and the Americans.' Even the al-Qaida tapes, people were saying, were doctored and given to al-Jazeera in order to prove that 9/11 had been done by Arabs. The administration thinks that it is punishing us by not giving us interviews - in fact, they are not punishing us, but helping our image in the Arab world.\" </p> <p>What the new government in Iraq should be doing is trying to engage with al-Jazeera, while tolerating the criticism that will inevitably come. That would send the message that they were serious about freedom of expression. </p> <p>The Americans would do well to do the same. Unfortunately, despite a dramatic increase in the amount the US spends on public diplomacy programmes, to about $1.2bn a year, long-term investment in learning Russian during the cold war means today there is a serious dearth of Arabic speakers in the US administration. America has only two or three spokespeople capable of appearing in a debate on al-Jazeera to advocate US policy, in Arabic. And if America cannot even answer the case against it, then what can it expect but be trampled on in every argument? As Woody Allen once said, \"90% of life is just showing up.\". </p> <p><strong>·</strong> Hugh Miles is writing a book about al-Jazeera which will be published in January </p> <p><a href=\"\" \"mailto: party@hughmiles.com\">party@hughmiles.com</a></p>",
  "Charles Kennedy is braced for one of his most outspoken MPs to take on a more prominent role in election year when Simon Hughes, his former leadership rival, is - it is expected - named party president today. <p>The buoyant former home affairs spokesman is said to have beaten the equally ambitious Northern Ireland spokesman, Lembit Opik, to succeed Lord Dholakia in the presidency.</p> <p>The result will be a change in fortune for Mr Hughes in the year in which he was forced to give up his home affairs brief to concentrate on his London mayoral campaign, only to come a poor third.</p> <p>The presidency, decided by a postal vote of all 75,000 members, would give Mr Hughes, an MP for 21 years, a platform from which to project his ambitions for the party and maintain his own profile as one of its best-known representatives.</p> <p>Last night he said that if he won he would develop the role to help make the party \"fit for the purpose of government\". His aims would be to win the forthcoming Hartlepool byelection and raise the party's number of seats to at least 70 at the general election; triple membership to match Labour's 225,000 within four years; increase income; and collect up to 20 high-profile supporters from sport, culture, media and business to help boost the party's credibility.</p> <p>But the Liberal Democrats are executing a volte-face on family values by calling for greater state intervention to slow down the rate of divorce, the rise in single parents, and the long-hours work culture.</p>"
]