[
  "President Robert Mugabe's government was accused yesterday of a \"widespread, systematic and planned campaign of organised violence and torture to suppress normal democratic activities\". <p>The British charity Redress, which helps torture survivors, gave documented examples of 8,871 human rights violations in 2001-2003 to show that torture incidents were concentrated in election periods, especially the March 2002 presidential elections </p> <p>Its report quotes estimates that more than 200,000 Zimbabweans have been tortured in recent years. \"The most pressing conclusion is the association between serious violations of human rights and elections,\" it says. </p> <p>It adds: \"With the an nouncement that parliamentary elections will be held in March 2005, addressing the problem of organised torture in Zimbabwe becomes a matter of urgency.\" </p> <p>It asks the international community to take steps to forestall torture and other acts of political violence in the election campaign. </p> <p>The victims have included opposition MPs, trade union leaders, lawyers and ordinary citizens. State agents are blamed for 24% of the incidents and supporters of Mr Mugabe's party, Zanu-PF, for 74%, Redress says. </p> <p>Its executive director, Kathleen Rose-Sender, said: \"This report presents a cool statistical analysis that shows a verifiable pattern of abuse during election periods. This needs to be recognised and, if possible, stopped. </p> <p>\"We hope that South Africa and the Southern African Development Community (SADC) will not ignore the evidence put before it. Regional pressure is always the most effective, coming from neighbouring countries that share culture and values. </p> <p>\"For southern African countries to turn a blind eye in the face of such evidence would be irresponsible, because it damages them all,\" she said. </p> <p>The report is backed up by the findings of the African Union's commission on human rights, whose factfinding mission to Zimbabwe led to a condemnation of Mr Mugabe's government unprecedented by an African organisation . </p> <p>Zimbabwe prevented it being considered at the AU summit last month, but it is expected to be raised at this month's SADC meeting.</p>",
  "Afghanistan was never going to be a \"perfectly tidy place\", said Donald Rumsfeld a year after the Taliban had been defeated, when people were still being killed there. <p>But people were also being killed in New York, he added, so no one should really worry. Another 18 months on, as warnings of chaos multiply (the latest from our own Foreign Affairs Committee) the US defence secretary's optimism seems as false as it was flip. </p> <p>Over three million refugees have returned, but there is little aid to help many of them resettle on lands often blighted by years of drought. </p> <p>The drugs economy has boomed, to the benefit of both the Taliban and the warlords: Afghanistan is now the world's largest opium supplier. </p> <p>The country is less safe for foreign NGOs than under the Taliban: Médecins Sans Frontières has been forced to pull out and this week two German aid workers were killed. </p> <p>Great claims are made for voter registration, ahead of presidential elections in October and parliamentary elections (already twice postponed) next April. </p> <p>Yet the Nato forces based in Kabul - which Europe's five-nation \"Eurocorps\" command took control of yesterday - have been far too thin on the ground to provide the necessary security. </p> <p>The only hopeful sign recently has been President Hamid Karzai's decision to take on the local tyrants by refusing to nominate his defence minister - and arch-warlord - Muhammad Qasim Fahim as one of two vice-presidential running mates. </p> <p>To do so, he had to resist pressure from US officials more keen on striking deals with the warlords whom they had enlisted in the war against the Taliban and al-Qaida. Some, including Mr Fahim, were already on the CIA's payroll during the Soviet occupation. </p> <p>Mr Fahim, whose power base lies with the ethnic Tajiks in the north, is now incensed that Mr Karzai has chosen a rival Tajik leader - brother of the late com mander Ahmed Shah Massoud. Last week, Mr Fahim said he would back education minister Yunus Qanooni (also an ethnic Tajik) for president, claiming it would be a peaceful power struggle, and that the \"time to pick up a gun\" was over. </p> <p>The value of such a pledge remains to be seen, coming as it does from the man who has done more than anyone else to frustrate the internationally approved plan to disarm the militias. </p> <p>Only 12,000 out of possibly 100,000 militia men have been demobilised, and the two corps controlled by Mr Fahim have been the least cooperative. </p> <p>Out of almost 5,000 heavy weapons and tanks, only 30% were handed in by a June deadline. </p> <p>Mr Karzai has enraged the warlords by arguing they are a bigger threat than the Taliban and his view was publicly shared by the outgoing head of the international force Lt Gen Rick Hillier, who said the warlords must be convinced that \"disarmament is irreversible\". </p> <p>Amazingly, the US ambassador to Afghanistan has undercut Mr Karzai's effort by soothing the warlords' feelings with assurances that they can be \"part of Afghanistan's future\". </p> <p>The irony is that the presidential election is only being held in October so that George W Bush can claim to have brought democracy to Kabul in time for his own election campaign. </p> <p>UN and European officials have been arguing in Afghanistan for some time that, now as in the past, opportunistic alliances with Afghan warlords merely store up trouble for the future. </p> <p>Now that Mr Karzai has taken the plunge, they should move quickly to give him enough backing to maximise his chances. </p> <p>This means providing all the aid which has been pledged but never delivered, and committing, immediately and on the ground, the extra troops that he was promised at the Nato summit in June. </p> <p>Support for vicious and corrupt despots hardly constitutes the \"milestone in the history of liberty\" that Mr Bush claims to have set up in this tragic country.</p>",
  "The US election is, as they promised, getting very dirty. Karl Rove (Bush's Svengali) is said to have predicted, \"By November, they won't even know whose side he fought on.\" \"He\", of course, is John Kerry - the would-be next president of America whose Svengalis (less gifted in the black arts than Rove) chose to package him as Lieutenant John, intrepid Swift Boat skipper, acknowledging the ovation of the delegates with a military salute and a crisp \"reporting for duty\". <p>Shortly afterwards, the other side hoisted (yet again) the national-security level to orange and releasing their propaganda torpedo. The Democrats can count on the sell-out movie (Fahrenheit 9/11); the Republicans, a book (Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry) that is already No 1 on Amazon's bestseller list a week before publication. </p> <p>Regnery, the publishing house under whose imprint Unfit for Command appears, is part of the Eagle corporation. Their proud mission is \"to provide independent thinkers with perspective and solutions favoring the traditional American values of free enterprise, limited government, and individual liberty\". Books, that is, like Wayne LaPierre's Guns, Crime and Freedom (LaPierre is executive vice-president and chief executive officer of the National Rifle Association). </p> <p>The reading public must wait for their copies of Unfit for Command. Its contents are strictly embargoed until August 15. Such embargoes are routinely flouted in the UK but not in America, where the courts have upheld them. Not to worry, however: web sleazemeister Matt Drudge declared, last Tuesday, \"I shall break the embargo.\" Which, over the next few days, he did. </p> <p>Two of Kerry's three Purple Hearts, Regnery's Swiftvets allege, were from \"self-inflicted wounds\" (a serious military crime). None had required \"an hour's hospitalisation\". Kerry's bronze star was for a wound in the \"fanny\" (as he was running away, one presumes). His Silver Star (one of the highest decorations for gallantry) was for shooting (why mince words? Murdering) a fleeing unarmed teenager dressed only in a loincloth. Forget presidential aspirations; on this evidence, John Kerry should be standing alongside Lynndie England at Fort Bragg, facing court martial. </p> <p>Drudge is a trusted mouthpiece of the right. Given his record, one may suspect that he was fed the Swiftvet stuff by Regnery with the acquiescence of the far-right political interests that finance the Eagle publishing operation. If this is the case, Drudge is not \"breaking the embargo\". He is point man in the shit-blitz designed to counter the serious damage inflicted by Michael Moore. </p> <p>The advantage of a strategic release of the poisonous allegations while unsympathetic commentators remain muzzled by embargo restriction is obvious - the supporting evidence and the credibility of the witnesses cannot be queried. Many Vietnam veterans apparently despise Kerry for throwing away his medals, growing his hair long and hanging out with Jane Fonda while they were still getting their backsides shot off on the front line. The fact that this \"hero\" was only four months in active service (relieved of his command for recklessness, the Swiftvets allege) does not help. </p> <p>Basic web sleuthing soon revealed that senior ex-officers among the Swiftvets are aligned with the campaign to re-elect Bush. Drudge concedes that a mysterious \"donor in Texas\" has financed their book and the TV ad in which they brand Kerry a liar (the advertisement can be found at <a href=\"http://www.swiftvets.com\">www.swiftvets.com</a>: a website, one suspects, not paid for by the veterans' military pensions). </p> <p>It's Godzilla versus King Kong fighting it out in the cesspit of US politics. If you believe Michael Moore's film, Bush was in cahoots with the Bin Laden clan. If you believe the Swiftvets' book, the man who wants to replace Bush is a poltroon - incapable of commanding a small plastic boat, let alone the most powerful nation on the planet as it faces the greatest crisis in its history. As usual in politics everywhere, it will come down to who is telling the truest lies.</p>",
  "<p>Only presidential hopeful John Kerry scored more than Faria Alam last week. Column inches that is. The coverage afforded to Alam, for whatever reasons, confirmed the view of literate, middle class Asians that - for a minority group - we get a good share of media attention.</p> <p>That view was expressed by the people who participated in a media survey I recently conducted. It seemed extraordinary to me that the opinions of articulate, moderate, high achieving British Asians had not been canvassed before, considering their growing influence on the cultural and financial landscape of modern Britain.</p> <p>So I gave them a chance to have their say - and their views spilled out like a dam that had finally burst. From Islamophobia to the Ferreiras, they let rip.</p> <p>Key findings included the following: High achieving Asians do not use the Asian media, they rely almost wholly on the mainstream media for their news and entertainment. They mostly dislike the sensationalist tabloids, preferring the broadsheets. They are extremely well read. They are well informed about current affairs and are dismayed by the media's tendency to prefer the inarticulate and extreme Asian to the moderate and articulate. And they hate the Ferreira family in EastEnders.</p> <p>Ah, yes. Ronnie, Kareena, Ash, Tariq and the missing parents. </p> <p>The Hindu/Muslim/Catholic/whatever Ferreiras of Walford - or is it Goa? Who knows and frankly, it's clear that few care.</p> <p>While some survey participants offered tepid support for the family on the grounds that at least there was some Asian representation on primetime television, the vast majority wanted them killed off.</p> <p>\"Shoot them all now, please,\" pretty much summed up the general opinion.</p> <p>So, what is so wrong with them?</p> <p>Exactly what and who they are was the first query. In a bid possibly designed not to offend any Asian group, the writers obviously decided to bring the entire subcontinent together in one family. A politically laudable decision certainly, but a tad confusing for the average soap fan - even the intelligent ones who took part in the survey. As one woman put it, \"just how many shades of brown can there be in one family!\"</p> <p>The second trap the writers seem to have fallen into is that in trying not to make them stereotypical corner shop owners being forced into loveless marriages, they have created unbelievable characters in unrecognisable situations. So while in real life many Asians have an uncanny grip on the property market and pool their resources within extended families, the hapless Ferreiras - devoid of background or context - are served with repossession papers without a single loan-offering auntie in sight.</p> <p>In a survey involving lawyers, doctors, bankers and the like, it naturally grated too that the main Asian characters on television should be such a useless, unemployable bunch. Okay, so soaps are not real life but they should bear some relationship to reality. That's what makes the Slater sisters work so well, and in reality Walford's local solicitor and doctor would both be Asian.</p> <p>Admittedly the dreary Ferreiras are an easy target for ridicule - but they represent the biggest complaint made against the media by survey participants, namely lazy and poor research.</p> <p>People don't want more Asians in the media; they want \"better\" ones. Something beyond curry millionaires, miserable folk being forced into arranged marriages and alleged terrorists. \"I want to see, hear and read about people like me. People with a variety of lifestyles. Ordinary people,\" was a common plea.</p> <p>Muslims in particular were weary of seeing as \"the face of Islam\" women covered from head to toe in black and men with beards that would make Papa Smurf proud.</p> <p>\"If you put a woman on TV who is wrapped up in a sheet, it will put off 98% of the audience. There are other women who could represent the religion just as well whom the audience could relate to too,\" said one Muslim man.</p> <p>The media-picked \"beardy weirdy\", it seems, casts as long a shadow over the ordinary Muslim as an unrepresentative Ferreira does over the average Asian. 70% of my survey group chose BBC Radio 4 as their favourite station. Jeremy Paxman and Jon Snow were favourite presenters and the Economist was most popular magazine. But one wonders if the thick Ferreiras would know the difference between highbrow and the strips of hair above their too close-together-eyes.</p> <p>So what should the media do?</p> <p>Research, research, research say my survey participants. Cast your net far and wide. Television in particular can dispel and create myths in one fell swoop and, as the likes of the Cosby show and Oprah showed in the USA, public perceptions of minorities can be altered virtually overnight.</p> <p><em>· Rehna Azim is a barrister and the editor of <a href=\"http://www.britainsasianassets.com\">www.britainsasianassets.com</a> which ran the media survey.</em></p>"
]