[
  "Donald Rumsfeld was at his laconic best at a New York thinktank on Monday when he said there was no \"strong, hard evidence\" linking al-Qaida to Iraq. But the statement still dropped like a bombshell. This was not one of the defence secretary's famous \"unknown unknowns\", but a clear known, albeit unconvincingly qualified yesterday by the claim that he had been \"regrettably misunderstood\". Mr Rumsfeld is thankfully on his way out of the Pentagon, retiring after next month's presidential elections, whether or not George Bush beats John Kerry. But if his own career is ending, others, including Mr Bush, are likely to - and certainly should - suffer significant collateral damage from his admission. <p>The purported link between the fundamentalist Osama bin Laden and the secular Saddam Hussein was central to the US administration's case for war, though most experts always believed it was unlikely. Much was made of reports of a single meeting between Mohamed Atta, the leader of the 9/11 hijackers, and an Iraqi intelligence officer in Prague in April 2001, but exhaustive enquiries have produced no evidence for this. This is perhaps what Mr Rumsfeld meant when he spoke of the question having \"migrated in the intelligence community over a period of a year in the most amazing way\". </p> <p>Equally amazingly, the defence secretary quickly issued a sort of half-retraction, noting that he had in fact spoken of a Bin Laden-Baghdad connection since September 2002 on the basis of information provided by the CIA. That sounded as if he was blaming the CIA for being wrong, as he did over the intelligence it provided on Iraq's non-existent weapons of mass destruction - the principal justification for the war. But whatever he meant, the backtracking Mr Rumsfeld did not sound remotely like a man defending the invasion of Iraq, even if, as he pointed out in his inimitably folksy way, Saddam Hussein's regime was not the \"Little Sisters of the Poor\". </p> <p>It is quite true, as he recalled, that Iraq was on the US list of countries supporting terrorism, but so, for that matter were Iran, Syria, North Korea and Libya. It is emphatically not true that there was evidence linking it to Bin Laden or 9/11. This is worth restating now that both Mr Bush and Mr Blair are talking about fighting terrorism in Iraq. It is also worth restating because the president continues to make the connection, as he did in last week's keynote foreign policy debate against the Democratic challenger. \"The enemy,\" Mr Bush said, \"attacked us.\" Mr Kerry retorted: \"Saddam Hussein didn't.\" Mr Rumsfeld, belatedly, seems to agree.</p>",
  "The hour-long drive up route 93 from Boston to Derry in New Hampshire (population 34,021) is punctuated by banners calling on people to \"support the troops\" and others saying \"bring the troops home\". It is also framed by a New England fall. <p>The leaves, ripe with autumn and fluttering in Hurricane Jeanne's tail, blend chocolate, lime, ruby and gold. </p> <p>Take your eyes off the road for a moment and you will catch a glorious blur; fix them back on the licence plate in front of you and New Hampshire's libertarian principles are etched in black and white: \"Live Free or Die\". </p> <p>The state certainly takes these principles seriously. </p> <p>It has no income tax or sales tax. On the ground floor of the local library they mark Banned Book week by putting the works of authors who have been proscribed elsewhere in the country, such as Isabel Allende, Alice Walker, Judy Blume and JK Rowling, on a special shelf with the note: \"Someone, well intentioned or not, wanted to 'protect' other readers by preventing them having the choice to see these books. The Derry Public Library invites you to decide for yourself what your children should read.\" </p> <p>But for a place so suspicious of government, New Hampshire has an awful lot of it. Although it is one of the 10 least populous states in the nation, it has by far the largest legislature - 424 representatives for just 1.28 million inhabitants. </p> <p>\"We expect there to be a close distance between voter and candidate,\" says the historian Richard Holmes. \"When we vote locally it's not for parties but because, 'I know this man to be a good man'.\" </p> <p>And, as the first state to hold primaries, there is an intimacy between voters here and the presidential candidates. Lisa O'Neill had Howard Dean speak in her front garden. Jack Polidoro of Laconia twice had dinner with the Democratic vice-presidential candidate, John Edwards. </p> <p>The Republican state senator, Frank Sapareto, has met George Bush several times. Sit in Mul's Diner on Derry's Broadway long enough in an election year and there's a good chance you'll bump into the next president. Last week alone Mr Bush, his mother and daughters were here, as were Mr Kerry and Mr Edwards. </p> <p>It may be small but New Hampshire is sufficiently awkward and unpredictable - in the 1992 primaries it resurrected Bill Clinton's fortunes and in 2000 almost derailed Mr Bush by backing John McCain - for it not to be ignored. </p> <p>This year is no different. The state should be a Republican stronghold, but it isn't. In 2000 Mr Bush took it narrowly by 48% to Al Gore's 47%, with Ralph Nader getting 4%. This time round the latest polls have Mr Bush and Mr Kerry even on 46% and Mr Nader on 2%. </p> <p>It is a sign of how close the election is nationally that both parties are working so hard here, even though the state has only four votes in the electoral college that chooses the president. Candidates need 270 college votes to win, but New Hampshire would have been enough to tip the result for Mr Gore four years ago. </p> <p>Many factors could explain the current unease with Mr Bush's administration. </p> <p>\"We left the Republican party because it's been taken over by the religious right,\" says Nan Stearns, who voted for Mr Bush in 2000 but will be backing Mr Kerry in November. \"All my life I voted Republican. But George Bush doesn't represent to us what America means to us.\" </p> <p>Mr Nader, who has been distracted by attempts to get on the ballot, has had little time to campaign here. That has left plenty of room on the left for the Democratic challenger for the senate, Doris Haddock, a 94-year-old great-grandmother of 16 who is known as Granny D. </p> <p>\"The corporations have taken over,\" she says after a packed house party in Laconia. \"To become a powerful man today you have to sell your soul.\" </p> <p>But a worry for both parties, says Andrew Smith, the director of the University of New Hampshire survey centre, is that their national messages have proved too simplistic here. There are few blue-collar workers and minorities who would usually back the Democrats, and relatively few fundamentalist churchgoers on whom the Republicans rely. </p> <p>\"New Hampshire is a Republican state but not a conservative state,\" he says. \"Both the Democratic and Republican bases here are out of step with their bases in the rest of the country.\" </p> <p>The themes that work for each party nationally do not work so well in New Hampshire. James Pindell, the managing editor of <a href=\"http://www.Politicsnh.com\">Politicsnh.com</a>, the state's online newsletter, says: \"Neither the Democrats nor the Republicans can play their trump cards.\" </p> <p>In the bowels of the local museum there is a picture marking a moment that would change Derry forever, and helps explain why the politics of the town have become so difficult to read. Alan Shepard, America's first man in space and a native son, is kneeling in a hard hat next to a detonator as his wife, Louise, looks on. </p> <p>It was 1962 and the town's population was in decline along with the shoe manufacturer that was one of the area's major employers. Shepard was presiding over the ceremonial explosion that would blast interstate 93 into existence. From then on Derry would be starved of its identity as a town in its own right and start feeding Boston. </p> <p>After this the growth was exponential, Mr Holmes says. \"It was a good place to grow a family and people came here looking for green. Within a decade its population had doubled. Within two it had tripled; within three it had quadrupled.\" </p> <p>By the late 60s Derry had its first mall and was well on the way to suburbanisation. A fifth of the town's current residents did not even live in New Hampshire 10 years ago, and 70% were born outside the state. The huge influx over a relatively short period of time unsettled an already fragile political equilibrium. </p> <p>\"The question is, who are these people?\" asks Mr Pindell. \"All the indicators are that they are the most likely people to vote but nobody knows how. Seventy per cent of them came from Massachusetts. Did they come here because they were ostracised by the taxes or are they socially liberal people bringing their values with them?\" </p> <p>It matters. In 2000 Rockingham county, where Derry is, voted 49% Republican, 46% Democrat, 4% Nader. Since then the population has grown by 5%. </p> <p>Canvassers from America Coming Together, a progressive pressure group, visited a newly built neighbourhood to find out more about the recent arrivals. They came across a range of opinions, from a man who thought opposing the government in wartime was treasonous to those concerned about illegal immigration. </p> <p>But Yvonne Shostack spoke for most when she said her main concern was the war. \"I thought things would be more resolved than they are,\" she said. \"People are still getting killed and we're still out there ... I'm on the fence. I don't know if Kerry will help the situation, but I don't think Bush can.\"</p>",
  "America's former proconsul in Baghdad delivered a damning critique of the Bush administration's policy on Iraq yesterday, saying the US had made two grave errors of judgment in the early days of the war. <p>Paul Bremer, who was America's most senior official in Baghdad until the handover last June, said the US committed two major blunders which compromised the course of events in Iraq: it went to war without enough troops and it did not contain the looting and violence after Saddam Hussein's regime fell. </p> <p>\"We paid a big price for not stopping it because it established an atmosphere of lawlessness,\" Mr Bremer told a conference of insurance agents in West Virginia. \"We never had enough troops on the ground.\" </p> <p>Mr Bremer is the latest in a stream of US government officials to voice doubts on the administration's strategy on Iraq, but such criticism is surprising from a man who says he \"strongly supports\" the re-election of President George Bush . </p> <p>The comments, surfacing only hours ahead of last night's vice-presidential debate between John Edwards and Dick Cheney, were very badly timed for the administration - and a boon for the Democrats. </p> <p>Mr Cheney is widely regarded as the architect of the war and came under renewed pressure to account for what the Democratic challenger, John Kerry, yesterday called a \"long list of mistakes\" on Iraq. \"I hope Mr Cheney can take responsibility,\" Mr Kerry said. </p> <p>Mr Bremer's comments are also a belated rebuke to the defence secretary, Donald Rumsfeld, who overruled his army chief of staff and other military officials by opting for a smaller invasion force, and who famously dismissed reports of looting in April 2003 by saying \"Stuff happens\" and \"Freedom is untidy\". </p> <p>Mr Rumsfeld attempted yesterday to undo the damage from statements made hours earlier, in which he acknowledged there was no connection between al-Qaida and Saddam. \"To my knowledge, I have not seen any strong, hard evidence that links the two,\" Mr Rumsfeld told the Council on Foreign Relations . </p> <p>The statement - a u-turn on Mr Rumsfeld's assertion in September 2002 that the CIA had \"bulletproof\" evidence of a connection - appeared in line with a new intelligence review that failed to find a connection. </p> <p>Mr Rumsfeld later said his comments to the council had been \"misunderstood\". </p> <p>More attention was devoted to the comments from Mr Bremer, who shared Mr Cheney's and Mr Rumsfeld's views on Iraq, and who maintained yesterday that America was right to go to war. </p> <p>The White House yesterday refused to say whether Mr Bremer had asked for more troops during his frequent visits to Washington. </p> <p>Meanwhile, Mr Bremer released a statement claiming that his remarks were intended for a private audience, and that the US now had sufficient troops on the ground. </p> <p>He also reaffirmed that the war in Iraq is an \"integral part of fighting this war on terror\". </p> <p>However, Mr Bremer began expressing doubts about the administration's strategy before his speech to the insurance conference. During a September 17 appearance at Indiana's DePauw University he accused the administration of disregarding his advice to bring in more troops. </p> <p>\"The single most important change - the one thing that would have improved the situation - would have been having more troops in Iraq at the beginning and throughout [the occupation],\" Mr Bremer was reported to have said. </p> <p>The debate on America's preparations for war on Iraq was opened in early 2003 when the then army chief of staff, General Eric Shinseki, said the invasion needed an occupying force of several hundred thousand soldiers - much to the fury of Mr Rumsfeld whose battle plans called for a streamlined force. </p> <p>In January, the chief weapons inspector, David Kay, testified that western intelligence agencies \"were all wrong\" in their assessment that Saddam had weapons of mass destruction. </p> <p>Last month, a former CIA official Paul Pillar told a private dinner that the White House disregarded intelligence reports two months before the invasion warning that a war could unleash a violent insurgency. </p> <p>Mr Bremer claimed that US planners had failed to anticipate the chaos that would follow Saddam's departure, saying that planners were more concerned with preventing a refugee exodus and a humanitarian crisis that did not arise. \"There was planning, but planning for a situation that didn't arise,\" he said.</p>",
  "In the secular, liberal, top-left-hand corner of the US where I live, the prevailing mood was one not far short of despair as incredulity mounted that the daily avalanche of bad news from Baghdad, Fallujah, Tikrit, Samarra, Najaf, Nasiriyah, Kufa, Ramadi, Baquba and elsewhere was apparently failing to make any significant dent in Bush's poll numbers, or expose his claim that freedom and democracy are on the march in Iraq as a blithe and cynical fiction. What would it take? people asked: How many more American and Iraqi deaths? When would it sink in that the occupation of Iraq is a bloody catastrophe? Why was the electorate so unmoved by the abundant empirical evidence that the administration's policy in the Middle East wantonly endangers America as it endangers the wider world? Kerry's performance in the first presidential debate brought a much-needed lift of spirits to this neck of the woods, but the Democratic candidate is up against something more formidable than the person of George Bush: he has to deal with the unquiet spirit of American puritanism and its long and complicated legacy. <p>Last Monday, on the school run, I caught an interview on NPR's Morning Edition with the grieving family of a sergeant in the Oregon National Guard who was killed in Iraq on September 13. Here's what Sergeant Ben Isenberg's dad said: \"This war is not about Iraqis and Americans, or oil: this is a spiritual war. The people who don't understand that just need to dig into their Bible and read about it. It's predicted, it's predestined. Benjamin understood that the president is a very devouted [sic] Christian. Ben understood that the calling was to go because the president had the knowledge, and understood what was going on, and it's far deeper than we as people can ever really know. We don't get the information that the president gets.\" </p> <p>In context it's clear that by \"information\" he wasn't talking about the stuff that passes from the CIA to the White House. This information comes from the guy whom Bush likes to call his \"higher Father\". As the president said in the closing lines of his acceptance speech at the Republican convention last month, \"We have a calling from beyond the stars ...\" - a claim that in some societies might lead to a visit from the men in white coats, but in America, among the faithful, is met with rapturous applause. </p> <p>Every Bush speech is richly encrypted with covert Biblical allusions and other secret handshakes with his fundamentalist listeners, but one need not be a fundamentalist to warm to this sort of religiose rhetoric, for it is every bit as much of an \"American\" thing as it is a \"Christian\" one. Rationalist liberals, tone-deaf to its appeal, make a serious mistake in their assumption that facts-on-the-ground, in Iraq or in the domestic US, can readily explode what the Bush administration has managed to project as a matter not of reason but of faith. </p> <p>Faith, as Mark Twain's apocryphal schoolboy said, \"is believing what you know ain't so\". Faith always contradicts the visible evidence, like the putrefying body or the fossil in the rock - obstacles put in our way to test the mettle of our belief and reveal the inadequacy of our merely sublunar knowledge. Ben Isenberg's father was certain of this: \"It's far deeper than we as people can ever really know.\" </p> <p>No culture in the world has elevated \"faith\", in and of itself, with or without specific religious beliefs, to the status it enjoys in the United States. Faith - in God, or the future, or the seemingly impossible, which is the core of the American Dream - is a moral good in its own right. In no other culture is the word \"dream\" so cemented into everyday political language, for in America dreams are not idle, they are items of faith, visions that transcend the depressing available evidence and portend the glorious future as if it were indeed \"predicted . . . predestined\", as Isenberg's father saw the war on Iraq. </p> <p>When Americans tell their own history at the grade-school, storybook level, they conveniently forget the earliest and most successful colony of tobacco-aristocrats in Virginia (a bunch of degenerate smokers) and instead trace themselves back to the zealous theocrats in tall black hats who founded the Massachusetts Bay Colony, and whose first harvest is celebrated in the all-American orgy of Thanksgiving. The names of the Susan Constant, Godspeed, and Discovery, which put into the James River in 1607, have little resonance now, but everyone knows about the 1620 voyage of the Mayflower and its Pilgrim Fathers because the Puritans, who have never gone out of date, left behind a peculiarly American philosophy of the miraculous power of faith and hard labour, along with a dangerously uplifting vision of America's rightful place in the world. In a sermon of 1651, Peter Bulkeley laid out the essential rhetorical frame of Bush's foreign policy: \"We are as a city set upon a hill, in the open view of all the earth, the eyes of the world are upon us because we profess ourselves to be a people in covenant with God ... Let us study so to walk that this may be our excellency and dignity among the nations of the world among which we live; that they may be constrained to say of us, only this people is wise, a holy and blessed people ... We are the seed that the Lord hath blessed.\" The sting in that exclusive only has been lately felt by almost every foreign ambassador to the UN who's had to listen to Bush or Powell lecturing the assembly on America's historic moral exceptionalism. </p> <p>It was axiomatic to Puritan belief that the city on the hill had been raised in a land previously inhabited by devils whose spirits still walked abroad, conspiring against the holy, wise, and blessed citizens. At the time of the Salem witch trials in 1693, Cotton Mather struck exactly the same note as Bush strikes when he speaks of al-Qaida. </p> <p>\"The devil is now making one attempt more upon us; an attempt more difficult, more surprising, more snarled with unintelligible circumstances than any we have hitherto encountered; an attempt so critical, that if we get well through, we shall soon enjoy halcyon days, with all the vultures of hell trodden under our feet.\" A \"horrible plot\" had been detected, \"which if it were not seasonably uncovered would probably blow up and pull down all the churches in the country.\" More than 21 witches \"have confessed that they have signed unto a book, which the devil showed them, and engaged in his hellish design of bewitching and ruining our land.\" </p> <p>While the Virginia colony brought 18th-century rationalism to America, and supplied four of its first five presidents (Washington, Jefferson, Madison, and Monroe), the New England puritans of Massachusetts gave Americans an intensely dramatic and emotional sense of their peculiar predicament. They were an exception among nations, uniquely favoured by Providence. They alone enjoyed the liberty to walk with God according to their own lights. They were a people of faith beleaguered on all sides by wicked spirits. Cleaving to their faith, they must distrust \"imperfect reason\" (Mather's phrase) as a means of discerning the mystery of creation and the visible world around them. Not least, the Puritan plain style (Mather warned writers of \"muses no better than harlots\" and of prose \"stuck with as many jewels as the gown of a Russian ambassador\"), which owed much to the teaching of Peter Ramus, the French philosopher and rhetorician, made these ideas accessible to the least educated, and gave them the unvarnished vigour that they still have today. The remarkable survival of this 17th-century worldview in 21st-century America has as much to do with style as with theological substance: people who would now find Jefferson or Madison hard going could easily thrill to the words of Mather, John Winthrop, the rollicking hellfire poet Michael Wigglesworth, or the poet of domestic sublimity Anne Bradstreet. </p> <p>The Puritans live! And the shrewd men of the Bush administration have expertly hotwired the president to the galvanic energy-source of Puritan tradition. It's as if America, since 9/11, has been reconstituted as a colonial New England village: walled-in behind a stockade to keep out Indians (who were seen as in thrall to the devil); centred on its meeting house in whose elevated pulpit stands Bush, the plain-spun preacher, a figure of nearly totalitarian authority in the community of saints. The brave young men of the village are out in the wilderness, doing the Lord's work, fighting wicked spirits who would otherwise be inside the stockade, burning down Main Street and the meeting house. That, at least, is how the presidential handlers have tried to paint things, and, given the continuing power of the American Puritan tradition, it's not very surprising that a likely electoral majority have gratefully accepted the picture at its face value: that the proportions are all wrong (the world's remaining superpower simply won't fit into the space of a pious, beleaguered village) doesn't matter, for the administration has successfully tapped into a toxic national mythos. </p> <p>Faith rules. After a faltering start to his presidency, Bush found his role in the aftermath of the attacks of September 2001 as America's pastor-in-chief. His inarticulacy without a script was an earnest of his humility and sincerity, his dogmatic certitude a measure of his godly inspiration. \"His way of preaching was very plain,\" as Mather wrote of John Eliot of Roxbury, Massachusetts, \"He did not starve [the people] with empty and windy Speculations.\" Confronted a couple of weeks ago with the CIA's grim forecast of mounting unrest and possible civil war in Iraq, Bush airily said, \"they were just guessing\". The president doesn't guess. As he intimates to his congregation on every possible occasion, his intelligence is leaked to him by He Who Holds the Stars in His Right Hand. </p> <p>To doubt is to succumb to temptation by the wicked spirits. In the New Testament, empiricism gets a bad press in the person of poor Thomas Didymus, and Christ's rebuke: \"Blessed are they that have not seen, and yet have believed.\" That the facts on the ground in Iraq are in clear contradiction of all Bush's claims about the flowering of liberty and democracy there is merely one of those tests of faith to which all true believers are subject. Of course we can't see it, but that makes the miracle only more marvellous, its very invisibility an inspiring moral challenge for the faithful. </p> <p>In last Thursday's debate with Kerry at the University of Miami, Bush appeared petulant and bemused (especially in the reaction shots that were shown by the networks in defiance of the rules agreed by the Commission on Presidential Debates) to find himself there at all. There's no space in the meeting house for two rival pulpits, and Pastor Bush, for the first time since his election, if that's the right term for what happened in 2000, had to endure standing on an equal footing with an upstart congregant who was the spitting image of Doubting Thomas. There was a note of wounded incredulity in Bush's voice when he said of Kerry that \"He changes positions on something as fundamental as what you believe in your core, in your heart of hearts, is right in Iraq.\" O faithless Kerry! - apostate! - unbeliever! In Bush's Puritan theology, to change one's mind in the face of overwhelming evidence is tantamount to denying the very God who rules your \"heart of hearts\". How can my belief be wrong if He placed it there? </p> <p>Yet debates - even ones as stilted as those agreed between the campaigns this year - are rational exercises with an inbuilt bias favouring reason over faith. Unsurprisingly, the rationalist on Thursday beat the preacher at the rationalist's own game, and in my own political neighbourhood there was hardly less elation that evening than if the Seattle Mariners had carried off the World Series. But a debate is a very different thing from an election, and if Kerry did manage to win on November 2, it would be a surprising triumph of cold reason over hot religious mythology. </p> <p>No more classic American sentiment has ever been put into a foreigner's mouth than when the New York lyricist Joe Darion made Don Quixote sing, in Man of La Mancha, \"To dream the impossible dream,/ To fight the unbeatable foe,/ To bear with unbearable sorrow,/ To run where the brave dare not go.\" Only an entrenched belief in one's own exceptionalism and a wonder-working Providence could justify such otherwise self-evidently futile activities. With Bush, we're now dreaming an impossible dream and fighting an unbeatable foe, and tens of millions of Americans - enough, quite probably, to give Bush a second term - believe that is the right, because it's the American thing to do. </p> <p>Tony Blair has lately given the impression that he's been channelling the same source (Almighty God and/or Karl Rove) who inspires the rhetoric of Bush, but in Britain there is no rich mulch of popular national tradition in which Blair's words can take root. The historic connection between the Labour party of Keir Hardie's time and the Methodist church is something altogether different from the great folk memory of the embattled God-fearing city on the hill that stirs deep in the American imagination. When Bush plays the faith card, he summons powerful ancient ghosts. When Blair tries to bring off the same trick, he merely calls attention to his conscience, his private religious beliefs, awakening no echoes in the land of mild, secularised Anglicanism where to speak of one's own intimacy with God's purpose is to place oneself in the embarrassing company of the man in the ragged overcoat, haranguing a non-existent audience from a soapbox at Speakers Corner - which, come to think of it, is a convenient short stroll from the Blair family's new quarters in Connaught Square.</p>",
  "The tight, highly polarised fight for the US presidency has produced a flood of would-be new voters in key swing states, where registration deadlines expired last night. <p>No nationwide figures were available yesterday, but reports from election offices around the country suggested the staff and equipment for registering new voters was being strained to breaking point, reflecting a dramatic rise in political interest. </p> <p>A new poll by Gallup, CNN and USA Today showed the contest between George Bush and John Kerry tied at 49% support of likely voters each, with the independent candidate, Ralph Nader, attracting backing from only 1%. </p> <p>The tie confirmed polls which suggested Senator Kerry had closed the president's month-long lead with his performance in last Thursday's debate. Two more debates are scheduled over the next two weeks, and Vice-President Dick Cheney will take on Mr Kerry's running mate, John Edwards, tonight in Cleveland. </p> <p>The surge in registration reflects multimillion-dollar efforts on the part of both parties and their allies to find new voters, particularly in the biggest swing states of Ohio, Pennsylvania and Florida. It is in suburban areas of those states that the biggest increase in voter registration appears to have taken place. </p> <p>High registration figures do not necessarily mean high turnout on election day. People who agree to fill out a form when buttonholed in the street or at home by activists do not always take the trouble to go out to vote. But Curtis Gans, director of the Committee for the Study of the American Electorate, said he expected a better turnout than in the past two elections. </p> <p>\"The question for the last 20 or 30 years has not been registration but motivation,\" he said. \"And we're probably seeing the most motivation since 1968, with the lightning-rod nature of the Bush presidency ... My expectation of turnout is it will go significantly up to 58% to 60%, 118 million to 121 million voters, from 54% in 2000.\" </p> <p>The Democrats are convinced a large turnout will be in Mr Kerry's favour. The party has broken records this year in raising $260m, $180m more than 2000, tapping liberal anger at the Bush administration, and has put much of that windfall into voter registration and get-out-the-vote efforts. </p> <p>\"The Democratic base is bigger and in better shape than it's ever been,\" said Terry McCauliffe, chairman of the Democratic National Committee. </p> <p>\"At this time in 2000, we didn't make any calls [to potential voters]. This time, we're making a million calls a week.\" </p> <p>Mr McCauliffe said the party, together with liberal activist groups like America Coming Together (ACT), had registered 5 million new voters this year, and claimed that many of them were \"under the radar\" of the pollsters. </p> <p>The Republican party has also stepped up its mobilisation effort to meet the threat posed by groups like ACT. </p> <p>Its principal allies have been white evangelical churches, which have conducted voter registration drives before services over the past month. </p> <p>Mr Gans, however, argued that a high turnout was more likely to benefit the Democrats. </p> <p>\"The Republicans have two sources of additional votes - Christian evangelicals and, to a lesser extent, the rural vote. All the rest are likely to be new Democratic voters,\" Mr Gans added.</p>",
  "For Cuban exiles, the Versailles cafe is a parallel world. If there had been no revolution, no Fidel, they would have been sipping coffee and reading the daily papers in a place just like this in Havana. <p>But 45 years on, they are still in Little Havana, Miami, in exile limbo. </p> <p>The waiters in starched white shirts and forest-green waistcoats make the Versailles look as the Cuban capital once did; so do the tiled floors and coffee counter where Cuban-Americans come to gossip. The menu and the ambience are essentially unchanged in decades, but the politics of Little Havana are changing in small ways that could have a big effect on this year's presidential election. </p> <p>The change is clear to anyone who looks out of the Versailles window and across the road, where the John Kerry presidential campaign has set up an office, plastered with Democratic paraphernalia. </p> <p>As electoral effrontery, this is on a par with Republicans opening up in Harlem. In Florida, the Cuban vote is the rock on which President Bush's 2000 electoral victory was built. Coralled and coddled by Jeb, his Spanish-speaking brother and state governor, 82% of Florida's 450,000 Cuban-Americans voted Republican. </p> <p>That near-monopoly is now showing signs of crumbling. Younger Cubans and more recent immigrants are turning away from the politics of the post-revolutionary exiles, los historicos. </p> <p>One of the younger men drinking coffee, Ignacio Luzarraga, is a perfect example. He is 26 years old, a second generation Cuban-American, who will not follow family tradition at the polling booth on November 2. He will be voting Democrat, for Senator Kerry. </p> <p>\"The younger generation of Cuban-Americans will not follow suit just for the sake of following suit,\" he said. </p> <p>To talk to older Cuban-Americans about politics is to take a detour down four bitter decades of US-Cuban relations, in which the Republicans established themselves in Little Havana as the party of anti-communism, the embargo, and, in exile eyes, of revenge. </p> <p>Mr Luzarraga's concerns are like those of most other young Americans. He worries about Iraq, and believes George Bush \"has not been honest as he should have been\" about the reasons for going to war and its consequences for US troops and for the Iraqi people. Tessie Arau is another Cuban Republican who will not vote for George Bush this time. She runs a charter company organising flights to Cuba for Cuban-Americans to see relatives. </p> <p>In May, the Bush administration ordered those trips to be cut to one every three years per person. The decision delighted hard-line historicos, who no longer have close ties to the island. For many newer arrivals, typically economic migrants supporting relatives in Cuba, the measure was a disaster. </p> <p>\"It's inhumane. There was a gentleman who killed himself because he knew he couldn't see his autistic son for three years,\" Ms Arau said. \"I don't see how that brings democracy. The reasons we came to this country were these freedoms, the freedom to travel where we want, and this administration is taking away from us.\" </p> <p>Talk of a splintering of the monolith is dismissed by Republicans. Ileana Ros-Lehtinen, a congresswoman from one of Cuba's grandest families, said: \"We hear this every two years. I don't know how many elections it will take for people to stop talking about the fragmented Cuban-American vote.\" </p> <p>However, political and demographic splits in the community are showing up in the polls. Among younger, US-born Cuban-Americans, Mr Kerry led Mr Bush by 58% to 32%. Among immigrants who arrived after 1980, Mr Kerry led 40% to 29%. </p> <p>The poll was by the New Democrat Network, an activist organisation, but independent surveys show Bush losing ground in the community as a whole, and struggling to break through 70%. That is an important shift in a state Mr Bush won by only 537 votes four years ago. </p> <p>A poll by the Cuban Research Institute at Florida International University found 36% of the community either planning to vote Kerry or undecided. \"The president will be hard pressed to win Florida if 36% of Cuban-Americans who can vote, vote for Kerry or abstain,\" said Damian Fernandez, the head of the institute. </p> <p>While the wall is cracking in Miami, another Kerry opening is further north around Orlando, where Florida's Puerto Rican population is up a quarter since 2000, an electorate that traditionally has Democratic leanings. The Kerry campaign, however, has been slow to take up Florida's Hispanic vote. He has yet to appear in person in Little Havana. </p> <p>His office there is a break with the past, but all literature so far is in English - in the words of a campaign official there, an \"oversight\". </p> <p>\"Kerry hasn't done a very good job courting these voters,\" Prof Fernandez said. The challenger has four weeks exactly to try to capitalise on the president's weakness here. If he fails to do so, as far as Florida Democrats are concerned it will represent one of this election's greatest missed opportunities.</p>",
  "The Brazilian president, Luiz Inacio Lula da Silva, received a boost in local elections on Sunday, in what was widely seen as a referendum on his first two years of government. <p>Candidates from Mr Da Silva's Workers party (PT) swept to power in six out of 26 state capitals and forced their opponents to a run-off vote in nine more, in a result which analysts say points towards a PT victory in a general election scheduled for 2006. </p> <p>\"The results are showing that the president is successfully paving the way for his re-election in 2006,\" Christopher Garman, a Sao Paulo political analyst, told the Associated Press. In Sunday's vote, the PT made inroads in the poorest northern and north-east regions, where deeply entrenched patronage networks have long allowed traditional parties to dominate, and made important new gains in the rural mid-west. </p> <p>\"This result confirms the PT's success in consolidating its agenda at the national level. The process that began with Lula's election victory is deepening and spreading around the country,\" said Carlos Eduardo Sarmento, a political analyst with the Getulio Vargas Institute in Rio de Janeiro. </p> <p>Mr Da Silva swept to power in 2002, promising to bring social and economic justice to South America's largest country. But in July, thousands of Brazilians protested at high unemployment and interest rates. </p> <p>After taking office, the former union leader surprised the global financial community - and many supporters - by giving priority to financial stability and orthodox fiscal policies. Unlike Argentina, Brazil has met all its commitments to the International Monetary Fund. </p> <p>Lula's economic team dismayed many on the left who advocated more aggressive action to reduce poverty, but a recent surge in the economy has helped silence critics.</p>",
  "Jack Straw deserves an ovation if he is sincere about securing an international arms trade treaty (Straw's troops call wins ovation, October 1). If it were achieved and enforced, it could save more lives than have been lost in Iraq, New York, Afghanistan and Darfur year after year. An act of atonement for political failure to resolve conflicts peacefully. We must hold Straw accountable for achieving what he is promising. <br> <b>Dave Pearce</b> <br> Gatley, Cheshire <p>What does the Conservative party's new logo mean (Tough message, October 4)? The old one stood for torching British manufacturing, so perhaps the new one stands for torching the EU.<br> <b>Andrew Horton</b><br> Hemel Hempstead, Herts </p> <p>\"There are more civil servants than ordinary people in Sheffield,\" says Oliver Letwin (Report, October 4). Since when did civil servants cease to be ordinary people who have children, health needs, go shopping and pay taxes? I would have thought the Tories might be seeking their votes in Sheffield, not alienating their potential support.<br> <b>Steve Kerry</b><br> Bradford </p> <p>Sticking to the left or right and waking forward is not a sure-fire way to escape from a maze (Letters, October 2). In mazes, this policy can result in going round in circles for ever. Whereas in politics...<br> <b>Karl Lam</b><br> Cambridge </p> <p>As is often the case, the Victorians did it better (How spiders help a gent's aim, October 1). The strategically placed bee was a typical classical joke; the Latin for bee being Apis.<br> <b>David Makin</b><br> Dobcross, Oldham </p> <p>Following his recent house purchase, do we now call him Paddington Blair?<br> <b>David Johnson</b><br> London</p>",
  "<p>The consensus among bloggers, even the rightwing ones, is the same as the mainstream media's: John Kerry won the first debate. But since political bloggers in the US like nothing better than poring over the details again and again, it is inevitable that Bush supporters have been trying to do down the Democratic challenger's performance.</p> <p>What for want of a better word is being called the Kerry doctrine – that foreign policy must pass the test of global legitimacy – is attracting the greatest opprobrium. </p> <p><a href=\" http://www.blogsforbush.com/mt/archives/002281.html\"> Blogs for Bush</a> (unaffiliated but supportive) has accused Mr Kerry of insulting US allies such as Bulgaria and Poland by ignoring their military contributions to Iraq. \"Kerry's 'globe' is no more than John Kerry, the UN, France and Germany,\" writes Mark Noonan. \"The sum total of a Kerry administration would actually be the US alone in the world ... abandoned allies turning their backs on us, enemies joyfully sharpening their knives with blood in their eyes. Thanks, but I think I'll stick with our allies - and with our president.\"</p> <p><a href=\" http://powerlineblog.com/archives/008069.php\"> Power Line</a> is less apocalyptic with regards to multilateralism, merely mocking the senator's assertion that he would not let decisions about America's security be outsourced, and his later clarification, when he said he had been talking about \"a test of legitimacy not just in the globe, but elsewhere\".</p> <p>The blog can hardly restrain itself: \"'Not just in the globe, but elsewhere?' It was bad enough when Kerry was deferring to the French. Now he's saying that we have to get the green light from space aliens.\"</p> <p>Joshua Micah Marshall, more of a Kerry supporter, does not underestimate the power of the attacks. His analysis of six post- debate polls on his <a href=\"http://www.talkingpointsmemo.com/archives/week_2004_10_03.php#003570\">Talking Points Memo</a> puts Mr Bush and Mr Kerry neck and neck – meaning the Democrats got a bounce and the Republicans are in a sub-50% danger zone – but warns the senator is still vulnerable. \"Beating back the Bush campaign's 'Kerry Doctrine' lies is imperative,\" he writes. </p> <p>Andrew Sullivan's <a href=\" http://andrewsullivan.com/index.php?dish_inc=archives/2004_10_03_dish_archive.html#109694909728674453\"> Daily Dish</a>, meanwhile, sees the president as more at risk. Mr Bush's 47% approval rating is as about \"as low as it can possibly get\" if he is to have a hope of re-election, he says. He also claims to have found a New York Times/CBS poll in which 59% cite poor planning for Iraq by the president as a source of weakness for him.</p> <p>The Bush-supporting blogs will invariably search out new battlegrounds to fight on, though one that failed to work is now being voluntarily surrendered: after posting video stills from the debate footage and many hundreds of words, <a href=\"http://littlegreenfootballs.com/weblog/?entry=12988_Penmanship\">Little Green Footballs</a> has finally called time on its forensic analysis of whether or not Mr Kerry brought his own pen to the debate. \"It's a bit depressing that this country is now willing to accept blatant flouting of debate rules because it was 'only a pen',\" laments Charles Johnson. Remember, bloggers do like to pore over the details.</p>",
  "Much ink has been spilled over John Kerry's smashing victory last week: how Kerry got a new lease on life after being written off for dead. Kerry's situation had never been dire, given the poll numbers in the battleground states (as opposed to the national poll numbers over-reported in the media). But in politics, perception is reality, and Kerry was suffering from a serious perception gap. <p>In 2000, Al Gore notched solid debate performances against Bush. On matters of substance, it was no contest: Gore ran circles around Bush. Regardless, the post-debate consensus was that Bush came across as \"likeable\" while Gore was \"stiff\" and \"arrogant\". And how did we determine which one was likeable and the other stiff? The post-debate spinmeisters told us. </p> <p>After every debate, the campaigns dispatch their surrogates to reporters and television shows to argue that their guy won the debate and the other guy was an embarrassment to humanity. The Bush campaign lackeys were instructed last week to say that \"Kerry's credibility gulf\" had become a \"credibility canyon\". The Democrats argued that Kerry had \"left no doubt he can lead the fight to hunt and kill the terrorists\". </p> <p>Let's be honest: Bush gave Democrats a great deal of material to work with. He rolled his eyes, looked visibly perturbed, tripped over his words, stared off blankly into space more than once, and made bizarre chewing motions with his mouth. At one point, in the middle of answering a question, he yelled out, \"Let me finish!\" even though he had time on the clock and neither Kerry nor the moderator had uttered a sound. </p> <p>On the other hand, Kerry gave Republicans very little ammunition. The GOP had insisted on using a colour-coded lighting system to inform the public when a candidate went over his time limit. Kerry had made a mockery of time limits during the Democratic primary debates, and the GOP planned on using his wordiness to paint him as unable to give a \"straight answer\". Much to their chagrin, Kerry never went over his allotted time. </p> <p>Bloggers, thinktanks, the Kerry campaign and the Democratic National Committee (DNC) all worked to fact-check Bush and point out his bizarre behaviour. The flow of information flowed two ways, as the party establishment and allied organisations worked hand-in-hand with the blogs to gather ammunition, then blast it out to the world. </p> <p>The DNC and bloggers also urged readers and supporters to swamp online polls after the debate, and they did. Hours after the debate, just about every online poll gave Kerry huge victories in the debate. (Ironically, it was conservative activists who pioneered the practice of skewing online polls.) </p> <p>A GOP conference call for activists was hijacked by Democrats after the number of the meeting and the passcode were <a href=\" http://atrios.blogspot.com/2004/09/message-from-ed-gillespie.html\">published</a> on liberal blogs like Atrios. One blogger <a href=\" http://jackpinesavage.blogspot.com/2004/10/post-debate.html\">described</a> the scene:</p> <blockquote> <p>Mehlman said Kerry started with a credibility gap and ended with a credibility canyon and babbled in and around this point for five minutes or so. Then they announced that they were going to take three questions. The first was from a \"young Republican in Washington\". She proceeded to say that Kerry was very credible and that she had decided to vote for him. The second caller said she thought Kerry would make a credible commander-in-chief and the third call took Bush to task for not mentioning the al Qaida members not captured. </p> <p>Mehlman apologised to the Bush supporters listening and acknowledged that the call had obviously attracted some Democrats. We had, essentially, hijacked their own spin distribution and thrown it in the GOP's face. </p> </blockquote> <p>In addition to hijacking their spin distribution machine, blogs like my Daily Kos gleefully posted <a href=\" http://www.dailykos.com/story/2004/9/30/234853/153\">poor reviews</a> streaming in from conservative blogs and pundits. What better way to prove that it wasn't just liberals claiming Kerry won? The Kerry campaign blasted out the juiciest quotes to their supporters and media lists. The morning after, the <a href=\" http://www.democrats.org/faces/index.html\">DNC</a> and amateur video editors had spliced video of Bush's weird behaviour, distributing their handiwork virally via email, blogs, and personal websites. Republicans did nothing of the sort.</p> <p>The GOP was reduced to lamely tossing out a litany of excuses for Bush's poor behaviour, hoping against hope something would stick to the wall. Conservative bloggers, led by Matt Drudge, even tried to claim video proved Kerry had taken out a cheat sheet from his coat pocket. (It had been a pen, which was probably permissible under the rules.)</p> <p>The GOP's last line of defence - that the debate wouldn't sway any voters - crumbled when new Gallup and Newsweek polls respectively showed eight and nine-point surges by Kerry. And thus ended the most ineffective GOP spin effort in the past four years. </p> <p>The vice-presidential debate is tonight, and the two presidential contenders still have two more debates to go. The Republicans won't be caught flat-footed again neither on the debate floor nor in the post-debate spin rooms. </p> <p><b>·</b> Markos Moulitsas runs the <a href=\"http://www.dailykos.com\">dailykos.com</a> US political blog, and <a href=\"http://www.ourcongress.org/\">Our Congress</a>, a blog tracking the hottest congressional races</p> <p>Respond to this article <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/10/in_a_spin.html\">here</a>.</p>",
  "When John Kerry chose John Edwards as his running mate, he said he was looking forward to see him going \"toe to toe\" with Dick Cheney. Tonight, that wish is granted as the two men take part in the vice-presidential debate. <p>With the exception of George Bush Sr's running mate, Dan Quayle, being told that he was \"no John Kennedy\", vice-presidential debates have traditionally produced few notable moments. But that does not mean they are inconsequential.</p> <p>Tonight's comes at a crucial time in the campaign, with Mr Kerry appearing to have recovered some of the momentum he lost over the summer. The Republicans will be fighting back after a presidential debate that George Bush was widely perceived to have lost.</p> <p>Mr Edwards will attempt to keep the focus on what the Democrats argue are Mr Bush's mistakes in Iraq, while Mr Cheney will concentrate on portraying Mr Kerry as a potentially weak commander-in-chief. </p> <p>He has done something similar before, creating outrage in the Democratic camp when he said the danger of a Kerry presidency was that \"we'll get hit again\".</p> <p>The two men, meeting in Ohio tonight, are very different. Mr Cheney is a former defence secretary who has been in Washington since the 60s. Enormously experienced, he is the most heavyweight conservative in Mr Bush's team. </p> <p>Mr Edwards has been in Washington politics for six years. Where Mr Cheney has the reputation of being a bruiser, he is known as a charmer. To his supporters, Mr Cheney exudes a calm, man of the world authority while, in Mr Edwards' youthful looks and ready smile, the Democrats see the glimmer of a future Bill Clinton.</p> <p>Republicans are somewhat dismissive of his appeal, attempting to pin it down to his thick hair. Mr Bush told a rally in Missouri that while Mr Cheney, who is balding, \"doesn't have the waviest hair in the race, I didn't pick him for his hairdo. I picked him because he has good judgment, great experience, and he can get the job done\". </p> <p>However, Mr Edwards rattles them, despite the near consensual agreement that he underperformed on the summer campaign trail. </p> <p>He won his senate seat in normally Republican North Carolina, and polling in the primaries showed he had an appeal to both Republican and independent voters. He is also an impressive speaker - a man who, as a trial lawyer, made his fortune by convincing jurors to see his side of a case.</p> <p>The pre-debate negotiations have confined the two debaters to a desk. Mr Edwards will, therefore, be prevented from striding around in the manner of a lawyer, while Mr Cheney - as used to boardrooms as he is to the White House, will look authoritative in what is almost his natural environment.</p> <p>One word you can expect to hear a lot is Haliburton - the company has a strong link to each man's past. Mr Edwards is thought to be less comfy around foreign policy than domestic matters but, when he was a trial lawyer, made his fortune out of corporate negligence cases. </p> <p>Mr Cheney is the former chairman of Halliburton, a company accused of waste and overcharging as a US army contractor in Iraq. To the Iraq war's opponents, it symbolises a White House that is too close to its favourite corporations.</p> <p>Mr Edwards may not be able to debate the role of permanent alliances as well as Mr Kerry, but he knows how to put a company on trial. </p> <p>And his opposite number is capable of springing surprises: his debate with Al Gore's running mate, Joseph Lieberman, in 2000 had been expected to be bruising, but he played it nice, neutralising much of his opponent's preparation. </p> <p>If he does it again, Mr Kerry may fail to see his \"toe to toe\" wish fulfilled.</p>",
  "Tony Blair flies to Africa today leaving behind a peace offer to Gordon Brown in an attempt to bring the warring at the top of the party to an end and prepare for the election ahead. <p>The prime minister left instructions for his staff to ask the chancellor to chair Labour's general election national press conferences as a concession following the annointment of Alan Milburn as head of the campaign. </p> <p>Mr Brown's key supporters are also to be invited to attend election planning meetings as part of the peace offering to the chancellor. </p> <p>Mr Blair, who was declared fit and well following his heart operation last Friday, will also be buoyed as he departs for Ethiopia by the presence of Alastair Campbell, his former director of communications at Number 10, as an adviser to the party during the election campaign. </p> <p>The prime minister's trip to Addis Ababa for the second major meeting of his commission for Africa will be his first public appearance since he underwent heart surgery and announced he would serve a full third term if elected but not seek to stand for a fourth. </p> <p>Number 10 said yesterday that Mr Blair appeared fresh and alert after his operation. The prime minister's spokesman insisted he had not expected speculation about his future to be ended by his announcement, but believed in the medium term the position will have been clarified. </p> <p>The three-day visit is being taken as a sign that he has recovered fully and is fit for a gruelling third term. </p> <p>The latest moves to end the damaging infighting between the two most powerful men in government came as Number 10 denied fresh reports that Mr Blair had struck a deal with Mr Brown and John Prescott, the deputy prime minister, at a dinner last November in which he agreed to stand down before the election to make way for the chancellor. </p> <p>Despite attempts by Number 10 to play down the existence of a deal it is increasingly accepted on both sides that Mr Blair reneged on an agreement because he believed Mr Brown had not kept his promise to be loyal to him in the interim. </p> <p>Nevertheless Number 10, which is growing frustrated at the way the chancellor is being portrayed as the victim of a plot to oust him, stressed yesterday it did not recognise the account of the deal. </p> <p>Despite the continued jostling for position, Number 10 is anxious to make every effort to soothe relations with the chancellor and assure him that he can play a big role in the general election. </p> <p>Mr Milburn is apparently happy for the chancellor to chair the press conferences, as he did in the previous two general elections. That will leave Mr Milburn time to concentrate on preparation of the manifesto and the nuts and bolts of the campaign. </p> <p>The concession to Mr Brown comes as the Tories look increasingly likely to offer tax cuts as a key election pledge - a manifesto commitment which will make the chancellor's presence crucial to the Labour campaign. </p> <p>Mr Campbell, seen as a heavyweight figure with a proven record of bringing together senior party figures, will be involved in advising the party. </p> <p>It is not clear how public his role will become, but it is likely to prove less controversial than had he been asked back into government to be the prime minister's right hand man during the election campaign. </p> <p>In reality Mr Campbell has been in constant contact with Mr Blair since his resignation at the time of the Hutton inquiry into the death of the weapons expert David Kelly. He stood down partly because he recognised he was becoming the story. But his campaigning skills, derided as spin in government, are viewed as central to Labour's previous victories. </p> <p>Mr Brown, a member of the commission, is not travelling to Ethiopia. His deputy Paul Boateng will represent him. </p>",
  "<p>President Bush reacts during the presidential debate in Coral Gables. Photograph: Ron Edmonds/AP<br></p> <p>US blogger <a href=\"http://www.dailykos.com/\">Markos Moulitsas</a> has written the second in a series of columns for Guardian Unlimited in the run-up to the US election. He writes:</p> <blockquote style=\"font-size:12px;\"> Much ink has been spilled over John Kerry's smashing victory last week: how Kerry got a new lease on life after being written off for dead. Kerry's situation had never been dire, given the poll numbers in the battleground states (as opposed to the national poll numbers over-reported in the media). But in politics, perception is reality, and Kerry was suffering from a serious perception gap. <br> In 2000, Al Gore notched solid debate performances against Bush. On matters of substance, it was no contest: Gore ran circles around Bush. Regardless, the post-debate consensus was that Bush came across as \"likeable\" while Gore was \"stiff\" and \"arrogant\". And how did we determine which one was likeable and the other stiff? The post-debate spinmeisters told us. </blockquote> <p><a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1320053,00.html\">Read on here</a> and add your comments about the piece below.</p> <p>If you missed Markos Moulitsas' first column, it's <a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1314558,00.html\">here</a>, and Guardian Unlimited's special report on the US election is <a href=\"http://www.theguardian.com/uselections2004/\">here</a>.</p>",
  "The US defence secretary, Donald Rumsfeld, today attempted to distance himself from his earlier comments that there were no links between Saddam Hussein and al-Qaida. <p>In a statement issued several hours after he had told the Council on Foreign Relations in New York that \"to my knowledge, I have not seen any strong, hard evidence that links the two\", Mr Rumsfeld claimed he had been \"misunderstood\".</p> <p>\"I have acknowledged since September 2002 that there were ties between al-Qaida and Iraq,\" the statement said. \"This assessment was based upon points provided to me by [the] then CIA director George Tenet to describe the CIA's understanding of the al-Qaida Iraq relationship.\"</p> <p>Mr Rumsfeld's comments in New York, however, were a reversal of the position adopted by many senior Bush administration figures.</p> <p>Links between the war in Iraq and the fight against Osama bin Laden's terror network following the September 11 2001 attacks on New York and Washington have become one of the key battlegrounds of the US presidential race.</p> <p>The Democratic challenger, John Kerry, has accused Mr Bush of allowing himself to be diverted from the \"war on terror\" by his pre-emptive war in the Middle East.</p> <p>Dick Cheney, the US vice president, has been the main proponent of the idea of a relationship, last month telling a meeting in the swing state of Ohio that Saddam had \"provided safe harbour and sanctuary ... for al-Qaida\". </p> <p>Mr Kerry last week forced Mr Bush to say: \"Of course I know Osama bin Laden attacked us\" during their televised debate when he accused the president of being vague about which \"enemy\" had been responsible for September 11.</p> <p>The alleged link between Saddam and al-Qaida was one of the justifications used by Mr Bush for the US-led invasion of Iraq, but there has been little to substantiate it. The bipartisan 9/11 commission report acknowledged contacts between the two, but found no evidence of a \"collaborative\" relationship.</p> <p>Mr Rumsfeld told his audience in New York that he had seen intelligence on the Saddam-al-Qaida question \"migrate in amazing ways\" during the past year, adding that there were \"many differences of opinion in the intelligence community\".</p> <p><b>Rumsfeld on Saddam and al-Qaida</b></p> <p><b>August 2002:</b> Mr Rumsfeld claims \"there are al-Qaida in Iraq\", and accuses Saddam of \"harbouring al-Qaida operatives who fled the US military dragnet in Afghanistan\".</p> <p><b>September 2002:</b> \"We do have solid evidence of the presence in Iraq of al-Qaida members, including some that have been in Baghdad,\" Mr Rumsfeld says. \"We have what we consider to be very reliable reporting of senior-level contacts going back a decade, and of possible chemical and biological agent training.\"</p> <p><b>October 2002:</b> He tells a Pentagon briefing he had already been informed there is \"solid evidence of the presence in Iraq of al-Qaida members\".</p> <p><b>March 2003:</b> Mr Rumsfeld says the US-led coalition has solid evidence that senior al-Qaida operatives had visited Baghdad in the past, and that Saddam had an \"evolving\" relationship with the terror network.</p> <p><b>September 2004:</b> The defence secretary confuses the jailed Saddam and the fugitive Bin Laden in a speech to the US National Press Club: \"Saddam Hussein, if he's alive, is spending a whale of a lot of time trying to not get caught. And we've not seen him on a video since 2001.\" He corrects himself when asked for clarification.</p>",
  "Megawati Sukarnoputri appeared to accept defeat today in Indonesia's historic presidential election, telling an audience at a military ceremony that \"whoever is chosen in a democratic election has to be accepted, because that is a victory for all of us\". <p>The election commission yesterday declared former general Susilo Bambang Yudhoyono the winner of the September 20 poll by 25m votes, but the outgoing president has yet to explicitly concede defeat to her former security chief. </p> <p>Her party officials have threatened to challenge the vote count from some areas, which would risk disrupting an orderly end to Indonesia's first direct presidential election.</p> <p>Mr Yudhoyono, who has pledged to create jobs, curb corruption and fight terrorism, was also present at the ceremony, which was one of Ms Megawati's last official engagements. The two did not speak to each other and sat well apart.</p> <p>Mr Yudhoyono has held off making a victory speech as he tries to make peace with Ms Megawati and her party, the second-biggest in parliament. He quit her cabinet as security chief in March after a bitter row over his presidential ambitions.</p> <p>The election commission said Mr Yudhoyono won 60% of the ballot compared with Ms Megawati's 39%. It has declared the result valid, as have foreign and domestic monitors. </p> <p>Ms Megawati has until Thursday to file a complaint over the count at the constitutional court. One senior aide said she would address the media then.</p> <p>The impasse could affect Indonesia's financial markets, which have rallied on Mr Yudhoyono's win. Jakarta stocks closed at a record high yesterday.</p> <p>International economic rating agency Fitch Ratings said it had lifted its outlook on Indonesia's sovereign ratings from \"stable\" to \"positive\" to reflect diminished political uncertainty. But Fitch said the key to future ratings upgrades lay in a strong economic reform agenda.</p> <p>The challenges facing Mr Yudhoyono are enormous. Economic growth is sluggish, corruption endemic and foreign investment poor. There are also question marks over security in the region, where Islamist militants linked to al-Qaida are believed to be at large.</p> <p>Mr Yudhoyono, 55, will be sworn in on October 20. He has said his cabinet will start work on that day and aides have indicated that he could announce some appointments before then.</p> <p>Political transitions have rarely been smooth in the world's most populous Muslim nation. When MPs sacked Ms Megawati's predecessor, Abdurrahman Wahid, in 2001 for incompetence, the Muslim cleric refused to budge from the presidential palace for three days. </p> <p>The downfall of the Suharto regime in 1998 was preceded by widespread rioting and bloodshed that killed more than 1,000 people in Jakarta.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Blair in Africa, Britain's Guantanamo and a canine escapologist</p> <p><b>BOURNEMOUTH BLUES</b></p> <p>It is perhaps an index of the Conservative party's decline that one of only two papers to report their conference on the front page is their traditional opponent, the Guardian. Perhaps more worrisome still is the attitude of its traditional friends. The Times runs a cartoon of a man looking through a Bournemouth telescope with the caption \"Watch the Tories, 50p a laugh\", and the Telegraph concentrates its attention on events within Ukip.</p> <p>The Guardian's front page report quotes from today's leaked speech by Michael Howard, in which the Tory leader attempts to restore some credibility to politics by promising to sack ministers who fail to deliver election pledges. \"Politicians seem to live in a different world, where promises are dropped just as casually as they are made,\" he is expected to say, \"a world where there are no penalties for failure.\" A cynic might suggest that this is one promise the electorate may not oblige Mr Howard to keep. Martin Kettle, writing on the Guardian comment pages, says the whole conference experience is like \"being in the Crystal Palace dressing room before a match with Arsenal\".</p> <p>Trust seems to be the keynote; Oliver Letwin, the shadow chancellor, \"pointedly refused to promise tax cuts,\" says the Telegraph leader, because \"nobody would believe him if he did.\" The Telegraph thinks Mr Letwin is on the right track, in \"assuming that voters are reasonable people who do not like being patronised\", and that his approach is in tune with a general Conservative strategy of not saying anything too striking, in an attempt to \"tickle\" the core Tory vote without scaring off floating voters. The Telegraph thinks that if Mr Letwin's message gets through, \"Labour could have a fight on its hands\". It is pretty much alone in thinking this, it has to be said.</p> <p>\"Tickling\" the core vote is all the more important as so much traditional support leaks to Ukip, so Tories will be cheered even more by the Telegraph's front page, which reports that a millionaire businessman has withdrawn his backing from Ukip after its decision to \"kill off\" the Conservative party by standing against it in every constituency, even those held by Eurosceptic Tory MPs. Paul Sykes had been expected to put substantial funds into Ukip's election campaign, but now says the party has \"blown it\". </p> <p>Apart from that silver lining, there's little cheer for Tories in the papers' rather jocular take on their conference. Peter Riddell in the Times says: \"Voters no longer hate the Conservatives, but they are not yet listening to them\", which would also work as an adequate description of the press's attitude. There's little outrage or excitement about Tory plans, and rather a lot of gently amused observation. </p> <p>The Guardian rather unkindly prints a picture of a man asleep in a double-breasted suit under the ironic headline Rallying the troops: The rejuvenated Troy party in Bournemouth. The Telegraph delights in an attempt to prove that the Tory front bench are \"hip dudes\" with details of their recent music purchases, and - alarmingly - their early romantic experiences. This incidentally gives it an excuse to run a picture of the singer Dido (a favourite of Nicholas Soames, apparently), something it is never loath to do. The Wrap was particularly tickled by Tim Collins's precision in revealing that his most recent CD purchase was Will Young ... for his wife, of course.</p> <p>* <a href=\"http://www.theguardian.com/Politics/conservatives2004/story/0,15018,1319870,00.html\">Howard - I'll sack ministers who break promises</a><br>* <a href=\"http://www.theguardian.com/Politics/conservatives2004/comment/0,15018,1319724,00.html\">The centre is up for grabs</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/05/ntory05.xml\">Telegraph: Millionaire backer drops Ukip</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,17349-1295163,00.html\">Times: The voters still refuse to listen</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=IVPMW4EHOGXPZQFIQMGSM5WAVCBQWJVC?xml=/news/2004/10/05/ntory405.xml&amp;secureRefresh=true&amp;_requestid=61825\">Telegraph: Saatchi tries to give shadow cabinet a hip new image</a></p> <p><b>BLAIR IN AFRICA</b></p> <p>Meanwhile, the other party, it seems, is intent on taking over the world. Tony Blair is on a three-day trip to Africa, which the Times says is \"designed to demonstrate his vitality after heart treatment as much as his commitment to solving the problems of the world\". The Guardian, saving a front page piece about attempts to patch up Labour differences at the top with overtures to the chancellor Gordon Brown, takes the trip a little more seriously. It says Mr Blair will \"attempt to shape the agenda of the developed world towards Africa\" and \"produce a bold report that will shame the European Union and G8 into changing their trade, aid and conflict resolution rules\".</p> <p>That will involve shaming his old ally Peter Mandelson, according to a report in the Telegraph. It says Mr Mandelson reassured MEPs that from now on his commitment is to Europe, to the European parliament, and the European commission, not Westminster or Labour. Mr Mandelson is being vetted by MEPs as part of his appointment as the new EU trade commissioner. The FT concentrates on practical remarks he made to discourage a trade war over aircraft subsidies.</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1319859,00.html\">PM offers Brown election peace deal</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/05/wmand05.xml\">Telegraph: I'm an EU man from now on</a><br>* <a href=\"http://news.ft.com/cms/s/a7134b82-164a-11d9-b835-00000e2511c8.html\">Mandelson clears the way</a></p> <p><b>SENSELESS IN GAZA</b></p> <p>With rather a lot of home news, the foreign coverage is unusually mixed. The Guardian concentrates on the Palestinian territories, where it says a recent Israeli offensive has killed 70 people and left 50,000 trapped in the \"buffer zone\" seized by Israeli forces. An even-handed leader points the finger of blame as much at Hamas for encouraging the rocket attacks which provoked the incursion as at Israel, and says the world must tell both sides to negotiate.</p> <p>The Telegraph reports from the Pitcairn Islands, where a man has pleaded guilty in a trial alleging widespread abuse of young girls by seven men during the 1970s and 1980s. Dennis Christian, a descendant of Fletcher Christian, the mutineer from HMS Bounty will now face jail in a prison recently built on the island, which has a population of 47.</p> <p>The Times introduces its vox pop from the streets of Baghdad, with a round-up of yesterday's events in Iraq: \"Another day ... another round of bombings that left dozens dead and wounded.\" The worst bombing killed 15 people in central Baghdad. The Times's respondents show a range of opinions, from concern for the fate of British hostage Kenneth Bigley, to a desire to \"kill as many Americans as possible\". Most deplore all violence. </p> <p>* <a href=\"http://www.theguardian.com/israel/comment/0,10551,1319802,00.html\">Senseless in Gaza</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/05/wpitc05.xml&amp;sSheet=/news/2004/10/05/ixworld.html\">Telegraph: Islander changes his plea</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,7374-1294437,00.html\">Times: 'Why kill one American and ten Iraqi men?'</a></p> <p><b>'BRITAIN'S GUANTANAMO'</b></p> <p>The Independent, following its own star as always, reports on the appeal by nine foreign terror suspects against their detention without trial, which began yesterday. It says the decision of a panel of nine law lords \"will say something about what sort of country this is\". The paper quotes Ben Emerson QC, barrister for seven of the men, with a line that sums up its own feelings about the hearing: \" We say in a democracy it is unacceptable to lock up potentially innocent people without trial or without any indication when, if ever, they are going to be released.\"</p> <p>* <a href=\"http://news.independent.co.uk/uk/legal/story.jsp?story=568964\">Independent: Appeal begins for terror suspects</a></p> <p><b>GLAZER FIXES GAZE ON UNITED </b></p> <p>It's always nice to see a sport story on the front page of the FT, but today's is strictly business. Malcolm Glazer, a \"US sports tycoon, is in preliminary talks with Manchester United about making a formal offer for the football club\". The FT says the bid is \"highly leveraged ... using funds securitised against future ticket income\". This is in part the answer to the question raised by Mihir Bose in the Telegraph's sport supplement: \"The intriguing question is where Glazer will find the money to afford to buy United.\" </p> <p>\"It's the ambition of so many players to one day be captain of England and I've realised a dream,\" rugby world cup hero Jonny Wilkinson tells the Telegraph. The Times is not impressed: \"Wilkinson has shown himself as a young, fragile, intense, rather isolated individual ... Can this introverted, attention-dodging individual roar or otherwise cajole his team forward?\"</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,377-1294963,00.html\">Times: England turn to Wilkinson</a><br>* <a href=\"http://www.telegraph.co.uk/sport/main.jhtml?xml=/sport/2004/10/05/sfnbos05.xml&amp;sSheet=/sport/2004/10/05/ixfooty.html\">Telegraph: Irish duo could be keen to sell</a><br>* <a href=\"http://news.ft.com/cms/s/3ad6aeb8-15f1-11d9-b835-00000e2511c8.html\">FT: US sports tycoon in talks on Man Utd bid</a></p> <p> <b>CANINE HOUDINI</b></p> <p>\"It sounds like a shaggy dog story ... \" says the Times. Staff at Battersea dogs home, it seems, were mystified at how inmates kept getting out at night and rampaged around the home. Some suspected the ghost which is said to haunt the building, but a CCTV camera revealed a different culprit, in the limber shape of Red the lurcher, who had learned to use his teeth and paws to undo the bolt on his cage. Being community-spirited, Red would then let the other dogs out for midnight parties. Staff say Red's intelligence - unusual in a lurcher - would make him an ideal pet \"for an attentive owner\". They say he needs a house with a garden in a semi-rural area. The Times suggests a kitchen with padlocks on the cupboards may also be necessary. </p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1294033,00.html\">Times: Caught red-handed</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com\">Full coverage of Michael Howard's speech to the Conservative party conference in Bournemouth</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004\">Markos Moulitsas says left-leaning bloggers have won the day after the Bush-Kerry TV debate last week</a></p>",
  "<p>Downing Street and the White House alike are renowned for responding to controversial news broadcasts with an enraged call to the media organisation in question, but at least Tony Blair and George Bush tend to delegate the task to senior aides.</p> <p>When the Peruvian president, Alejandro Toledo, was accused of corruption during a live news programme on Sunday, he chose a more direct approach: telephoning the show and launching into a furious tirade live on air before calling the host a coward and hanging up.</p> <p>Mr Toledo's not particularly presidential display of anger followed the showing of two videos on the programme Cuarto Poder (Fourth Estate), which seemed to support the allegation that he ran a \"forgery factory\" to fabricate the signatures his party required to contest the election in 2000.</p> <p>In one clip he was seen handing documents to election authorities; in the second, he was shown celebrating in a restaurant and showering thanks on those present, including his wife, whom officials have claimed was out of the country at the time. </p> <p>\"A half truth is worse than a lie,\" the audibly enraged Mr Toledo told the programme's anchor, Carlos Espa.</p> <p>\"That's enough of trying to stain people's honour. The journalism you have just done belongs in the gutter, I won't permit it.\" </p> <p>Espa struggled to get a word in.</p> <p>\"This isn't a monologue,\" he could be heard saying at one point.</p> <p>Mr Toledo insisted that his words in the video thanking his staff for their \"extraordinary, demanding, conscientious work\" referred to the fact that the 660,000 signatures he had obtained needed to be entered into computers and cross-checked with the electoral register.</p> <p>The president eventually concluded his call with an insult.</p> <p>\"I haven't anything more to say. You are a coward,\" he said, then hung up.</p> <p>The opposition party Apra seized on the videos as further evidence that although Mr Toledo had promised a clean break with the corruption of his predecessor Alberto Fujimori's rule, which ended in 2001, he had delivered nothing of the sort.</p> <p>\"All this confirms that there was a secret pact with the Fujimori regime,\" Mauricio Mulder, an Apra representative, told America Television, the station which broadcasts Cuarto Poder.</p> <p>Magistrates are investigating the allegation of forged signatures which, if true, would echo the circumstances of Mr Fujimori's re-election in 2000 with the help of a million invented signatures.</p>",
  "<p>It's rare for Fox, Rupert Murdoch's American news channel, to admit that a story is total fabrication, but a recent report on John Kerry was so wild, and its falsity so easily verifiable, that an apology was the only option. The story was written by Carl Cameron, who has been following Kerry's campaign trail. He attributed to him this remark: \"I'm metrosexual - [Bush is] a cowboy,\" following it with a swift, if curious, left hook to the candidate's sexuality by saying that he liked manicures.</p> <p>In my wishy-washy liberal way, I can't see either comment doing much damage to Kerry's standing among the right-thinking electorate, but the fact remains that he never said these things. In its apology, Fox claimed that the reporter was acting out of \"fatigue and bad judgment, rather than malice\", which is hilarious in itself. Imagine Andrew Gilligan saying: \"I would have been more careful, only I was just too tired.\"</p> <p>Bad judgment is self-evident, since this was never going to pass unchallenged; and yet the vignette demonstrates so well why rightwing bias is considered the comic, likeable face of partisan American infotainment, while the leftwing is thought so humourless. The misreporting works on so many levels - for the numbnuts who find \"metrosexuality\" a fancy, urban way of saying \"poof\", no amount of complaints from Kerry, nor apologies from Fox, is going to make any difference. Those who believe Kerry was libelled, yet don't like him, will delight in his tangles as he tries to refute the remarks without alienating supporters who see nothing wrong with being metrosexual.</p> <p>Those who support Kerry, believe in accurate reporting and resent the slurs still find themselves in a sticky position: what, after all, do these quotes mean? They mean Kerry's a little bit gay. Is there anything wrong with being gay? Well, of course not, except Kerry isn't. Well, if there's nothing wrong with it, and he isn't anyway, what's wrong with a little joke?</p> <p>There's no similar squeeze the left could put on George Bush - they could call him dumb, but nothing would trounce Bush's own verbal pratfalls. They could call him an ex-alcoholic or a Bible-bashing nut-nut, and he'd put his hands up and only make people like him more. But the truth is, even if the left found the most cunning lie in the world to spread about Bush, as a culture it lacks the devil-may-care, pubescent mischief that characterises the right. </p> <p>The main beef leftwing commentators have with rightwing stations, particularly Fox, is that they don't trouble themselves with the truth - not even a Republican spin on the truth; they simply muddy all issues to such a degree that opinion and fact become indivisible and, as a result, all opinions achieve equal validity. For the left, then, facts are paramount, and to mimic the rightist habit of false attribution would be entirely to undermine the crux of the argument. Over time, this has given them a reputation for being long on rectitude and short on fun. </p> <p>Mostly, Fox is no fun either - it's boring, repetitive junk, full of weird euphemistic language and tips on how to get pet smells out of your car. But often it is compelling, simply because its position-taking is so naked, so unrelated to proven truths, so coarse and, above all, so lacking in logical rigour that it thrills you with amused outrage, like playing Monopoly with someone who eats the money. This is the channel that tried to retitle \"suicide bombers\" as \"homicide bombers\", worried that \"suicide\" might make viewers sympathise; when an expert refused to adopt the new term, on the basis that all bombs were homicide bombs unless they missed, Fox stopped using him. </p> <p>A recent poll cross-referencing viewing habits with political awareness found that regular Fox watchers were, depending on the issue, between three and seven times more likely than public-network audiences to harbour factually incorrect beliefs (such as \"weapons of mass destruction were found in Iraq\"). Such a fantastical version of the concept of \"news\" is only compiled by such polemicists as Al Franken and Robert Greenwald (whose documentary, Outfoxed, has a US cinema release after its astounding sales on Amazon). So it's not as if the rightwing US media is engaged in an unchallenged monologue, and frankly, it wouldn't be anything like so funny if there weren't evidence that other people were also gawping at it in wonder. </p> <p>But in the end, the qualities that the leftist media envies and despairs at - not the brash populism, but the gleefully casual disregard for the truth - will sink it. Lies like Cameron's make Fox ever more cartoonish. And as cartoons go, it's never going to be as good as The Simpsons.</p>",
  "John Mack, the American psychiatrist whose research gave considerable credence to accounts by people who claimed to have encountered aliens - derisively dismissed by some of his fellow academics - has died in a road accident in London, aged 74. <p>He had been visiting Britain to speak at a conference in Oxford, on an earlier and uncontroversial area of interest. In his acclaimed, Pulitzer-prizewinning biography of TE Lawrence, Prince Of Our Disorder (1977), Mack probed the subject from a psychological and spiritual - as well as a conventional - angle, aiming to relate the individual to the larger picture. </p> <p>However, it was his study Abduction: Human Encounters With Aliens (1994) that became a bestseller. It was based on the testaments of about 100 self-proclaimed abductees, who contacted Mack at his office at Cambridge hospital, one of the teaching hospitals run by Harvard University, in Massachusetts. The book led to Harvard medical school, where he had been a faculty member since 1964 and a tenured professor of psychiatry since 1972, holding an inquiry into his methods, though he escaped censure. </p> <p>Mack's interest in the testimonies of people claiming contact with non-human beings had started relatively late in his career. As he explained in an interview: \"When I heard about this phenomonen in 1990, I was very doubtful. I thought it must be some kind of mental illness.\" </p> <p>Eventually, however, he came to accept that his duty was to help those with abduction stories, known as \"experiencers\", to deal with their feelings. Mack said his line with such cases was to be \"questioning and sceptical\"; and that he considered the abduction phenomenon \"an authentic mystery\", meriting more research. </p> <p>While he never solved the mystery, Mack suggested two years ago that alien abductions were occurring in the context \"of a planetary ecological crisis that is reaching critical proportions, and that information about this situation is often powerfully conveyed by the alien beings to the experiencers\". </p> <p>His peers were divided about his work, although there was general agreement that he was never afraid to be a trailblazer, or to give serious attention to what detractors considered a fringe issue or an alternative approach. Such was his academic weight that he was able to pursue his controversial interests from his base at Harvard - though, while his work on alien encounters brought him many media appearances and made him wealthy, there was a price to be paid. </p> <p>Some of his colleagues hinted that extraterrestrial visitors, and their alleged impact on humans, were not a productive area of research. Matters came to a head when Harvard launched an inquiry lasting 14 months into Mack's methods, following the publication of Abduction. </p> <p>Mack's work was seen as a slur on serious research by some disdainful colleagues; he had investigated, among others, the case of a man who recalled a female alien taking a sperm sample from him, and another man who claimed to have given birth to a half-human, half-alien. </p> <p>In its ruling, the inquiry, conducted by a former editor of the New England Journal Of Medicine, Arnold Relman, urged Mack \"not, in any way, to violate the high standards ... of this faculty\", while reaffirming his right, as a researcher, to academic freedom. Mack felt vindicated. Certainly, he continued undaunted, as the confident title of one of his subsequent work, Passport To The Cosmos: Human Transformation And Alien Encounters (1999), showed. </p> <p>Born in New York, Mack graduated from Oberlin College, Ohio, in 1951, and from Harvard, where he obtained his medical degree, in 1955. He was an intern at Massachusetts general hospital, and did his residency at the Massachusetts mental health centre in Boston. In 1959, he joined the US air force for a two-year tour of duty as a psychiatrist in Japan. In the 1960s, he started the psychiatry unit, which he headed from 1969 to 1977, at the Cambridge hospital. </p> <p>Early in his career, Mack focused on the psychology of sleep and dreams, and began building his professional reputation by applying a psychoanalytic approach to such troubled groups as children contemplating suicide and teenagers obsessed by the threat of nuclear war. This led him to become a strong advocate of disarmament; in the 1980s, along with his other roles, he became academic director of the Centre for Psychological Studies in the Nuclear Age. </p> <p>In 1983, he set up the Centre for Psychology and Social Change, which sponsors research projects that combine psychology with ecological or ethnic issues, and earlier this year was renamed the John E Mack Institute. </p> <p>Mack, who was divorced, is survived by three sons. </p> <p><b>Steve Geller writes:</b> I knew John from my work as director of the screenwriting programme at Boston University. In our course on sacred drama, which deals with cosmic and personal mythology, his Passport To The Cosmos was studied. John addressed my very large class, and was forthright, charming, intelligent, and disarmingly honest about what he knew and did not know. His humanity, compassion and solid science made themselves felt in that classroom. He was a perfect definition of the best of the methods of science and of academic discipline. </p> <p>Because of the nature of his work, he made enemies in his profession, and in academia. But by his behaviour during the Harvard debacle, he proved himself to be tougher, more rigorous academically, and more the gentleman than political elements of that body of learning had themselves evinced. He won; they did not. </p> <p><b>·</b> John Edward Mack, research psychiatrist, academic and author, born October 4 1929; died September 27 2004</p>"
]