[
  "<b> New York Post </b> <br> Editorial, September 9 <br> \"After 17 months of often furious combat in Iraq, the number of US troops killed in action topped 1,000 on Tuesday ... There is no denying that each death is a tragedy ... but combat casualties ... are of themselves insufficient reason to abandon the prosecution of a just war ... <p>\"We stand with President George Bush on the wisdom of making Iraq a front in the war on terror ... Victory in Iraq and Afghanistan, and in the worldwide struggle against Islamic fanaticism, will require exquisite sacrifice by the few - on behalf of the many ... Now 1,000 of the brave have fallen in battle ... It is they who stand between America and another 9/11, or a Madrid, or a Bali, or ... a Beslan. Pray for them all.\" </p> <p><b> Detroit Free Press </b><br> Editorial, September 9<br> \"The worst thing about the American death count reaching 1,000 in Iraq is that it is inevitably going to get higher ... Has [the war] been worth 1,000 American lives? ... History, said Mr Bush, will show that it was. But it is hard to think about future judgments with 1,000 gaping holes in the present. And one wonders how history will view the false premise of the US invasion - Saddam Hussein's supposed arsenal of deadly weapons - and its as-yet-unmet promise of establishing a democracy in the oil-rich Arab world. </p> <p>\"But this grim marker is not the place to debate the merits of this war. It should be a place to pause and honour the 1,000 fallen.\" </p> <p><b> Arab News </b><br> Editorial, Saudi Arabia, September 9 <br> \"What is missing from official US statistics is the number of Iraqis who have perished ... Conservative figures suggest that ... some 4,000 civilians were killed during the invasion. But no one appears to have been counting the Iraqi dead since 'peace' broke out so violently ... </p> <p>\"Had Washington had a well-informed post-invasion plan; had they immediately placed the interests of Iraqis above their own tactical defence; had they weeded, rather than disbanded the police and armed forces; had they consulted local community leaders, including Ba'athists, rather than parachute in their own flawed nominees; had they indeed listened to outside advice from the Arab world rather than impose their own inept and unworkable solutions, the Iraqi death toll after 'peace' would not have been so high and the 1,000th US body bag would not soon be on its way back to the US.\" </p> <p><b> Los Angeles Times </b><br> Editorial, September 8 <br> \"To what end are US personnel continuing to die? What is it that commanders should tell troops as they head into lethal streets? ... Are they still meant to install democracy? Or will the US settle for any kind of political stability, even if repressive clerics rule the country? Such an outcome was unthinkable as the first troops rolled into Baghdad, yet it's now seriously discussed. More Americans will die. Soldiers ... deserve to know, as they head out to face snipers and roadside bombs, what they're meant to accomplish for that price.\" </p> <p><b> Helena Cobban </b><br> Christian Science Monitor, US, September 9 <br> \"It is still possible - just - that Iraq can hold nation wide elections by January 31 2005 ... That deadline is very important ... Why, then, are US commanders acting in an aggressive, escalatory way that actively impedes plans to meet this deadline? ... If the election gets derailed, Iraq faces a prospect of long-term chaos ... and huge additional suffering ... American losses ... would mount much, much higher ... </p> <p>\"The first priority of US commanders must be to support the election process in every way possible ... The US military is far from the only force stoking the violence. But its actions have contributed to serious escalations in the past, and they threaten to in the future. In the name of all those who have already died in this war, that behaviour must end. Give democracy a chance in Iraq.\" </p> <p><b> Gulf Times </b><br> Editorial, Qatar, September 9 <br> \"The situation in Iraq continues to deteriorate, with aid workers and journalists joining truck drivers and reconstruction workers on the list of kidnap targets, while fighting rages in Baghdad and Fallujah ... The fighting in Baghdad and roadside ambushes ... have claimed at least 15 US soldiers' lives in the past three days, taking the overall US toll to 1,003 by [Wednesday] night ... </p> <p>\"Today, Iraq is one of the most dangerous places in the world and, as a top US military officer said [on Wednesday], the war there is probably much closer to its beginning than to its end.\" </p> <p><b> Independent </b><br> Editorial, September 9 <br> \"Death and injury will continue to stalk Iraq. US forces are fighting two wars now; one against the Shia cleric Moqtada al-Sadr's Mahdi army, the other against highly organised Sunni Muslim guerrillas. Both ... the Iraqi prime minister, Ayad Allawi, and his US backers seem determined to eliminate Mr Sadr's militia. That means we may be about to witness violence in Sadr City, the Shia district of Baghdad, as bloody as anything seen during the three-week battle in Najaf. Meanwhile, hostage-taking, suicide-bombing and random attacks continue to rob daily life of the security Iraqis crave and threaten democratic elections ... The mourning of the dead seems fated to continue both in America and Iraq.\"</p>",
  "The mystery of George Bush's military service during the Vietnam war was returned to the election agenda yesterday by unearthed documents suggesting that his commander in Texas had felt pressure from above to \"sugar-coat\" his reports, despite the future president's alleged under-performance and absenteeism. <p>The memos, apparently from the late Lieutenant Colonel Jerry Killian of the Texas air national guard, urged Mr Bush's replacement by \"a more seasoned pilot\", because of his \"failure to perform\" to the required standards. </p> <p>A senior officer had been \"pushing to sugar-coat\" Mr Bush's official evaluation, the memos said, voicing a suspicion that the young pilot had been \"talking to someone upstairs\" to facilitate his eventual transfer to Alabama. </p> <p>Mr Bush subsequently stopped showing up in Texas, but the Alabama unit's then commander has claimed that he did not report for duty in that state either. The White House insists that he did. </p> <p>The CBS TV network has obtained the documents. It also showed an interview with a powerful Texas politician who said he had pulled strings on behalf of a friend of the family to get Mr Bush into the national guard, so that he might avoid service in Vietnam. </p> <p>\"I was maybe determining life or death, and that's not a power that I want to have,\" said Ben Barnes, a former speaker of the Texas house of representatives. </p> <p>\"I've thought about it an awful lot. You walk through the Vietnam memorial, and I tell you, you'll think about it a long time.\" </p> <p>Mr Barnes confessed that he had abused his position of power in acceding to the request from Sid Adger, an oil baron, to allow Mr Bush to jump the queue. </p> <p>\"I was a young, ambitious politician, doing what I thought was acceptable, that was important to make friends ... I would describe it as preferential treatment,\" he said. </p> <p>His story is technically consistent with the Bush administration line that no member of the family tried to exert improper influence. </p> <p>But the perception that the president drew on his connections is likely to be strengthened by an advert due to be shown next week, paid for by a group called Texans for Truth, ques tioning whether Mr Bush ever appeared at his Alabama unit. </p> <p>Last week, the widow of another family friend said the young Mr Bush had been sent to Alabama because he was \"getting in trouble and embarrassing the family\" in Texas. The ad will provide a campaign counterweight to efforts in recent weeks by Republican supporters to cast doubt on John Kerry's war record. </p> <p>Republicans lost no time in suggesting that Texans for Truth might have direct links to the Kerry campaign, nor in pointing out that Mr Barnes was a Democratic fundraiser and campaign adviser. </p> <p>This would put a new perspective on the Kerry campaign's stated intent to move beyond Vietnam, to concentrate on domestic economic issues. </p> <p>As for Lt Col Killian's memos, said the president's spokesman, Dan Bartlett, \"I chalk it down to politics. They play dirty down in Texas ... For anybody to try to interpret or presume they know what somebody who is now dead was thinking in any of these memos - I think is very difficult to do.\" </p> <p>In an interview with the Guardian, a retired colonel, Earl Lively - an operations officer for the Texas air national guard when Mr Bush signed up - said that just because people had tried to exert political pressure, that did not mean that it had worked. </p> <p>For example, Mr Barnes \"may have recommended\" Mr Bush for the placement, he said, \"but it wouldn't have made any difference. And, anyway, the fact is that these [pilots] risked their damned lives. Bush risked his ass for three or four years.\" </p> <p>In another sign of a potential storm for the White House, the New York Times reported that an administration representative had called the president of NBC News to try to stop the network running interviews with the biographer Kitty Kelley. Her book on the Bush family, due out on Tuesday, is expected to be loaded with salacious allegations. </p> <p>The president, meanwhile, sought to seize the initiative on security policy by endorsing the 9/11 commission's call for a powerful intelligence tsar, with a budget of billions of dollars - a plan he had previously rejected. </p> <p>He did, however, refuse to endorse the commission's demand that the spy chief have the power to hire and fire the heads of the various US intelligence agencies.</p>",
  "The US treasury secretary, John Snow, had an important message for the people of Florida when he addressed the Greater Boca Raton chamber of commerce last month. <p>George Bush's administration was leading a strong economic recovery, Mr Snow claimed; its tax cuts had worked wonders for small businesses. Look at Mug-a-Bug Pest Control Inc. of Lawrenceville, Georgia, he urged. </p> <p>\"Mug-a-Bug report that homeowners who had previously cancelled their quarterly pest control service during the slow days of the economy reinstated the service after tax cuts went into effect,\" Mr Snow declared. Mug-a-Bug had since purchased five new vehicles and hired three new employees. </p> <p>An alternative explanation for Mug-a-Bug's success is that, under Mr Bush, creepy-crawlies are on the rise. But no matter. As November's presidential vote approaches, the Republicans are once again throwing everything they've got at Florida, the state that delivered the White House to Mr Bush in 2000 by a mere 537 votes. </p> <p>The highlight of Mr Snow's speech was the US embargo on Cuba. \"The objectives of US policy towards Cuba are clear,\" he said. \"Bring an end to the ruthless and brutal dictatorship; assist the Cuban people in a transition to representative democracy; and assist in establishing a free market economy.\" </p> <p>Mr Snow listed a series of toughened sanctions on Cuba, designed to reinforce the 1963 US embargo. The measures include tighter restrictions on remittances and travel to the island. </p> <p>Visits by US-based exiles to family members in Cuba, for example, are limited to one trip of no more than 14 days every three years, with no exceptions for illness or bereavement. </p> <p>In another blow for freedom, the treasury department's office of foreign assets control (Ofac) stipulates that no US visitor may spend more than $50 a day in Cuba - for fear of lining Fidel Castro's pockets. </p> <p>Gifts deemed to be non-essential by the lifestyle gurus of the treasury are also outlawed under the Trading with the Enemy Act. </p> <p>\"Not more than one parcel may be sent or given by the same person in the US to the same recipient in Cuba in any one calendar month,\" the regulations state. \"Medical supplies and devices\" are allowed and so too, for some reason, are \"veterinary medicines, fishing supplies and soap-making equipment\". But luxuries are out. Total parcel value \"must not exceed $200\". The likes of Mug-a-Bug Inc certainly cannot do business in Havana. The penalty for violating the regulations is up to 10 years in jail and $1m in fines. </p> <p>Mr Snow noted that Ofac enforces US sanctions on a total of 29 \"rogue nations\" worldwide. But Cuba gets special treatment, he bragged. \"Because of its proximity and distinctive relationship with the US, [Cuba] has a unique and critical sanction programme which receives strict attention.\" </p> <p>To the outside world, US policy towards Cuba seems unjust. But the electoral significance of Mr Snow's performance is clear. Cuba is hot politics in Florida. The state's population of 2.68 million Hispanics accounts for 16.8% of the vote. </p> <p>In the 2000 election Cuban-Americans favoured Mr Bush by more than four to one - a striking, possibly decisive, bias in an otherwise even contest. Republicans hope to repeat the trick on November 2 and tough talk and actions such as Mr Snow's new sanctions will help them to do so - or so the argument goes. </p> <p>Mr Bush has been busy waging his anti-Castro campaign on other fronts, too. His Commission for Assistance to a Free Cuba, set up last year, has been developing plans to destabilise the Cuban government and manage a transition \"from Stalinist rule to a free and open society\". </p> <p>Mr Bush also claims to have broken \"the Castro regime's information blockade\" by beaming previously jammed radio and TV broadcasts into the island from a national guard aircraft circling overhead. </p> <p>\"The Cuban people are hearing the truth once again,\" he told a campaign rally in Miami last month. \"They should be free from the tyrant.\" Mr Bush was back in Florida this week. </p> <p>This flurry of administration activity has its roots in complaints last year by Cuban-Americans that Mr Bush had broken his promise in 2000 to get tough on Mr Castro. Republicans began to worry they might switch their votes to the Democrats' John Kerry. </p> <p>Egged on by Mr Bush's brother, Jeb Bush, Florida's Republican governor, the White House jumped into action. But now, voices within this same Cuban-American community are complaining that the travel and other sanctions go far too far and penalise ordinary families. </p> <p>The president's hardline policy, refurbished for the election season, may yet backfire on him.</p>",
  "<b> Christian Science Monitor</b> <br> Editorial, US, September 9 <br> \"Creating fear among a civilian population is a terrorist's tool. Then why ... are the two presidential campaigns trying to scare American voters about their opponents' ability to fight terrorism? <p>\"The latest and perhaps worst example of this fear-mongering was Vice President Dick Cheney's comment on Tuesday that voters 'make the right choice. Because if we make the wrong choice, then the danger is that we'll get hit again' ... This prediction that a Kerry presidency would bring on another 9/11 is a crude appeal to raw emotion, and an unnecessary distraction from a more reasoned campaign debate about the different tactics to safeguard America.\" </p> <p><b> Richard Cohen</b><br> Washington Post, September 9 <br> \"Mr Cheney, of course, did not point out that the September 11 attacks occurred on his and President George Bush's watch. All of this is in the official record. Also in the record are the warnings of various government officials ... that Osama bin Laden was almost certainly planning an attack against the US ... </p> <p>\"Mr Cheney ... is the Chicken Little of the Bush administration, whose dire warnings of this or that never materialise ... Once again, he simply said what was politically advantageous ... The problem with his assertion about terrorism is that it makes no sense. Nothing in John Kerry's record, and certainly nothing the senator has said recently, suggests he would be any less tough on terrorism than Mr Bush. There is ample evidence, however, to suggest that he would not have gone off half-cocked into Iraq before finishing the job in Afghanistan.\" </p> <p><b> Los Angeles Times</b><br> Editorial, September 9 <br> \"We rise, unaccustomed, in defence of Mr Cheney [who in effect] told a campaign-trail audience that ... a vote for Mr Kerry ... is a vote for more terrorism. Nasty, to be sure. But in a campaign where charges and counter charges ... are surging way past the merely nasty to the utterly vile and brazenly dishonest, making distinctions is important. </p> <p>\"The war on terrorism is the central issue in the campaign, and both parties' candidates have various points to make about it. But the issue boils down to one question: which candidate would do the best job, as president, of making sure that we don't 'get hit again'.\" </p> <p><b> Philadelphia Inquirer</b><br> Editorial, September 9 <br> \"Mr Cheney's scaremongering was unworthy of his office. He and Mr Bush are free to find fault with Mr Kerry's ideas on terrorism or his Senate voting record on military issues ... To hear Mr Cheney claim that he and Mr Bush are uniquely qualified to counter terrorism, you'd never know that it was on their watch that 3,000 Americans were killed in the worst terrorist attack ever in the US ... The only laudable aspect here is that Mr Cheney had the guts to utter his claim in person, rather than to rely on a surrogate such as Swift Boat Veterans for Truth.\" </p> <p><b> Maureen Dowd</b><br> New York Times, September 9 <br> \"The Bush team [figures] hey, these scare tactics worked in building support for the Iraq war, maybe they can work in tearing down support for Mr Kerry. They linked Saddam with terrorism and cowed the Democrats ... and fooled the country into going along with their trumped-up war. So why not link Mr Kerry with terrorism and cow the voters into sticking with the White House they've got? ... </p> <p>\"For a time, it seemed that Americans were realising they'd been flimflammed by the Bushies. But at the convention, the swaggering Bush juggernaut brazenly went back to boasting about its pre-emption doctrine, tracing imaginary connections between 9/11 and Saddam, and calling all our foes terrorists. Why should the same group that managed to paint a flextime guardsman as a heroic commander - and a war hero as a war criminal - bother rebutting or engaging with critics?\"</p>",
  "The authenticity of Jemaah Islamiyah's claim of responsibility for Thursday's Jakarta bomb on an Islamic website cannot be confirmed. There are strong indications, however, that the militant network that wants to turn south-east Asia into an Islamic state was responsible for the explosion that killed nine people and injured some 180. <p>Australian and Indonesian police agree the bombers' modus operandi was extremely similar to that of the Bali bombings in 2002, which killed 202 people, and the bomb at Jakarta's JW Marriott hotel in August 2003, which killed 12. </p> <p>The chemicals found at the three bomb sites were also almost identical - mostly potassium chloride and TNT - and so were the tactics. A vehicle is packed with the rudimentary but effective device and parked immediately in front of the selected target before being detonated, usually with the driver still at the wheel. </p> <p>One of the loudest questions being heard in Indonesia is why the bombings are continuing. It is almost as if one bombing is a tragedy, two in 10 months is unfortunate but three in two years is bordering on the unacceptable. </p> <p>As the Media Indonesia daily said today in an editorial: \"We are ashamed because, as a nation, we are considered a crime nest. We are ashamed because the police are not able to prevent another bomb blast.\" </p> <p>The headline of the editorial in another newspaper, Kompas, was even simpler. \"Another bomb, another bomb, until when [?]\" But is Indonesia really crawling with terrorists? </p> <p>Not in the least, would be the initial reaction of someone who has observed Indonesia merely through the lens of its three election campaigns this year. </p> <p>None of the parties or presidential candidates has made anything more than a passing reference to the lingering problem and, in opinion polls, the terrorist threat has consistently not even made the top 10 of issues voters are most concerned about. </p> <p>That does not mean it no longer exists, as the Australian embassy bombing demonstrated all too clearly. So to outsiders it must appear almost as if the issue is like a nasty carpet stain for Indonesians. If they don't look at it and don't draw attention to it, they can convince themselves it does not exist. </p> <p>Indonesians are not stupid. Most know the problem is out there and the authorities, albeit often only under external pressure, are making progress in defeating JI. Dozens of alleged members have been arrested and 33 men have been convicted in connection with the Bali bombing. </p> <p>They could, however, be doing a great deal more. The government has only been half-hearted in its efforts to prosecute Abu Bakar Ba'asyir, the fiery cleric who is JI's alleged spiritual leader, and no real effort has been made to dismantle the militant Islamic boarding schools that are known to have turned out numerous radicals. </p> <p>The next obvious question is: why haven't they done more? Fear of upsetting Muslim sensibilities in the world's most populous Muslim nation is a large part of the answer. It is seen as almost political suicide to start waging open warfare against fellow Muslims, even though the militants' support base is tiny by any standards. </p> <p>The authorities have been getting away with their tentative efforts to date because the targets have been foreign: nightclubs packed with tourists, an American hotel and now the Australian embassy. There is a palpable atmosphere in some quarters of \"well, Indonesians are not being targeted so it's not really our problem\". </p> <p>It will be interesting to see whether this political hesitancy continues after the latest attack. Whoever is elected president on September 20 will have strong public support to come down hard on people clearly identified as terrorists. The million-dollar question is will he, or she, do so? </p> <p>Corruption and incompetence in the security forces and intelligence agencies are also key factors. It is easy for people to bribe the authorities to look the other way, and, even if they were focusing on the job, there is no guarantee they would have the capacity to act effectively. </p> <p>So how is this cycle of violence going to end? No one knows. A more dynamic president than Megawati Sukarnoputri would definitely be an asset, as would the adoption of a more holistic approach to defeating terrorism, involving education and provincial development as well as the strong arm of the law. </p> <p>And when might it end? Hard to tell but it would be extremely surprising if more bombs did not explode quite regularly over the next five years, particularly if the two alleged ringleaders, Azahari Husin and Noordin Mohammed Top, remain at large.</p>",
  "My friend Matt Hoffman may become the first Independent contributor to be burnt in effigy by its readers. He announced last week that he might be voting for George Bush. <p>He actually has a vote in the American elections, unlike most suppliers of opinion (wholesale or retail) to the British public. And, though he has lived her for a very long time, he retains a knowledge of the gut hatreds of American politics which foreigners cannot acquire without living there a very long time. </p> <p>You might expect these feelings to diminish with distance; in fact, it seems to amplify them in moments of crisis. The most pacifist and Thatcher-hating British expatriate could be surprised by a storm of patriotism in the Falklands War. You never feel more strongly 'My country right or wrong' than when all around you think it must be wrong.</p> <p>But it's still a surprise. Hoffman is the kind of American who adds lustre to any country he chooses to live. He's optimistic, energetic, cultured and smart. He is a life-long Democrat; by the standards of mainstream American political debate, a crazed socialist, which means he probably voted for Tony Blair (he holds dual citizenship). For him even to consider voting for Bush suggests something very strange and important is happening that we just don't understand.</p> <p>A poll last week showed that if the whole world had a vote in the election, Bush would be beaten 4-1. The only countries he would carry are Nigeria, Kenya, and the Philippines, none of which are actually supplying troops for the Iraqi war. In this country, he would poll 16%, rather less than Robert Kilroy-Silk got in the last election - a figure that seems to me about right. Mr Bush couldn't run a daytime television show, and neither he nor Kilroy-Silk could run the country. So why are sane, smart Americans prepared to vote for him?</p> <p>The answer is that they don't share an assumption so obvious to the rest of the world that it's almost invisible: that the world would be better and safer if America were less powerful. We assume that nice, sane, liberal Americans must agree with us. But we're wrong.</p> <p>If you look at the pictures and read the speeches, both candidates are running on a message repulsive to the outside world: that we can all be saved only by a strong and powerful America, and they will save it by making America still stronger. This is true of John Kerry as much as George Bush.</p> <p>I know there is a minority which thinks differently. In November 2001, I went to a peace rally with Patti Smith and others in Boston. Those people certainly didn't want war in Afghanistan. They wanted justice in Palestine, and a whole lot of other policies self-evident to Europeans.</p> <p>They could have sung along in chorus to most Guardian leaders. And in one of the most liberal cities in America, there were no more than a couple of hundred of them.</p> <p>And even this tiny minority reaches its 'European' conclusions from very American premises. They believe just as much as the neocons that America has a mission to transform the world. They just disagree about how it should.</p> <p>The unnerving consensus in the presidential campaign is that America must save the world and itself through war. Outside the USA, the proportion of people who believe that is probably the same as those who would vote for Bush.</p> <p>A further disagreement is that Americans think the war has already started. We don't. The war in Iraq certainly doesn't feel, in this country, like one in which we are actively engaged. British casualties are very low, and more or less nothing appears in the papers about the activities of British troops. Even the Daily Telegraph complains that there is no access to the army's operations in Basra. Other European countries, of course, have no troops there at all, or very few.</p> <p>No matter how the Pentagon plays things down, no American can feel that Iraq is someone else's problem. They don't have the option of pretending that it's not happening. Their options are simpler: to win, lose, or settle with the enemy. Since they have defined an enemy - 'terror' - that doesn't exist, it is going to be difficult to negotiate a settlement.</p> <p>So the question becomes who will best prosecute the war. Even here, Kerry, with his experience and competence, would seem to be the natural choice. But wars aren't fought on rational grounds. The one thing we can be certain of is that however much the rest of the world may dislike an incompetent warmonger like George Bush, we wouldn't like a really competent and energetic American war leader very much better.</p> <p> * Andrew Brown is the author of The Darwin Wars: The Scientific War for the Soul of Man and In the Beginning Was the Worm: Finding the Secrets of Life in a Tiny Hermaphrodite. He also maintains a weblog, the <a href=\"http://www.thewormbook.com/helmintholog/\">Helmintholog</a>.</p>",
  "<p>Walt Disney chief executive Michael Eisner is to retire from the company in two years' time after his current contract expires.</p> <p>Mr Eisner, 62, who faced shareholder pressure to go earlier this year and had already been removed as the film and TV giant's chairman, will leave in September 2006.</p> <p>\"Until then I shall continue to exert every effort to help the company achieve our goals, to assist the board in selecting the new chief executive officer, and to make the transition expeditious, efficient, and smooth and easy,\" Mr Eisner said in a letter to the Disney board - which he closed with the words, \"I'm going to Disneyland!\"</p> <p>Mr Eisner told the Wall Street Journal's American edition today his decision had not been affected by a bitter campaign to oust him waged by former board members.</p> <p>Leaving in this way, after a 22-year stretch at the helm, will provide a smooth end to Mr Eisner's career.</p> <p>He has emerged from a nightmarish year in which he was almost deposed by disgruntled shareholders and former board members and fought off a hostile takeover bid from the US's biggest cable company, Comcast. </p> <p>Trouble began in November when directors Roy Disney - the nephew of company founder Walt - and Stanley Gold quit the board to launch a campaign against Mr Eisner. </p> <p>They were angry with the chief executive for presiding over years of financial underperformance at the group, which also owns theme parks and cable channels.</p> <p>One problem has been the US TV network ABC, which continues to lag behind Fox, CBS and NBC in ratings and advertising revenues.</p> <p>Another setback came when Mr Eisner failed to renew a distribution deal with Pixar, the studio behind Finding Nemo and Toy Story. </p> <p>Then in February, Comcast pounced with an audacious £35bn bid, which was swiftly rejected by the Disney board but only withdrawn two months later when it became clear shareholders were not enthusiastic enough.</p> <p>In the meantime, as he fought off the takeover, Mr Eisner was stripped of the company chairmanship in an unprecedented revolt at the annual meeting in March. </p> <p>At a tempestuous five and a half hour event in Philadelphia, 43% of shareholders withheld their support for his re-election, paving the way for former senator George Mitchell to step up to the chairman's role. </p> <p>Mr Disney and Mr Gold have kept up the pressure on Mr Eisner, but the announcement of his retirement may make it harder for them to oust him.</p> <p>When Mr Eisner's immediate future at the company was in doubt, a number of successors were touted, including News Corp's president and chief operating officer Peter Chernin, who has since signed a new five-year deal to remain as Rupert Murdoch's right-hand man.</p> <p>Mr Eisner has reportedly told Walt Disney directors that company president Robert Iger would make a good successor.</p> <p>The chief executive will be getting on with company duties this weekend - and will be in the UK tomorrow to attend an audience preview for a stage production of Mary Poppins in Bristol, the Journal reported.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "The US presidential contest enters its final two months with a new poll showing a sizeable lead for George Bush. <p>The latest Washington Post/ABC poll shows that, for the first time this year, a majority of those likely to vote say they plan to back the incumbent president.</p> <p>According to the poll, Mr Bush holds a 52% to 43% lead over his Democratic rival, John Kerry in the aftermath of last week's Republican national convention in New York. The result among all registered voters, as opposed to just those likely to vote, is a slightly less emphatic 50% to 44%.</p> <p>In the 19 battleground states, where it is widely believed that the election will be decided, Mr Bush's lead among those likely to vote is a more modest 50% to 46%. However, the candidates are neck and neck among the broader pool of registered voters in those states, suggesting that voter turnout will be key to the eventual outcome.</p> <p>Mr Bush is also ahead among registered voters on key issues such as the \"war on terror\", with 57% trusting him to combat terrorism, compared with just 36% for Mr Kerry. </p> <p>And, despite the Democratic candidate's recent attacks on the handling of the Iraq conflict, the president appears to have cemented his image as a successful \"war president\", boasting 53% support to Mr Kerry's 37%.</p> <p>Mr Kerry has tended to do better among the broader pool of registered voters, and the difficulty in predicting the numbers of those likely to vote means that, although the Bush campaign will be boosted by the latest figures, the race is still set to be close.</p> <p>Pollsters put the president's lead down to a combination of \"convention bounce\" and the success of recent attacks on Mr Kerry's war record by a group of Vietnam veterans. </p> <p>The portrayal of Mr Bush as a strong, forward-looking leader and Mr Kerry as weak and vacillating seems to have embedded itself - at least temporarily - in the minds of voters.</p> <p>Figures also suggest the Bush campaign has succeeded in shifting attention away from the economy and jobs - areas in which Mr Kerry polls consistently higher - and onto terrorism, where the president is strongest.</p> <p>As time runs out in the election race, the polls become increasingly important, dictating where the campaigns will direct their time and cash for maximum effect.</p> <p>The latest results tally with those of most surveys taken since the end of the Republican convention - with the exception of one, carried out by Zogby International this week, which showed a narrow lead for Mr Kerry in the crucial swing sates. </p> <p>All the other post-convention surveys, however, put Mr Bush firmly in the lead - although the question of whether that lead is temporary or lasting remains to be answered. It is normal for candidates to come out of their conventions - and their attendant week of almost exclusively favourable news coverage - with a lead. </p> <p>Mr Kerry held the advantage in the weeks following July's Democratic convention, and it could be argued that it is now Mr Bush's turn. It is also common for that lead to fade after a number of weeks, and both the Bush and Kerry camps concede they anticipate a tighter race than the latest numbers suggest.</p> <p>However, the new poll was taken before news broke casting fresh doubt on Mr Bush's service record in the air national guard 35 years ago. </p> <p>Evidence has since come to light suggesting the president received preferential treatment in avoiding the Vietnam draft, and failed to obey an order to undergo a physical. </p> <p>Although the authenticity of that evidence has since been questioned, it looks as though the issue of Vietnam could still have an effect on the election by rekindling comparisons between the allegedly \"draft-dodging\" Mr Bush and the purple heart-winning war hero Mr Kerry.</p> <p>It also remains to be seen whether Mr Kerry can successfully steer the agenda back towards domestic issues and attack Mr Bush on job losses and the country's record deficit. </p> <p>As Joe Lockhart, a senior Kerry adviser, admitted: \"We're going to be in a fundamentally close race.\"</p>",
  "Just as John Kerry's prospects for victory appear to be dimming, along comes an issue that could catapult him back into this race, if only he would seize on it. <p>The assault weapons ban - the landmark bill signed into law by Bill Clinton that took dangerous automatic weapons off US streets - is set to sunset next week. The Republican-led Congress is going to let it lapse and President Bush - who said he was in favour of the ban in 2000 - has kept silent, in deference to the National Rifle Association, whose endorsement he wants.</p> <p>This is a made-to-measure opportunity for Kerry to reassert himself around a popular wedge issue. The assault weapons ban is widely credited as one of the reasons violent crime rates took a dive in the 90s and is supported by two thirds of voters.</p> <p>Kerry should do three things at once. Firstly, he should lay down a clear challenge to Bush, who, while saying he supports the ban, has made it clear he will not lift a finger to persuade congress to reconsider. \"Join me in calling for an extension of the ban,\" he should declare, then jump on the President's vacillations, force him to clarify his position and conclude: \"Now who's the flip flopper?\"</p> <p>Secondly, he should appear at a press conference with James Brady - the secret service agent who took a bullet for Ronald Reagan and whose name adorns the \"Brady\" assault weapons bill. Also at Kerry's side should be police chiefs and sheriffs from around the nation who have already vigorously opposed the ban's expiration. Then Kerry should raise an AK47 aloft and say: \"This is an AK47, the same weapon terrorists used to storm that school in Russia. Republicans in Congress and President Bush want to put weapons like these back on our streets. We won't let them.\"</p> <p>Thirdly, Kerry should cut an ad that goes down US assault weapon memory lane. It could open with the Los Angeles bank robber shooting rampage in 1997, when criminals in body armour strafed away at policemen with handguns for over an hour on live TV. Although this took place after the assault weapons ban went into effect, the guns used came from a market that the ban has since effectively halted. The script should catalogue the numerous assault weapon murders before the ban took effect, including the time in 1989 when Patrick Edward Purdy opened up with an AK47 on a school yard in Stockton, California. He fired over a hundred rounds in under a minute, killing five children, before turning the gun on himself.</p> <p>Kerry has shown no signs of implementing any part of such a strategy. His campaign has hinted that they will turn to the issue on Monday - the very day the ban is set to die - leaving Kerry open to the charge that he's grandstanding. If he were to speak out today, or even over the weekend, he could be trying honestly to prevent the end of the ban, rather than commenting on something that already happened. But such is the habit of John Kerry. Cautious to a fault, he wants to wait until the very last minute, or beyond, before committing himself.</p> <p>To be fair to him, there is an issue as to how any gun law is viewed in states where the gun lobby is strongest, in other words, in most of the battleground states. The Kerry camp is no doubt focus grouping in Pennsylvania and Florida, to see how the issue is playing there. </p> <p>But the truth is most people are in favour of the ban wherever they live, if it is framed to them correctly. They need to know that the market place that deals in M16s, AK47s, Tech 9s and the like is gearing up with Lockean efficiency. Anticipating a surge in demand next week, gun stores already have stocks on back order. As supplies go up, so prices will inevitably come down and neighbourhoods will again become flooded with weapons rarely used by people without criminal intent.</p> <p>This isn't about taking the right to bear arms away from law-abiding citizens. This isn't about stopping the fun of the fish and game crowd. Kerry can show himself blasting away with his shotgun to reassure them.</p> <p>This is really about political courage, about showing leadership, about taking a risk because it is the right thing to do. Too often during this campaign, to coin a baseball metaphor, Kerry has let the pitch go by. But you can't knock the ball out of the park, unless you take a swing at it.</p> <p><b>·</b>Philip James is a former senior Democratic party strategist</p>",
  "Scroll down to find out how to claim your free copy of Word magazine ... <p><b>ON GUARDIAN UNLIMITED THIS WEEK</b></p> <p>A revolution in the way nearly half a million students a year apply to university <a href=\"http://education.theguardian.com/universityaccess/story/0,10670,1301881,00.html\">will be announced next week</a> ...</p> <p>A court in Zimbabwe has sentenced British mercenary Simon Mann to seven years in prison <a href=\"http://www.theguardian.com/equatorialguinea/story/0,15013,1301857,00.html\">for attempting to buy arms to overthrow the government of Equatorial Guinea</a> ...</p> <p>It's a lovely morning in Slough. Gwyn Topham watches as Hermann Freidanck, in-flight services manager for Singapore Airlines, <a href=\"http://travel.theguardian.com/feature/0,8806,1300751,00.html\">tests a batch of airline food</a> ... </p> <p>How will you vote at the next general election? Don't know? <a href=\"http://politics.theguardian.com/apathy/story/0,12822,1300519,00.html\">Guardian Unlimited would like to talk to you</a> ...</p> <p>Tom Watson, the pioneer of parliamentary blogging, has accepted a job as an unpaid assistant whip in this week's reshuffle. Can Tom whip and blog at the same time? <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1301783,00.html\">Ros Taylor has seen some of the forthcoming entries on the Watson blog</a> ...</p> <p>Ian Griffiths follows their progress of a group of Malaysian orang-utans <a href=\"http://travel.theguardian.com/countries/story/0,7451,1298484,00.html\"> back into the wild at a rehabilitation centre</a> ...</p> <p>The Guardian's Saturday entertainments magazine, The Guide, <a href=\"http://blogs.theguardian.com/theguide/\">now has its own weblog</a> ...</p> <p>Is John Kerry wrong to focus on Vietnam and Iraq rather than on domestic policy? <a href=\"http://www.theguardian.com/uselections2004/worldcollege/poll/0,15002,1298452,00.html\">Take part in our exclusive poll</a> ...</p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>Tomorrow is the third anniversary of the September 11 attacks. A ceremony will take place at the site and the Archbishop of Canterbury will deliver a lecture about the reconciliation of Christianity and Islam ... Tim Henman plays Roger Federer in the semi-finals of the US Open ... the TUC congress opens on Monday ... the Ryder Cup begins on Tuesday in Michigan ... on Wednesady, the Commons debates the hunting bill ...</p> <p> ________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p>* Free for Wrap subscribers - the November issue of the new, grown-up music and entertainment magazine, Word. <a href=\"http://www.theguardian.com/competitions/page/0,13349,-141,00.html\">Click here to request your copy</a> ...</p> <p>* <a href=\"http://www.theguardian.com/arts/cornwallartistofthemonth/competition/0,14613,1286700,00.html\">Win the two silkscreen prints chosen by our buyer Rupert Smith as the art he saw in Cornwall that he'd most like to own</a> ...</p> <p>________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>FRANCE: Renegade members of the Front National are urging Jean-Marie Le Pen to make way for a younger man. He'd rather promote his daughter Marine, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1299932,00.html\">writes Amelia Gentleman</a> ...</p> <p>MIDDLE EAST: Thanks to pressure from Syria, the Lebanese parliament has voted to give the country's president three more years in office. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1298312,00.html\">Brian Whitaker on a deeply unpopular decision</a> ...</p> <p>JAPAN wants to join the UN security council. But its constitution prohibits it from using military force. <a href=\"http://www.theguardian.com/japan/story/0,7369,1301841,00.html\">Justin McCurry investigates a political conundrum</a> ...</p> <p>ITALY: The country laments its scientific brain drain, but paralysed by academic barons, low pay and nepotism, it has only itself to blame, <a href=\"http://www.theguardian.com/italy/story/0,12576,1296905,00.html\">writes Sophie Arie</a> ...</p> <p>Thanks to a greying population, CHINA is almost certainly going to have to review its one-child policy. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1300723,00.html\">Jonathan Watts reports</a> ... </p> <p>________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Six new writers, photographers and columnists join Guardian Weekend - Jon Ronson, Victor Lewis-Smith, health and fitness expert Joanna Hall Britain and Ireland's best new hotels ... Philip Roth interviewed, plus an extract from his new novel ... </p> <p>________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>Vote in the second annual Observer Food Monthly awards ... OM talks to Tom Cruise in an extraordinarily candid interview... Observer Review looks ahead to an autumn of the arts with 50 previews for the new season... the latest instalment of Greg Dyke's controversial new memoir ... and the inside story of Tony Blair's latest cabinet reshuffle.</p> <p> ________________________________</p> <p> <b>READERS' LETTERS</b></p> <p><b>\"Distressed to hear about Matthew Fort's departure - I suppose it's too late to apply for his job?\" (CC)</b><br> Ros Taylor: It would seem so. Victor Lewis-Smith is Weekend's new restaurant reviewer. I understand he eats a nasty caesar salad in Conwy tomorrow.</p> <p>________________________________</p> <p>Write to us. The Wrap Round-up is an opportunity to comment, recommend articles other readers may have overlooked, and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "Women, and some men, all over the world seem to be increasingly obsessed by the Faustian myth of eternal youth and by the need to curb the ravages of time on their faces and bodies. <p>Evidence of this can be seen in the quite extraordinary interest, particularly in the United States, aroused by Botox, a product made of a purified \"botulinum toxin\" that is used in cosmetic medicine to iron out wrinkles. </p> <p>Botox, which has been injected into the wrinkles of almost 1 million Americans, has been largely responsible for the 32% increase in cosmetic surgery operations in the US in 2003. The anti-wrinkle treatment is particularly popular on the West Coast, where people organise \"Botox parties\". These last barely longer than a coffee break - the product has to be used as soon as it is opened, and since there are no individual doses it seems pointless not to allow one's friends to benefit from it. Botox is also used to make over candidates for reality television shows. In everyday parlance, the brand has even been turned into a transitive verb, as in the slogan \"Botox your years away!\" </p> <p>In Hollywood, where plastic surgery reigns supreme, stars get Botox injections not only in their foreheads or crow's-foot wrinkles, but in their armpits and on the palms of their hands, in order to put the sweat glands out of action. </p> <p>\"It's expensive at $1,000 a throw,\" says a dermatologist who prepares stars for the Oscar ceremony. \"But when you're wearing a grand couturier dress worth up to $20,000, it's a good idea to stay dry, as well as saving on deodorant and dry-cleaning costs!\" </p> <p>American beauty salons also give their customers Botox injections. Sometimes things can go seriously wrong: Irena Medavoy, wife of film producer Mike Medavoy, was given a Botox injection for migraine and experienced painful after-effects. She sued Botox's manufacturer, Allergan. The case is still ongoing, but Allergan would suffer a serious setback if the court ruled against it. </p> <p>Fortunately for Allergan, Teresa Heinz-Kerry, wife of the Democratic candidate for the US presidency, has given Botox a degree of respectability by admitting that she has used it. Her confession triggered a rumour that her husband, like an increasing number of American males, had also used the toxin. John Kerry has categorically denied this. </p> <p>The desire for an everlastingly unwrinkled skin has turned out to be a veritable goldmine for cosmetics manufacturers over the past few years. Creams are the perfect answer for those who dislike the idea of plastic surgery. </p> <p>According to the market research company, Euromonitor, sales of anti-ageing products virtually doubled between 1997 and 2003, and have now topped the $7.5bn mark worldwide. They recorded an impressive 11.4% leap in 2003. </p> <p>\"Since they have shown the highest increase, sales of anti-ageing products have been the driving force behind the face-care market,\" says Claire Briney, a market analyst with Euromonitor. While Western Europe, with its ageing population, remains a huge market, sales in countries like Brazil are surprisingly buoyant, and China offers a massive potential for growth. </p> <p>In order to take advantage of the enthusiasm for such cosmetics, or \"cosmeceuticals\", manufacturers constantly offer new products. All signs of ageing are targeted by a cream or a gel, whether they be crow's-foot wrinkles, smile or frown lines, skin-fold wrinkles, skin blotches resulting from changes in pigmentation, or loss of skin density or firmness. </p> <p>\"Manufacturers are trying to enlarge their customer base by arousing the interest of women aged between 20 and 30,\" Briney says. According to Stéphanie Pennel, face-care division manager with Beiersdorf (Nivea), \"the number of women prepared to make considerable efforts to stay youthful as long as possible is steadily rising. And they become aware of the problem at an increasingly young age\". </p> <p>More and more scientific names like boswellox, active retinol, AHA and BHA feature on cream labels. The scientific jargon is flaunted in an attempt to attract customers who want to be sure of buying an effective product. \"It is the raison d'être of such prod ucts,\" says Pennel. Caroline Garnier, clinical care product manager with Estée Lauder, says: \"What women want is a product that lives up to their expectations.\" </p> <p>The big cosmetics manufacturers (L'Oréal, Beiersdorf, Avon, Estée Lauder and Procter &amp; Gamble) have concocted a wide range of techniques to gauge the percentage of wrinkles removed by their products and their speed of action. They rely on laboratory findings and technical innovations to help them face increasingly fierce competition. </p> <p>Research results are often displayed prom-inently in cosmetics advertisements. \"We quantify the information we give about products as much as we can. With such hi-tech articles, we always aim to explain to the consumer that the new product goes further than its predecessors,\" says Nicolas Hieronimus, managing director of the L'Oréal Paris brand. </p> <p>Sometimes the product does not have an immediate effect. In such cases manufacturers add certain ingredients to their products that enable consumers to notice an immediate result. It can simply be an optical effect. Micro-particles, for example, blur out wrinkles, while fibres fill them in. </p> <p>The relatively high price of such products sets out to reassure consumers that they are getting quality. This naturally results in comfortable profit margins for manufacturers - which they prefer not to disclose. </p> <p>The women who feature in advertisements are designed to act as mentors for consumers. \"Women need to be able to recognise themselves, so we can't use too young a model,\" says Pennel. L'Oréal first chose the Canadian model, Dayle Haddon, to illustrate its anti-wrinkle range. Now 55, she represents the AgePerfect line that targets post-menopausal women. For women in their 40s, she was replaced by the actress Andie McDowell. L'Oréal's new range aimed at 30-year-olds uses the model Claudia Schiffer. </p> <p>Cosmetics manufacturers have to step carefully when advertising such products. When targeting men, for example, they have not yet ventured to use the term \"anti-ageing\" in their advertisements.</p>",
  "<p>Fathers' action group Fathers4Justice is planning to field a candidate against Labour in the Hartlepool byelection, SocietyGuardian.co.uk can reveal.</p> <p>The controversial organisation, which launched a flour attack on the prime minister in the House of Commons in June, has decided to adopt a more constitutional approach by challenging the Labour candidate in Peter Mandelson's old seat.</p> <p>The group's management committee decided on Monday to field the candidate in the election which will take place on September 30, the last day of the Labour party conference.</p> <p>If the campaign is successful it could lead to more than 200 Fathers4Justice candidates challenging Labour in marginal seats at the next general election.</p> <p>Matt O'Connor, the spokesman for Fathers4Justice, said: \"We will see how it goes in Hartlepool - we will use it to cut our teeth and see how we go on.</p> <p>\"At the very least we would like to see 200 candidates across the UK.\" </p> <p>The group is calling for equal rights for fathers in child contact cases after divorce or separation.</p> <p>\"Our position is we will be actively campaigning in Hartlepool against any candidate that does not support the presumption of shared parenting,\" said Mr O'Connor. \"We will encourage parties not to vote Labour and Liberal Democrat at the byelection. Labour is now our No 1 target.</p> <p>\"We are shifting our fire power now towards the Labour party and the Labour party machine.\"</p> <p>He went on: \"300,000 children last year lost contact with their fathers. That is why there has been an explosion in youth crime; that is why there is the need for all these antisocial behaviour orders.</p> <p>\"Far from being tough on crime, we are saying Labour is the cause of crime.\"</p> <p>He said that at the next election, the party's strategy was to target marginal seats where candidates were against the presumption of shared parenting.</p> <p>If the finances could not be raised in time for the Hartlepool campaign, Mr O'Connor said his group would encourage people to vote Conservative.</p> <p>\"The Conservative party is the only party to broadly support our aims,\" he said.</p> <p>Jack O'Sullivan, the for the more moderate Fathers Direct, said: \"I would welcome seeing fatherhood raised as a political issue and it is a good thing to see Fathers 4 Justice taking part in responsible campaigning.</p> <p>\"I would rather see them standing as candidates than standing on top of Tower Bridge.\"</p> <p>A spokesman for Iain Wright, Labour's candidate in Hartlepool, said: \"Anybody is entitled to put up a candidate but I wouldn't have thought this intervention will have much of an impact on the campaign.</p> <p>\"The issues here are who has the best policies to deal with the crime and antisocial behaviour on people's doorsteps.</p> <p>\"I would be very surprised if they attract many votes at all.\"</p>",
  "A US senate committee has been told that up to 100 \"ghost detainees\" could have been held at the notorious Abu Ghraib jail in Iraq because the CIA did not register all prisoners, it was reported today. <p>Two US army generals who oversaw an internal investigation into detention facilities in Iraq originally found eight cases of prisoners being kept off official lists to hide them from the Red Cross. However, they yesterday said the true figure could be much higher.</p> <p>\"The number is in the dozens, to perhaps up to 100,\" General Paul Kern told the senate armed services committee. General George Fay put the figure at \"two dozen or so\", but both officers said they could not give a precise number because no records were kept on most of the CIA detainees.</p> <p>Under the Geneva conventions, the temporary failure to disclose the identities of prisoners to the Red Cross is permitted under an exemption for military necessity. However, the generals said they were certain the practice used by the CIA in Iraq went far beyond that.</p> <p>\"The situation with [the] CIA and ghost soldiers is beginning to look like a bad movie,\" the Republican Senator John McCain, of Arizona, said.</p> <p>The presence of the \"ghost detainees\" - prisoners held by the CIA outside the military's usual system of registration and care - was a key finding of the generals' investigation into abuse at Abu Ghraib.</p> <p>Gen Kern told the senators that when the military permitted the CIA to bring detainees to Abu Ghraib there was an expectation \"the agency would abide by our rules in our facilities, not create another set\".</p> <p>\"But somehow that didn't happen?\" asked Senator McCain. \"That's correct, senator,\" Gen Kern replied.</p> <p>The generals' report, and a separate investigation led by the former US defence secretary James Schlesinger, found that abuses of prisoners went beyond the cases shown in photographs of naked Iraqis piled on top of each other and forced into sexually humiliating poses. </p> <p>Around 300 allegations of detainee deaths, torture or other mistreatment were uncovered, but neither report found evidence that the abuse had resulted from military policies.</p> <p>Gen Fay said he had made several requests to the CIA station chief in Iraq for information about the detainees while compiling the report, but had received no cooperation. \"I was informed that the CIA was doing its own investigation,\" he told the senators. \"And they said that they would not provide me with the information that I requested.\"</p> <p>Chairman John Warner, a Virginia Republican, said the senate committee could hold a hearing on the \"ghost detainee\" issue.</p> <p>A CIA spokesman, Mark Mansfield, declined to comment on the number of cases. \"We take these matters very seriously and are determined to examine thoroughly any allegations of abuse,\" he told the Associated Press.</p> <p>The disclosure has added to questions about the CIA's practices in Iraq, including why the agency took custody of certain Iraqi prisoners, what interrogation techniques it used, and what became of the \"ghost detainees\".</p> <p>Harold Brown, the US defence secretary under Jimmy Carter and a member of the Schlesinger commission, told a separate committee that the entire Bush administration bore some responsibility for the abuses.</p> <p>He said these included failing to send enough troops to handle the large prison population, and sowing confusion over whether the Geneva conventions applied to prisoners.</p> <p>\"Clearly, responsibility for failing to plan for what actually happened after the overthrow of Saddam Hussein extends all the way to the top - obviously [to] the office of the secretary of defence,\" he said. \"But it goes beyond that. It's true of the whole administration.\"</p> <p>He did not call for resignations, but said voters needed to deliver their verdict on US conduct in Iraq. \"When it comes to overall performance, there's another way of dealing with it - and that's called an election,\" he added.</p> <p>The US vice president, Dick Cheney, campaigning in Ohio yesterday, again repeated allegations that Saddam Hussein had harboured al-Qaida and other terrorists, and connected the Iraq war to the September 11 2001 attacks on New York and Washington.</p> <p>He said the US had a \"similar situation\" in Iraq to the one it encountered in Afghanistan when the Taliban were sheltering al-Qaida, and insisted Saddam had \"provided safe harbour and sanctuary for terrorists for years\".</p> <p>A US commission that investigated the September 11 attacks cited contacts between Saddam's regime and al-Qaida, but said there was no \"collaborative operational relationship\" before the terror strikes.</p>",
  "Tony Blair will be confronted with a fresh challenge over Iraq within the next two weeks when the long-awaited final report of the Iraq Survey Group concludes there were no weapons of mass destruction in the country at the time of the US-UK invasion. <p>The Guardian has learned that the team of weapons inspectors sent in by Washington and London at the end of the war to comb Iraq will find that though the threat of Saddam Hussein was real, there were no stockpiles. </p> <p>The absence of banned weapons has long been suspected, but the finality of the report's conclusion, together with its timing on the eve of the Labour party conference in Brighton, will be controversial. </p> <p>It may encourage Labour critics who want a show of repentance from Mr Blair and a promise of no more pre-emptive wars to be more vocal. The prime minister had hoped to focus the conference on domestic issues. </p> <p>The news of the latest Iraq threat to Mr Blair's political leadership came as he completed a reshuffle designed to shore up his embattled premiership. Alan Milburn, the new policy supremo, attended the week's cabinet and urged his colleagues to \"pull together\". </p> <p>Although it has been obvious since last year that the Iraq Survey Group was unlikely to unearth anything, its final verdict is an embarrassment to President Bush and Mr Blair. </p> <p>Before the invasion, both governments claimed Saddam had a covert programme to produce chemical and biological weapons, to manufacture ballistic missiles and had renewed its search for a nuclear bomb. Mr Blair did, however, soften his stance in July, telling MPs: \"I have to accept that we have not found them and that we may not find them.\" </p> <p>The prime minister also faces other looming difficulties which could further rock his political stability through the autumn. They include: </p> <p><b>·</b> Hunting. The latest compromise - a total ban but preceded by a two-year delay - was designed in part to assuage Labour backbenchers worried about government drift. But critics of the hunting bill have been incensed by the timeframe and are threatening to tear the legislation apart. Since the pro-hunting peers are also determined to wreck the compromise, No 10 may be back to square one. </p> <p><b>·</b> TUC conference. Mr Blair faces persistent resentment and a potentially hostile reception from the TUC next week when he speaks in Brighton. The leader of the Transport and General Workers' Union today launches an attack on \"politicians squabbling like ferrets in a sack\" and warns that a fragile truce between government and unions would be shattered if manifesto promises are broken. </p> <p>In today's Guardian, Tony Woodley, the union's general secretary, warns the prime minister that the reform package agreed at July's party policy forum meeting in Warwick is an inviolable base line. </p> <p>\"It is one of the unfortunate weaknesses in the way 'new Labour' does its business that whenever unity appears to be breaking out in the party, division and discord is stirred up again,\" he writes. </p> <p>Five days of clashes at the top of government have left critics of Mr Blair inside the party emboldened. Some prominent backbench figures say if the prime minister makes one more serious misjudgment, they will trigger a challenge to his leadership. </p> <p>In the short term, Mr Blair's hand has been strengthened by a reshuffle that saw the return of his key ally, Mr Milburn, the former health secretary, to run the coming election campaign in place of Gordon Brown. Yesterday the prime minister went further when he plucked the 36-year-old highflyer Ruth Kelly from the chancellor's Treasury team to be Mr Milburn's deputy. </p> <p>Touring the TV and radio studios, Mr Milburn dismissed suggestions that Mr Brown is being sidelined as \"complete nonsense\". This did not disguise bitterness in the Brown camp over the apparent reduction of his election campaign role. \"When I hear people saying that somebody who is such a towering figure as Gordon - who has played such a big part in this government and its achievements - isn't going to have a key role in this general election campaign, that is cloud-cuckoo land,\" Mr Milburn insisted. </p> <p>The return of Mr Milburn has undoubtedly upset the chancellor's camp, though one official played this down yesterday. \"If Gordon is being excluded and is not playing the same role as in the last two big victories, we will shrug our shoulders and get on with the job,\" he said. </p> <p>Ten junior posts swapped hands yesterday without a sacking. Douglas Alexander, a Brown protege who gave up the honorific title Chancellor of the Duchy of Lancaster to Mr Milburn, also lost his Cabinet Office job working on policy to Ms Kelly.He takes Mike O'Brien's trade brief at the Foreign Office while Stephen Timms moves back to the Treasury in Ms Kelly's old job, financial secretary, and Mr O'Brien gets Mr Timms' post of energy minister.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>MILBURN POACHES BROWN FAVOURITE</b></p> <p>\"GET OVER IT, GORD,\" says the Sun. \"The PM warned the chancellor not to sulk over the comeback of his old political foe Alan Milburn - and then told him: 'Get over it'.\"</p> <p>But the latest outbreak of what the Independent calls the \"TBGBs\" - the love-hate relationship between Tony Blair and Gordon Brown - yesterday took a turn for the worse when Mr Milburn poached Ruth Kelly, reportedly the chancellor's favourite economist, from the Treasury.</p> <p>Described as \"brainy\" by the Sun, the 36-year-old was valuable to Mr Brown - but not, says the FT, a sufficiently loyal ally of the chancellor to further his agenda when she becomes Mr Milburn's deputy. The broadsheets, meanwhile, are growing increasingly suspicious about the range of responsibilities handed to \"six jobs Milburn\" (the Times). Had Peter Mandelson stayed in Britain, the paper says, \"he would have been given most of the job\" that Mr Milburn is taking on. The Independent notes that Mr Milburn will have an office in 10 Downing Street - \"an unprecedented bonus, denied even to Mr Mandelson\".</p> <p>\"Mr Milburn has spent the past 14 months out of office thinking hard about what he and his friends describe as the new social democratic agenda that Labour can take into the next election,\" the FT's James Blitz writes. \"Some Labour supporters question whether his ideas on the 'new localism' and the 'work-life' balance are little more than froth.\"</p> <p>He is pro-euro, keen on devolving power and giving patients and parents more choice, and is apparently \"acutely aware\" that only 70% of Britons own their own homes. His language is Blairite: \"We must not turn back. It is time to push forward.\"</p> <p>Robin Cook grunts sceptically from the sidelines in the Independent: \"Pyrhhic victory... poisoned chalice ... fissure ...\"</p> <p>In what may or may not have been intended as a diversionary tactic, Cherie Blair grants an interview to the Telegraph. \"I have had a fantastic decade in my forties,\" the PM's wife confides to fellow working mother Sarah Sands. Her birthday party tomorrow will be \"just a nice, low-key event, nothing glitzy and very private\". Did she get on with George Bush? \"[Acting as host] ... includes good personal relationships with everyone you meet.\" The full interview appears tomorrow.</p> <p>* <a href=\"http://politics.theguardian.com/labour/story/0,9061,1301485,00.html\">Mercurial rise of Ruth Kelly</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=V4GPCEH2PKSQRQFIQMFCM5WAVCBQYJVC?xml=/news/2004/09/10/ncher10.xml&amp;sSheet=/portal/2004/09/10/ixportal.html\">Telegraph: Behind the scenes at No 10 with Cherie</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1255681,00.html\">Times: I'm in charge says Milburn</a><br> * <a href=\"http://news.ft.com/cms/s/6cc035b6-01d3-11d9-8273-00000e2511c8.html\">FT: Milburn returns to head Labour election strategy</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004421223,00.html\">Sun: Get over it, Gord</a></p> <p><b>'US MUST CONSIDER IRAQ WITHDRAWAL'</b></p> <p>The FT follows up yesterday's damning account of the situation in Falluja with an audacious suggestion. \"If [US officials] are increasingly aware that what they have created in Iraq is a disaster, they seem at a loss to know what to do about it.\" It is time, the paper says, to consider a withdrawal.</p> <p>\"Take security. Iraqi forces are being rebuilt to take over front-line tasks. This is slow work, but that is not the real problem,\" it says. \"It is that those forces already trained cannot stand alongside a US military that daily rains thousands of tons of projectiles and high explosives on their compatriots.\"</p> <p>\"The US will eventually have to do something like this [withdrawal],\" the paper concludes. \"Chaos is a great risk ... But chaos is already here, and the power that is in large part responsible for it must start preparing now to step aside.\"</p> <p>The Guardian weighs in with a front-page splash anticipating a final report into Iraq's WMD from the Iraq Survey Group. It will conclude that there were none when US-led forces invaded the country. \"The absence of banned weapons has long been suspected,\" writes the paper, with some understatement, \"but the finality of the report's conclusion, together with its timing on the eve of the Labour party conference in Brighton, will be controversial.\"</p> <p>Meanwhile, the Herald Tribune finds the Bush administration \"walking back\" from Dick Cheney's suggestion that terrorists would be more likely to attack an America led by John Kerry. Still, the paper says, \"even if Cheney did not mean to say it the way he did, this was precisely the message he intended to convey\".</p> <p>The New York Times (via the IHT) is getting impatient with Mr Kerry. \"What's your real plan for Iraq, John Kerry?\" it demands, accusing him of \"blurring his message\". \"Given the political corner Kerry has painted himself into, it's not surprising that his advisers are urging him to start concentrating on the economy. But Iraq is still the greatest crisis confronting the United States. While the temptation to dodge it at this point is natural, Kerry should resist.\"</p> <p>The Independent notes that George Bush allegedly \"went awol in Texas\" during the Vietnam war. Memos by his commanding officers suggest Mr Bush \"disobeyed orders\" and used his contacts to evade military service.</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1301434,00.html\">New blow to Blair over Iraq</a><br> * <a href=\"http://www.iht.com/articles/538119.html\">IHT: Cheney's words could hurt Bush</a><br> * <a href=\"http://www.iht.com/articles/538082.html\">IHT: What's your real plan for Iraq, John Kerry?</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=560057\">Independent: Memos reveal Bush went Awol in Texas</a></p> <p><b>AL-QAIDA LINKED TO JAKARTA BLAST</b></p> <p>Yesterday's explosion outside the Australian embassy in Jakarta, in which nine people, all Indonesians, were killed, drops off most of the front pages. Local police said the blast was the work of Jemaah Islamiyah, a terrorist group linked to al-Qaida.</p> <p>A warning posted on a JI website said \"a number of painful blows\" would follow if Australian troops did not withdraw from Iraq. \"All in all, a pale echo of Madrid,\" says a relieved Telegraph.</p> <p>* <a href=\"http://www.theguardian.com/indonesia/Story/0,2763,1301450,00.html\">'Callous attack' kills 9 in Jakarta</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml;sessionid=V4GPCEH2PKSQRQFIQMFCM5WAVCBQYJVC?xml=/opinion/2004/09/10/dl1002.xml&amp;sSheet=/portal/2004/09/10/ixportal.html\">Telegraph: Jakarta bomb misfires</a></p> <p><b>TIGER ROARS INTO US OPEN SEMIS</b></p> <p>Tim Henman won a tennis match yesterday, much to the delight of the Telegraph.</p> <p>\"Henman reigns supreme,\" headlines the paper. It turns out that Tiger Tim has \"booked another semi-final place\". \"He overcame Dominik Hrbaty, the tailend of Hurricane Frances and his own misgivings to reach a US Open semi-final against Roger Federer.\"</p> <p>\"This is new territory for me,\" the Tiger confided. \"This was my first quarter-final in New York, and I didn't want to start putting any extra pressure on myself.\" No, indeed.</p> <p>\"But this is so much less mentally demanding than Wimbledon ... Let's see what happens come Saturday.\" Don't all rush to William Hill.</p> <p>* <a href=\"http://www.theguardian.com/Sport/tennis/story/0,10069,1301424,00.html\">Henman hurtles into last four</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=V4GPCEH2PKSQRQFIQMFCM5WAVCBQYJVC?xml=/sport/2004/09/10/sthenm10.xml\">Telegraph: Henman reigns supreme</a></p> <p><b>HOTEL PARADISO, LONDON-STYLE</b></p> <p>It isn't, frankly, a vintage day for trivia, unless the Sun's revelation that David and Victoria Beckham are expecting a boy or the Mirror's pleasure in Gwyneth Paltrow's deeper cleavage enlivens your morning.</p> <p>\"Two Paras are to attempt a world record row across the Atlantic - STARKERS except for their famous maroon berets,\" exclaims the Sun. The fact that this story appears on page 35 may have something to do with the fact that both are male.</p> <p>The Independent is excited by the prospect of three \"love hotels\" opening in London. \"The rooms are just 10 square metres, with ensuite shower rooms,\" the paper explains. \"They will have rotating beds (a space-saving, rather than kinky, feature), aeroplane-style lighting and the latest television, broadband and wi-fi technology. But there will be no external windows.\" Renting one of the capsules will cost GBP10 an hour. The Wrap can feel a hundred \"My Night of Passion in a Pod\" features coming on.</p> <p>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=560097\">Independent: A room without a view</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Hundreds of British tourists were safely airlifted off Jamaica today as Hurricane Ivan hit the island.</p> <p>&gt;&gt;&gt; The former SAS officer Simon Mann will be sentenced in a Zimbabwean court for attempting to buy arms for a coup plot in Equatorial Guinea.</p> <p>&gt;&gt;&gt; A man was arrested today after attacking the Downing Street security gates with a sledgehammer.</p>",
  "Indonesian and Australian investigators will today continue sifting through the wreckage caused by a massive bomb which exploded outside the Australian embassy compound in the Indonesian capital, Jakarta, yesterday morning, killing at least nine people and injuring 182. <p>Australia's foreign minister, Alexander Downer, flew to Jakarta last night, along with the federal police chief and head of the domestic intelligence agency. Mr Downer, who described the bombing as a \"brutal, cruel and callous attack\", said his government would provide \"every support to the Indonesian government and officials to catch those responsible\". With him were Australian forensic experts, who immediately went to help local police scour the scene. The blast devastated about 10 multistorey office buildings, destroyed a dozen passing cars and could be heard up to 10 miles away. </p> <p>Indonesia and Australia both immediately blamed Jemaah Islamiyah (JI), a militant Islamist group linked to al-Qaida, for the attack. </p> <p>Last night an Arabic internet forum carried a purported JI statement claiming responsibility, Reuters news agency reported. It warned of more attacks unless Australia withdraws forces from Iraq. </p> <p>\"We decided to make Australia pay in Jakarta today when one of the mujahideen brothers carried out a martyrdom operation at the Australian embassy,\" the statement said. </p> <p>\"We advise all Australians to get out of Indonesia, or we will make it a grave for them ... and the Australian government to get out of Iraq, and if it doesn't we will direct a number of painful blows.\" </p> <p>It was not immediately possible to verify the authenticity of the statement which appeared in a chat room that has sometimes carried claims from Islamic groups which turned out to be false. </p> <p>Last night analysts were divided on how the attack would affect Australia's federal election on October 9. There were suspicions that the bombing was designed to emulate the Madrid train attack in March, which was credited with turning opinion against Jose Maria Aznar's government. </p> <p>The prime minister, John Howard, has come under intense criticism over his decision to back the war, which his opponents say has made Australia more vulnerable to terror attacks. \"This is not a nation that is going to be intimidated by acts of terrorism,\" Mr Howard said last night. </p> <p>All yesterday's fatalities were Indonesian, four of them police or civilian security officers. Another was an embassy gardener and a sixth a woman collecting a visa. Three were passersby. </p> <p>About a dozen Australians were slightly hurt by flying glass and collapsing ceilings, as were four Chinese nationals, and three Greek diplomats in their embassy on the 12th floor of a neighbouring building. </p> <p>The bomb left a crater several metres deep outside the Australian embassy compound and blew a 10-metre hole in the security fence, but the heavily fortified building suffered only minor damage. </p> <p>The Greek mission, in contrast, was gutted, as were scores of offices in buildings along the 10-lane Rasuna Said Street in the heart of Jakarta's business district. </p> <p>An Australian embassy spokeswoman said the mission and the consulate in Bali would be closed until further notice and that non-essential staff and dependents had been given the option of repatriation. </p> <p>The Indonesian president, Megawati Sukarnoputri, who was in neighbouring Brunei for a royal wedding, cut short her visit and went straight to the scene on her return. </p> <p>Indonesia's police chief, General Da'i Bachtiar, said the bombers' method virtually mirrored the Bali bombing in 2002 that killed 202 and last year's bombing of Jakarta's Marriott hotel that killed 12.</p>"
]