[
  "<b> The following correction was printed in the Observer's For the record column, Sunday September 12 2004</b> <br>  Contrary to the date given below, state elections in North Rhine Westphalia will not be held until May 2005.      With all eyes fixed on the American presidential elections, the scale of the looming crisis in France and Germany has gone largely unremarked. But it may so change the political geography of Europe that British arguments for and against the EU will be made redundant. A pervasive sense of decline in both countries, only partially justified but none the less virulent, is destabilising not just the structures of the EU - but the political systems of France and Germany. <p>Last week in France, charismatic finance minister Nicolas Sarkozy resigned from the government in order to challenge for the leadership of President Chirac's UMP party, despairing of what is seen in France as a do-nothing regime that is fiddling while the country burns. The economy is mired in low growth and high unemployment; government spending at 54 per cent of GDP can go no higher. </p> <p>There is universal agreement that France needs decisive action to reverse economic decline; there are rancorous arguments about not just how the economy should be run and society organised but whether the constitution of the Fifth Republic works any more. The socialist opposition wants to limit the President's current powers to allow more pluralism. With two-and-half years to run until the next presidential elections, France is descending into acrimony and division. </p> <p>In Germany, Gerhard Schröder is presiding over the wreckage of the SPD, once the standard bearer of European social democracy. September sees four key state elections, including the vital election in North Rhine Westphalia, the SPD's historic heartland. Sixteen per cent behind in the polls there, its loss would be a disaster, not just for what it signals about Schröder's standing but because it will mean control that of the German upper house will pass to the conservative CDU and make him a titular Chancellor, governing only within the parameters of what his opponents will permit. </p> <p>His capacity to continue will be undermined. If he went, an SPD successor would be forced to abandon recasting Germany's unemployment benefit system so that it stops offering what amounts to a generous pension for life and, instead, becomes a means of moving the unemployed from one job to another. This is a vital prerequisite to restoring German economic health, but it is the direct cause of Schröder's crisis. His party can't and won't accept the need for reform and neither does an important swath of public opinion. </p> <p>Germany is still two countries and East Germans regard any reform of the welfare system as directed against them because more than twice as many East Germans are on unemployment benefit as in the West. They are right. Thus it is no surprise that the 'Monday' demonstrations against the reforms are centred in the great East German cities of Leipzig and Dresden or that the demonstrators echo the fight against communism with their chant of 'We the people'. The protests are a focus for all the resentments of reunification and for the continued feeling among East Germans that they hold a second-class status. Germany and Schröder are in a corner; reform of the welfare state is an imperative, but the reform programme threatens the cohesion of the state. </p> <p>As in France, the structures of the German political system are now being put in play. Twisting and turning for any kind of electoral advantage, Schröder last week said he was prepared to reverse Germany's 54-year-long ban on the referendum, the populist tool used by Hitler to establish the Nazi regime. Germany could then hold a referendum on the EU constitution. This is a key plank of the postwar constitution being knocked away. For the paradox of referendums is that they are fundamentally anti-democratic, confusing democracy with populism and placing power in the hands of those who can manipulate public opinion for their own ends. Germany's history is testimony to the consequences. </p> <p>The proximate cause of both France and Germany's political crisis is that they are not generating enough jobs and growth even though both are high productivity economies. Employment in advanced economies today comes from the service and knowledge sectors rather than traditional manufacturing, under assault from low-wage countries in an era of globalisation. Thus German and France need more investment in their universities; in research and development; and in links between universities and business. They also need to change the structures in their labour markets, from wage bargaining to rules on working hours, that inhibit employment growth in the growing parts of their economy while designing welfare systems that support and encourage workers to move from areas of decline into areas of growth. And they need more demand. </p> <p>These are, at bottom, technical issues; both economies, given their inherent strengths - Germany is the world's number one exporter in 2004 - would respond quickly to any decent reform package. The issue is putting one together given the implacable opposition by organised labour in both countries to even the tiniest concession, even as both national conversations are dominated by talk of irreversible decline and the need for change - an echo of Britain in the 1970s. The immobilism and sense of decay infects consumer confidence; in both countries consumers are building up their savings, weakening demand growth and deferring still further the chances of an economic recovery. </p> <p>Opposition to change may seem irrational, but that in turn is rooted in history. The German left is profoundly attached to the German welfare state not just because it represents social democracy but because it is a shield against a repeat of the 1930s. In France the idea of capitalism is compromised by its collaboration with the right and defeat in war. To surrender social advance, even in the name of reform and necessity, is to give into forces that historically have brought France low. For both countries the European Union offers a different, brighter history. But instead of buttressing the EU, Chirac and Schröder - as soft option politicians - find it easier to blame it to help them out of their political weakness. In so doing they lock themselves more tightly into thenational discourses that are the source of their problems. </p> <p>It could all turn ugly; an unratified European Constitution, stagnating economies, new dark nationalist politics and a fragmenting European Union. </p> <p>To imagine that Britain will be immune from this is absurd; what happens in mainland Europe will directly impact upon us as it has throughout our history. What is needed is an understanding that if European states don't hang together they will hang separately - and that because the European Union is the best we have, we'd better make it work. </p> <p>Instead national leaders, Blair included, strenuously avoid the language of working together. These are unsteady times for Europe - without a recovery of purpose and leadership the future could look sticky indeed.</p>",
  "<p>More seriously, Shawn described to me how, having offered an article about 9/11 to several East Coast publications, his opinions were so comprehensively rejected at home that he was obliged to publish in Britain, in The Guardian. 'It's brainwashing,' he says. 'The fact is that a certain percentage of Americans completely buys the [Republican] brainwashing.' Unsurprisingly, Shawn believes what many Democrats accept as an article of faith: 'Of course there has been a right-wing conspiracy - the extreme right has acted in a very disciplined and ruthless and successful manner for 25 years.' Shawn says he has found it difficult to write about Bush's America: 'Part of the problem presented by Bush and his gang is that they are so crude ... When you are confronted with things that are so crudely brutal, the writer's task of elucidating what lies beneath the surface is redundant. These people believe in cruelty, vengeance and brutality. I think Shakespeare would have done very well with these characters.'</p> <p>When pressed to contrast the present situation with the crisis of the late 1960s, Shawn is both pessimistic and uncharacteristically angry: 'The American government in my lifetime has never been in the hands of people so unbelievably unqualified to run a large country. These guys are out of touch with reality. The most shocking thing about them is that they have only a contempt for the law. That means that they could - and probably will - do anything. This is the scariest I've known it. Part of the problem with these men is that their sensitivities have never been shaped by any civilisation, of East or West - or even the wisdom of primitive cultures.' To Shawn and Eisenberg, the Bush Republicans are crude, provincial and limited chauvinists who offer the American people a crude, but compelling, vision of the country's place in the world. As Shawn says: 'If the public likes this idea of world domination, we're sunk.'</p> <p>Eisenberg, the author of a story collection entitled All Around Atlantis, who came of age during the Civil Rights movement in Alabama, adds that: 'As an adolescent I learnt that the American people have a vested interest in not responding to what is going on in their society. Are we actually willing to see how we fit into the world? Are we willing to change our lives in a way that would make the United States fit into the world community?' She answers her own question: 'It is so against our interests to challenge our view of ourselves as perfectly nice, decent people. We've had a frankly imperialist morality for quite a long time now.'</p> <p>One of the puzzles of America's electoral map today is the degree to which people are voting against their interests. The poorest parts of America today are not to be found in Appalachia or the Deep South, but out in Kansas and the great plains, where ranchers struggle to feed their cattle and the nation's farmers stare every day into an abyss of bankruptcy and destitution. Yet it was precisely here, where life is hardest, that in 2000 the Republicans racked up 80 per cent of the vote. What is it about the Democrats, the party of the poor and the defenceless, that does not speak to these country voters? Well, for a start, it is the Democrats' association with East- and West-Coast values. In the words of a famous TV commercial, these liberals are a 'tax-hiking, government-expanding, latte-drinking, sushi-eating, Volvo-driving, New York Times-reading, body-piercing, Hollywood-loving, left-wing freak show'.</p> <p>Out here on the great plains, where the battle for the soul of America will be decided this autumn, it is traditional values that matter. Here, it is the America of political correctness, Woody Allen movies and Ivy League latte liberalism that mobilises the voters - against the Democrats. Yet this is the audience Kerry must win over before Bush clocks up another moral majority.</p> <p>Eisenberg hails from the conservative Midwest and has a special perspective on New York's alienation from Bush. Similarly, Siri Hustvedt, author of The Blindfold, The Enchantment of Lily Dahl and What I Loved, comes from Northfield, in Minnesota, one of the 'swing' states Bush must win to be re-elected. Hustvedt believes that Iraq will be decisive in November. 'A lot of people are very mistrustful about the war,' she observes, 'the kind of people you might not imagine. In my home town, there are now a lot of people actively working against Bush. The world I grew up in - old farmers who had socialist tendencies and supported Democratic Farm Labor - has shifted...'</p> <p>Like many writers, Hustvedt has been dismayed by the role of the press: 'There's an underestimation by the media of the anger against Bush,' she says. 'It's not only among liberals, but also among ordinary people who feel betrayed about the war, who feel angry about ordinary life, about how hard people have to work.' This is a crucial constituency.</p> <p>In August, before the Republican Convention, Kerry and Bush's quest for the swing votes in the battleground states became almost comical as the candidates leap-frogged each other across the great plains. Towns with populations in the low thousands were suddenly at the epicentre of a media hurricane, as each side tried to hog the news cycle. On one occasion, both candidates were in Davenport, Iowa, barely three blocks apart. Traffic was in gridlock as the rival motorcades snaked through the streets. The most tangible result for the people of Davenport was that some enterprising crooks took the opportunity to rob three banks while the local cops were engaged in the task of trying to protect the president and his opponent.</p> <p>On the stump, Bush is much more effective than Kerry. True, he mangles the English language; true, he conveys an irritating Good Ol' Boy Texan smugness, but he and Laura, the First Lady, to whom he always refers with a calculated spousely folksiness, do seem to connect with the voters in a way Kerry never can. If the outcome of November turns on which man the voters would rather crack a beer with, Bush should scrape home.</p> <p>The X factor in a hotly contested election is the youth vote. A new, post-Clinton generation is now eligible to register. Still, no one is quite sure which way these Bush babies will jump. At 27, Jonathan Safran Foer, author of Everything is Illuminated, is a comparatively new voter who has been radicalised by the post-9/11 experience. As a teenager, he volunteered to work for the Clinton campaign, 'but really because it was a fun thing to do'. Safran Foer believes Bush 'is responsible for bringing a lot of people my age into a new kind of political consciousness, ie: \"It's unacceptable not to do something.\"'</p> <p>For Safran Foer, that 'something' is anti-Republican, anti-Bush. He has just collaborated with Dave Eggers to publish The Future Dictionary of America: A Book to Benefit Progressive Causes, in which some 200 American writers are invited to contribute their own re-definitions of American key words. Safran Foer says the book is 'an expression of outrage over the Bush administration's assault on free speech, truth, the rule of law, humility, the separation of church and state, the woman's right to choose, clean air and every good idea this country's ever had'.</p> <p>During our interview, Safran Foer was obviously trying hard to be reasonable, even detached, but his conversation was littered with jagged, polemical splinters. 'I actually don't think,' he remarked, 'that Bush is pure evil, but he responded [to 9/11] in the worst way, [and has] surrounded himself with such vile people that in a way it doesn't matter.' Safran Foer also concedes that he's a metropolitan, a natural Democrat, but speaking for his generation, he says: 'I don't know anybody who supports the war. I don't know anybody who voted for Bush [in 2000], and I certainly don't know any one who's going to vote for him this time.' He agrees that Kerry has still to close a deal with the American people. 'I recognise that about half the country feels exactly the opposite to me.' He cites the Christian fundamentalist right-wing vote as a vital element of that bedrock Republican vote.</p> <p>Another 'swing' group on whom the Democrats are pinning a lot of hope in a tight race are the Latino Americans. Bush made great play with his Hispanic-Texan connections in 2000, but his presidency has been catastrophic for the very poor, and the assumption is that the Latino vote is pro-Democrat. Junot Diaz, whose short-story collection Drown was one of the literary high-points of the late 1990s, is a recently naturalised US citizen from the Dominican Republic, now in his early thirties. For Diaz, a vigorous spokesman for his community, it's 'a plague on both your houses'. For the downtrodden Latino, he says, Bush vs Kerry is a choice between being beaten 'with an iron bar or a fist': neither will change the plight of the Latino population. He'll vote for Kerry, not with much enthusiasm, but because Bush reminds him of Reagan, and Reagan was 'an apocalypse'.</p> <p>Diaz remembers his childhood, growing up in a Latino slum in New Jersey. 'In the Eighties, to be poor, of colour, an immigrant - it was a nightmare: the economy collapsed, there was voodoo economics, crack cocaine hit, the prison rate went off the chart, Aids hit, anything bad that you can imagine happened under Reagan. The Eighties was a deathwatch. Bush is the same. When I watched him get elected, I thought: Here we go again.' He says that when the Twin Towers went down, so strong was the identification of the Latino community with the al-Qaeda hijackers, despite the grievous loss of life among Hispanic office workers, that for weeks afterwards, 'Osama' became a hip, ironic greeting among his friends and neighbours. Diaz is not sure that Kerry can count on the Latinos either. He paints a picture of people working so hard to make ends meet they have no time for politics.</p> <p>If there's one group the Democrats can put in the bank, it's the African-American community. ZZ ('Zee Zee') Packer, hot from the Democratic Convention, reports that Kerry, who she's just interviewed, should pick up most of Clinton's erstwhile supporters. Packer is the author of a well-received collection of short stories, Drinking Coffee Elsewhere, and is plainly going places. We meet, between trains, in a cavernous, humid bar in Pennsylvania Station, yelling American politics above the early-evening hubbub of rush-hour commuters. Packer, born in 1973, is of the Diaz and Safran Foer generation. She came to political consciousness during the Reagan years; her opposition to Bush is influenced by her childhood memories of the 1980s. She believes, nonetheless, that even some Republicans are dismayed by the Bush administration's disdain for human rights. Kerry, she argues, has 'had a great record in civil-rights legislation and programmes that are near and dear to the African-American community'.</p> <p>Packer, an ebullient voice for her community, is another Reagan baby with an instinctive opposition to the Republicans. Still, she concedes that Kerry the New Englander does not naturally connect with African-American voters. 'His circle is a pretty select circle,' she says, and admits ruefully that Bush is 'amazingly adept' at getting across a message that appeals to Main Street. Packer, like many of the writers I spoke to, deplores the tendency of Americans to stick with a leader they think is going to protect them, and for loyalty to the office of the president to override every other consideration. That, she says, is 'why you have such support for Bush, but still I think the American people are beginning to turn around'. California, her home state, is 'definitely going towards Kerry'.</p> <p>Packer has just met the senator at the Democratic Convention and found him 'more thoughtful and less genial' than she expected of a man courting the African-American vote. He had seemed bored by the interview. We agreed that Clinton would never have been bored meeting the voters. Once again, there was no escaping the unspoken longing for a better candidate to take on Bush.</p> <p>So can Kerry pull it off? To this simple question there is, as I write, no clear answer. The conventional wisdom is that the result is still 'too close to call'. At the same time, confusingly, everyone agrees that the polls, which have given Kerry a statistically meaningless edge, are not to be trusted. Jonathan Safran Foer says: 'We are going to have to work incredibly hard to get Kerry into office.' ZZ Packer says that if the election was held tomorrow, Kerry would win by a 'very, very narrow margin'. Siri Hustvedt, who says she will emigrate to Norway if Bush wins, believes Kerry can do it, but does not sound convinced. To Carl Hiaasen, who points out that he's always wrong about US elections, 'Kerry has failed to catch fire as a candidate.' He is pinning his hopes on the debates: Kerry is known to be a good debater. Richard Ford says he has 'no earthly idea'.</p> <p>Wallace Shawn is also unsure: 'People have a tremendous sense that they've been lied to. There are a lot of people out there entertaining some very wild thoughts. People have been flabbergasted by the war. Who knows? Most people don't vote. The Bush people's drive to win is so huge. And they have as much money as they want. And they are ruthless. Kerry has taken a position that's so weak. He will win, he thinks, if he doesn't stray too far from the Bush line. I wish he'd present a real alternative. Then I think he'd have an enormous victory.' Paul Auster, more optimistic, not only believes that 'Kerry has a very good chance of winning,' but also thinks that John Edwards, the vice-presidential candidate, is a plus for the Democrats. 'Edwards appeals to people. He's got some fight in him. He's charming, and gives some energy to the ticket. I wish Kerry were not Kerry, but he's what we've got, and I accept it.'</p> <p>That's hardly a ringing endorsement, and there are still 58 days until the vote. Anything can happen. Perhaps al-Qaeda will attack again. (A lot of Americans fear this.) Perhaps the Democrats will find a winning theme. Perhaps Osama bin Laden will be captured. It says everything about this turning-point election that a remarkable number of people I spoke to observed, whimsically, that the Republicans might already have located their nemesis and were simply waiting for an opportune moment to unleash an 'October surprise'.</p> <p>To Carl Hiaasen, fishing on the Florida Keys, the election scenario is beyond fiction. 'This is a world whose reality is so preposterous that it's hard to satirise. It's self-satirising. I mean, you couldn't put Dick Cheney in one of my novels. You couldn't invent a guy like this. It's beyond anything Orwell or Huxley could have imagined.' Deborah Eisenberg shares Hiaasen's despair: 'People say, \"The Constitution will prevail. The American people will prevail\", but I have no such confidence. The Supreme Court is degraded and corrupt. Our press has been irresponsible to a shattering degree. We are in the middle of a great catastrophe.'</p> <p>For Paul Auster, who has thought deeply about America and its politics and whose novels, like Leviathan, reflect a lasting engagement with 'the American idea', this dystopian vision is horrifying. 'I don't know what I'll do,' he says, speaking slowly, 'I don't know what I'll do for the next four years if Bush wins.' He looks out into the summer darkness of August in New York City, across to the gap in the skyline where once the Twin Towers sparkled. 'Go abroad?'</p> <p><strong>·</strong> <a href=\"http://books.theguardian.com/departments/politicsphilosophyandsociety/story/0,6000,1297454,00.html\">Back to part 1</a></p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://books.theguardian.com/departments/politicsphilosophyandsociety/story/0,6000,1297455,00.html\">Read part 2</a></p>",
  "<p> It has been nearly a week since the closing ceremony in Athens, but the Olympic party is still going strong in China. Celebrations for the country's record-breaking medal haul are in full swing, with athletes singing karaoke on triumphant TV specials, political leaders proclaiming a new era of national self-confidence and companies lining up for endorsements from a new generation of national heroes.</p> <p>The nation's triumphant athletes - they finished second in the medals table with 32 golds, 17 silvers and 14 bronzes - are on a victory tour that, in keeping with the sporting environment of one of the world's fastest-changing nations, is part political, part commercial and part fun. From the cheering, flag-waving crowds that greeted the athletes at Beijing airport, the country's Olympic heroes were whisked off to the Great Hall of the People in Tiananmen Square, where President Hu Jintao said that they had become 'a strong spiritual force to push forward the national cause'. </p> <p> Last night, they took to the stage for a glitzy all-singing, all-dancing TV celebration of previously undreamt-of sporting success. Liu Xiang, the 110 metres hurdler who became China's first male Olympic track gold medal-winner, gave a karaoke rendition of the love song 'I miss you'. The country's first tennis champions, Li Ting and Sun Tiantian, who won the women's doubles, sang a duet of 'Friend' and the women's volleyball team chorused 'Sunshine After Rain'.</p> <p>Tomorrow, the victory tour heads to Hong Kong, where the athletes are being put to propaganda use. Before a crucial election next Sunday, the mainland Communist Party want to use Olympic success to foster patriotic pride and counter widespread frustrations in the territory about the slow progress of democratic reform. Among the events being planned is a rematch of the China and Hong Kong table-tennis teams who competed at the Olympics. </p> <p>And this is just the start of the politically motivated celebrations. </p> <p>Construction is in full swing for the 2008 Beijing Games, a 'coming of age' party for a country that has overcome the chaos of the cultural revolution to reclaim its place as a leading player on the world stage. In this respect, it will be similar to the 1964 Tokyo Games, which signalled the re-emergence of Japan from the ashes of the Second World War, or the 1988 Seoul Games, which announced the arrival of South Korea as a major Asian economy. Beijing has ambitious plans to trump all previous hosts by staging the most expensive Games ever. By 2007, organisers estimate that the city will have 20 new sites, including venues for such distinctly non-indigenous sports as beach volleyball. </p> <p>To ensure that visitors leave impressed, the city also plans to spend up to $40billion on upgrading its infrastructure - a bigger investment than every summer Olympics since 1984 combined. There are plans to spend $12million on thousands of new toilets, including five-star, self-cleaning techno-loos that could hardly be more different from the communal pits that are common today. </p> <p>Among the most impressive new buildings will be the 80,000-seat, $360m National Stadium, which has been nicknamed 'the bird's nest' because of its lattice of irregularly angled metal girders. The 17,000-seat National Swimming Centre is designed to resemble an ice cube suspended in thin air. </p> <p>Construction has begun on 15 of the 19 new venues, which were originally scheduled for completion in 2006. This was likely to prove so expensive, maintaining unused sites for two years, that the Beijing organisers have been told to slow down. Jacques Rogge, president of the International Olympic Committee, said that it was unprecedented in Olympic history to call for a delay. </p> <p>The eagerness to get everything ready so quickly reflects the huge ambitions of China for 2008. 'The Games will be a kind of vehicle to showcase China opening up,' said Wang Wei, secretary-general of the organising committee. 'China is the biggest developing country, the fastest-growing economy and the Olympics enjoy the greatest popular support in China.' </p> <p>Sport is a product of the same apparently contradictory forces that are driving China's economy forward faster than anywhere else in the world: authoritarian communist politics and cut-throat capitalist economics. </p> <p>The Olympic team are the ultimate symbol of centralised state-planning. While Britain and most other Western countries largely leave the management of sports to independent associations, China centralises power and planning in the hands of the China Sports Bureau, who are represented by a cabinet-level ministry. Their mission is clear. Just as the Soviet Union did with such effect during the Cold War, the Chinese government are pumping vast sums of money into grooming medal contenders for every sport. </p> <p>Reliable statistics are hard to come by. But, according to Li Dunhou, director of the Auditing Centre of General Administration of Sport, the bureau's budget rose more than 15 per cent last year to £150m. Part of this money goes on incentives. Athletes are given about £13,500 for a gold medal, £8,000 for a silver and £5,500 for a bronze. In addition, many are awarded luxury homes and cash prizes from their local government and lucrative gifts from businessmen. </p> <p>Most of the state's money goes on training. Less than a decade ago, Chinese athletes competed seriously in only a few events, notably table tennis, diving, weightlifting and gymnastics. But since China was awarded the 2008 Games, the country's sports bureau has dramatically accelerated a programme to build an Olympic team capable of challenging the world's best in every field. The results are already apparent in terms of the number of competitors and their levels of success. In Sydney four years ago, China competed in only half of the events. But by Athens this year, it had athletes in 26 out of the 28 sports. By 2008, it will compete in everything. </p> <p>Even though 80 per cent of the young team made their debut in Athens - which was treated by the government as a springboard for 2008 - many showed that they have caught up with their international rivals and in a surprising number of cases have even overtaken them. </p> <p>With success at last on the track and numerous other Chinese firsts in judo, swimming and tennis, the country notched up a record high of 63 medals, a remarkable achievement for a nation that did not even participate in the modern Olympics until 1984. </p> <p>In the 20 years since, China's sporting advances have mirrored the remarkable changes in the economy. The world's big commercial sports have moved in, even motor racing. Fast cars, beautiful women and big bucks are probably the last things most people would associate with China, which is better known around the world for bicycles, pigtails and communism, but this month Shanghai will stage the country's first Formula One race. </p> <p>The foreign influence - money and coaches - is also increasingly apparent in football, which is far and away the country's most popular sport. In 2001, millions of people celebrated on the streets when the national team, then coached by the Serbian Bora Milutinovic, reached the World Cup finals for the first time. </p> <p>Every sports marketing manager wants to break into a potential market of 1.3 billion people and it seems that China is ready to give any sport a try, including bullfighting, which is beamed live from Spain once a week. Serena Williams and Maria Sharapova will play tennis in China for the first time this month and even cricket might make inroads. </p> <p>Although that most colonial of English games is now played mainly by expatriates, the government are reported to have offered land, facilities and equipment to encourage wider interest in the sport. International cricket authorities are doing their bit to raise cricket's profile through the Shanghai Sixes competition, which this year will have Viv Richards as one of its guests. </p> <p>'China is the next frontier for the game's expansion,' said Shahriar Khan, of the Asian Cricket Council. 'Coaching, funding and facilities are in place to fast-track China into playing one-day matches against other ICC associates within the next few years. The long-term objective is for China to participate in future World Cups.' </p> <p>The sponsors are also moving in, among them Kunlun, a motor-oil producer, Siemens, the German engineering firm, Sinopec, the domestic energy giant, and countless more international firms. While such commercialisation would have infuriated Chairman Mao, it is seen today as a positive boost to the economy and society. </p> <p>'China's sports have developed very quickly in the last few years. In the old days, sport was simply a function of state power, but commercialisation has brought it much closer to the people and raised the standards closer to an international level,' said Sun Baoli, a professor at the Olympic research centre of Beijing Sports University. 'The success in Athens will accelerate this trend further.' </p> <p>As with many other aspects of China's astonishing development, everything in sport seems possible, but nothing is certain. Potential party-poopers include cash problems, already hinted at by the recently announced decision to cut spending on Olympic venues, traffic problems and protests about China's record on human rights. But with four years left, there is still time to fix all these problems. </p> <p>By 2008, one thing is certain - in this fast-changing nation, sport will be unrecognisable from what it was a few short years ago.</p>",
  "<p>More seriously, Shawn described to me how, having offered an article about 9/11 to several East Coast publications, his opinions were so comprehensively rejected at home that he was obliged to publish in Britain, in The Guardian. 'It's brainwashing,' he says. 'The fact is that a certain percentage of Americans completely buys the [Republican] brainwashing.' Unsurprisingly, Shawn believes what many Democrats accept as an article of faith: 'Of course there has been a right-wing conspiracy - the extreme right has acted in a very disciplined and ruthless and successful manner for 25 years.' Shawn says he has found it difficult to write about Bush's America: 'Part of the problem presented by Bush and his gang is that they are so crude ... When you are confronted with things that are so crudely brutal, the writer's task of elucidating what lies beneath the surface is redundant. These people believe in cruelty, vengeance and brutality. I think Shakespeare would have done very well with these characters.'</p> <p>When pressed to contrast the present situation with the crisis of the late 1960s, Shawn is both pessimistic and uncharacteristically angry: 'The American government in my lifetime has never been in the hands of people so unbelievably unqualified to run a large country. These guys are out of touch with reality. The most shocking thing about them is that they have only a contempt for the law. That means that they could - and probably will - do anything. This is the scariest I've known it. Part of the problem with these men is that their sensitivities have never been shaped by any civilisation, of East or West - or even the wisdom of primitive cultures.' To Shawn and Eisenberg, the Bush Republicans are crude, provincial and limited chauvinists who offer the American people a crude, but compelling, vision of the country's place in the world. As Shawn says: 'If the public likes this idea of world domination, we're sunk.'</p> <p>Eisenberg, the author of a story collection entitled All Around Atlantis, who came of age during the Civil Rights movement in Alabama, adds that: 'As an adolescent I learnt that the American people have a vested interest in not responding to what is going on in their society. Are we actually willing to see how we fit into the world? Are we willing to change our lives in a way that would make the United States fit into the world community?' She answers her own question: 'It is so against our interests to challenge our view of ourselves as perfectly nice, decent people. We've had a frankly imperialist morality for quite a long time now.'</p> <p>One of the puzzles of America's electoral map today is the degree to which people are voting against their interests. The poorest parts of America today are not to be found in Appalachia or the Deep South, but out in Kansas and the great plains, where ranchers struggle to feed their cattle and the nation's farmers stare every day into an abyss of bankruptcy and destitution. Yet it was precisely here, where life is hardest, that in 2000 the Republicans racked up 80 per cent of the vote. What is it about the Democrats, the party of the poor and the defenceless, that does not speak to these country voters? Well, for a start, it is the Democrats' association with East- and West-Coast values. In the words of a famous TV commercial, these liberals are a 'tax-hiking, government-expanding, latte-drinking, sushi-eating, Volvo-driving, New York Times-reading, body-piercing, Hollywood-loving, left-wing freak show'.</p> <p>Out here on the great plains, where the battle for the soul of America will be decided this autumn, it is traditional values that matter. Here, it is the America of political correctness, Woody Allen movies and Ivy League latte liberalism that mobilises the voters - against the Democrats. Yet this is the audience Kerry must win over before Bush clocks up another moral majority.</p> <p>Eisenberg hails from the conservative Midwest and has a special perspective on New York's alienation from Bush. Similarly, Siri Hustvedt, author of The Blindfold, The Enchantment of Lily Dahl and What I Loved, comes from Northfield, in Minnesota, one of the 'swing' states Bush must win to be re-elected. Hustvedt believes that Iraq will be decisive in November. 'A lot of people are very mistrustful about the war,' she observes, 'the kind of people you might not imagine. In my home town, there are now a lot of people actively working against Bush. The world I grew up in - old farmers who had socialist tendencies and supported Democratic Farm Labor - has shifted...'</p> <p>Like many writers, Hustvedt has been dismayed by the role of the press: 'There's an underestimation by the media of the anger against Bush,' she says. 'It's not only among liberals, but also among ordinary people who feel betrayed about the war, who feel angry about ordinary life, about how hard people have to work.' This is a crucial constituency.</p> <p>In August, before the Republican Convention, Kerry and Bush's quest for the swing votes in the battleground states became almost comical as the candidates leap-frogged each other across the great plains. Towns with populations in the low thousands were suddenly at the epicentre of a media hurricane, as each side tried to hog the news cycle. On one occasion, both candidates were in Davenport, Iowa, barely three blocks apart. Traffic was in gridlock as the rival motorcades snaked through the streets. The most tangible result for the people of Davenport was that some enterprising crooks took the opportunity to rob three banks while the local cops were engaged in the task of trying to protect the president and his opponent.</p> <p>On the stump, Bush is much more effective than Kerry. True, he mangles the English language; true, he conveys an irritating Good Ol' Boy Texan smugness, but he and Laura, the First Lady, to whom he always refers with a calculated spousely folksiness, do seem to connect with the voters in a way Kerry never can. If the outcome of November turns on which man the voters would rather crack a beer with, Bush should scrape home.</p> <p>The X factor in a hotly contested election is the youth vote. A new, post-Clinton generation is now eligible to register. Still, no one is quite sure which way these Bush babies will jump. At 27, Jonathan Safran Foer, author of Everything is Illuminated, is a comparatively new voter who has been radicalised by the post-9/11 experience. As a teenager, he volunteered to work for the Clinton campaign, 'but really because it was a fun thing to do'. Safran Foer believes Bush 'is responsible for bringing a lot of people my age into a new kind of political consciousness, ie: \"It's unacceptable not to do something.\"'</p> <p>For Safran Foer, that 'something' is anti-Republican, anti-Bush. He has just collaborated with Dave Eggers to publish The Future Dictionary of America: A Book to Benefit Progressive Causes, in which some 200 American writers are invited to contribute their own re-definitions of American key words. Safran Foer says the book is 'an expression of outrage over the Bush administration's assault on free speech, truth, the rule of law, humility, the separation of church and state, the woman's right to choose, clean air and every good idea this country's ever had'.</p> <p>During our interview, Safran Foer was obviously trying hard to be reasonable, even detached, but his conversation was littered with jagged, polemical splinters. 'I actually don't think,' he remarked, 'that Bush is pure evil, but he responded [to 9/11] in the worst way, [and has] surrounded himself with such vile people that in a way it doesn't matter.' Safran Foer also concedes that he's a metropolitan, a natural Democrat, but speaking for his generation, he says: 'I don't know anybody who supports the war. I don't know anybody who voted for Bush [in 2000], and I certainly don't know any one who's going to vote for him this time.' He agrees that Kerry has still to close a deal with the American people. 'I recognise that about half the country feels exactly the opposite to me.' He cites the Christian fundamentalist right-wing vote as a vital element of that bedrock Republican vote.</p> <p>Another 'swing' group on whom the Democrats are pinning a lot of hope in a tight race are the Latino Americans. Bush made great play with his Hispanic-Texan connections in 2000, but his presidency has been catastrophic for the very poor, and the assumption is that the Latino vote is pro-Democrat. Junot Diaz, whose short-story collection Drown was one of the literary high-points of the late 1990s, is a recently naturalised US citizen from the Dominican Republic, now in his early thirties. For Diaz, a vigorous spokesman for his community, it's 'a plague on both your houses'. For the downtrodden Latino, he says, Bush vs Kerry is a choice between being beaten 'with an iron bar or a fist': neither will change the plight of the Latino population. He'll vote for Kerry, not with much enthusiasm, but because Bush reminds him of Reagan, and Reagan was 'an apocalypse'.</p> <p>Diaz remembers his childhood, growing up in a Latino slum in New Jersey. 'In the Eighties, to be poor, of colour, an immigrant - it was a nightmare: the economy collapsed, there was voodoo economics, crack cocaine hit, the prison rate went off the chart, Aids hit, anything bad that you can imagine happened under Reagan. The Eighties was a deathwatch. Bush is the same. When I watched him get elected, I thought: Here we go again.' He says that when the Twin Towers went down, so strong was the identification of the Latino community with the al-Qaeda hijackers, despite the grievous loss of life among Hispanic office workers, that for weeks afterwards, 'Osama' became a hip, ironic greeting among his friends and neighbours. Diaz is not sure that Kerry can count on the Latinos either. He paints a picture of people working so hard to make ends meet they have no time for politics.</p> <p>If there's one group the Democrats can put in the bank, it's the African-American community. ZZ ('Zee Zee') Packer, hot from the Democratic Convention, reports that Kerry, who she's just interviewed, should pick up most of Clinton's erstwhile supporters. Packer is the author of a well-received collection of short stories, Drinking Coffee Elsewhere, and is plainly going places. We meet, between trains, in a cavernous, humid bar in Pennsylvania Station, yelling American politics above the early-evening hubbub of rush-hour commuters. Packer, born in 1973, is of the Diaz and Safran Foer generation. She came to political consciousness during the Reagan years; her opposition to Bush is influenced by her childhood memories of the 1980s. She believes, nonetheless, that even some Republicans are dismayed by the Bush administration's disdain for human rights. Kerry, she argues, has 'had a great record in civil-rights legislation and programmes that are near and dear to the African-American community'.</p> <p>Packer, an ebullient voice for her community, is another Reagan baby with an instinctive opposition to the Republicans. Still, she concedes that Kerry the New Englander does not naturally connect with African-American voters. 'His circle is a pretty select circle,' she says, and admits ruefully that Bush is 'amazingly adept' at getting across a message that appeals to Main Street. Packer, like many of the writers I spoke to, deplores the tendency of Americans to stick with a leader they think is going to protect them, and for loyalty to the office of the president to override every other consideration. That, she says, is 'why you have such support for Bush, but still I think the American people are beginning to turn around'. California, her home state, is 'definitely going towards Kerry'.</p> <p>Packer has just met the senator at the Democratic Convention and found him 'more thoughtful and less genial' than she expected of a man courting the African-American vote. He had seemed bored by the interview. We agreed that Clinton would never have been bored meeting the voters. Once again, there was no escaping the unspoken longing for a better candidate to take on Bush.</p> <p>So can Kerry pull it off? To this simple question there is, as I write, no clear answer. The conventional wisdom is that the result is still 'too close to call'. At the same time, confusingly, everyone agrees that the polls, which have given Kerry a statistically meaningless edge, are not to be trusted. Jonathan Safran Foer says: 'We are going to have to work incredibly hard to get Kerry into office.' ZZ Packer says that if the election was held tomorrow, Kerry would win by a 'very, very narrow margin'. Siri Hustvedt, who says she will emigrate to Norway if Bush wins, believes Kerry can do it, but does not sound convinced. To Carl Hiaasen, who points out that he's always wrong about US elections, 'Kerry has failed to catch fire as a candidate.' He is pinning his hopes on the debates: Kerry is known to be a good debater. Richard Ford says he has 'no earthly idea'.</p> <p>Wallace Shawn is also unsure: 'People have a tremendous sense that they've been lied to. There are a lot of people out there entertaining some very wild thoughts. People have been flabbergasted by the war. Who knows? Most people don't vote. The Bush people's drive to win is so huge. And they have as much money as they want. And they are ruthless. Kerry has taken a position that's so weak. He will win, he thinks, if he doesn't stray too far from the Bush line. I wish he'd present a real alternative. Then I think he'd have an enormous victory.' Paul Auster, more optimistic, not only believes that 'Kerry has a very good chance of winning,' but also thinks that John Edwards, the vice-presidential candidate, is a plus for the Democrats. 'Edwards appeals to people. He's got some fight in him. He's charming, and gives some energy to the ticket. I wish Kerry were not Kerry, but he's what we've got, and I accept it.'</p> <p>That's hardly a ringing endorsement, and there are still 58 days until the vote. Anything can happen. Perhaps al-Qaeda will attack again. (A lot of Americans fear this.) Perhaps the Democrats will find a winning theme. Perhaps Osama bin Laden will be captured. It says everything about this turning-point election that a remarkable number of people I spoke to observed, whimsically, that the Republicans might already have located their nemesis and were simply waiting for an opportune moment to unleash an 'October surprise'.</p> <p>To Carl Hiaasen, fishing on the Florida Keys, the election scenario is beyond fiction. 'This is a world whose reality is so preposterous that it's hard to satirise. It's self-satirising. I mean, you couldn't put Dick Cheney in one of my novels. You couldn't invent a guy like this. It's beyond anything Orwell or Huxley could have imagined.' Deborah Eisenberg shares Hiaasen's despair: 'People say, \"The Constitution will prevail. The American people will prevail\", but I have no such confidence. The Supreme Court is degraded and corrupt. Our press has been irresponsible to a shattering degree. We are in the middle of a great catastrophe.'</p> <p>For Paul Auster, who has thought deeply about America and its politics and whose novels, like Leviathan, reflect a lasting engagement with 'the American idea', this dystopian vision is horrifying. 'I don't know what I'll do,' he says, speaking slowly, 'I don't know what I'll do for the next four years if Bush wins.' He looks out into the summer darkness of August in New York City, across to the gap in the skyline where once the Twin Towers sparkled. 'Go abroad?'</p> <p><strong>·</strong> <a href=\"http://observer.theguardian.com/magazine/story/0,11913,1296010,00.html\">Back to part 1</a></p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://observer.theguardian.com/magazine/story/0,11913,1297281,00.html\">Read part 2</a></p>",
  "It is not just George W Bush who wants four more years: his predecessor would like them too. <p>As he prepared for heart bypass surgery this week, Bill Clinton said: 'Let me just say this, Republicans aren't the only people who want four more years here.' </p> <p>Speaking on CNN's Larry King Live , the former Democrat president appeared in good spirits but said he was 'a little scared' of the surgery and looking forward to a swift recovery when he would resume normal activities such as jogging. </p> <p>Clinton, 58, was admitted to hospital on Friday with chest pains and shortness of breath. An angiogram showed that he had a significant blockage in his heart arteries. </p> <p>The ex-president blamed his condition in part on genetics but also said he 'may have done some damage in those years when I was too careless about what I ate'. </p> <p>His wife Hillary and daughter Chelsea visited him in the hospital yesterday and he received 15,000 get well messages relayed from the website of his foundation. </p> <p>During his two terms as president, Clinton was known for his love of fast food. But in January he started a workout regimen, cut out junk food and went on the popular 'South Beach Diet', which limits carbohydrates and fats. In recent months he had looked noticeably thinner. </p> <p>The operation, probably on Tuesday, could now limit his role in campaigning for Democrat hopeful John Kerry. Clinton had agreed to campaign for Kerry in the months leading up to the general election on 2 November and had appeared at a number of Democratic party events. </p> <p>Democratic party chairman Terry McAuliffe said the former president was 'upbeat' when he spoke to him by phone on Friday. 'I thanked him for getting the Democrats back on the front page and he told me that's about as far as he's willing to go,' McAuliffe said yesterday. </p> <p>Both President Bush and Kerry have sent best wishes to Clinton. Vice President Dick Cheney, who has had four heart attacks, also wished Clinton well.</p>"
]