[
  "As usual, the \"liberal\" response to the bestial murders in Beslan is to seek to excuse them. It is no wonder that many today regard the term liberal as an insult, suggesting someone willing to condone anything if it comes with the correct slogans and the requisite anti-Americanism. <br> M Schachter <b>Independent, September 6</b> <br> <p>It appears that there are no terrorists, but \"militants\", \"rebels\" and now \"hostage-takers\" ... A person or group of persons who take children hostage and kill adults in front of them, then blow themselves up, are terrorists and murderers. </p> <p>This is no time for political correctness, which not only serves to diminish the horror of the acts but also in some way validates the actions of the terrorists, whose actions are completely indefensible.<br> Deborah Wiener <b> Australian, September 7</b><br> </p> <p>Everyone knows Barbara Bush values her family and her marriage ... That is why I am embarrassed that Republican speechwriters thought it appropriate for her to joke at a campaign event last week about the \"entire American wrestling team\" wanting to date President George Bush's twins, her granddaughters. </p> <p>Many of the wrestlers are married ... [and] would never have become Olympians without the love and support of their families. I think the former first lady deserves speechwriters more sensitive to her values and less interested in writing cheap jokes.<br> Peter Vos <b><br> Washington Post, September 6</b> </p> <p>Some letter-writers, seeing Mr Bush believes in the Almighty, have suggested the hurricanes in Florida are sending him a message. God works in funny ways. The former president Bill Clinton was going to start stumping for Senator John Kerry and now he is out of action until after the election. I guess God is sending Mr Kerry a message.<br> Jack Stone <b> San Francisco Chronicle, September 7</b><br> </p> <p>Small-mindedness has struck again with the banning of a Land Rover advert featuring a woman firing a starting pistol. Did the 348 people who complained to Ofcom also complain about the use of starting guns in the Olympics, or suggest that it glamorises gun culture? </p> <p>As a qualified firearms instructor I am tired, as I imagine most other legitimate gun users are, of having our hobby endlessly attacked.<br> JN Shooter <b> Times, September 7 </b><br> </p> <p>Instead of following the Bush approach and appointing a home security minister, might I make another suggestion to the Conservative party leader Michael Howard and Prime Minister Tony Blair. </p> <p>How about appointing a minister for peace, someone interested in talking and reconciling differences, in finding a new way forward? Someone interested in people living together instead of bombing nations into submission? </p> <p>It's time our would-be leaders realised the world is full of people, not just oil.<br> David Hopcraft <b> Daily Mail, September 8</b><br></p>",
  "It was the Bali bombings in October 2002 that cemented Jemaah Islamiyah's reputation as one of south-east Asia's deadliest terrorist outfits. It had been blamed for attacks before - a series of Indonesian church bombings in 2000, strikes on US targets in the Philippines - but, in the world of Islamist insurgency, Bali moved it up a notch. <p>Since Bali it has been blamed for the August 2003 car bombing of the JW Marriott hotel in Jakarta, which killed 12, and, today, an attack on the nearby Australian embassy that has claimed at least eight lives. It aims to create a unified Islamic state in south-east Asia and forms links with similarly-minded groups.</p> <p>What was always unknown about JI was the extent to which it retained an operational capacity. While Bali, with 202 people killed, was its big spectacular, as much as 9/11 was for al-Qaida, it also marked the beginning of a determined effort by the Indonesian government to put an end to its activities.</p> <p>Before those two attacks, on Paddy's Bar and the Sari nightclub in Kuta, Jakarta had tolerated JI for fear of inflaming radical Muslim opinion and the US state department did not list it as a terrorist organisation, again to avoid making President Megawati Sukarnoputri vulnerable to extremists.</p> <p>Unusually for a such group, JI was largely pursued through the courts: three men were sentenced to death and 29 others given jail sentences, though the convictions were thrown into doubt in July when a court ruled that anti-terrorism laws brought in after the attack could not be applied retrospectively.</p> <p>With around 100 suspected JI members including Hambali, its operational chief, in some form of custody and its alleged leader, radical cleric Abu Bakar Ba'aysir, sentenced to four years in jail over the church bombings, the clampdown appeared to have worked.</p> <p>After Hambali was captured in August last year, the Australian foreign minister, Alexander Downer, said his detention (he is thought to be held by the US) would \"substantially downgrade\" JI's ability to launch attacks.</p> <p>But the most significant member still on the run was a Malaysian, Azahari Husin, JI's alleged master bombmaker and a key figure behind the Bali attack. The British-educated engineer and former university lecturer (called the \"demolition man\" by Malaysian newspapers) is still on the run, believed to be protected by a small circle of JI members. Suspicion has fallen on him for the Australian embassy bombing. </p> <p>\"We believe Azahari is behind this,\" a security official told the Associated Press. \"He has the expertise to manufacture the explosives required for a bombing of this scale.\"</p> <p>Along with another Malaysian fugitive, Noordin Mohammed Top, he is believed to have made the 2003 Marriott bomb with dynamite and ammonium nitrate, a fertiliser that can be transformed into explosives.</p> <p>That two Malaysians are perhaps the most senior figures in what began as an Indonesian group is indicative of JI's expansion across south-east Asia in the 1990s. It is believed to be linked to Osama bin Laden's inner circle through Hambali, who was the only non-Arab to serve on al-Qaida's consultative councils before the September 11 attacks.</p> <p>An Australian court heard this year that its first convicted terrorist, British-born Muslim convert Jack Roche, used his contacts in JI to connect with al-Qaida. Prosecutors said he travelled to Afghanistan and received orders from top al-Qaida officials to form a terrorist cell in Australia to carry out a bomb plot against a Canberra synagogue.</p> <p>The trial also heard evidence from Roche that Ba'aysir, who was never charged with JI membership, was the group's leader. \"Ultimately, he's the one who makes decisions regarding the structure of JI in south-east Asia,\" Roche said in videotaped police interviews. </p> <p>The cleric denies he heads JI - and today said he opposed all bombings - but Roche's evidence contributed to Indonesian prosecutors being able to file further charges this month.</p> <p>Some suggest that the Jakarta attack was JI's response to the charges, others that, like Madrid, it was timed to influence the Australian election. But the group's motives are not easy to divine. Amrozi bin Nurhasyim, the \"smiling\" Bali bomber, said he had wanted the nightclub strike to make people to realise they had \"deserted their places of worship [...] and turned to the places of sin\".</p>",
  "The US president, George Bush, was today under growing scrutiny over his Vietnam-era service record after several different sources questioned his time in the Texas and Alabama air national guards. <p>In one of the most damaging attacks, Ben Barnes, the former lieutenant governor of Texas, said he had helped Mr Bush dodge the Vietnam draft by securing him a sought-after place in the Texas air national guard. </p> <p>In 1968, the 29-year-old Mr Barnes was the Democratic speaker of the Texas House of Representatives. Mr Bush, who had just graduated from Yale, was coming up for the draft as his exemption for being at university expired. At the time, his father, George Bush Snr, was a US congressman. </p> <p>In an interview last night, Mr Barnes told the US television station CBS that he had been approached by Sid Adger, an oilman close to the Bush family, who had asked whether he could find a place in the national guard for the young Mr Bush. </p> <p>Mr Barnes - now a prominent supporter of John Kerry - told CBS he had used his connections to ensure Mr Bush was safely placed in the national guard, a post that made it unlikely he would be sent to fight in Vietnam. </p> <p>He added it was one of the few options available for escaping fighting in Vietnam without fleeing to Canada, as many had done. \"I was a young, ambitious politician doing what I thought was acceptable,\" he said in the interview. \"It was important to make friends.</p> <p>\"I would describe it as preferential treatment. There were hundreds of names on the list of people wanting to get into the air national guard or the army national guard.\" </p> <p>The claims came as CBS reporters unearthed personal memos kept by Mr Bush's squadron commander in Texas, who said he had failed to meet national guard standards and had flouted an order to take his annual flight physical. </p> <p>Lt Col Jerry Killian, who died in 1984, ordered Mr Bush to be suspended from flight status for those infractions. The memo goes on to note that Mr Bush was trying to transfer to non-flying status with a unit in Alabama, and recommends that the Texas unit fill his flying slot \"with a more seasoned pilot from the list of qualified Vietnam pilots that have rotated\".</p> <p>A memo written by Killian a year later referred to one military official \"pushing to sugar-coat\" Mr Bush's annual evaluation. </p> <p>In February, the White House said it had released all records of Mr Bush's service - but one of Killian's memos stated it was \"for record\" and another suggested it was to be included in Mr Bush's official record. </p> <p>\"I can't explain why that wouldn't be in his record, but they were found in Jerry Killian's personal records,\" the White House communications director, Dan Bartlett, told CBS. </p> <p>Mr Bartlett said Mr Bush's superiors granted him permission to train in Alabama in a non-flying status, and that \"many of the documents you have here affirm just that\". Mr Bush had been seeking the transfer to Alabama to work on a political campaign. </p> <p>Another of Killian's memos, dated May 19 1972 - five days after Mr Bush was supposed to have completed his physical - summarises a telephone discussion with Mr Bush about how he \"can get out of coming to drill from now through November\". </p> <p>It says Mr Bush was \"told he could do ET for three months or transfer\". ET referred to equivalent training, a procedure for meeting training requirements without attending regularly scheduled drills. </p> <p>The same memo says \"we talked about him getting his flight physical situation fixed\" and quotes Mr Bush as saying he would \"do that in Alabama\" if he stayed in a flight status. It also says: \"I advised him of our investment in him and his commitment.\" </p> <p>The Democratic party chairman, Terry McAuliffe said: \"George Bush's cover story on his National Guard service is rapidly unravelling.</p> <p>\"[He] needs to answer why he regularly misled the American people about his time in the guard, and who applied political pressure on his behalf to have his performance reviews 'sugar-coated'.\" </p> <p>Records released this year, when Mr Bush's military service re-emerged as a campaign issue, contain no evidence that he attended for duty at all for five months in mid-1972, and document only a few occasions later that year. </p> <p>Asked about Killian's memo on the military's investment in Mr Bush, Mr Bartlett told CBS: \"For anybody to try to interpret or presume they know what somebody who is now dead was thinking in any of these memos, I think is very difficult to do.\" </p> <p>Scrutiny of Mr Bush's military service has followed Republican attacks on Mr Kerry's service in Vietnam. </p> <p>Yesterday, a group calling itself Texans for Truth - an echo of the Swift Boat Veterans for Truth, who have questioned Mr Kerry's service - aired a 30-second advertisement claiming that Mr Bush did not show up for service in the Alabama air national guard after his transfer from Killian's unit. </p> <p>In the advert, retired Lt Col Robert Mintz said he could not remember Mr Bush serving in his unit, the 187th air national guard in Montgomery, Alabama. </p> <p>\"I called my friends and said: 'Did you know that George Bush served in our unit?'. Everyone said: 'No, I never saw him there.' It would be impossible to be unseen in a unit of that size,\" he says in the ad. </p> <p>Mr Bartlett, however, hit back, telling CBS: \"The fact is that, 55 days before an election, partisan Democrats are recycling the very same charges we hear every time President Bush runs for re-election. It is dirty politics.\"</p>",
  "Jean-Marie Le Pen has suspended two senior members of the National Front, as he tries to resolve an acrimonious succession battle inside France's extreme right party. <p>The party purge came after dissident members of the movement organised a rival conference in the south of France last month, timed to coincide with the National Front's official summer gathering held in the north. </p> <p>Irritated at the direction Mr Le Pen is taking the party, and at the growing power of his youngest daughter, Marine Le Pen, the renegade members have publicly urged the 76-year-old leader to make way for a younger man. </p> <p>Jacques Bompard, the ultra rightwing mayor of Orange, led the rebellion, hosting the splinter conference in his town, a bastion of rightwing voters in the heart of Provence. </p> <p>Like other veteran party members, Mr Bompard believes that Mr Le Pen is being pulled into more mainstream positions by his daughter, whom he is grooming to take over the party's leadership. </p> <p>Mr Bompard, a dentist, organised the rival event in direct contravention of party orders and his faction was joined by a hardline Catholic wing of the party. Several senior members of the NF boycotted the official events and defected to the rival conference. </p> <p>During the weekend meeting, they launched repeated attacks on Marine Le Pen's authority, with delegates warning that to \"follow her path would be suicidal for the party\". </p> <p>Dissident party members dislike her relatively liberal positions on abortion and gay marriage and have criticised the degree to which Mr Le Pen is delegating responsibility to her. </p> <p>Despite her appeal to younger voters and her telegenic qualities, the relative political inexperience of the 35-year-old lawyer has been blamed by some for the party's poor results in elections earlier this year. The party has failed to repeat the extraordinary electoral success it won during the first round of the presidential elections in April 2002, when it took over 17% of the vote. </p> <p>Described by her mother as \"the clone\" and by her father as an \"ideal physical specimen\", Ms Le Pen, has attempted to promote herself as the acceptable face of the party and has helped tone down the party's anti-immigrant language, saying she wants to \"de-demonise\" the Front. </p> <p>Tensions over her position within the party hierarchy have been simmering for two years. One senior frontiste resigned in April 2003 when Mr Le Pen appointed Marine vice-president, giving her an automatic seat on the party's executive committee, even though she came in only 34th out of 137 candidates in an election for the central committee. </p> <p>Long-serving party activists saw the move as a challenge to the party's \"official dauphin\", Bruno Gollnisch. Mr Le Pen has yet to announce whether he will run for the presidency again in 2007, but talks semi-seriously of continuing until he is at least 95. </p> <p>After the Orange conference, Mr Bompard told journalists that the era of the Duce and the Führer was over and the National Front no longer needed that kind of leadership. \"Raising the issue of succession is not a crime,\" he said. </p> <p>Mr Le Pen disagreed. After a crisis meeting at his home on Friday, nine members of the executive committee decided in a unanimous vote to suspend Mr Bompard and Marie-France Stirbois, a regional councillor in the south of France, from their party functions. </p> <p>\"They participated in operations during the election campaign which were damaging to the National Front, they have made hostile remarks about the NF leadership and have contributed to the party's loss of influence,\" Mr Le Pen said. \"Asking politicians to pull in the same direction is the very least one should demand during election campaigns. These were serious breaches to the whole political movement which need to be punished.\" </p> <p>Marine Le Pen said their actions had put \"the party's future in danger and damaged its credibility in the eyes of its electors\" .</p> <p>This is the second major rupture within the party in the past six years. The former deputy leader Bruno Mégret left the party in 1998 to set up a new breakaway movement, after failing to edge out Mr Le Pen. His success has been minimal and many of his followers have returned to the National Front. </p> <p>The fate of the two suspended politicians will be resolved on September 16.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS:</b> <a href=\"http://www.theguardian.com/indonesia/Story/0,2763,1300500,00.html\">Seven people were killed today in a car bomb attack on the Australian embassy in Jakarta</a>.</p> <p><b>'TALE OF TWO RESHUFFLES'</b></p> <p>\"Milburn gets job, but little power\" notes the Sun in one of those underwhelming headlines that betray a paper's true agenda. Despite the determinedly implacable noises coming from the Treasury yesterday, Gordon Brown will be seething at the news that the former health secretary, Alan Milburn, has been given a \"policy supremo\" role at Downing Street.</p> <p>\"A meaningless phrase, frankly, but it's very destabilising,\" a \"friend of the chancellor\" tells the FT. \"Milburn return deprives Brown of election role\", splashes the paper.</p> <p>Will Tony Blair's move prompt that long-awaited showdown between the prime minister and his chancellor, splitting the party and letting Michael Howard into Downing Street? The Telegraph certainly hopes so. \"Suddenly, there is everything to play for,\" smiles an excited leader writer. Yesterday's Conservative reshuffle - unlike Labour's - \"electrified Westminster ... the Conservative front bench now looks more like an alternative government than at any time since 1997.\"</p> <p>John Redwood is the new shadow minister for deregulation - a \"remarkable comeback\" for a man nicknamed \"the Vulcan\", says the Telegraph - and the \"old stager\" Nicholas Soames becomes shadow defence secretary. \"Rising star\" David Cameron is in charge of policy coordination.</p> <p>Mr Blair's reshuffle marks a \"big turnaround\" for the prime minister, according to the Times. He \"seriously discussed\" standing down in the summer, \"but was talked out of it by Mr Brown, among others\". All the more infuriating for the chancellor, then, that two Blairites (Alan Johnson replaces Andrew Smith as work and pensions secretary) have been drafted in to the cabinet. </p> <p>James Blitz, writing in the FT, says Mr Blair \"regrets bitterly\" his decision to allow Mr Brown to \"set his stamp\" on the 2001 manifesto. It \"set out few original policy ideas and left the government having to sell controversial policies such as higher education top-up fees mid term,\" Blitz says.</p> <p>But are the Brownites and Blairites really so different? Irreconcilable, maybe, says the Guardian's Michael White, but fundamentally not so dissimilar. \"The tragedy for Labour is that the Brown and Blairites are all modernisers in their different ways. The chancellor knows how to sing Old Labour tunes better, but is a harder paymaster on public spending than Blair. There are significant disagreements of approach and priority, but it suits both sides to exaggerate them: what Freud called the narcissism of small difference.\"</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1300343,00.html\">Milburn wins central Labour role</a><br> * <a href=\"http://politics.theguardian.com/labour/story/0,9061,1300458,00.html\">Michael White: Familiar tantrums</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/09/ntory09.xml&amp;sSheet=/news/2004/09/09/ixnewstop.html\">Telegraph: Tories top-up top table</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/09/09/dl0902.xml&amp;sSheet=/news/2004/09/09/ixnewstop.html\">Telegraph: Square the circle</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1253333,00.html\">Times: Brown stopped PM quitting</a><br> * <a href=\"http://news.ft.com/cms/s/1f42487a-0047-11d9-ad31-00000e2511c8.html\">FT: Discord threatened if Milburn returns</a></p> <p><b>ON THE US CAMPAIGN TRAIL</b></p> <p>Dick Cheney warned Americans yesterday that electing John Kerry would make them more vulnerable to terrorist attacks.</p> <p>Accusing the Democratic candidate of peddling the misconception that the US was not truly at war, the vice president told Republicans in Iowa: \"If we make the wrong choice, then the danger is that we'll get hit again and we'll be hit in a way that will be devastating.\"</p> <p>A poll highlighted on the front of the Herald Tribune will probably prove a mixed blessing for Mr Kerry: it suggests that if the whole world were voting in November, he would win by a landslide. French, German and Mexican citizens disliked Mr Bush most; Thais and Indians, on the other hand, produced only a narrow majority for the Democrat.</p> <p>The Times says Mr Cheney's outburst overshadowed Mr Kerry's efforts to shift the electoral agenda from Vietnam and terrorism to Iraq and the economy yesterday. The candidate told an audience in Cincinnati that the war in Iraq had cost USD200bn that might have been better spent at home; President Bush riposted that US forces were making \"good progress\" and he intended to \"complete the mission\".</p> <p>\"Many foreign relief workers in Iraq prepare to flee,\" the Herald Tribune headlines on page four. The FT has a particularly damning indictment of the chaos in Falluja.</p> <p>\"Four months after US marines called off their attack on Falluja, the Iraqi rebel stronghold has fallen under the control of a number of different groups, from Islamists to ultra-Islamists to Ba'ath party loyalists to bandits,\" the paper reports. \"Completely absent from the power equation ... are Iraqi government forces ... US officials have slowly begun to admit that in recent months insurgents have gained control of many of the most important cities in Iraq.\"</p> <p>The broadsheets mull over the implications of the news that 1,000 US troops have died so far in Iraq - the vast majority of whom (862) have perished since hostilities officially ended. That's three times as many Americans as were killed in the first Gulf war, the Guardian points out. Another 7,000 have been wounded.</p> <p>The Mail is shocked to learn that 19 British soldiers are under investigation over allegations of \"murder and brutality\" in Iraq. \"WHOSE SIDE ARE WE ON?\" demands the paper, which wants to know why Tony Blair is \"failing to stand up for ... our servicemen and women\" and \"leaving them at the mercy of lawyers\".</p> <p>\"It is extremely rare for civilian police to take on cases which have already been investigated by the Royal Military Police special investigations branch,\" the paper adds.</p> <p>\"Hesitating in battle will get you killed,\" writes a barrister who used to serve in the parachute regiment.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1300153,00.html\">Kerry and Bush trade blows as war rhetoric escalates</a><br> * <a href=\"http://www.iht.com/articles/537927.html\">IHT: Kerry faults Bush over cost of Iraq war</a><br> * <a href=\"http://www.iht.com/articles/537982.html\">IHT: Globally, Kerry takes all</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,11069-1254064,00.html\">Times: Anger over Cheney terror jibe</a><br> * <a href=\"http://news.ft.com/cms/s/0df2fab0-01be-11d9-8273-00000e2511c8.html\">FT: Falluja held in holy warriors' brutal grip</a></p> <p><b>RUSSIA INVOKES 9/11</b></p> <p>\"Pre-emptive strikes by Russia?\" asks page three of the Herald Tribune. The Kremlin's announcement that it would offer a USD10m bounty for the heads of two militant Chechen leaders \"echoed statements in Washington following the September 11 attacks,\" says the paper.</p> <p>Russia would \"take all measures to liquidate terrorist bases in any region of the world\", a general added. That's unlikely, the IHT says: \"The post-Soviet military has lost much of its ability to project force beyond its borders.\"</p> <p>* <a href=\"http://www.theguardian.com/chechnya/Story/0,2763,1300028,00.html\">Putin puts GBP6m price on rebels</a><br> * <a href=\"http://www.iht.com/articles/537983.html\">IHT: Pre-emptive strikes by Russia?</a></p> <p><b>SVEN BACK FROM THE BRINK</b></p> <p>England's 2-1 win in Katowice last night is greeted with grudging respect by the papers. The back pages might have been more enthusiastic had the players agreed to talk to them after the match.</p> <p>\"WE'RE REVOLTING\", huffs the Star, in a splash the Wrap wholeheartedly endorses. \"England's prima-donna footballers faced a new storm last night when they whined: 'Too much criticism has hurt our feelings'. They staged a silent protest, boycotting all interviews.\"</p> <p>The Times says the players were particularly upset by the demonisation of goalkeeper David James. The Sun, which campaigned for him to be replaced by a donkey yesterday, was delighted by Sven-Goran Eriksson's decision to replace him with Paul Robinson.</p> <p>The Spurs striker Jermain Defoe scored a \"superb goal\", concedes the Times. \"The display may not have been gripping\", says the Guardian, \"but exuberance and seamless football were never expected ... Defoe ... did enough by himself to make spirits rise.\"</p> <p>* <a href=\"http://football.theguardian.com/News_Story/0,1563,1300270,00.html\">England pull Eriksson out of the fire</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,27-1254015,00.html\">Times: Defoe helps England</a></p> <p><b>CHIRAC'S AIRBORNE DORM</b></p> <p>Readers who have been mercilessly woken a couple of hours before the end of a long-haul flight will no doubt sympathise with Jacques Chirac today. The French president, reports the Times, spent an extra 1,200 miles in his Airbus \"on a slow flight around France\" to enable him to grab an additional couple of hours' sleep.</p> <p>The presidential jet took off from Paris Charles de Gaulle en route to Moscow on August 31, but rather than heading eastwards it took a detour via Brittany, Nantes, the south-west of France and the Massif Central before flying past Paris again. \"Mr Chirac has standing orders not to be woken in his airborne bed by take-offs and landings during his normal sleeping hours,\" the Times explains.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,3-1253212,00.html\">Times: Chirac's airborne snooze wakes up taxpayers</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Alan Milburn said this morning it was \"100% wrong\" to see his appointment as a reflection a power struggle within the Labour party.</p> <p>&gt;&gt;&gt; Evidence of a slowdown in the housing market and consumer spending is expected to persuade the Bank of England to keep interest rates on hold. Announcement at noon.</p>",
  "Conservative proposals to overhaul higher education funding will penalise poorer graduates and could put some cash-strapped universities out of business, it was claimed yesterday. <p>The Tories insist that their plans, revealed yesterday, to abolish tuition fees and introduce commercial interest rates of up to 8% on student loans would almost halve graduates' debts on leaving college. </p> <p>But they were condemned by student and lecturers' unions as highly regressive, benefiting high earners and exposing graduates in low-paid jobs to years of mounting debts. One academic accused the party of \"currying favour with the middle classes\". </p> <p>Vice-chancellors welcomed the Tories' recognition of their calls for increased funding, but some raised concerns over the fate of some new, financially less stable universities if a voucher scheme, in which cash is linked entirely to student numbers, was implemented. </p> <p>New universities attacked plans to abolish the current target of 50% of school leavers entering university as a barrier to efforts to widen participation in higher education. </p> <p>The proposals, entitled Funding the Future, are important because they represent settled Tory policy in a key general election battleground. </p> <p>Despite some internal resistance, including initial caution from Michael Howard after his election as Tory leader last year, the party has opted to retain its voter-friendly pledge to abolish all university tuition fees, due to increase under Labour's top-up fee plans to up to £3,000 a year from 2006. </p> <p>The Tories propose charging students a commercial rate of interest, to be capped at 8% for the next parliament but expected to be around 6.5%. But the education secretary, Charles Clarke, denounced the figures as £1.1bn short of viability </p> <p>Students would not have to pay until they earned £15,000 a year, but interest would accrue from graduation. </p> <p>Under the government's loan scheme, student debt is heavily subsidised by the tax payer, rising only in line with inflation. </p> <p>The shadow education secretary, Tim Collins, said the £1.7bn saved by removing the subsidy, and a further £500m spent annually on helping students with lower incomes, would be redirected to universities in place of fee income. </p> <p>In a proposal welcomed by vice-chancellors, the Tories would also provide more than £3bn over five years to improve decaying infrastructure. </p> <p>Mr Collins told BBC Radio 4 that no graduate would leave university with higher debts than at present. \"The amount of [individual] debt is reduced quite sharply - the average graduate under the government's plans would leave with loan debt of the order of £19,000. Under our plans they leave with about £10,000 worth of debt.\" </p> <p>The government and the National Union of Students said introducing real interest rates would hit those taking career breaks and those in lower-paying public sector jobs. </p> <p>In a letter to his Tory shadow, Mr Clarke said: \"This policy would have the effect of discriminating between students who sat next to each other on the same course but who took up different jobs.\" A teacher would end up repaying approaching £20,000 on a £10,000 loan, whereas a high earner in the City would repay around £14,000, he said. </p> <p>The NUS president, Kat Fletcher, said Tory promises of fairer funding for higher education were \"merely rhetoric\" which would not win students' votes. The Association of University Teachers said that, if the Tories provided no money to expand student numbers, individual universities would be left to fight for existing students to attract more cash. </p> <p>\"Without some degree of control, this free-for-all could prove a disaster,\" said its general secretary, Sally Hunt. </p> <p>Ivor Crewe, president of the vice chancellors' body, Universities UK, said: \"It's vital that the package benefits the whole sector - Universities UK will be paying particular attention to any potential differential impact these proposals might have on institutions.\"</p>",
  "The Conservatives and the government began a war of figures yesterday as ministers attempted to show that the Tory higher education plans do not add up. <p>The problem for the government is that, at election time, the Conservatives will be able to parade an easy to understand no-tuition-fees policy against more complex Labour sums demonstrating that commercial interest rates will ultimately see many graduates paying more. </p> <p>Under a Conservative government, students would not have to pay fees for tuition; under Labour a big majority of universities would charge £3,000 a year. </p> <p>The Tories would also allow all students to borrow up to £5,000 a year - over £1,000 more than the current maximum under the government's means tested scheme. Grants would be retained for the poorest students, but would be capped at £1,500, compared with £2,700 from 2006 under Labour, topped up to at least £3,000 with a university bursary. </p> <p>On graduation, the Tories say, average student debt under them would total £10,500, compared with the £19,300 they claim would be owed under Labour's fees scheme (Labour's own estimates assume an average £15,000 debt). Under both schemes, graduates would have to repay loans only when they earned at least £15,000 a year. The Conservatives say an average graduate takes 12 years to repay loans, bringing the total of interest and principal repaid over the lifetime of a loan to £17,300. Under Labour's scheme, the Tories claim, repayments would total £24,500. </p> <p>The calculation, however, fails to take into account the extra grant available under Labour, and does not allow for career breaks, during which real rates of interest would continue to accrue. The Conservatives have not built in funds to ease the effect of the scheme on the lower paid either. </p> <p>High earners would also have the capacity to pay back loans faster than required to save money. </p> <p>The Conservatives pledge to match universities' income, which is drawn from state funding and fees, and say they will bring in a planned £900m extra for undergraduate teaching from 2006-7, two years earlier than Labour proposes. </p> <p>The total package of £1.8bn a year is the same as Labour promises, and would be topped up with a £3bn capital fund and £9bn available to match universities' own fundraising and encourage the building of endowments. </p> <p>While the capital cash would be welcomed, universities with few donors would miss out on endowment cash, and the planned voucher scheme could lead to a scramble for students if overall numbers are not allowed to expand.</p>",
  "Israel's plans to build 1,000 new houses in its West Bank settlements breaches the terms of the Middle East road map and threatens to encircle East Jerusalem, cutting it off from a future Palestinian state, Jack Straw warned yesterday. <p>In an interview with the Guardian in which he also voiced unswerving optimism that the new Iraqi government would defeat the \"nihilists\" trying to destroy it, the foreign secretary's chief concern was that Israel is trying change \"facts on the ground\". </p> <p>Speaking in his Commons office ahead of this week's white paper on Europe, Mr Straw was also confident about winning the promised referendum on the EU's constitution, now it has been amended to protect Britain's red line vetoes. </p> <p>\"I sense a change of public mood in a union of 25,\" he said. \"There is a different political dynamic, one which, frankly, the people of the UK are more naturally comfortable with.\" His optimism faltered only when confronted with the school massacre in Beslan. </p> <p>While signalling a willingness to help Moscow develop a political dialogue over Chechnya he pointedly recalled: \"We did not go in to talk about negotiating with the IRA in the aftermath of the Birmingham pub bombing.\" </p> <p>On both Iraq and the Middle East Mr Straw repeatedly sidestepped all questions that might highlight tensions between Whitehall and the Bush administration or with Senator John Kerry, the Democratic challenger for president. </p> <p>The closing weeks of the campaign are \"self-evidently not a period in which foreign policy initiatives are likely\", he observed. \"I am not going to disclose my private discussions in Washington.\" </p> <p>Instead Mr Straw stood by the formula that both US and British governments \"and all parties committed to the road map have to ensure that its terms are implemented\". He ducked apparent US endorsement of Ariel Sharon's plans for an extra 1,000 settlement homes. </p> <p>Pledging Britain and the EU to help the Palestinian Authority rebuild damaged infrastructure and civil institutions - including peaceful politics - once an orderly Israeli withdrawal from Gaza has been achieved, the foreign secretary conceded: \"The thing I remain very concerned about is the way in which facts on the ground are being developed which undermine the the two-state solution to which the international community is committed, a secure state of Israel and a viable state of Palestine. </p> <p>\"The latest announcement about settlements, in my judgment, is very serious because it could lead to the encirclement of East Jerusalem and the detachment of East Jerusalem from the West Bank. It is outside the road map.\"</p> <p>Mr Straw conceded that Israel - or any state - is entitled to erect a barrier along its own borders. \"But our position has been made persistently clear that we regard the building of barricades on Palestinian land as unlawful,\" he said. </p> <p>On Iraq Mr Straw left no daylight between himself and Tony Blair. \"We are doing everything we can to ensure that elections are held by the January timetable,\" he said. \"An acceptable voting list is obviously crucial and none of us underestimates the security situation. But what is extraordinary is the extent to which politics are now operating in an otherwise normal situation.\" </p> <p>To prove his point the foreign secretary quoted a diplomatic cable which said \"the national convention has taken place. Terrorists tried to mortar it, but did not disturb any of the delegates.\" As in Afghanistan people were defying intimidation to register their right to vote. </p> <p>In similar vein he praised the efforts of the senior Shia cleric, Grand Ayatollah Ali al-Sistani, recently in London for medical treatment, who is \"playing a constructive role ... he is very clear about his responsibities to the Shia population, but also for the stability of Iraq\". </p> <p>Mr Straw said that the security situation was less threatening - internally and in the region - than it had been under Saddam Hussein. </p> <p>He also defined as a major challenge the acknowledgment by Arab intellectuals of the need \"to develop their own societies, the crucial challenge being political development and moving from where they are to representative democratic government. Iraq can become a paradigm for that.\" </p> <p>On the long-blocked hopes of Iraq's northern neighbour, Turkey, to join the European Union, Mr Straw that said he was confident the December EU summit will agree to open formal negotiations. But even here he was cautious. </p> <p>\"Everyone agrees it will take years before [the negotiations] are formally concluded,\" he said. \"No applicant country is admitted until it has met every single test.\"</p>"
]