[
  "<p><strong>I am 23 and have been taking SSRIs on and off for more than seven years. I have heard much about 5-HTP and wanted to known your view on this.</strong><br>Melissa Wheeler </p> <p>SSRIs (selective serotonin re-uptake inhibitors) are the most commonly used antidepressants. They enhance the effect of the feelgood-chemical serotonin in the brain. The chemical 5-hydroxytryptophan (5-HTP) can be converted into serotonin in the body, offering an alternative to SSRIs. Studies on 5-HTP have been of poor quality, but some evidence suggests that it is safe and can be effective in treating depression. If you would like to use 5-HTP, then I suggest you do this with the support of your doctor. Wean yourself off the SSRI over several weeks or months. Once your SSRI dose is halved, add in 5-HTP at 100-150mg a day. You may be able to wean yourself completely off the SSRI, though you may need more 5-HTP, at least in the short-medium term. In my experience, 250-300mg of 5-HTP a day is required for an antidepressant effect equivalent to that of an SSRI. 5-HTP is available in most health-food stores.</p>",
  "It wasn't until the Dodge Durango reached 9,000 feet that Radio KRKS, Denver Christian Radio, finally gave up the Holy Ghost. For 90 miles up Interstate 70, past the Coors Brewery, Buffalo Bill's grave and into the mountains, I had been listening to Pastor Rod and Rocky's prayer show. 'The spirit,' said Pastor Rod, 'is already moving a number of you to call our phone-in.' <p>First, there was Cheryl, who wanted intercession for her sister and brother-in-law, facing delays in moving to their new house. 'Dear Lord,' prayed Pastor Rod. 'We ask you to help Cheryl's sister in this difficult moment.' </p> <p>Near Idaho Springs, the conversation shifted to teenage sex. A young author was on the programme advising teenage boys on how to turn away from internet pornography, as a first step to maintaining abstinence. Then, before any clammy-handed adolescents could call in, the road went through the Eisenhower Tunnel and the signal was lost. </p> <p>Colorado, where the Great Plains meet the Rockies, is part of the United States of Otherness, the European's disturbing dream of America. Democrat America we like and know well; we visit its cities on the east and west coasts, and its pundits are always on our radios, shaking their heads over George W Bush. But this state is run by the other tribe. In 2000, its eight electoral college votes went to Bush. Colorado has a Republican governor, both its senators are Republicans, and so are five out of its seven congressmen. Here, if anywhere, you can find out who these Republicans are. Radio KRKS seemed to confirm much that a secular Brit had ever worried about. </p> <p>The local Republican chairwoman had invited me to visit her in the city of Leadville, 5,000 feet above even the Mile High City of Denver. Writers had been to this old mining town before. In April 1882, Oscar Wilde gave a lecture on art appreciation at the Tabor Opera House, later remarking that the miners had seemed to think that Botticelli was a drink. After the talk, Wilde was taken on a torchlit parade to the famous Matchless Mine, where he was let down to the silver workings in a bucket. </p> <p>Huge fortunes, such as the Guggenheim family's, were made up here. And lost. The last miner was laid off from the nearby Climax molybdenum mine in the late Eighties. Since then, the residents of Cloud City had been relying on work in the tourist industry, mostly in the nearby resort of Vail. </p> <p>But Leadville, sitting below Mounts Elbert and Massive, must be one of the most beautiful cities in the world and, gradually, wealthier people at the end of their careers have come here to live high up among the log pines. One of the first was Maryellen Thoren, vice-chair of the High Mountain Republican women. She came to pick me up from my bed and breakfast early on a Sunday morning and drove me round town in her large Lincoln. Now in her sixties, she looked like an older Sally Field and lived like The Archers 's Linda Snell on speed. There was hardly a voluntary organisation in the area she didn't help with or hold office in. When they were told I was meeting her, even the taciturn hoteliers I was staying with warmed a little. 'Maryellen,' they said, 'is a great lady.' </p> <p>She didn't start life as a Republican. Her father was a blue-collar worker in Philadelphia, a union man and a Democrat. But as she went through college, Maryellen came to a different view. Having no money, she never attended college during the day, so she took jobs to keep herself and studied in the evenings. It was 1964. 'You know, Lyndon Johnson and the Great Society turned me off. I believed that if you wanted things, then you worked for them. So I supported Goldwater, even though he was a little extreme.' Maryellen became a Republican because she disagreed with welfare - it sapped the incentive to get out there and achieve your dreams. 'We had multi-generational welfare families, where no one worked,' she said. </p> <p>The logic of this might have been the pitiless one of leaving people to pull themselves up, but Maryellen was never a leaver. You should help people, she told me, but through charities and the churches, not government. Having worked for AT&amp;T abroad, Maryellen came home determined to put her skills to good use. At 9am, I went with her to the modern Presbyterian church where she worships. There were 40 or so people in the simple, modern building (the normal congregation is around 70), and the sermon being preached by the plump woman preacher was 'Send me'. 'Here I am, Lord,' went the hymn that accompanied the text. </p> <p>And here, Maryellen was, always ready to be sent. She was (unpaid) vice- principal of the local college. In 1996, she volunteered as an election observer in Bosnia. 'I will tend the poor and lame,' the hymn went on. 'I will set a feast before them', which Maryellen obliquely did, she told me, by getting Leadville connected to the fibre-optics highway so the local economy could diversify and the folks (many of them Hispanics) in the local trailer parks could get jobs. </p> <p>The night before, I had watched a CNN report from Ohio, where workers who had just been made unemployed and who had begun the rapid descent towards trailerdom, were queuing at soup kitchens. For all its volunteering, Maryellen's can be a rough old creed. </p> <p>But clear as she was about welfare, Maryellen was a moderate on everything else. She believed in Christianity by example, not by fire. 'It's about doing what you can to make a difference in the world. The question must always be, \"Can you live with yourself?\"' </p> <p>She regarded such issues as abortion and gay marriage as none of the state's business. Warmly greeted by Maryellen's friends at the church, I was also granted a revelation: that this, rather than the tele-evangelism and Elmer Gantry fundamentalism that we enjoy shuddering about in Europe, was more likely to be the true Republican Christianity. </p> <p>Just after her husband died two months ago, Maryellen's lobbyist son got her a ticket for a huge Washington dinner. She brought back a photograph of herself alongside George Bush. That association alone might be enough to consign her to perdition in the eyes of many readers, but if I were ever in trouble, I'd hope to be somewhere near Maryellen. She was a lovely woman. </p> <p>Democrats still outnumber Republicans in Leadville by more than two to one. On Harrison, the main street, I found the office of Marcia Martinek, editor of the Leadville Herald Democrat (established 1879). Her political origins were similar to Maryellen's. She was a registered Republican and her late husband had been the Republican sheriff in Colorado's Arapahoe county. </p> <p>'I became a Republican because I didn't like putting more and more money into welfare, where people got paid for every extra child they gave birth to out of wedlock,' Marcia said. And then, sounding like Gordon Brown: 'It would be better to provide daycare, so that single moms can work.' </p> <p>But Marcia hadn't voted for Bush in 2000 and isn't about to in 2004. She didn't like the social stance. 'You know, it's hard to be Republican and to be a woman too,' she told me. She felt that some women were slipping back into traditional domestic roles, prevented from achieving more. And then there was Iraq. Her stepson, a strong Bush supporter, had been in Falluja with the 1st Infantry. Now he was coming home, but Marcia wondered why he had gone in the first place. 'What did the President know, what did the President not know about WMD? Was it justified?' </p> <p>Iraq and security still seem to play for Bush. On the scenic train to Climax, built along the side of the mountain because a rival line had been built along the valley, I met Glynn and Connie, from Fort Collins. They were thinking of moving to the mountains because the foothills were getting too crowded. Glynn was very reluctant to talk about politics. 'Once, it was all quite simple, but it's all global now. Even the CIA doesn't understand the world, so how can we?' This same analysis made Connie want to stick by Bush. 'The world is a scary place, isn't it? I just think we should keep the man who's been through the fire. Right now, you don't want to change horses in midstream.' </p> <p>While we were speaking, 500 runners had been taking part in an insane race. The Leadville 100 ('The Race Across the Sky') is a 100-mile trail run that takes a day and a night to complete. So next day, in the 6th Street gym, they were celebrating the achievement of the 196 who had finished within the regulation 30 hours. There was not a polyester moose in sight as Ken Chlouber, a former miner, current Republican State Senator and founder of the Leadville 100, handed out the gongs. Back in 1982, Chlouber was the first Republican elected here in 30 years. Now, in his stetson and shoelace tie, he is a local landmark. I told him I was a journalist from Britain and congratulated him on the race. 'Well,' he said politically, 'it's folks like you who make it what it is.' I told him I didn't think so. </p> <p>Chlouber marked a trend. With the unions gone and retired people and second-home owners moving in, the political character of the area has changed. It's only 16 years since a Colorado senator, Gary Hart, was a front-runner for the Democratic presidential nomination, before he was tripped up for premature Clintonism. It seems longer. </p> <p>Standing next to Chlouber, with long grey hair, a print dress and the air of rosy purposefulness of a Liberal Democrat councillor, was the woman who had asked me up here, Merilee O'Neal, chairwoman of Lake County Republicans. As you read this, Merilee will be arriving in New York for the Republican convention, which starts tomorrow. Last Sunday, she was co-organiser of the Leadvillle 100. This evening, the Colorado delegates have all got Broadway tickets for The Phantom of the Opera . </p> <p>Merilee was looking forward to New York. 'It's a great moment,' she beamed, 'being part of history. You know, David, I love George Bush, I love his parents, I love his wife. I respect all of them.' </p> <p>Like Maryellen, she had been born into a Democratic family. Her father had been a small rancher in Gruver, Texas. 'He was a very conservative Democrat,' she told me, of the kind who no longer exists. She described herself, in what was to become a model formula, as 'fiscally conservative and socially moderate'. And she didn't like the Christian right, whom she felt had more loyalty to their own ideology than to the party. 'It does bother me,' she admitted, 'that there are single-issue party people who'd rather lose an election than compromise. But you know, it's the squeaky wheel that gets the grease, David. They get the attention.' In fact, Merilee felt that she had much in common with some Democrats. She had watched their convention and thought that many of them had sounded just like Republicans! </p> <p>So, as I headed down the mountain again, I listened to KRKS in a different way. First off, it's one radio station among dozens; then, how is the mom seeking advice on how to teach her 10-year-old daughter about purity and not flaunting her body, very different from a Muslim parent advocating the hijab? None of it necessarily means that the clock is about to be turned back to pre-feminism. These Republican women would never allow it. </p> <p>Colorado is not just Republican, it's also the future. The state is growing rapidly. What they call the 'front range', the strip beside the mountains from Fort Collins in the north to Pueblo in the south, is seeing the highest population growth in the United States; 10,000 newcomers arrive to live in Colorado every month, drawn by the beauty, the climate, the trails and the rivers. In the middle is Denver and it is there, in its rejuvenated downtown, near Union Station, that I meet Mike Nelligan, chair of Denver Metro County Republians. </p> <p>Mike is tall, rangy and shrewd, a semi-retired businessman who became politically active three or four years ago. And, another blow to prejudice this, he is absolutely delightful. 'Yes, Colorado is becoming more Republican,' he says. And adds, rather complacently: 'The people who come here tend to be more successful and more successful people tend to vote Republican.' Mike makes an easy equation of aspiration with Republicanism which, if the electorate believes it, could be lethal for the Democrats. But, in fact, a large proportion of the immigrants are Hispanic, who are not traditionally on the right. What does Mike make of them? 'Well, they either can't speak the language or don't vote. But if they did, they could change everything.' </p> <p>We drive off. The mountains are on the right, so we head south, to a development called Highland Ranch, a new town of 75,000 inhabitants. 'It's the kind of place we call the \"calving pens\",' Mike laughs. 'It's a pre-planned development where the 25-50s come to have their kids. The schools are here, the shopping malls, the churches...' </p> <p>Speaking of which, how important does he feel the Christian right is? 'You know, they're more adamant. They turn out to vote. Pro-choice people are more comme çi, comme ça - \"Maybe I'll vote, maybe I won't\". So it's a constant battle at the state level as to who is going to win the chairmanship and what's going in the policy platform.' </p> <p>Mike is a business Republican - pro-choice and not that keen on guns. Earlier this month, Colorado Republicanism was convulsed by the struggle for the nomination for a vacant senatorial post between a local congressman who was backed by the strong fundamentalist wing, based in Colorado Springs, and a man they referred to as the 'alcohol magnate', multi-millionaire Pete Coors. Coors, a neophyte, won, but it was a nasty fight, in which he was accused of liquoring up the state's notoriously drink-prone youth, and of funding abortions through his company's employee health insurance scheme. Pathetically he announced an end to the health funding for abortions. </p> <p>It is Coors we have come to see. His HQ is in Highland Ranch, as is the HQ of the Colorado Bush-Cheney campaign. There I meet Barbara DeGroot, glamorous, somewhere-over-50, chair of the Denver Bush-Cheney campaign and good friend of Mike's. It is Barbara who has procured the interview. Pictures of volunteers cover the walls and a halo of tinsel surrounds the notice that Beth Itchkawich is volunteer of the month. Young Corey, just out of college, shakes my hand. 'Are you really from London? Your Tony Blair, we think he's awesome. He stood by us and we will never forget it!' </p> <p>I don't like to tell him that simply by repeating his words, I have probably cost Blair another hundred votes. James and Shirley Ball from Fort Logan are there to collect new yard-signs, he in his USS Lincoln baseball cap and she in her 'All-American Mom' sweatshirt. Their old Bush-Cheney signs have all been stolen. 'We've lived there since 1963 and we've never had any trouble until now,' says James. 'Things are getting a bit nasty.' </p> <p>The alcohol magnate is Munster-tall, handsome, red-faced and courteous. I had seen one of his TV ads the night before. In 15 seconds, he had said: 'I'm Pete Coors and I'm in favour of low taxes, our troops and the family, so vote for me.' During the primaries, Coors had been forced to trim to the right to get the activist vote. Then he was accused of being woolly and uncomfortable; now he's more definite and even more uncomfortable, as though playing a role he is unsuited for. 'I'm pro-life,' he tells me emphatically and unconvincingly, 'and against gay marriage. I'm a tax-cutting, middle-of-the-road Republican.' </p> <p>How pro-life is he? 'Life starts at conception. The unborn are unable to speak for themselves; we have to speak for them.' Then, glibly, he bites this sound. 'Abortion is elective surgery, like a facelift, except involving life.' And there are other options, such as adoption. His brother adopted five children from other countries. The successful businessman delivers himself of an embarrassing inanity. 'We don't know who the next great scientist, the next Einstein, is going to be. It could be someone who is about to be aborted.' Or it could be the next mass murderer or the next nudnik. Double-doh. </p> <p>Despite this insulting nonsense (does the candidate really believe that women have abortions for essentially cosmetic reasons?), I don't think Coors has the stomach for banning terminations. For one thing, his firmest supporters simply don't agree. After the interview, Mike, Barbara and I drink iced tea at the Cherry Hills Country Club, looking across a sunny golf course towards Mount Evans. </p> <p>I ask Barbara about Coors, whom she likes. 'You know,' she replies diplomatically, 'I do think people need to have a choice.' Mike adds: 'Yes, what if a child has a severe handicap? Sometimes, you can't tell 'til late.' And Barbara drops a bombshell. Her 24-year-old daughter is pregnant, but: 'She was on drugs, you know, David. She's 23 weeks into the pregnancy and if she finds that the child is affected... well it's her choice.' Well, not if her candidate for the Senate has his way, but she doesn't expect him to. His professed certainty collides with the way people really are, and Republicans are about the way people really are. </p> <p>That same day, in Iowa, the Vice-President, Dick Cheney, whose daughter is gay, distanced himself from Bush's stand on homosexual marriage. 'Freedom,' said Cheney, 'means freedom for everyone to enter into the relations they want.' Also that day, the Republican policy committee, headed by Colorado governor Bill Owens, drew up its draft platform seeking to prevent gay marriage. Mike's view was that you said these things to get the Christian activists onside and then, once elected, found reasons not to do them. Mike and Barbara understand that rugged individualism sits badly with moral determinism. </p> <p>The following morning, we drive through the suburbs, taking note of one low, beige building in a lovely location. It's a school and a boy sits outside, basking in the sun. Later, it's on to a meeting of the Denver Young Republicans in a Mexican restaurant south-east of the city. There are 50 youngish Republicans there and the main speech, given by a state senator, and all the talk, is about economic issues - taxation, education spending and health finance. In addition to the presidential and senatorial elections, November will see contests for state representatives. David Sprecace, dark and intense, is standing in District 3. His manifesto declares him to be a 'social mainstream, fiscal conservative'. So what does he make of the current national budget deficit? 'I hate it.' So what will he do about it? 'What can I do? Write to my congressman?' In any case (they all say), it would be worse under the Democrats. </p> <p>Even so, fiscal conservatives like Sprecace are increasingly worried by Bush. There's not just the deficit, there's also No Child Left Behind, Bush's New Deal-type policy of more money for schools and more federal intervention. There are anti-business ideological stances like that on stem cell research, where countries such as Britain look set to make up for what they have lost over genetic modification. One man I speak to, who recently held the GM portfolio at the US embassy in London, is very miffed at this thwarted opportunity. </p> <p>And for some, there's the problem of the state powers garnered by Attorney General John Ashcroft as part of the war on terror. One young Republican tells me that he is, for the moment, prepared to put up with all this statism. 'At least,' he tells me, 'I feel secure from terror here in Denver.' I contemplate reminding him that, out here in the Midwest, the threats come from elsewhere. That beige building I had seen earlier was Columbine High School. </p> <p>Judging from Colorado, the Republicans, though they may seem set to inherit the future, are in just as awkward a coalition as the Democrats, though sometimes more disciplined. The Christian right and the numerically greater economic Republicans will only coexist if the former don't push too hard. There are plenty of contradictions and one remarkable problem. In this gathering of Republican youth there is not one single black or Hispanic face. And although there are nearly as many women as men, this does not stop one of the officers making a speech referring to 'young Republicans, their wives and girlfriends'. </p> <p>Mike, a clever, insightful and humane man, sees it. He says the election will be tight and turn on swing voters in key states, few enough that the politicians 'know them by their first names'. And they are up for grabs. Back at the hotel, I tune into public-service channel C-Span and see John Kerry make a speech in New York. To my European ears, it's a good one.</p>",
  "George Bush will take the stage at the Republican convention in New York this week to launch a last desperate fight for the White House. With two months to go, one of the bitterest and tightest elections in American history is now in its final stages. <p>The President is ready for the battle. 'I am not going to come in second place,' he told USA Today last week in a rare interview. But New York is not a welcoming place for Bush and the Republicans. </p> <p>The atmosphere is tense in 'the city that never sleeps'. Roads are closed and anti-terrorist measures have New York in a vice-like grip. Many local people have fled to calmer climes. </p> <p>Already several hundred arrests have been made by the thousands of police swamping the streets. With up to 250,000 protesters expected to march against the President and his policies today, the convention could become a symbol of America's division rather than Republican unity. </p> <p>Things are not going to plan for America's 43rd President. A year ago Bush was expected to be invincible; instead he is fighting for his political future. Last week a devastating, dirty campaign against his Democratic opponent John Kerry's Vietnam record continued unabated. Shadowy groups, funded by Republicans close to Bush, have chipped away at Kerry's heroic Vietnam image, but the fight is far from won. </p> <p>The President's supporters are gathering for what they had hoped would be a victory party against a hopeless opponent. Instead Bush finds himself in a neck-and-neck race. </p> <p>The violence in Iraq is dragging on and the milestone of the 1,000th US soldier to die there looms closer with each flag-draped coffin returning home. The economic recovery has stalled, with Bush presiding over a huge loss of jobs. </p> <p>In the swing states things are falling apart. If the election were held tomorrow, many experts believe Kerry would win. The Republican advantage in fundraising has evaporated. Kerry matches Bush dollar for dollar. </p> <p>There are signs of trouble across the country. A recent rally of war veterans in the Republican stronghold of Cincinnati in the key battleground state of Ohio should have been a happy home for Bush. He exhorted the thousands packing the hall to stick by him, launching a muscular defence of the Iraq invasion: 'America is safer today because Saddam Hussein sits in a prison cell.' </p> <p>Veteran Eugene Watkins said: 'I favour Bush,' but Iraq rankled with him so he paused and added: 'I might change my mind.' </p> <p>As a man in the crowd tried to start a chorus of 'Four more years!', the cry fell flat. Only a few voices replied and the chant quickly died out. </p> <p>In the distance the skyscrapers of Philadelphia gleamed in the haze. But in the sprawling Boeing plant in the industrial suburb of Ridley Park the focus was not on the horizon, but on Bush. With a backdrop of two Chinook helicopters, fresh off the assembly lines, he pitched to one of the core constituencies of swing states such as Pennsylvania: workers. </p> <p>They go to the heart of one of the defining issues of the campaign in the swing states: jobs. In Ohio alone 250,000 manufacturing jobs have disappeared. To political experts the economy is one thing that cannot be faked by campaign promises. People know if they have a job or not. It was this that destroyed Bush's father's campaign in 1992. Bush Junior is determined not to repeat the mistake. </p> <p>'I understand there's still people looking for work here in America,' the President told thousands of Boeing workers and their families, adding: 'So long as anybody wants to work and can't find a job, I know we've got more work to do in Washington.' </p> <p>Certainly Bush pulled in a crowd, but many were drawn by his celebrity, not his politics. Susan Adomanis brought her young daughter to see the President, but said firmly: 'I am pro-Kerry. He's better on things like education and the economy.' </p> <p>Bush wanted to change her mind. Pennsylvania is a key state, and he has been here 31 times. The state has moved strongly to Kerry in the polls. It is the same all over the swing states. In Ohio, Kerry was ahead of Bush by 9 per cent. In Florida, decided by a few hundred contested votes in 2000, Kerry leads by 6 per cent. </p> <p>The Boeing plant highlighted another key election factor: Iraq. Ridley Park churns out military helicopters. Bush praised the workers for their war role. It was a naked pitch to patriotism. 'We're depending on the people here,' he said to cheers. </p> <p>It is not the war in Iraq that is Bush's main campaign theme, however, it is the 'war on terror'. Across the American heartland, his message is the same: America is fighting a deadly enemy, peril is everywhere, trust me to protect you. </p> <p>The wealthy resort of Traverse City in northern Michigan, acclaimed for its cherry orchards, does not seem a place at war. But Bush told thousands of its carefully corralled citizens they were in danger. His language about terrorists was blunt. 'You cannot negotiate with these killers,' he said. His answer was simple. Fight them. 'We will engage these enemies around the world, so we do not have to face them here at home.' The crowd cheered. </p> <p>Terror is the key. Bush warned Traverse City the world faced disaster if he did not win. 'If we show uncertainty and weakness in this decade, the world will drift toward tragedy.' </p> <p>The President painted Kerry as unprepared to defend America. Kerry was a man of negotiation, Bush said, while he offered deeds, not words. 'I wake every day thinking how better to protect our country. I will never relent in defending America, whatever it takes.' </p> <p>Another theme is God. In Traverse City, Bush outlined a vision of freedom spreading across the world - not a political ideology but a religious calling. 'Freedom is not America's gift to the world. Freedom is the Almighty God's gift to every man and woman in this world.'. </p> <p>Unlike Kerry, Bush wears his faith comfortably, holding prayer meetings in the White House and getting advice from clerics. </p> <p>Bush's faith humanises him in a way Kerry can only dream about. It is coupled with a folksy style, simple moral values, as well as a sense of comic timing and an arsenal of jokes that pepper his speeches. </p> <p>He lampoons Kerry's praise of Hollywood's 'heart and soul', telling each crowd that the true heart and soul of America is their home town. </p> <p>All this is backed by a straitjacket of media control. Crowds are carefully vetted, questions screened. The Republican 'war room' in Virginia issues devastating attacks and rebuttals. On the campaign trail journalists are herded from press pen to press pen to watch the same speech. Questions are often referred to headquarters. </p> <p>Kerry's campaign is a contrast. The candidate often chats to reporters, as Bush did in 2000 when he won a reputation for off-the-record talks. Now it is different, partly because he is President, but mostly because of the desire for control. This election is too important for mistakes. </p> <p>In West Virginia it was working. On a high-school football field in the small town of Hedgesville thou sands came to see Bush. There was a buzz of anticipation. This was Bush country. You could see this in the people lining the roads and the yellow ribbons tied to trees. The Hedgesville gathering felt like a revivalist meeting. They came to hear Bush talk of terror and God. 'Morals are the most important way to judge a life. George Bush is a good man,' said Mary Kate Moore, wife of a local church minister. </p> <p>This was not a good place to be a Democrat. One man, Glenn Hiller, heckled Bush about jobs and was quickly removed as the audience shouted abuse. Later Hiller was fired from his job. </p> <p>Bush gave a personal account of the impact of 9/11, the defining event of his presidency. The wars it triggered, from Kabul to Baghdad to the 'war on terror', have defined this election. </p> <p>He talked of speaking to rescue workers in the ruins of the World Trade Centre: 'A guy looked me in the eye and said, \"Do not let me down\". He took that day personally. The people searching the rubble took it personally. You took it personally, and so did I.' </p> <p>'That's right!' yelled several people. As he concluded, Bush pledged: 'God bless you. We're on our way to victory.' </p> <p>The audience roared their approval. If Bush is right, God and terror will win him the election - an outcome also predicted by the crowd. 'Four more years!' they chorused. 'Four more years!'</p>",
  "America's biggest Olympic hero yesterday accused George Bush of exploiting the Athens Games for his own political advantage in the run-up to the presidential election. <p>Carl Lewis, who won nine Olympic gold medals in athletics in a record-breaking career, condemned Bush for using the presence of Iraqi and Afghan teams in Athens in a television advertisement to boost his chances of re-election. </p> <p>Criticising Bush for linking his foreign policy with the two countries being allowed to compete here, Lewis said: 'I felt that was disingenuous. It is funny that we boycotted the 1980 Games [in Moscow] in support of Afghanistan, and now we're bombing Afghanistan,' he told the Athens News yesterday. </p> <p>'Of course, we've invaded Iraq and are in there and are using it for political gain. It bewilders me, and I understand why the Iraqi players are offended. </p> <p>'To support the players or the community is fine, but for political gain I disagree.' </p> <p>Iraq's footballers, who unexpectedly reached the semi-finals here, made clear last week they disliked the advertisement and regarded American soldiers in Iraq as occupiers rather than liberators. Bush was planning to visit the Greek capital and attend yesterday's football final if Iraq had been involved, but they lost in the semi-finals last week. He was also criti cised for misusing without permission Olympic symbols, which are protected emblems. </p> <p>The US Secretary of State, Colin Powell, yesterday cancelled plans to stay in Athens for tonight's Olympic closing ceremony amid fears that protesters might wreck his visit. </p> <p>Just hours before he was due to board a flight for Greece, Powell changed his plans, explaining that 'urgent responsibilities' had intervened. </p> <p>Informing his Greek counterpart Petros Molyviatis, the US envoy said while Athens deserved a gold medal 'for hosting amazing and secure Games' pressing work obligations would prevent him seeing the Games out. </p> <p>Meanwhile, Britain's Olympic boxing hero Amir Khan has turned down the chance to become an instant millionaire by deciding to remain as an amateur fighter for at least the next two years, The Observer has learnt. </p> <p>The 17-year-old,whose performances in Athens have prompted comparisons to his hero Muhammad Ali, has rejected several multi-million pound deals from boxing promoters keen to capitalise on his series of stunning displays. </p> <p>The Bolton teenager, who fights for the gold medal at lunchtime today, has told friends that he wishes to remain an amateur at least until the Commonwealth Games and Boxing World Championships in 2006. He has also indicated a desire to compete in Beijing in four years' time. However, he is set to sign an agreement with the leading British promoter Frank Warren who will stage and market Khan's fights once he turns professional. Warren had wanted Khan to turn professional right away but has now agreed to wait until he is ready. </p> <p>Khan, virtually unknown at the start of the Olympics, has been the stand-out performer at the Peristeri Hall in Athens, bewildering his opponents with fast feet and fast hands. But Khan also proved that he has determination when he defeated Kazakhstan's Serik Yeleuov in the semi-finals after being behind at the halfway stage. </p> <p>A win today will make him the youngest Olympic boxing champion since the American legend Floyd Patterson won gold in 1952. But standing in the way of the gold medal is the toughest fight of Khan's career. His opponent, the Cuban Mario Kindelan, is the reigning Olympic champion and reckoned to be one of the best pound for pound fighters in the world. The two boxers have met before, in a pre-Olympic test event earlier this year, and Kindelan was a clear winner on the scoreboard. When asked his thoughts about his opponent in the final Khan said: 'I don't really care, I know I can do the same to this opponent as the last one.'</p>",
  "Michael Howard last night delivered a robust attack on George W Bush for 'protecting' Tony Blair after it was revealed that the US president's staff told him he was not welcome in the White House. <p>Aides to the Conservative leader confirmed that Howard had been told in February that he should not pursue plans to visit the White House after he had called on the prime minister to resign over claims about the threat of Iraq's weapons of mass destruction. </p> <p>The extraordinary statement came after revelations in yesterday's Sun newspaper that Bush's closest aide, Karl Rove, had phoned Howard's advisers to tell him: 'You can forget about meeting the president full stop. Don't bother coming. You are not meeting him.' </p> <p>Howard hit back last night with an unrepentant statement: 'A Conservative government would work very closely with President Bush or President Kerry but my job as leader of the opposition is to say things as I see them in the interests of our country and to hold our government to account. </p> <p>'If some people in the White House, in their desire to protect Mr Blair, think I am too tough on Mr Blair or too critical of him, they are entitled to their opinion. But I shall continue to do my job as I see fit.' </p> <p>One senior Howard aide said: 'The story relating to events in February is true. Michael attacked Tony Blair over his failure to recognise the nature of the threat to British bases in Cyprus and called on him to resign.' </p> <p>The row is all the more extraordinary as the Conservatives and the Republicans have, in the past, been seen as the closest of political allies - epitomised by the close friendship between Margaret Thatcher and Ronald Reagan.</p>",
  "<p>On the plane to Austria, Robbie reads in various newspapers that he is appearing in the play One Night Only ('Bollocks,' he points out), that he has 'made no secret of his desire to act' ('Bollocks'), that he has taken acting lessons at the Lee Strasberg Institute ('Bollocks') and that he was recently seen driving down the M1 with his father ('Bollocks'). He tosses them away: 'I'll have to tell you the Elton John kidnapping story...</p> <p>'I got a pang of guilt not long ago,' says Rob. 'Elton tried to do a lot for me and I didn't thank him enough.' Pause. 'But what he did was really weird.' </p> <p>To understand fully the Elton John kidnapping story, an earlier episode must first be described. Take That had split the year before and Rob had just broken up with his girlfriend at the time, Jacqui Hamilton-Smith. His first solo hit, 'Freedom', had been out, but he was yet to find any stability or direction in his life. </p> <p>'So I was in a right pickle anyway,' he remembers, 'and I'd just been through the worst year for drug intake that I ever had - 1995/96. I woke up one afternoon after being up all night and I knew I was fucked, you know. My bedroom was a pigsty and there were about four bowls of cornflakes dried up with cigarette butts in all of them, and that's how my head felt. Natural instinct kicked in to save myself and I opened my Filofax and went: \"Right ...\"' </p> <p>He flicked through the pages and saw Elton John's number. They'd met when Rob was in Take That and he had been to stay a couple of times with Elton. </p> <p>'Elton was very nice and a gracious host and very supportive of us and lovely,' Rob says. The visits also planted the idea in Rob's head that Elton might be a good man to call when you were in this kind of mess. </p> <p>'I rang up and I just went,' \"I need help\",' he says. 'Elton was in Atlanta, and he said, \"Go to my house\". So I went to his house in Windsor. I'd sort of thought that I'd wanted to get clean or stop drinking - little did I realise that I hadn't really had enough, and probably wouldn't have enough for another five years. And Elton made sure that I was all right at his house and sent me a care package over - loads of Nike stuff in a box. I hadn't brought any clothes with me and I'd put weight on and I looked a dreadful mess and I felt awful.' </p> <p>He spent two weeks there, 'drying out and pottering around, rattling around Elton's big house'. Elton called every day to see how he was. He also called Beechy Colclough, the therapist who has become semi-famous as a celebrity addiction specialist and media pundit. This, Rob would come to see as less of a gift. </p> <p>'He came and made me his case for that two weeks. But he did an awful lot of weird things.' One of the first things Colclough said to him was: 'You see this watch - Elton bought me that,' and for Rob that coloured everything. </p> <p>But, that aside, he had reached out to Elton John when he was desperate and Elton had been there for him. 'It was such a nice thing for him to do,' says Rob. 'Such an amazing thing for him to do. But I didn't feel good enough and felt intimidated by it all. The upshot of it is, Elton's really, really generous, really wanting me to be well, and I really, really thank him for it.' </p> <p>Nonetheless, after two weeks, Rob left and stepped back on to the same merry-go-round. 'I must have decided that I was bored,' he says, 'and I decided that now I was well enough to go and batter myself over the head again, which I subsequently did.' </p> <p> <strong> Nine months later... </strong> </p> <p>I've found Guy [Chambers - his songwriting partner], we've written the album, I'm in the studio, I'm in a very, very bad way, you know. And I was supposed to hook up with Elton one afternoon to play him the tracks we've been doing, and this was a week before I was going to rehab. I'd got a week to finish four vocals, I think it was. I know for a fact that one was 'Lazy Days', I know one was 'Angels', I can't remember the other two. I've already tried to sing 'Lazy Days', I've already tried 'Angels' and, frankly, it just wasn't good enough. You can see, there's video footage of me singing it and I'm drinking red wine out of the bottle as I'm singing it - that's the reason why it wasn't good enough. So, I was supposed to go and play Elton these songs. </p> <p>I wake up in Notting Hill, and I'm on my way to the studio in Fulham Road, in a black cab, calling at maybe five pubs on the way, with the car waiting outside. Lager. pints. In the end I pulled up at the pub opposite Chelsea's ground, and with the studio in eyeshot I just stayed in the pub and got pissed with some people that were working on the Chelsea Village - builders. We played pool and I got fucking hammered. And then I got to the studio, walked in and fell asleep under the mixing desk. Woke up, took the tape, after doing no work, and went to Elton's house. Five or six o'clock, maybe later - it was in summer, it may have been seven or eight o'clock. </p> <p>So I walk through his door - not in Windsor, his pad in London - and I've got this tape in my hand and I'm pissed...' [Rob acts out the wobbling and the slurring.] ... \"I've got this to play you!\" And he went, \"Do you want a drink?\" And I said, \"I'll have a spritzer.\" Because spritzer at the time was the drink that I was drinking that wasn't alcohol. I'd drink spritzer because it's less fattening and there's no alcohol in it. Yeah, you figure it out. </p> <p> <strong> But I can't detox today... </strong> </p> <p>And Elton had a tear in his eye looking at me, and I saw his tear and I started to cry too. You know. And he went, \"You've got to go to rehab right now.\" And I went: \"I know.\" And I started to cry and he started to cry. And he said, \"I'm going to organise it,\" and I went, \"OK,\" so he's off on the phone. As he's phoning, I go in and go, \"I've got to finish the album. I've got to finish the album.\" And he said, \"You're going to die - you need to go now.\" So there was lots of to-ing and fro-ing with me going, \"I can't go, nobody knows where I am, people'll be worried about me and I've got an album to finish.\" </p> <p>So after to-ing and fro-ing and crying every time that he said, \"You've got to go,\" I got in a car with David Furnish, Elton got in his car and we drove to Windsor. So I'm in this car, on my way to Windsor, one half of me's really happy because somebody's looking after me, the other half is really fucking petrified a) because I've got to finish an album, b) because I'm going to rehab anyway, and c) no one knows where I am. So we get to Elton's and I can remember really realising the situation that I was in as I was eating some food, realising that I was terribly pissed when I arrived at Elton's, it wasn't a good idea, and in the morning I'll wake up and I'll say: \"Thank you very much for helping me. I've got a terrible hangover, but there's things that I need to do before I go to rehab.\" </p> <p>So I went to bed, and that's what I was thinking: \"In the morning I'll apologise profusely.\" Because I was already fucking full of guilt and embarrassment. I'm lying on the bed and I hear, \"Rob! Rob!\" and I open one eye and I just see five sets of legs. I see riding boots, jodhpurs, and this is me hungover and I don't know where I am, and it's David Furnish and it's Elton and it's three men I don't know, and they're all looking at me. And I think: \"Oh fuck, I've really done it now.\" </p> <p>I was told that this was Dr such-and-such, this is Mr such-and-such and this is Mr such-and-such. One was from the detox clinic. </p> <p>So we all go downstairs and we're sat in Elton's main room on these two massive sofas facing each other. I'm on one sofa by myself and the rest are all sat opposite me, and Elton's perched on the side. And, bless him, to all intents and purposes there was a lot of sense in what he was doing and he thought he was doing me a favour. </p> <p>And in many ways he was. But I'm going: \"Look, I can't go into detox today and I can't go to rehab - I've got vocals to finish.\" And I'm doing this and I'm going like that ...' [Rob acts out how his arms are crossed, folded within each other, his fingers fiddling with the outside of his arms] '... and one of them went, \"Well, you've got cocaine psychosis now - that's a symptom, what you're doing there.\" And reluctantly, because I could see the sense in going to rehab now, I went off to the detox clinic. </p> <p>It was a burgundy-coloured Citroën that we got in, and there was David and Elton at the door of his house, waving. There were two people in the back of the car sandwiching me in, the other was driving and the front seat was free. Presumably so that I wouldn't try to commit suicide or run off. So I'm looking out the back of this Citroën, waving to Elton, who's got one hand over his mouth, and David waving. God bless 'em. And off we went into London. </p> <p>I hadn't got a clue where we were going, I didn't know what a detox centre was. I didn't know particularly why I had to go there. And I didn't know what was happening to me. So off we went into London, into the centre and then over the water. I found myself at this big private clinic opposite this war memorial with two cannons - that's all I can remember. </p> <p>I walked in and the receptionist looks up at me, and they were so snooty in there, you know, so very, very snooty. I can remember her looking at me like I was shit, and me having to sign my name, and off we went upstairs. And my room's got bars on the windows and outside the window is just a brick wall about four feet away from the window. I sit on my bed, and it's one of those beds with the plastic on so you don't piss yourself. And in reality I'd just got a massive hangover. That's what I was having. </p> <p> <strong> Heroin, Ecstasy and coke...</strong> </p> <p>When I did eventually go to rehab I didn't detox, I didn't take any pills. I didn't get the DTs, they didn't have to wean me off anything, I'd just got a problem with my drinking. But here I'd just drank too much and I'd accumulated a massive hangover. So I sat down and this rather stern, big... not a Hattie Jacques kind of character ... she comes in and I'm really treated like I'm a naughty, naughty boy. Really naughty. There's no love or care or, \"You're going to be cool, everything's cool, you're in the right place.\" There was none of that at all. They said, \"Write down what you're addicted to,\" so I wrote it all down, everything that I'd ever taken - heroin, ecstasy, marijuana, cocaine, alcohol, amyl nitrate, speed. And England were playing Poland that day and it was on Channel 5 and the hospital hadn't got Channel 5. Now there was no way I was going to stay after that - that was the straw that broke the camel's back. But in the meantime they'd given me a liquid cosh. So now I'm trying to get out of this detox centre... </p> <p>Robbie called a friend, who turned up with Robbie's therapist and got him out. Rob went and got some sushi and then watched the football and fell asleep. 'And I felt so happy that I could finish the album, not die, and go to rehab,' he remembers. And then, the following week, once he had finished recording the album and had one monumental final bender in the studio, he headed off to the rehab he wanted to be in, Clouds in Wiltshire. </p> <p>Outside his house there were a few paparazzi and one film crew. 'I'm actually quite upset,' Rob told them. 'When Michael Barrymore went to rehab there was thousands of you outside his house.' </p> <p>After a brief stop at Stonehenge, he checked into Clouds and started to get healthy. There were no TV or radio or tabloids there, but there were copies of the broadsheets, and one day he was astonished to pick one up and read, in an article about him, 'Robbie Williams, who lists his addictions as...', and the list appeared just as he had written it going into the first detox centre. </p> <p>'All's I can say is this, is that on the road to getting well and on the road to trying to sort my life out, there's an awful lot of fucking charlatans out there, and they're sick, and they are actually dealing with sick people that actually genuinely want to be well, and it boils my fucking blood,' summarises Rob. 'I'm sure that does happen to other people, and I'm sure they die.' </p> <p>'So, from that,' he says, [ending the 'kidnap' episode] 'Elton sort of tried to do what he thought was best, and obviously came from a very loving place. But the whole thing for me is tarnished with the lack of professionalism, even though Elton came from a place of love.' </p> <p>They haven't really spoken since. About a year later Elton wanted him to do a duet on an album that already had the Backstreet Boys and LeAnn Rimes on it, and Rob declined. 'Anything near a boy band I didn't want to be associated with because I was desperately trying to break away from it, so I said I didn't want to do it. I think it really upset him.' </p> <p><strong>·</strong> 'Feel' (Ebury Press) by Chris Heath is published next week.</p>",
  "<p>At immigration control in Los Angeles airport a couple of weeks ago, I submitted to the bureaucratic ordeal that now routinely greets British visitors to America. When I finally convinced the customs officer that I was not seeking employment, asylum or the destruction of the free world, she asked me who it was I had come to interview. Tim Robbins, I replied. 'But,' she said, a look of bemusement lending sudden animation to her expressionless face, 'he hasn't got a movie coming out.' I told her that I was there to talk to him about a play he had written. 'Right,' she nodded, then supplied a little cautionary advice: 'Just don't be taken in by his politics.'</p> <p>Only in America is it no surprise to find a state official who is aware of a film actor's latest output, and only in America would that actor's political pronouncements inspire that official to issue a warning, almost as a condition of entry. It's hard to overstate the prominence of movie stars in US culture. It's often been said that they are the nearest equivalent to royalty and, as with the royal family here, they can be forgiven almost anything but an opinion.</p> <p>On the whole, Americans will accept their politicians behaving like actors - thus Ronald Reagan became president and Arnold Schwarzenegger has morphed from Terminator to governor of California without a noticeable diminution in respect for his abilities - but they don't much like their actors coming on like politicians. And Robbins, a vociferous opponent of the war in Iraq, is seen by many of his fellow citizens as way too political. </p> <p>Dating back through 'Hanoi' Jane Fonda's exploits in the anti-Vietnam War movement to the McCarthy witch-hunt in the Fifties, there is something about so-called Hollywood liberals - the disjunction perhaps of pampered multimillionaires identifying with the oppressed peoples of the world - that brings froth to the mouths of many middle Americans, and in particular conservative media commentators. With the possible exception of Michael Moore, no one winds up radio talk-show hosts quite as reliably as Robbins.</p> <p>At the same time, for a certain kind of progressive cosmopolitan, Robbins is a hero, a man who speaks his mind regardless of the ensuing vilification. With his partner, the actress Susan Sarandon, he has often criticised the American government, both Democrat and Republican. A few years ago, he and Sarandon used their spot at an Oscars ceremony to bring attention to the plight of Haitian immigrants with HIV interned at Guantanamo Bay. The fuss that caused was more 'Here he goes again'. No one really questioned his patriotism.</p> <p>Last year, however, the couple was disinvited to the Baseball Hall of Fame's celebration to commemorate the 15th anniversary of the film Bull Durham, the baseball comedy in which Robbins met Sarandon. Robbins saw it as a concerted attempt to inhibit free speech. As if to prove that he won't be gagged by the threats to his social life, he has written a play called Embedded, a satire which mocks the compliant role of the American media in its coverage of the invasion of Iraq and takes broad aim at sinister forces within the Bush administration.</p> <p>On Tuesday, the play will be staged in London, having already drawn sell-out audiences in New York and Los Angeles. When I met up with Robbins at the Sony Pictures studio lot in Culver City, he was in the middle of editing a video of the play that is to be shown at the Venice Film Festival. </p> <p>At 6ft 4in, and 45 years of age, Robbins maintains an unlikely but inseparable relationship with the adjective 'boyish'. Though his hair is now more salt than pepper, and his fleshy protean features appear to have belatedly set, there's something elastic in the way he holds himself, not quite gangly but unmistakably youthful. It's in his smile, however, a shy heartwarming gesture that you can never see quite enough of, that his adolescence is most effectively preserved.</p> <p>Part of the reason that you want more of the smile is that Robbins, for all his comic ability, can be self-consciously serious. He makes it clear that he doesn't go in for Hollywood gossip. Indeed, he takes every opportunity to remind me that he doesn't go in for Hollywood. He and Sarandon and their three children live in the more bohemian environment of downtown New York. </p> <p>For all his size, he does not occupy space like a celebrity. There's no force field of fame. He's approachable, if not particularly accessible. He wears jeans and a T-shirt with the legend 'The Actors Gang', the theatre group he founded in the early Eighties. The son of Gil Robbins, a member of the Highwaymen folk group, Robbins developed his twin interests in theatre and politics at an early age. He went on anti-Vietnam War marches as a kid and, when a teenager, set up an improvisational troupe with his sisters called Theatre of the New City. One of their productions was a satire on Watergate.</p> <p>He studied drama at UCLA and moved swiftly into TV with parts in soaps like St Elsewhere. His progress in film was not so rapid. It was not until he was 30 that his gawky charm was properly captured in Bull Durham. But it was Robert Altman's Hollywood satire The Player, in which he played a slick, paranoid studio executive, that his lead potential was seen. He then went on to write and direct and star in a political mockumentary, Bob Roberts, in which he played a folk-singing right-wing political candidate, an achievement that led Altman to suggest that he could be 'the next Orson Welles'. Since then, he's directed the acclaimed Dead Men Walking and starred in an impressive range of films, from the Coen brothers' The Hudsucker Proxy to the slow-burn hit The Shawshank Redemption. Earlier this year he deservedly won the Oscar for Best Supporting Actor for his haunting performance as a grown-up victim of child abuse in Mystic River. </p> <p>He's still artistic director of the Actors Gang, and though he's been accused of autocratic management, it is from this LA-based theatre group that he recruited most of the US cast for Embedded.</p> <p>'Once a year,' he tells me, 'I do a training thing with all the new actors. In order to do the workshop you have to be an intern and help out in the theatre, and in return they get free training. I come in and do intensive 10-hour days for six days straight.' He looks tired, heavy lidded, and talks in a half-formed sentences punctuated by hippyisms. 'I don't think I've ever been so busy in my life,' he explains. 'It's really cool.' He runs me through his schedule for the next month, which includes acting, editing, visits to London (to prepare but not perform in Embedded) and Venice, and finally a brief tour supporting Pearl Jam with his weekend band Gob Roberts as part of an effort to register voters for the presidential election in November.</p> <p>'We started this band last summer and played some at the Sundance film festival in the winter,' he says and flashes one of his semi-embarrassed smiles. 'We do mostly Bob Roberts songs electrified and amplified. It's just pure unadulterated fun.'</p> <p>But before the fun, there's Embedded, which he says he was inspired to write following his experience in London filming Michael Winterbottom's Code 46 during the build-up to the war in Iraq. 'I was getting the impression that there was a debate, because I was reading London papers. I was getting balance. Even in the Times - isn't that owned by Murdoch - if they presented the WMD side, they presented the other side too: journalism, what we have come to mourn the loss of in America.'</p> <p>He says that the American media coverage was all about 'fear-mongering, propaganda, demonising', and compares its uniformity to Soviet news reporting. He then explains that while, in the wake of 9/11, he could not bring himself to protest against the war in Afghanistan, he did not agree with the strategy of 'indiscriminate bombing'. If he had been president, he 'would have trained special ops to go do the job right' and not interfered with Afghanistan sovereignty. 'The democratic movement in any country has got to happen on its own. It's never going to happen through bombs and airplanes. Never going to happen that way.'</p> <p>Various aspects of this speech strike me as naive or fantastic (not least the magical powers of special ops), but for the sake of historical accuracy I merely point out that there is a historical precedent for bombs and airplanes bringing democracy.</p> <p>'How? When?' He sits up, suddenly rattled.</p> <p>I mention Germany and Japan in the Second World War.</p> <p>'It seems to be that we always come back to that. I don't know it didn't happen without the determination of the people involved.'</p> <p>I point out that it didn't happen in East Germany, and he replies: 'I'd have to go into the history and the specifics of that. It came at the end of the gun but with the influx of a huge amount of money: the Marshall Plan. In Iraq, the money is going into war-mongering. It has nothing to do with democracy. It's about destabilisation. That's what Kosovo was about. It's the same thing any time there's a threat to US national security.' This is not the typical conversation one has with American film actors, and I feel a professional obligation to steer it back to more familiar territory such as marital infidelity and substance abuse (neither of which appear to loom large in the Robbins biography) but I recall something he had said in an interview some years back. 'The only responsibility I have to anyone is to make sure that when I talk about something, I know what I'm talking about, that I've done the research. I take that responsibility very seriously. I read a lot.'</p> <p>So I ask how Kosovo was a threat to US security.</p> <p>'Ahm...' he hesitates. 'I believe... I'm not the right person to talk about this... but that region of the world, this is the way I've heard it put... Can I go get a cigarette?' He disappears and, as if having remembered his Noam Chomsky, returns a minute later with a ready-fit anti-imperialist answer. 'Where it's all flawed is this hegemonic belief that if you bring business to a country it will help them.'</p> <p>Leaving aside what he had said a moment earlier about the Marshall Plan, I say that when I visited Kosovo it was less about bringing business than preventing communal bloodshed.</p> <p>'I'm ignorant on this subject,' he admits, without bluster. 'I'd have to read up on it.' He returns to Iraq, a subject on which he has done a fair amount of reading. Contradicting himself once again, he repeats the line that the Iraq war was a neoconservative plot hatched in 1989 by Bush advisers who believed 'they could spread democracy. They thought they were altruistic' - so not about destabilisation after all - 'They were wrong.'</p> <p>Robbins is not a politician and it is therefore a little unfair to parse his words, teasing out the contradictions and inconsistencies. But his muddled thinking, in which the only continuum is that American foreign policy is always bad, informs his writing as a dramatist. He shows me a scene that he's editing from Embedded that is both pretentious and simple-minded - not a happy combination - and is reminiscent of the worst shouty agitprop. </p> <p>With admirable foresight, he is not planning on good reviews in London. 'It would be nice to get embraced by a critical community, but we're not expecting it. It was word of mouth in New York. We're doing a populist theatre.'</p> <p>In the scene I see, a 'cabal' of neocons, including caricatures of Donald Rumsfeld, Richard Perle and Paul Wolfowitz, sit around in commedia masks detailing their conspiracy to run the world. Robbins talks eloquently about the use of masks, something he picked up from the Theatre du Soleil. 'The tendency when expressing emotion is to be too frantic,' he says. 'So we're trying to get people to settle and trust their emotions. What's important is what comes through the eyes.'</p> <p>The problem is that it's hard to imagine a more frantic style of acting than that on display in Embedded. The actors deliver their lines with the exuberance of people taking part in a celebration of political solidarity rather than a satirical drama. I suggest to Robbins that such theatre has to contend with the charge of 'preaching to the converted', and indeed I can't imagine many visitors to the Riverside Studios looking to have their prejudices challenged.</p> <p>'That's one of the lines that's always in reviews,' he says a little wearily. 'And \"sophomoric\" and \"didactic\". It's a non-criticism. First of all, it's not true. My answer is: who's the choir? Who's the converted? An awful lot of liberals supported that war. Even if there was a choir it was way out of tune. They were not singing together. So even if it were true, it's OK.'</p> <p>Since Robbins first started protesting against the war, American politics, and its reporting in the media, has undergone the beginnings of a sea change. It's no longer seen as un-American to question aspects of the US-led occupation in Iraq. I wonder if Robbins had detected a more loquacious mood among fellow actors in Hollywood. 'I don't know,' he says a little tersely. 'I don't live here. I don't know this world. I don't go to the parties. I can't speak for them.'</p> <p>This sounds like a mechanical answer, designed to confirm his position as the celebrity anti-celebrity, the Hollywood player who refuses to play the game. I press him further. 'Look,' he says, 'you can count on one hand the actors in Hollywood who came out against the war. The biggest joke is when people say you do it for attention or your career.'</p> <p>Doubtless it's not pleasant reading unkind things about yourself in the newspapers or hearing snide jokes on TV, but you sense that Robbins savours his position as the film industry's most outspoken voice. </p> <p>'I remember thinking,' he goes on, 'when I went to that anti-war rally: OK, the shit's going to fly. But the shit's going to fly inwards if you don't do it. Because you were afraid of what? Being less rich? After the Hall of Fame thing, I was so thankful I lived in New York because you have to walk around. And people came up to me and said \"Thank you\". Two people said negative things - they were both white men and both in SUVs, and both shouted out the window and drove away. The second time I was able to get one word out and that was: \"Enlist.\" </p> <p>'Because my essential problem with that war, beyond the politics, is that we're getting the poor people to fight the war, and they were put there by people who got out of military service.'</p> <p>When he can resist the lure of cheap conspiracy theories - a test that he failed in what I saw of Embedded - Robbins can talk with impressive passion. Here you see the dramatist as orator. You either agree with him or not. However, it's when the activist shapes the actor that Robbins should beware. That's a matter of aesthetics, and there doesn't seem much debate that the beautifully subtle acting of Mystic River wins out every time over the student histrionics of Embedded.</p> <p>The best-read politico in Hollywood may, as compliments go, rank alongside the tallest pygmy, but there's much to be said for an actor who reads the world's press. And as long as his platform is not the stage, Robbins should not be ridiculed for expressing his views. Even if you don't agree with them.</p> <p>He tells me that at the Oscars a number of actors came up and whispered to him: '\"Thanks for speaking out.\" They whispered. Why?' He shakes his head and then smiles, a big sparkling dimpled grin that somehow says more about Robbins than any of his speeches could ever begin to articulate.</p> <p><strong>·</strong> Embedded will be at Riverside Studios, Hammersmith, London W6 (020 8237 1111) from 31 August to 23 October</p>",
  "The cult of the hero is back, dusted off for a modern audience in Walter Salles's biopic, The Motorcycle Diaries . The film, recreating the South American journey that changed Che Guevara from a middle-class medical student on a gap year to a Marxist icon, has many things to tell an audience too young to have Blu-tacked his picture on a bedsit wall. <p>Adventurers will love the film's Peruvian landscapes and the attempts to drive an overloaded Norton 500 through an icebound mountain pass. Those who want their movie stars to be doe-eyed hunks will approve the casting of Gael Garcia Bernal, who is Mexico's answer to Jude Law, only prettier. </p> <p>Despite reverential reviews, there is also plenty for Che-haters to dislike. Salles never hints at his flaws or the rages he displayed during his rise to become the guerrilla leader who helped secure Castro's victory. Four decades after his death, Guevara sways between the charismatic inspirer of youthful protest and the man whom Daniel Wolf, writing in the Spectator, calls 'a savage ideologue, a mesmeric fool'. </p> <p>What Guevara had, and still does, is an authentic link to the myth of the hero. From Odysseus to Muhammad, those who command worship have set out on lonely quests to bring back enlightenment to their people. True, today's icons have cut some corners on the altruistic front. The visions of Christ tempted by Satan in the wilderness and that of Beckham beguiled by his PA in Madrid do not invite much comparison. </p> <p>Nor do contemporary world-changers resemble Che. Osama bin Laden was never likely to become the poster boy of British campuses and neither is the latest revolutionary to emerge from the shadows. Though not a natural successor to Guevara, Mark Thatcher's alleged aims were hardly less politically bold. The charge against him, which he denies, is that he was enmeshed in a failed attempt to overthrow the President of the oil-rich Equatorial Guinea. </p> <p>Such a coup could, in other circumstances, have been termed heroic. Pre-emptive strikes have the George Bush imprimatur, and Teodoro Obiang sounds a leader ripe for regime change. Obiang, whose cavalier take on political correctness might give even Michael Howard pause for thought, keeps all his country's oil money for himself and is rumoured to eat the testicles of executed prisoners to improve his sexual prowess. </p> <p>Regrettably, the object of the failed takeover moves it outside any Promethean realm. The purpose seems to have been to make what Thatcher's friend and alleged co-conspirator, Simon Mann, would call 'a large splodge of wonga'. Still, guilty or innocent, Sir Mark (as the BBC obsequiously calls him) represents a breed of hero that took over where Che left off. The Guevara industry was still thriving when Margaret Thatcher came to power and ordained, in money and status, other objects of reverence. </p> <p>Mark, vapid and arrogant, was the travesty of the Thatcherite demigod. Academically dense, he acquired an estimated £60 million, a penchant for fast cars, and a blonde, Texan millionairess wife. Thatcher's lifestyle, founded in the days when JR Ewing was the face of corporate responsibility, remains preserved in a Kiplingesque time warp. His mock-Tudor mansion is run by 14 black servants and his speed dial seems full of ex-public-school yahoos who refer to one another as 'Scratcher' and 'Smelly'. </p> <p>If the Eighties plutocrat, of whom Thatcher is the enduring caricature, was a dismal successor to the Seventies idealist, then current icons are hardly more reassuring. The gloomy view says that hero worship has given way to idolatry of the trashy. Princess Diana, Posh and Becks and the rest of the Hello! canon are held up as the least inspiring objects of veneration since cave-dwellers began it all by honouring hunter-gatherers who slaughtered mammoths for lunch. </p> <p>In America, John Kerry would look less lustrous but for anti-Bush adverts featuring Scarlett Johannsson and Matt Damon. Hollywood has already ploughed £28m into the Kerry campaign and P Diddy, rather than the candidate, is entrusted with finessing the hip hop generation's vote. Though the BBC's recent Great Britons series named Winston Churchill as this country's leading icon, his fondness for 'walking with destiny' has little obvious resonance. Weeping with Paula is more to the modern taste. </p> <p>Even so, the cult of celebrity is yesterday's trend. Kerry's reliance on stars would be seen as curious in a Britain sated with priapic footballers and spoilt actors. The new objects of reverence are Olympians, which strikes cynics as almost as dismal. In their view, the spirit of the Games, once a crucible of political protest embodied in the black power salutes of 1968, has expired in a blur of drugs and tears. That stance is too pessimistic. </p> <p>Icons have two uses. The first is to show followers how to unleash their own hero potential, and this year's Olympiad has done just that. Crawler-lane swimmers with dreams of being Michael Phelps are turning public pools into choppy replicas of the Channel in a twister, and gyms are full of fat men making horrible gargling noises while lifting sparrow weights. </p> <p>The Games have also thrown up two genuine heroes. Amir Khan, the 17-year-old Muslim boxer born in Bolton, has smashed the racist BNP in the teeth, quelled the voices of Islamophobes and made ordinary Britons proud to have such a graceful and articulate representative. Kelly Holmes, a black woman who vanquished injury and disappointment, is another symbol of a Britain vastly altered for the better since Chariots Of Fire evoked the ghosts of Empire, pubic-school supremacy and the days when posh white men came first. </p> <p>A backdrop of Paula's misery, and the nation's synchronised snivelling, would best be forgotten, but for one thing. The second purpose of heroes, and anti-heroes, is to demonstrate the art of failure. Mark Thatcher, the odd man out in modern iconography, was always good at this. So, in the end, was Che Guevara, whose mythic stature was encapsulated in his challenge to his murderer: 'Shoot, coward, you're only going to kill a man.' </p> <p>Time magazine's list of 100 heroes and icons, ranging from the Kennedys to Marilyn Monroe and Muhammad Ali, is a catalogue of imploded ideals, marriages and health. But bad outcomes have become officially taboo. The notion that Britons cannot abide success is simply untrue. The real spectre is disaster. From middle-class parents demanding the best for their children to politicians proclaiming dubious policies and misguided wars a success, society is obsessed by the cult of winning. No wonder our athletes dare not countenance imperfection. </p> <p>The stars of modern fairytales are groomed to deal with every nuance of adversity except meltdown. In the end, Paula Radcliffe did something more heroic than get a medal. Her exit, dry-eyed and dignified, from the 10,000 metres, showed she had absorbed the lesson grasped by every icon from Eric the Eel to Che Guevara. She had taught herself how to fail. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>"
]