[
  "John Kerry, buffeted by a new assault yesterday on his wartime credentials, has scoured Michael Moore's Fahrenheit 9/11 for memorable lines to deploy against President Bush. <p>Although Mr Kerry yesterday unveiled a £16.2bn plan to wean the US off foreign oil, and Mr Bush fended off criticism about July's job creation figures which fell far short of expectations, this is a campaign turning increasingly on which man would make a better commander-in-chief. </p> <p>In that fight, Mr Kerry went to new lengths, borrowing Moore's best lines twice, without crediting the film-maker. </p> <p>Meanwhile, Bush supporters unveiled a full-frontal attack on Mr Kerry, in television ads which argue he did not deserve his combat medals in Vietnam. </p> <p>At a meeting of journalists from ethnic minorities, Mr Kerry drew on a scene from Fahrenheit 9/11, attacking Mr Bush for his seven-minute delay in reacting to news on September 11 2001. \"Had my top aide whispered in my ear, 'America is under attack,' I would have told those kids very politely and nicely that the president of the United States had something he needed to attend to,\" he said, in response to a question. </p> <p>Mr Bush, after learning that a second plane had hit the World Trade Centre, spent the next seven minutes reading My Pet Goat. Moore zoomed in on Mr Bush's darting eyes to suggest he was at a loss as to what he should do. White House aides say Mr Bush continued reading because he did not want to scare the children. </p> <p>Previously, Mr Kerry has steered clear of Moore for fear of alienating swing voters. In turn, Moore has yet to endorse Mr Kerry. The former Republican New York mayor Rudolph Giuliani criticised the tactics, saying John Kerry had to be frustrated \"if he is armchair quarterbacking, based on cues from Michael Moore\". </p> <p>Although Kerry aides insisted he had not seen the film, the Democratic challenger used another of its themes - inappropriately close ties between the Saudi regime and the Bush administration - during his speech to the Democratic con vention. He used that line again this week in St Louis, Missouri, saying: \"I want America's security to depend on America's ingenuity and creativity, not the Saudi royal family.\" </p> <p>The swipe was part of a series of increasingly pointed exchanges between the rivals. </p> <p>In a TV ad aired yesterday a small group of Vietnam veterans said Mr Kerry did not deserve his combat medals. </p> <p>The advert appeared to backfire when Mr Kerry's then-commander retracted the claim. Television stations have hesitated to run the ad, and the Republican senator John McCain, a friend of the Democratic challenger and a Vietnam veteran, has urged the Bush campaign to repudiate the ads.</p>",
  "It isn't called the \"devil's excrement\" for nothing. This week the price of oil took another lurch upwards, ending the week near $45 a barrel on international markets - a more than 30% increase since the start of the year. For all the talk about security worries in the major suppliers in the Middle East and elsewhere, the real underpinning for the rise is the unexpectedly large surge in demand from Asia, as well as from the traditional oil guzzlers of Europe and north America. Earlier this year many experts were expecting oil prices to subside back to around $30 a barrel. Yet most suppliers are already producing at near full capacity, pumping oil at the highest rate since 1979, with little slack left. As a result industry analysts are talking of oil reaching $50 or $60 in the near future - which suggests prices will continue to rise until demand tails off in response. <p>That aside, the oil price is certainly not being helped by uncertainty in Nigeria and Venezuela, as well as Saudi Arabia and Iraq, or by refinery bottlenecks. Nor has it been aided by the Russian government's clumsy and erratic attempts to squeeze its major oil producer Yukos for what it claims are $3.4bn owed in unpaid taxes. By freezing the company's bank accounts, Yukos accuses the government of driving it towards collapse - although it is unlikely that even the current administration in Moscow would be foolish enough to let the oil stop flowing. </p> <p>The higher crude oil price is a great benefit for the Russian economy, as the country's best export earner. Yet the \"devil's excrement\" carries its own curse, and Russia's oil windfall may reignite inflation there, as the central bank prints roubles to exchange for the extra dollars earned. At the same time the government's crackdown on Yukos and the arrest of its founder Mikhail Khodorkovsky, on trial for tax evasion and fraud, has undermined confidence in Russia's economy. Coupled with a banking sector in turmoil, more than $5bn worth of foreign currency has fled the country in the first six months of this year. Some analysts expect the net outflow of funds to more than double to $12bn by the end of the year, and continue for several years afterwards. This raises the spectre of a Russian financial crisis similar to 1998. </p> <p>John Kerry has thus chosen a good moment to unveil plans to make the US self-sufficient in energy in 10 years and make greater use of alternative fuels. Until the developed economies take serious steps to reduce their dependency on oil, the \"devil's excrement\" will continue to curse both those countries that consume it, and those that produce it.</p>",
  "David Leigh (These dots don't join up, July 29) argues Craig Unger's book on Bush is about a conspiracy, though the book merely aims to expose the incompetence and silver spoons in the Bush administration. <p>Bill Clinton, in the latest issue of Rolling Stone (just out), adds the weight of his authority to Unger's point about the baffling evacuation of wealthy Saudis after 9/11: \"As somebody who's been in the business of making decisions, to me the most powerful question presented was whether it was appropriate to send the Bin Ladens [out of the country] - and the other Saudis - without interrogating them first. There's no question that most of his family deplores what he did. But, on the other hand, it's highly likely that somebody knew something that could be of value.\" </p> <p>John Kerry did not see a conspiracy either when, to may people's surprise, he touched on Craig Unger's concerns in his acceptance speech at the Democratic convention: \"I want an America that relies on its own ingenuity and innovation - not on the Saudi royal family.\"<br> <b>Martin Rynja</b><br> Publisher, House of Bush, House of Saud, Gibson Square Books </p>",
  "To the dismay of opposition groups in Venezuela, and to the surprise of international observers gathering in Caracas, President Hugo Chávez is about to secure a stunning victory on August 15, in a referendum designed to lead to his overthrow. <p>First elected in 1998 as a barely known colonel, armed with little more than revolutionary rhetoric and a moderate social-democratic programme, Chávez has become the leader of the emerging opposition in Latin America to the neo-liberal hegemony of the United States. Closely allied to Fidel Castro, he rivals the Cuban leader in his fierce denunciations of George Bush, a strategy that goes down well with the great majority of the population of Latin America, where only the elites welcome the economic and political recipes devised in Washington. </p> <p>While Chávez has retained his popularity after nearly six years as president, support for overtly pro-US leaders in Latin America, such as Vicente Fox in Mexico and Alejandro Toledo in Peru, has dwindled to nothing. Even the fence-sitting President Lula in Brazil is struggling in the polls. The news that Chávez will win this month's referendum will be bleakly received in Washington. </p> <p>Chávez came to power after the traditional political system in Venezuela had self-destructed during the 1990s. But the remnants of the ancien régime, notably those entrenched in the media, have kept up a steady fight against him, in a country where racist antipathies inherited from the colonial era are never far from the surface. Chávez, with his black and Indian features and an accent that betrays his provincial origins, goes down well in the shanty towns, but is loathed by those in the rich white suburbs who fear he has mobilised the impoverished majority against them. </p> <p>The expected Chávez victory will be the opposition's third defeat in as many years. The first two were dramatically counter-productive for his opponents, since they only served to entrench him in power. An attempted coup d'état in April 2002, with fascist overtones reminiscent of the Pinochet era in Chile, was defeated by an alliance of loyal officers and civilian groups who mobilised spontaneously and successfully to demand the return of their president. </p> <p>The unexpected restoration of Chávez not only alerted the world to an unusual leftwing, not to say revolutionary, experiment taking place in Venezuela, but it also led the country's poor majority to understand that they had a government and a president worth defending. Chávez was able to dismiss senior officers opposed to his project of involving the armed forces in programmes to help the poor, and removed the threat of a further coup. </p> <p>The second attempt at his overthrow - the prolonged work stoppage in December 2002 which extended to a lockout at the state oil company, Petróleos de Venezuela, nationalised since 1975 - also played into the hands of the president. When the walkout (with its echoes of the CIA-backed Chilean lorry owners' strike against Salvador Allende's government in the early 1970s) failed, Chávez was able to sack the most pampered sections of a privileged workforce. The company's huge surplus oil revenues were redirected into imaginative new social programmes. Innumerable projects, or \"missions\", were established throughout the country, recalling the atmosphere of the early years of the Cuban revolution. They combat illiteracy, provide further education for school dropouts, promote employment, supply cheap food, and extend a free medical service in the poor areas of the cities and the countryside, with the help of 10,000 Cuban doctors. Redundant oil company buildings have been commandeered to serve as the headquarters of a new university for the poor, and oil money has been diverted to set up Vive, an innovative cultural television channel that is already breaking the traditional US mould of the Latin American media. </p> <p>The opposition dismiss the new projects as \"populist\", a term customarily used with pejorative intent by social scientists in Latin America. Yet faced with the tragedy of extreme poverty and neglect in a country with oil revenues to rival those of Saudi Arabia, it is difficult to see why a democratically elected government should not embark on crash programmes to help the most disadvantaged. </p> <p>Their impact is about to be tested at the polls on August 15. Vote \"Yes\" to eject Chávez from the presidency. Vote \"No\" to keep him there until the next presidential election in 2006. The opposition, divided politically and with no charismatic figure to rival Chávez to front their campaign, continue to behave as though their victory is certain. They discuss plans for a post-Chávez government, and watch closely the ever-dubious and endlessly conflicting opinion polls, placing their evaporating hopes on the \"don't knows\". They still imagine fondly that they can achieve a victory comparable to that of the anti-Sandinistas in Nicaragua in 1990. </p> <p>Yet their third attempt to derail the government is clearly doomed. The Chávez campaign to secure a \"No\" vote has struck the country like a whirlwind, playing to all his strengths as a military strategist and a political organiser. A voter registration drive, reminiscent of the attempt to put black people on the election roll in the United States in the 1960s, has produced hundreds of thousands of new voters. So too has a campaign to give citizenship to thousands of long-term immigrants. Most will favour Chávez, and Chávez supporters are already patrolling the shanty towns and the most remote areas of the country to get the vote out on August 15. One unexpected bonus for Chávez has been the dramatic and perhaps semi-permanent increase in the world oil price. As he explained to me a few days ago, he is now able to direct the extra revenues to the poor, both at home and abroad, for Venezuela supplies oil at a discount price to the countries of Central America and the Caribbean, including Cuba. Chávez celebrated his 50th birthday last month, and he has talked of soldiering on as president for years in order to see through the reforms he envisages. That is not such an improbable proposition. </p> <p>He has also been helped by the changing political climate in Latin America. Other presidents have been climbing over themselves to be photographed with him. He has patched up relations with Colombia and Chile, hitherto cool, and last month reinforced his friendly relations with Brazil and Argentina by signing an association agreement with the Mercosur trading union that they lead. Once perceived by his neighbours as a bit of an oddball, he now appears more like a Latin American statesman. Up and down the continent he has become the man to watch. </p> <p>Faced with a Chávez victory, the opposition may yet turn in desperation to violence. His assassination, hinted at recently by former president Carlos Andrés Pérez, or the deployment of paramilitary forces of the kind unleashed in recent years in Colombia, is always a possibility. Yet the more civilised sectors of the opposition will set themselves, with luck, to the difficult task of organising a proper electoral force to challenge Chévez in 2006. When I asked an uncommitted bookseller whether he would vote to sack the president in mid-term, he replied: \"No, they should let him get on with the job.\" </p> <p><b>· </b>Richard Gott is the author of In the Shadow of the Liberator: Hugo Chavez and the Transformation of Venezuela, published by Verso; his latest book, Cuba: A New History, will be published next month by Yale University Press </p> <p><a href=\"mailto:Rwgott@aol.com\">Rwgott@aol.com</a></p>",
  "This time last week, John Kerry was pictured in a salute on the front of US newspapers, telling the nation that he was \"reporting for duty\". <p>Today, his political opponents are hoping to take the shine off his military record with allegations that he won his five medals by lies and subterfuge.</p> <p>An advertisement broadcast last night in the swing states of Wisconsin, Ohio and West Virginia - where a few votes could make all the difference - featured veterans such as Larry Thurlow telling voters: \"When the chips were down, you could not count on John Kerry.\" </p> <p>Mr Thurlow was in Vietnam at the same time as the presidential candidate, but he was not one of the men who had served on his Mekong delta swiftboat. Mr Kerry describes them as his \"band of brothers\", and they portray him as a courageous fighter and hero.</p> <p>Mr Kerry's supporters, who have made much of his service in contrast to that of George Bush - who was excused Vietnam duty to serve in the Texas National Air Guard - are alleging dirty tricks.</p> <p>The advert is part of a coordinated campaign. A week on Sunday, a book called Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry, will be published, co-authored by former swiftboat commander John O'Neill.</p> <p>It alleges that the wounds Mr Kerry won his three purple heart medals for were not worthy of the awards and, in at least two cases, had been self-inflicted in order to get him off the battlefield. </p> <p>It argues that for him to run for president with such a record while faulting his opponent's would \"represent unbelievable hypocrisy and the truly bottom rung of human conduct\".</p> <p>The Republican senator John McCain, a Vietnam veteran, spoke out after the advert's screening to \"deplore\" the tactics. When he ran against Mr Bush for the Republican nomination in 2000, he had to fight off allegations that being a captive (he was held in solitary confinement for three years) was not as heroic as actively attacking the enemy. Yesterday, he called on the White House to condemn the \"dishonest and dishonourable\" commercial.</p> <p>Mr Bush's spokesman, Scott McCellan, did not denounce the advert but the money that paid for it - so-called \"soft money\", which is collected by independent political funds known as 527s. These are not counted as the Bush or Kerry campaigns so long as they do not actively call on voters to elect either man. Criticising a candidate's record is, however, fair game.</p> <p>Therefore, neither of the parties behind the advert are part of the Republican party or the Bush campaign. Swift Boat Veterans for Truth is a 527, and Regnery Press is a commercial (although politically committed) publishing company. However, a look at the people who connect the enterprises reveals them to be part of a rich partisan tapestry.</p> <p>Mr O'Neill is the link between them. As well as being the book's co-author, he is a member of the Swift Boat Veterans for Truth steering committee. The group was set up with the help of Merrie Spaeth, the widow of Tex Lezar, who was Republican candidate for lieutenant governor of Texas in the same year that Mr Bush ran for governor. He was a partner of Mr O'Neill's at their Houston law firm.</p> <p>Regnery, meanwhile, proclaims itself to be the leading conservative publisher in the US. Acquired by Republican donor Thomas Philips in 1993, it is a subsidiary of Eagle Publishing, which is using its flagship Human Events magazine to promote Unfit for Command and build up its subscription base and mailing lists. </p> <p>Regnery publishes on any number of topics (from threats to marriage to a defence of assault rifles), but scored a number of hits in the Clinton years with titles such as the conservative columnist Ann Coulter's High Crimes and Misdemeanors: the case against Bill Clinton.</p> <p>The most notorious - Gary Aldrich's Unlimited Access: an FBI agent inside the Clinton White House - depicted the executive mansion as a den of debauchery, drug-taking and gay sex. One section claimed the president was smuggled out under a rug for trysts with a female celebrity in a nearby hotel. Mr Aldrich admitted in the book that many of his allegations were, at best, second-hand.</p> <p>On top of this, the O'Neill/Regnery axis has links going back to Richard Nixon. Also a swift boat commander in Vietnam, Mr O'Neill was hired by presidential aide Charles Colson in 1971 to discredit the recently returned Mr Kerry's campaign against the war. Mr Kerry reputedly beat him in a nationally televised debate on the Dick Cavett Show.</p> <p>Sidney Blumenthal, a Guardian columnist and former adviser to Mr Clinton, said he saw nothing new in Mr O'Neill's book and the campaign mounted by Swift Boat Veterans for Truth. \"It reeks of partisan dirty tricks, and the facts simply don't hold up at all. The intent is simply to dirty Kerry,\" he said. \"They have been trying to do this for a long time. Regardless of whether it is false, they will put it out to see if it will hurt.\"</p> <p>The truth of the allegations is disputed by the Kerry campaign, and contradicts the most authoritative account of his time in Vietnam, Douglas Brinkley's Tour of Duty. The author is director of the Eisenhower Centre for American Studies at New Orleans university, which specialises in military history.</p> <p>But the truth does not matter - to confuse the issue of Mr Kerry's military service, which he has made such a strong part of his campaign, is enough to occupy the candidate, distract him and muddy his record.</p> <p>It is not the first time dirty tricks have surfaced in the 2004 campaign. The Drudge Report (which has served as a conduit for the allegations over Mr Kerry's Vietnam service, including allegations that he slaughtered livestock and burned down a village with a Zippo lighter) ran reports in February that the Massachusetts senator had an affair with an intern. There was no truth in it.</p> <p>Later, a photograph emerged of Mr Kerry at a rally with Jane Fonda, the actress who visited Hanoi during the war and, to some, will forever be known as Hanoi Jane. It was proven to be a fake.</p> <p>\"In all this campaign, attacking Kerry on his Vietnam heroism has always backfired,\" Mr Blumenthal commented. </p> <p>\"It is particularly ironic and dangerous, given the fact that Bush is withholding national service records that that show he did not show up for duty in the Alabama national guard, and that he has still not come clean about why he was suspended from flying in the Texas air national guard after refusing to take a physical.\"</p> <p>Of course, Democrats are not the only victims of dirty tricks. The emergence of documents detailing Mr Bush's arrest for drink-driving a few days before the last presidential election was blamed in some quarters for the closeness of the result and his failure to win the popular vote.</p> <p>Around the time of the Kerry intern allegations, the Republican national committee chairman, Ed Gillespie, expressed outrage that the musician Moby, a Kerry supporter, had told the New York Daily News it would be possible to spread anti-Bush gossip on the internet to bring down his support among, for example, anti-abortionists.</p> <p>He then turned it into a pre-emptive rebuttal, opening up the interesting question of whether allegations of dirty tricks constituted a form of dirty campaigning.</p> <p>\"We know now that, some time this fall, Kerry campaign operatives intend to go into pro-life chatrooms on the internet to spread a scurrilous story that President Bush drove a former girlfriend to an abortion clinic and paid for her abortion,\" Mr Gillespie told the Washington Times.</p> <p>Dirty campaigning is nothing new in US politics: in 1800, Thomas Jefferson was accused of favouring the teaching of \"murder, robbery, rape, adultery and incest\". </p> <p>One of Mr Nixon's operatives, Donald Segretti, was imprisoned for illegal campaign material, including faked letters alleging that a senator had fathered an illegitimate child with a 17-year-old. </p> <p>The 2004 race for the White House is close, and we should not be surprised to see more dirty campaigning between now and November.</p>",
  "* This is the final edition of the Informer. Thanks for subscribing - and we hope the improved Wrap subscription package meets with your approval. If you haven't made up your mind whether to renew your subscription, please visit http://www.theguardian.com/wrap to sample the new service. And if you have any queries, please get in touch with us at the addresses at the foot of this email. <p>Regards<br> Ros Taylor<br> editor, the Wrap</p> <p>Also in today's Informer:<br> * US helicopters fire on insurgents<br> * Missing backpacker's family make appeal<br> * Scientists warn of new vCJD outbreaks</p> <p><b>THE NEWS IN 90 SECONDS</b></p> <p> The General Medical Council found consultant paediatrician David Southall guilty of serious professional misconduct when he accused a father of murdering his two baby sons after watching a television documentary on their deaths. The GMC banned Professor Southall from carrying out child protection work for three years <br><a href=\"http://society.theguardian.com/nhsperformance/story/0,8150,1277863,00.html\">Full story</a></p> <p>US helicopter gunships today fired on militia loyal to the radical Shia cleric Moqtada al-Sadr in the southern Iraqi city of Najaf as a two-month truce between the sides continued to crumble. <br><a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1277693,00.html\">Full story</a></p> <p>The parents and girlfriend of a British backpacker missing in Australia since an altercation at a rock concert last week appealed today for information about his whereabouts. <br><a href=\"http://www.theguardian.com/australia/story/0,12070,1277645,00.html\">Full story</a></p> <p>Two leading scientists investigating the human form of BSE warned yesterday that there may be new outbreaks of the disease as further evidence emerged that more of the population may be susceptible.<br><a href=\"http://www.theguardian.com/life/news/story/0,12976,1277765,00.html\">Full story</a></p> <p><b>EDITOR'S PICK</b><br> The Kerry campaign is exploiting the subtle distinction the US election funding rules make between 'soft' and 'hard' money to maximise the impact of an ad, writes Philip James.<br><a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1277720,00.html\">Soft money, hard sell</a></p> <p><b>ECONOMIC DISPATCH</b><br> The investors preparing to throw $30bn at the world's favourite search engine are taking a hefty risk, Victor Keegan suggests .<br><a href=\"http://www.theguardian.com/economicdispatch/story/0,12498,1277777,00.html\">Beware a Google whacking</a></p> <p><b>AND FINALLY (ACTUALLY, REALLY, REALLY FINALLY)</b><br></p> <p>And now, the end is near, and so the Informer faces, the final curtain. Dear readers, we'll say it clear, we'll state our case, of which we're certain. We've lived a life that's full - and sometimes quite quirky - but more, much more than this, we did it my way ... </p> <p>Well here we are, the final And Finally. We'd firstly like to thank those readers who wrote in to say they enjoyed our daily search for the odder happenings in the world and will miss this dispatch of the weird, the whimsical, the serendipitous, the slapstick, and the little bit freaky. </p> <p>As a final hurrah, regular And Finally writers Simon Jeffery, Sarah Left, Mark Oliver and Ros Taylor have selected a handful of their favourites from these last few golden years. </p> <p>We wanted to start by saluting the genre of German thieves caught in unusual circumstances. One example was the thief who was part of a gang mugging a man at a railway station and who, after emptying the victim's wallet, accidentally handed his own wallet back to him ... with all his identification documents. There was also the Berlin purse-snatcher knocked out with a wok and the Frankfurt thief arrested after he took a bite on a meatball from the sandwich shop he was raiding, helpfully leaving behind his DNA. Criminal master minds, every one. </p> <p>We also wanted to remind you of the Romanian Sndu Gurguiatu who first sued for money and then for love. Besotted Sndu took his former employers to court for unfair dismissal and fell deeply in love with Judge Elena Lala. And there was only one way of getting close to the married judge - litigation. So he sued his employers and others dozens of times, just to be able to see her. </p> <p>In one case, which he won, he sued for the right to have two towels and enough soap to wash up at work. </p> <p>Eventually, the infatuation subsided and Mr Gurguiatu decided to go public with his story. Ms Lala said she was \"stunned\" to learn she had been the object of his affection. \"I remember judging his cases, but for me all cases are equal,\" she said. \"I feel pity for this man.\"</p> <p>So do we, Judge Lala, so do we. </p> <p>We also wanted to remind you of how tough it can be to try and promote vegetarian cuisine in the US. Residents of the Californian town of Rodeo were unimpressed when People for the Ethical Treatment of Animals (PETA) offered them USD20,000-worth of veggie burgers to change the town's name to Unity. </p> <p>\"A bunch of people from Virginia can't just come to town and wave around a few veggie burgers and think they own the place,\" one resident told the San Francisco Chronicle.</p> <p>Finally we wanted to big up those folks from the Sands Casino hotel in Atlantic City, who recreated the famously lowbrow painting of dogs playing poker with ... five live, panting dogs playing poker. In shirts and ties.</p> <p>We wrote about this only because a friend of a friend of Informer writer Sarah Left walked into a casino last night and saw a dog playing seven card stud. \"Wow, that's incredible,\" she told the dog's owner. \"What an amazing dog!\" </p> <p>\"He's not that good,\" the owner responded. \"He wags his tail when he's got a good hand.\"</p> <p>Thank you, and goodnight.</p>",
  "John Kerry may balk at the label, but his supporters' interpretation of the campaign finance laws can only be described as extremely liberal. <p>While Kerry's official campaign has gone dark this month to save money, independent organisations supporting him are pushing the envelope on what can legally be said in political advertising. </p> <p>The laws governing how much money a candidate's official campaign can use in self- promotion date back to 1907 and have undergone multiple revisions, the most significant in 1978, which established the difference between \"hard\" and \"soft\" money.</p> <p>Essentially hard money is raised under strict limits by an official campaign and can be used to advocate the election or defeat of a candidate. </p> <p>Soft money can be raised in unlimited amounts by bodies independent of the campaign, but can only be used for what is known as \"party building\" - messages that educate the voter on issues while stopping short of saying which candidate to vote for. </p> <p>The <a href=\"http://www.fec.gov/\">Federal Election Commission</a>, which regulates these matters, does not give practical examples to illustrate its arcane regulations, but the utilitarian site<a href=\"http://money.howstuffworks.com/question498.htm\"> How Stuff Works</a> gives the most helpful plain language layout of the difference between hard money and soft money communication.</p> <p>\"Candidate X runs an ad that says, 'I am a good person. Candidate Y is a bad person. Vote for me on election day'. Because of the 'Vote for me...' portion, this is a political ad\", explains the site, \"which must be paid for with \"hard money\". </p> <p>By contrast, the primer continues, \"Candidate Y runs an ad that says, 'Candidate X has a record that includes awful things. If these awful things continue, people will come to your house, steal your money and shoot your dog. Be sure to vote on election day.' Because the ad 'educates' people on an issue and doesn't tell them to vote for a particular candidate, it's party building, and can be paid for by soft money.\"</p> <p>By this measure, soft money ads by a challenger typically paint a negative picture of the conditions that exist under an existing administration. They steer clear of addressing the positive qualities of the candidate they support, because that would be tantamount to saying, \"vote for him\".</p> <p>But this year one Kerry ad in particular is skirting dangerously close to doing just that. </p> <p>Titled \"Strength\", the ad runs clips from John Kerry's nomination speech, which highlight the war hero's credentials as a commander-in-chief-in-waiting, who can be trusted to keep America safe. It doesn't explicitly instruct you to vote for Kerry, but awash as it is in triumphant images of the nominee on the convention stage, it leaves no other conclusion.</p> <p>The ad is produced by the independent expenditure arm of the <a href=\"http://www.democrats.org/\">Democratic National Committee</a> one of a phalanx of soft money organisations, which have stepped into the breach of John Kerry's funding gap. </p> <p>While Kerry's official campaign is restricted to spending $75m (£41m) between now and election day, these independent groups have amassed a war chest of $150m. </p> <p>What sets the DNC ad apart from those that have come before is its wholly positive affirmation of Kerry. Previous ads produced by the likes of the Media Fund and<a href=\"http://www.moveon.org/front/\"> Move On</a> have trained their sights on tearing down his opponent - the traditional \"MO\" of soft money ads. </p> <p>But campaign strategists understand that to win an election it is rarely enough to drive up your opponent's negatives. </p> <p>It is essential also to push up your candidate's positives. The \"Strength\" ad, the newest addition to Kerry's communication strategy, is intended to do exactly that. </p> <p>An initial outlay of $6m has placed it prominently in key markets in swing states. The special DNC fund that paid for it has $55m in the bank, none of which will draw a single cent from Kerry's official campaign coffers.</p> <p>Running the ad is a risk, but not a huge one because the Federal Election Commission does not as a rule monitor campaign commercials. </p> <p>It relies instead on complaints to be filed by outsiders. Once a complaint is filed it takes months, if not years, to settle them, and the remedy rarely exceeds a relatively modest fine - factored in as one of the costs of modern campaigning. In short this election will be long decided before any such action is taken.</p> <p>The last time the spirit of these laws was so flagrantly flouted was in 1996 when the campaigns of both President Clinton and Bob Dole used soft money to produce hagiographies of their candidates. </p> <p>The abuses by those campaigns sparked an FEC and Justice Department investigation that ended inconclusively two years later. The Kerry campaign will happily suffer that inconvenience if it means winning back the White House.</p>",
  "<p>Real Madrid president Florentino Perez has claimed talks with Arsenal over the transfer of Patrick Vieira have broken down. </p> <p> Reports on Wednesday suggested that the two clubs had agreed a £23.1m deal for the France international but neither party had commented since.</p> <p> Now Perez has confirmed that Real have submitted a bid but will not be upping their initial offer. </p> <p> \"We have made our offer to Arsenal and that is as far as it goes,\" Perez is quoted as saying in the Daily Star. </p> <p> \"We will not be raising it as they want so for the moment talks have broken down.\" </p> <p> Vieira has been the subject of speculation linking him with the Spanish giants for most of the summer. </p> <p> Gunners boss Arsene Wenger stated last weekend that believed the 28-year-old would stay with the Premiership champions but the player has given no indication of his intentions. </p> <p> Wenger signed Vieira for £3.5m from AC Milan eight years ago. He has since matured into one of the best midfielders in the world and captained the London club as they went through the last Premiership season unbeaten.</p> <p> His departure would leave a big hole in the Highbury squad and Perez's comments confirm the Gunners' reluctance to let him leave without sizeable compensation.</p>",
  "Good Samaritan laws to protect young volunteers from litigation are being planned by the government as part of an effort to encourage volunteering for young people along the lines of the US citizen corps. <p>The Russell commission, set up by the Treasury and the Home Office, is also looking at financial incentives to encourage 16-18 year olds to undertake volunteering before university. It is due to publish a consultative report in two months. </p> <p>Ministers regard active citizenship as one of the defining ideas of a Labour third term. </p> <p>One idea being considered by the commission is to write off part of a student's debt if the student has been on an accredited volunteering scheme in a gap year. </p> <p>Gordon Brown and David Blunkett support developing active citizenship, especially among disaffected working class youths. Most research shows working class males are increasingly disengaged from all forms of civic participation. </p> <p>Mr Brown and Mr Blunkett have been looking to the US, for ideas and have been examining proposals by John Kerry, the Democratic presidential candidate, for a citizen participation scheme. </p> <p>Research shows that between 100,000 and 200,000 young people aged 16-25 are undertaking some kind of gap year annually, but many are not using the year usefully. </p> <p>The commission has received evidence from voluntary groups that fear that compensation claims are putting off not-for-profit groups organising events or schemes, in case they cannot raise the insurance. </p> <p>There is also widespread evidence that insurance costs for voluntary organisations are rising. </p> <p>In Europe and parts of the US, the state gives volunteers immunity from legal action. At the extreme, some European states go so far as to place a duty on the citizen to be a Good Samaritan so they are required at the most basic to stop to help someone in a car accident, or the victim of a mugging. No equivalent duty exists in Britain. </p> <p>The commission will publish its proposals in the autumn before a final report in advance of Labour's election manifesto. It is looking at financial incentives without making volunteering compulsory. The Home Office provides some financial incentives to volunteers, but the cash only goes to 200 young people.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Former FA secretary Faria Alam is to sell her story in a kiss-and-tell deal. P7<br>The Daily Star's erroneous prediction of a Big Brother eviction caused red faces at Richard Desmond's empire last night. P8<br>Muslim groups and individuals have flooded the British Council with complaints after learning that one of its press officers allegedly wrote controversial articles in the Sunday Telegraph attacking \"the black heart of Islam\". P11<br>Shares at Lastminute.com fell 18% after the company announced plans to cut 350 jobs amid mounting losses. P19<br>Google has admitted it may have illegally issued shares to employees and consultants. P21<br>Shareholders in BSkyB fear the firm's plans to return cash to investors could see the stake held by News Corporation rise above 35%. P22<br>Comment: Sky started as a family business, and that's how Rupert Murdoch wants it now. p22<br>Hollywood studios have criticised the media watchdog after it approved technology that will allow TV viewers to send films and programmes over the internet. P22 </p> <p> <strong>THE TIMES</strong> (broadsheet edition)</p> <p>Former Football Association secretary Faria Alam stands to make £750,000 from selling her story. P1<br>The alleged ringleader of a gang that tortured and killed a drug smuggler was an undercover TV reporter, a court heard yesterday. P7<br>A group of Vietnam war veterans has launched an advertising campaign accusing John Kerry of lying about his war record. P12<br>Google last night suffered an embarrassing hitch in its plans to float after admitting breaching the rules. P24<br>WPP and VNU want to launch a television ratings giant. P28<br>Brian MacArthur: Why editors broke the golden rule of not writing about older people to honour four very old men. P28</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Faria Alam has signed up with the tabloids. P1<br>Mastermind stands accused of dumbing down. P4<br>Google has admitted to a blunder over staff shares. P34</p> <p><strong>THE INDEPENDENT</strong></p> <p>All eyes are on Faria Alam, the PA with a story to sell. P3<br>Keith Floyd has attacked Gordon Ramsay's Hell's Kitchen. P10<br>Alastair Campbell has turned his hand to motoring journalism with a review for Lexus Life magazine. P10<br>Soaring costs have driven Lastminute.com into the red. P39<br>Google's float has been hit by a technical hitch. P39</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Ofcom will today announce a shake-up in the way spectrum is allocated to broadcasters. P3<br>WPP and VNU have announced a joint venture to produce overnight television ratings. P20<br>Lastminute.com has moved further into the red. P22<br>UBC Media has bought radio production company Smooth Operations. P22<br>Interpublic has recorded a loss in the second quarter. P24<br>Google's float has hit a technical hitch after it emerged it had not registered its employees' shares. P24<br>DirecTV, the US satellite broadcaster controlled by Rupert Murdoch, continued to lure customers from the cable sector in the second quarter. P27</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>WPP and VNU have launched a joint venture to produce overnight television ratings. P5</p> <p><strong>DAILY MAIL</strong></p> <p>Faria Alam is planning a £500,000 revenge on her former employers at the FA. P1<br>Comment: Roy Hattersley on the sordid downfall of British television. P14<br>The dumbing down of Mastermind. P29<br>TV executives have admitted they knew nothing about the violent past of an undercover reporter accused of leading a gang that tortured a man to death. P30<br>A guide to Big Brother. P50</p> <p><strong>DAILY EXPRESS</strong></p> <p>Former FA secretary Faria Alam is hoping to make £750,000 from her story. P4<br>Shadow culture secretary Julie Kirkbride has accused Mastermind of dumbing down. P15<br>Nadia Almada is the surprise favourite to win Big Brother. P22<br></p> <p><strong>DAILY MIRROR</strong></p> <p>Faria Alam is selling her story for £500,000. P4<br>EastEnders star Jessie Wallace is being groomed as the face of BBC1 to boost ratings. P9<br>A rapping show for poets is to be screened by the BBC. P21</p> <p><strong>THE SUN</strong></p> <p>Faria Alam has sold her story for £500,000. P1<br>Emmerdale star Amy Nuttall has quit. P7<br>EastEnders stars were hauled into a secret meeting on the future of the flagging show. P27<br>A man accused of a \"barbaric\" murder was employed by the BBC and Channel 4, a court heard yesterday. P35</p> <p><strong>DAILY STAR</strong></p> <p>Peter Dyke - the Star's reality TV correspondent - on how he was duped by evil Big Brother bosses. P4<br>Faria Alam is selling her story for £500,000. P9<br>ITV may have to hand £100m back to advertisers because of falling ratings. P19</p> <p><strong>AND FINALLY...</strong></p> <p>A radio station was forced off air yesterday after a chef set fire to a rice pudding. Peter Osbourne was trying to caramelise the sugar using a blowtorch when the fire alarms went off at Classic Gold's studios in Dunstable, Bedforshire. The Times, P4</p> <p> <strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>US election advertisements attacking John Kerry's Vietnam war record have caused a storm in the US, with Republican John McCain condemning them as \"dishonest and dishonourable\".</p> <p>Senator McCain, a former prisoner of war in Vietnam, urged the White House to condemn the advertisements - made by a Vietnam veteran's group - but instead the Bush campaign distanced itself from them. </p> <p>The adverts show several sailors who served on a US Navy Swift boat during Vietnam saying that Senator Kerry was \"no war hero\", but was a man who lied to get his Purple Heart medal and could not be trusted.</p> <p>\"When the chips were down, you could not count on John Kerry,\" a veteran, Larry Thurlow, said in one of the advertisements. </p> <p>But none of the men in the adverts actually served on the same Swift boat as Senator Kerry, who has invited Vietnam veterans to share his campaign platform several times and told his party that he was \"reporting for duty\" when he accepted the Democratic nomination for president.</p> <p>The adverts were funded by a Vietnam veterans group and a Republican property developer from Houston, Bob Perry, who donated $100,000 towards their cost. </p> <p>Steve Schmidt, a spokesman for the Bush campaign, attempted to distance the president from the advertisements. </p> <p>\"The Bush-Cheney campaign has never and will never question John Kerry's service during Vietnam,\" Mr Schmidt said. \"The election will not be about the past, it will be about the future.\" </p> <p>But Senator McCain said in an interview that the Bush camp had attacked his war record during the Republican primaries in 2000. \"It was the same kind of deal that was pulled on me,\" he told Associated Press. </p> <p>Later, Senator McCain said the Bush campaign had denied any involvement but then added: \"I can't believe the president would pull such a cheap stunt.\" </p> <p>The advertisements will run in Ohio, West Virginia and Wisconsin - three so-called swing states, where the electoral outcome is uncertain.</p> <p>The Kerry camp said the adverts were showing on a very limited basis in cheaper TV markets, a practice known as a \"vanity buying\" because the real value in the advertisements is the media attention they attract.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<b> David S Broder</b> <br> Washington Post, August 5 <p>\"This week, polls showed John Kerry and the [Democratic] convention ... failed to move the dial on this election very far ... Normally the challenger to an incumbent president has two main tasks to perform during convention week. The first is to present a fuller picture of himself, one that is more comfortable to the voter. The other is to lay down in strong terms the case why the man in office should be replaced ... </p> <p>\"What the Democrats did do was to challenge George Bush directly on two of his assets - his reputation as a strong leader and a man with strong values ... It is unusual, to say the least, to build a challenger's campaign on the incumbent's main strengths ... It does not appear to have worked this past week, and now the news focus shifts to the Olympics, the Republican convention and the continuing threat of terrorism.\" </p> <p><b> Derrick Z Jackson</b><br> Boston Globe, August 4  </p> <p>\"A USA Today/CNN/Gallup poll shows the Kerry-Edwards ticket losing its overall lead to the Bush-Cheney ticket ... One reason [the Democrats] have to be concerned is that whatever you think of Mr Bush ... he got where he is by borrowing from Muhammad Ali's rope-a-dope, letting overconfident, righteous opponents flail away until they either exhaust themselves or, better yet, get so wild that they punch their own lights out ... </p> <p>\"It is abundantly clear that Mr Bush already has his three simple themes in his bid for re-election: the war on terrorism, homeland security, and permanent tax cuts ... Mr Kerry has to come up with his own themes on sure-fire issues. The polls already hint that simply bashing Mr Bush is a losing strategy.\" </p> <p><b> Zev Chafets</b><br> Daily News, New York, August 4  </p> <p> \"It is possible that no Democrat could beat Mr Bush this year ... Mr Kerry is not a bad man. He probably wouldn't make a bad president. But he is a bad candidate in a terrible situation. He represents the wing of the Democratic party that is imbued with a sense of its own moral, intellectual, cultural and social superiority. In short, he is the standard-bearer for the unbearable ... </p> <p>\"Mr Kerry now has 90 days to convince voters that a Bush victory in November would be, as his wife put it in Milwaukee on Monday, 'four more years of hell'. The problem is, most Americans don't regard their lives as 'hell' or Mr Bush as Satan. The economy, after all, is ... doing pretty well. Iraq isn't Vietnam ... The Islamic jihad against America isn't Mr Bush's fault, either. A candidate who insists otherwise is bound to strike voters as detached from reality.\" </p> <p><b> Mark Steyn</b> <br>Jerusalem Post, August 5  </p> <p> \"The problem with Mr Kerry [is] not that he's rich but that he's rich in a very un-American way ... On Friday, the Kerry campaign bus ... stopped at [a] local Wendy's ... The photo-op didn't go smoothly ... Teresa Heinz Kerry [his wife] ... pointed to the picture of the bowl of chilli above the clerk's head: 'What's that?' she asked ... The senator also ordered a Frosty, a chocolate dessert ... It then emerged that Wendy's had just been an appetiser. The campaign advance team had ordered 19 five-star lunches from the [nearby] Newburgh Yacht Club ... John Edwards is right: there are two Americas ... </p> <p>\"I now see there might indeed be something to the idea of a remote privileged class hermetically sealed off from the masses. Unfortunately, Mr Kerry seems to be the best living exemplar of it. He may not enjoy eating at Wendy's, but his faux lunch order captures the essence of his crowd-working style: chilli and Frosty.\" </p> <p><b> Robert Dallek</b> <br>Australian, August 5  </p> <p> \"Mr Kerry ... will want to remember John F Kennedy's successful presidential bid in 1960 ... Mr Kerry needs to recall how JFK outdid Richard Nixon in their first and most important televised debate ... </p> <p>\"While Mr Kerry will certainly want to emphasise Mr Bush's questionable record in the White House, he will do better to put a positive message before the country, not as some policy wonk but as a genuinely compassionate man with a clear, understandable vision of where to lead the country at home and abroad ... Like Kennedy, he will want to come across as less of a debater than a sensible man of action who can do better than the Bush administration in promoting prosperity and securing the country's safety.\" </p> <p><b> Dante Chinni</b> <br>Christian Science Monitor, US, August 3  </p> <p> \"Mr Bush's response to Mr Kerry so far has been predictable and perhaps even smart: attack the Democratic nominee to weaken the possible bump he was going to get out of his convention. But in the end, it must be a short-lived strategy. This election isn't a referendum on Mr Kerry, it's a referendum on Mr Bush ... </p> <p>\"And this is where Mr Bush faces a large obstacle. It's difficult to explain exactly what the president stands for beyond tax cuts and 'taking the war to the terrorists' ... So what exactly is the rationale for another term for Mr Bush? Mr Bush faces an unenviable choice. He must begin to make the case for a new approach, something that would suggest that many of the policies of the past four years were a mistake. Or he must promise four more years of the same and hope that's what people want.\"</p>",
  "<b>·</b> It's rather hard to know where to begin, but we write this staring at the front page of La Tercera, a Chilean national broadsheet. Headline translation: \"Pinochet wants to buy Manchester United, says the Guardian.\" Look, we know we lack foresight. But if, prompted by news that Colonel Gadafy was considering a bid for Crystal Palace football club, you had last week written a particularly facetious column for this newspaper's sports pages, suggesting other alluring political figures who may be drawn to Premiership clubs, would you honestly have predicted the following call, taken at 5pm yesterday? \"Congratulations,\" says Helen Watson of Radio Chilena. \"Your scoop about Pinochet buying Manchester United has made the Chilean papers, and some Argentine ones too. We'd like to interview you about how you got your story.\" Our what, sorry? Tell us they realise it was - and we use the term loosely - a joke? A pause. \"Oh my God,\" says Helen. \"It isn't, is it? It's been picked up everywhere.\" <p><b>·</b> It's hard to pick the lowlight of the subsequent \"set the record straight\" interview, but things start to take a dive after some minutes when Helen inquires \"What is General Pinochet's image like in Britain?\" Not great. But then, neither is the Manchester United manager's. \"Would you say that they are as bad as each other?\" Er, no, it would be fair to say the general's crimes definitely have the edge on Sir Alex's. Neither are well liked... but listen, could we just make clear to your listeners that this was supposed to be a joke? \"So there was no fact to it at all?\" No. And with that the interview closes. We're a little drained by it, so if Radio North Korea could hold off seeking their correction till Monday, we'd be grateful.</p> <p><b>·</b> The smears, alas, begin already for our new EU commissioner. We learn the IPPR has approached Eddie Izzard to interview Mandy at next month's party conference, where the thinktank traditionally partners up with Channel 4 for sponsorship. But a C4 source tells us that Mandy is dead against the network having anything to do with the event because - how can people deem him this shallow? - he was displeased by their coverage of his new job. Mandy does not return email requests for a rebuttal, but the IPPR is scathing. \"Why are you asking?\" demands a press officer. Because we want to know the answer? \"Well it's not true as far as we know.\" So your normal conference partner will sponsor the event? \"It's just aspirational as yet - neither has confirmed.\" Must be cobblers, then. It's hardly as if it would be in character. </p> <p><b>·</b> Anyway, it's that time of the week again - the time we like to dip into the leaked briefing emails of US Fox News chief John Moody. Today, we journey back to April 4, as John offers staff gentle guidance on the stories of the day. \"The continuing carnage in Iraq is leaving the American military little choice but to punish perpetrators,\" he explains. \"When this happens, we should be ready to put in context the events that led to it.\" Which context is this? \"More than 600 US military dead, attacks on the UN... assassination of Iraqi officials who work with the coalition, the deaths of Spanish troops, the outrage in Falluja. Whatever happens,\" John concludes beguilingly, \"it is richly deserved.\" </p> <p><b>·</b> Meanwhile, the latest Fox poll raises the debate, asking viewers: \"Teresa Heinz Kerry said, 'shove it'. Vice President Cheney used the 'F' word. What best describes your view?\" Somehow, we don't think it'll be on any option list that can't even even bring itself to say \"the 'F' word\" - but we're totally in love with these vital questions. Coming soon: \"Which war do you think is going better - the war on drugs, or the war on terror?\" </p> <p><b>·</b> Finally, Newsnight viewers will be aware of the moral of today's obligatory Will Cummins item. Don't let Sloanes on the telly.</p>"
]