[
  "Charles Kennedy tonight demanded an apology from Tony Blair over Iraq - but then refused to rule out a coalition with Labour if the next general election produced a hung parliament. <p>The Liberal Democrat leader three times ducked a yes or no answer when questioned by reporters on the issue - despite having previously rejected any possibility of power-sharing with the Conservatives.</p> <p>Instead, under pressure at his first press conference in Bournemouth, Mr Kennedy said the party would \"judge each and every issue as it comes up on their merits and taking our stance accordingly\".</p> <p>On Friday, Mr Kennedy told the Evening Standard that there was no way he could envisage forming any coalition with the Conservatives - leading some to speculate that he could be tempted to form a coalition with Labour, as is currently the case in Scotland.</p> <p>Mr Kennedy pointed out that proportional representation made the situation in the Scottish parliament - where Labour's Jack McConnell and Lib Dem Jim Wallace form a coalition - different, but refused to give a \"price list\" when asked if PR would be a condition of going into power with Tony Blair.</p> <p>Instead, he insisted the Lib Dems were an \"independent opposition\", but hinted that he would say more on the subject later in the party conference. </p> <p>Asked point blank if he would consider power sharing with Labour, Mr Kennedy reminded journalists that hung parliaments were the exception not the rule, before flatly sidestepping the question, saying: \"I'm not going to get distracted at all by other parties.\"</p> <p>He then spoke of the experience of the 1987 election, saying: \"If you got into an election saying vote for us and will come third and we will form a coalition, what tends to happen is that you come third but don't [get a hung parliament].\"</p> <p>Turning the subject to Iraq, in the wake of Mr Blair's admission today that there was now a \"second conflict\" in the country, Mr Kennedy repeated his call for a personal apology from the PM, saying he had \"bent over backwards\" to give Mr Blair the benefit of the doubt, but now was the time to acknowledge mistakes to parliament.</p> <p>Reacting to the leak of advice from Downing Street foreign policy adviser David Manning which appeared to suggest Mr Blair had made a secret early agreement with the US president guaranteeing British support for a war, Mr Kennedy said: \"If that's true, it's a shocking indictment of the British PM.</p> <p>\"The prime minister now has one opportunity left to come to the House of Commons and make a full and frank disclosure.\"</p> <p>If he doesn't, Mr Kennedy said, he would be guilty \"not just of bad judgement but of bad faith\".</p> <p>Delegates will have an opportunity to rehash the debate on the Iraq war, as tomorrow morning sees them addressed by foreign affairs spokesman Sir Menzies Campbell, and vote on motions on the war on terror and the Hutton report.</p> <p>Mr Kennedy, under pressure to repeat his party's byelection success rate at next week's Hartlepool contest, lambasted the \"bile and vitriol\" of Labour's campaign, saying it showed the party's \"bankruptcy\".</p> <p>Rejecting criticism that the party was suffering from Labour's \"soft on crime\" jibes, Mr Kennedy said Labour had run the town \"for 40 years uninterrupted, and the country for seven years with a three-figure majority, and should be judged on that record.</p> <p>\"What voters in Hartlepool are looking for is solutions, not 'tough' or 'liberal' labels, but confronting reality.\"</p> <p>Earlier, Mr Kennedy demanded that parliament be consulted before any further troops are sent to Iraq.</p> <p>Invited on the Breakfast with Frost programme, the Liberal Democrat leader appeared to insist that parliament be recalled before any decision on troop numbers was taken: \"Parliament would have to be consulted and we are in the middle of the conference season over these next few weeks. </p> <p>\"There should be no question of irrevocable decisions being taken while parliament is not in business.\"</p> <p> Amid reports that ministers are considering bolstering the number of troops on the ground to combat increasing violence, Mr Kennedy said such a vital decision must be subject to full scrutiny by parliament. </p> <p>And that could not happen with MPs not sitting during the three-week party conference season. </p> <p>He said: \"All this is in the melting pot and that is what must be addressed properly in a parliamentary sense before we jump to any conclusions.\" </p> <p> Mr Kennedy also called on the government to reject any demands from the hostage takers of Briton Kenneth Bigley.</p> <p>\"The minute you give in to hostage demands, you in fact place at even greater peril the interests and the lives of all those other civilians operating in Iraq at the moment,\" he said. </p> <p> Mr Kennedy's focus on Iraq was not to everyone's liking: the former chief of staff to ex-leader Paddy Ashdown said the party must concentrate on other issues if it wants to make an electoral breakthrough. </p> <p>Alan Leaman said the success of the anti-war stance had convinced some in the party it should target Labour seats at the general election. But he warned that would be a mistake as the vast majority of winnable seats were in Tory areas. </p> <p>\"A big move to fight hard in many more Labour seats could turn into an expensive political cul-de-sac,\" he said in an article in the Policy Review magazine.</p> <p>But the first day of the conference did not solely focus on Iraq, as attention also centered to a more domestic, even low-key, focus, with calls for a doubling of British summer time to boost the tourism industry, and more sport options for school pupils.</p> <p> The Lib Dems want to introduce \"double summer time\" to make summer evenings lighter for longer. They say the move would be a major boost for the tourism industry. </p> <p>The party's tourism spokesman Adrian Sanders said: \"Introducing double summertime by moving clocks forward by two hours in the spring will make summer evenings lighter for longer, which could boost the tourism and hospitality industry by up to £1bn per year.\"</p> <p>In a separate announcement on the first day of the conference, sports spokesman Bob Russell called for \"PE co-ordinators\" to enable kids to take up a variety of sports at school.</p> <p>The Lib Dems say collectively PE co-ordinators could introduce pupils to as many as 15-20 different sports through local clubs. </p> <p>Mr Russell said their proposal to link local clubs with schools would help cut the 70% drop-out rate in sports participation among school-leavers. </p> <p>\"For too long sport has been seen as an add-on to people's lives instead of being central to the nation's health and wellbeing,\" he said today. </p> <p>\"With child obesity trebling in the past decade, it is time the Department of Health took a far greater role in promoting sport and active living.\"</p>",
  "<p>The long-running saga of succession at the Walt Disney Company has been only marginally advanced by the announcement that embattled CEO Michael Eisner, who has run the company for 20 years, will resign in September 2006. </p> <p>The news was shaped to give the impression that Eisner, known as the Iceman in his grander days, is gracefully bowing out of his own volition, but few observers of the institutionally neurotic and highly controlled entertainment giant believe Eisner would ever surrender his post without being pushed. They say the stage is set for a long and potentially bloody battle over who will succeed him. </p> <p>Eisner's reluctance to set an order of succession in place is almost as well-known as his unwillingness to delegate authority. Eisner is a divisive figure, and so central to the corporate image of the organisation that analysts have found it hard to imagine the company without him. But critics say that, under him, the company has lost its way, and the legacy of Walt Disney's fantastic imagination has been mislaid. </p> <p>Eisner's decision not to seek to renew his contract has not appeased board members Roy Disney and Stanley Gold, who launched a bid last year to have him removed. In the spring, the pair succeeded in convincing 45 per cent of other investors to withhold votes for him in a board election and Eisner subsequently resigned his chairmanship of the company. </p> <p>In a letter, they have urged board members to replace Eisner sooner, asking that it conduct a 'worldwide search for a strong visionary leader'. In an interview, Gold added: 'The company should not suffer another two years with a pall hanging over it.' </p> <p>Moreover, they seem to believe that Eisner's retirement may be a ruse. They fear that by retiring and nominating Disney president Robert Iger as his chosen successor, he will then seek to regain chairmanship of the firm. </p> <p>'While Mr Eisner's announcement looks like a major change, it is in truth mere window-dressing,' Gold and Disney wrote. 'His \"succession plan\" is for a company led by Michael Eisner and his obedient lieutenant Bob Iger to be handed over to... Michael Eisner and Bob Iger.' </p> <p>Still, the dissident duo may have a difficult time convincing shareholders that Eisner should leave before the end of his contract. Disney is set to deliver 50 per cent earnings growth this year, and Wall Street has welcomed the news that the company will have time to find a successor. But the pair maintain the upturn in earnings is unsustainable and that Disney's stock price and annual earnings are about the same as they were five years ago. </p> <p>Iger, who is a former head of Disney's struggling ABC network, must now make himself and his achievements known to Wall Street. As the internal candidate, and Eisner's choice, he may suffer the effect of any backlash from shareholders who believe Disney needs a new style of leadership that does not keep such a tight hold over the company's divisions. </p> <p>As Iger prepares his bid, the name game is starting in earnest. There are potential candidates within America's biggest entertainment companies: News Corp's president and chief operating officer Peter Chernin; Viacom's co-presidents Les Moonves and Tom Freston; Yahoo's Terry Semel. Further, it has been suggested, Disney may not even need an entertainment executive - opening the way for eBay's Meg Whitman or Gap's Paul Pressler (who is a former Disney man). Steve Burke, chief operation officer of Comcast, the firm that launched an unsuccessful bid to acquire Disney earlier this year, may also be in the running. </p> <p>'The key issue is the resolve of shareholders to find the right candidate versus internal pressure to take the internal candidate,' says headhunter Ben Worsley. 'The question is, can the external candidate genuinely be stronger than the existing candidate? Then there are the risks in selecting an external candidate and hoping they will fit into the company's culture.' </p> <p>Leaving unanswered the question whether the choice of chief executive is relevant at all to the running of companies the size of Disney, the early runners in the race must at least be flattered by the attention. Some have even taken steps to quell speculation. EBay issued a statement on behalf of Whitman saying she 'has repeatedly said that she has the best job in the world. She loves eBay, and she has no plans to leave.' </p> <p>Of course, the search itself is liable to create bitterness. Searching outside the company is poison to internal hopefuls as it signals that the board thinks no one inside the firm is capable of running it. </p> <p>Beyond the issue of succession are questions about Disney's strained relationships with Steve Jobs's Pixar animation studios and Miramax, the Disney-sponsored film company. Both have been chafing to break away from Disney, citing the strain of dealing with Eisner himself. </p> <p>Pixar has contributed 50 per cent of Disney's film division's profit in recent years, but Jobs and Eisner fell out over whether sequels could be counted as part of the number of pictures Pixar owed Disney. Such is Jobs' dislike of Eisner that few believe he will renegotiate Pixar's deal with Disney even with Eisner gone.</p> <p>As for Miramax, Disney is said to feel that it has strayed from its original purpose of making and distributing small, Oscar-friendly films and towards making big-budget disappointments like Cold Mountain, and is no longer so useful an asset.</p> <p>But such is Eisner's reputation that many are uncertain what a two-year period of transition will actually amount to. He has run Disney with such a tight fist that there is no senior management that can step in to relieve him, and any succession now depends on his willingness to grant his replacement transitional power. </p> <p>Whether Eisner will be willing to do that is doubtful. In fact, many assume that he will exert a tighter grip than ever. 'Personality doesn't change,' one former top Disney executive told the New York Times . 'He will be focused on rewriting his legacy and will be watching over everything to make sure that his stamp is on it.'</p>",
  "The photocopied notices appeared on the blue mosque door in Uruzgan, a small town below a line of jagged mountains, early on Friday morning. Pinned up by an unknown hand under cover of darkness, their local name - 'night letters' - has an almost romantic ring. Their message does not. <p>'A holy war has been declared against the infidel,' announced the first letter, attached to the door with black tape. Christians, led by the US, were invading, said the second. Any Afghan working with them would be 'severely punished', warned the third. At the bottom of each was a common signature: 'The Taliban'. </p> <p>Three weeks before Afghanistan's presidential election, the black-turbaned Taliban are intensifying efforts to scupper the vote. Hunted by 18,000 US-led soldiers and scattered throughout the southern provinces, the insurgents have turned to a dual tactic of assassination and intimidation. </p> <p>More than 30 election workers have been killed across the country. Two weeks ago a car bomb exploded in Kabul, killing three American security guards and at least nine other people. Then this week the US-backed interim president, Hamid Karzai - favourite to win the 9 October poll - became the target. </p> <p>Last Thursday, a rocket narrowly missed Karzai's helicopter as it landed in the south-east town of Gardez. The tightly protected Karzai was forced to abandon the rally, his first of the campaign. A day later police arrested three Taliban suspects and found explosives and detonators. </p> <p>A Taliban spokesman later said it intended to attack each of the 18 candidates for the presidency. But in rural areas like Uruzgan - the rugged, southern province where its fugitive leader, Mullah Omar, once lived - the Taliban are determined to discourage voters from even venturing into the polling booths. </p> <p>As well as attacking the US - a remote explosion in the province wounded three soldiers on Friday - the Taliban are employing 'night letters' as a primary weapon in the campaign of intimidation. Election officials, teachers and ordinary voters are receiving the threatening notes every day, said Atiqulla, the provincial electoral co-ordinator. </p> <p>'They are told that if they co-operate with the elections, they will be killed. It's the Taliban's new way of preaching to them,' he said, speaking at his office in the heavily fortified UN compound in the regional capital, Tarin Kowt. </p> <p>His election team in Uruzgan is virtually under siege. The central government has no control over the lawless province, where power sways between US troops, local militia, and small bands of roaming Taliban fighters. </p> <p>Although the Americans provided security for voter registration, the election teams have been left on their own for the current civic education drive - considered crucial in a country that has never experienced a full democratic vote before. </p> <p>On the streets of Tarin Kowt it is impossible to detect that a major election is looming, even though more than 200,000 people have reg istered to vote across the province. There are no election posters, and not one of the 18 candidates has dared to visit. In fact, few voters even know the candidates' names, admitted Atiqulla. </p> <p>'We have no newspapers, no local radio, so we depend on our teams of civic educators. And they are scared.' </p> <p>Since May, five of Atiqulla's staff have been killed and two injured. One was slashed across the chest; another held off a Taliban attack on his house for 90 minutes. </p> <p>The local US military commander, LtCol Terry Sellers, said: 'There's a wrong perception that this is the wild, wild West because Mullah Omar comes from here,' he said. 'There will be an increase in attacks before the election but we will be able to deal with it.' </p> <p>Nevertheless, the furtive Taliban's ability to project fear across the province remains undiminished. At the mosque in Uruzgan, where the night letters were pinned to the front door on Friday morning, the local Mullah said it was the first time such notices had appeared at his mosque. 'I don't know who did it. All I know is that they are not locals.' </p> <p>Another man, Abdullah Khan, said the pamphlets must have come from outside because there was no photocopier in Uruzgan. </p> <p>Moments later a US soldier ripped the letters down, and the Mullah quietly slipped away. </p> <p>The question now is whether the Taliban's intimidation tactics will slow or stop voting in rural areas like Uruzgan. Certainly, there seems to be a quiet determination to pursue democracy. More than 10.5 million of Afghanistan's 27 million people have registered to vote, a far higher figure than had been anticipated.</p>",
  "<p>New Labour's spin doctors are fond of saying that the media concentrates too much on people and personalities and not enough on policies. They know what they are talking about because, when Alastair Campbell interviewed Peter Mandelson on television a while back, there was very little discussion of policy and an awful lot about personality, not least the personality of Peter Mandelson. </p> <p>But the fact of the matter is that people, personalities and policy are closely linked. Despite what is being said by the Blair camp, I doubt whether Gordon Brown, for all his admiration of certain aspects of the US, would have hugged George Bush or his policies so closely. </p> <p>Brown is a cautious, introspective character, who is much more interested in the details of policy than Blair. Because Brown nurses strong criticisms of certain aspects of eurozone economic policies, this sometimes makes him come across as more anti-European than Blair. But the latter shocked a Cabinet colleague during the early days of the 1997-2001 government by saying something about Europe that did not seem to fit in with the agreed policy, to which Blair replied 'It's only words'. </p> <p>Blair is the Don Juan of British, and for that matter, international politics. He seduces followers, is seduced by powerful world leaders, but, like Don Juan, eventually moves on, with modern-day Leporellos attempting to sweep up the mess he leaves behind. </p> <p>If ever personalities mattered in the Blair government, they matter now, as the Blair-Brown duumvirate moves into its final phase, on the eve of a US presidential election on which the rest of the world appears to take a different view from the US electorate, as measured by recent opinion polls. </p> <p>Among the many of us who are desperate for Bush to lose the coming presidential election, there is an unlikely member. He is one Anthony Charles Lynton Blair. Even our self-deluding prime minister now realises that his association with Bush is doing him increasing political harm. His hope that Iraq will prove to be a 'phase, not a continuum' rests partly on the belief that a Kerry victory would enable him to make a fresh start, and put Iraq, and the associated unpopularity, firmly behind him. </p> <p>I do not believe that even a Kerry victory would do that for him. Tacitus summed up the situation in Iraq nearly 2,000 years ago, when writing about a country closer to home: 'Ubi solitudinem faciunt, pacem appellant' ('When they create a wilderness, they call it peace'). The crisis in Iraq is not going to go away, whatever the result of the US elections. Things are too far gone for that. </p> <p>Blair has not, to my knowledge, met Kerry, whereas I believe Brown has. The sight of Blair taking the first flight across the Atlantic to congratulate Kerry would be good material for Rory Bremner, and could actually happen. Although the omens do not look good at present, I recall the way most serious columnists wrote off the chances of the Democrat Jimmy Carter during the 1976 campaign. </p> <p>If Hurricane Bush-Cheney triumphs, there are all manner of implications for Britain and Europe. Vague French aspirations of a Europe that, even if it cannot 'stand up to America', can at least try to get its economic and diplomatic acts together would surely take on a much greater urgency. </p> <p>The monstrosity of what the Bush Republicans have done knows few bounds. Quite apart from their well-known position on global warming, and their daylight grab for Middle Eastern oil, they have squandered the budgetary inheritance of Bill Clinton and devoted it largely to tax cuts for the rich and military mis-spending that has made the world an unsafer place. It's quite an achievement. </p> <p>I know that Kerry has many friendly critics who are concerned about his early lacklustre campaign and economic policy statements that have veered on the protectionist, but he is committed to reversing those obscene tax cuts for the American Joneses with whom Conrad Black and Barbara Amiel tried to keep up. </p> <p>Kerry would be faced by the serious economic problem of the vast budget and balance of payments deficits. The adjustment of the imbalances created by these deficits, and by chronically weak domestic demand in the eurozone, is going to require careful handling, as a high-powered group of 'wise men' has explained in an important new pamphlet ('International Economic and Financial Cooperation: New Issues, New Actors, New Responses' CEPR, London). </p> <p>The group, which includes former Treasury international finance expert Sir Nigel Wicks, advocates the setting up of a new Group of Four. This would embrace the US, the eurozone, Japan and China. In the omission of the UK from the proposed group there is an obvious hint for Britain to get its European act together. </p> <p>This is a reminder of modern realities. Tony Blair's misadventures in Bushland could mark the last hurrah for the so-called special relationship, and finally wake this country up to where its true interests lie. </p> <p>There may be another wake-up call in the offing. Britain has been boasting quite a lot recently about its economic achievements, which have drawn widespread praise from around the globe. But in a world where commentators seem to be concerned 90 per cent of the time with the latest quarter-point change in interest rates or rise in house prices, the long-forgotten British balance of payments problem has been creeping up on the outside. </p> <p>In recent months our deficit on overseas trade has been running at a record rate of £60 billion a year. We are even back in deficit on oil. True, much of this deficit is offset by earnings from services and income of overseas investment, but the trend is disturbing. </p> <p>The good old British boom has produced a situation where the volume of exports in the three months from May to July was actually lower than three years ago, whereas imports were almost 12 per cent higher. </p> <p>We have been suffering from an overvalued pound and depressed demand in Europe, our main market. No wonder Gordon Brown was so concerned about the outlook for the European economy in his last public pronouncement.</p>",
  "<p>For Bush's dad, it was 'the economy, stupid': Bill Clinton swept into the White House 12 years ago on a wave of pessimism about the 'jobless recovery' from the early 1990s recession, confirming the received wisdom that what really matters on polling day is whether voters think the man in Washington has been good for their pockets. </p> <p>Now Bush Junior is heading into an election with the worst jobs record of any President since the Great Depression: 900,000 fewer people are in work than when he came to power at the beginning of 2001. The Washington think-tank the Economic Policy Institute has totted up the change in the unemployment rate since the turn of the economic cycle, and says job creation has been weaker than after any recession since the Second World War. </p> <p>Not only that, but Bush has turned the chunky $236 billion budget surplus Clinton left behind into a record $422bn deficit. The cross-party Congressional Budget Office reckons that if policy stays as it is, the government will be in the red every year until 2014, running up a whopping cumulative deficit of $2.3 trillion. </p> <p>Even Alan Greenspan, chairman of the Federal Reserve and cheerleader-in-chief for the US economy, says the country's long-term budget position is 'troubling'. </p> <p>'With the baby boomers starting to retire in a few years and health spending continuing to soar, our budget position will almost surely deteriorate substantially in coming years if current policies remain in place.' </p> <p>Partly because of Bush's spendthrift policies, and partly because of demographic changes, whoever takes over next year will have some tough fiscal choices to make. </p> <p>Yet economic issues have been almost completely swamped during the election campaign by what the candidates were up to during the Vietnam war, and how well they could protect America from potential attack. </p> <p>Maxine Isaacs, a fellow at Harvard's Kennedy School of Government, says the terrorist attacks of 11 September 2001 changed US politics. 'We're in such a new climate because of 9/11: a lot of the issues which used to be looked at by voters separately, like the economy, and jobs, I believe now get lumped together in one basket, called \"safety and security\". The voters are looking at the two candidates very broadly, and character is probably more important than it's ever been.' </p> <p>Arnold Schwarzenegger equated economic policies with toughness of character at the Republican convention, when he derided Bush's Democrat opponents as 'economic girlie men': Isaacs says the voters tend to see all other issues 'through the prism' of security. </p> <p>Kerry has made some efforts to bash Bush's economic record, particularly in a speech last Wednesday, in which he blamed the President for making 'excuses and wrong choices'. But Isaacs says it's hard for Kerry to overcome the Bush team's focus on the 'war on terror'. 'An incumbent president is a very dominant force,' she says. 'It's very difficult for a challenger to change the agenda.' </p> <p>Kerry's efforts have not been helped by a trickle of upbeat economic news over the past few weeks, which has cheered the Bush camp. The economy gained a better-than-expected 144,000 jobs in August after a disappointing job-record earlier in the summer. Productivity has also been strong, although economists say that's partly because firms are squeezing as much output as they can from existing staff. </p> <p>Greenspan is also feeling more confident about the economy's prospects. After growth sank to an annual rate of 2.8 per cent in the second quarter of this year from 4.5 per cent in the first quarter, he warned that high oil prices had pushed the US into a 'soft patch'. But on 8 September, he told the Senate banking committee that the recovery had 'regained some traction'. </p> <p>Wall Street analysts, who tend to hang on Greenspan's every word, remain bullish. But the Fed's monthly 'beige book' survey of the economy tells a different story. The latest edition says the manufacturing sector is strong, but household spending has 'softened in many parts of the nation'. With a multi-billion dollar tax-cut package, Bush helped to boost spending and kick-start the economy: but many economists are nervous that output is about to peak. The boost to households' finances that came from the tax-cutting 'jobs and growth' package has now faded; interest rates are rising as the Fed becomes nervous that stronger corporate activity will begin to stoke inflation; and employment growth has been too weak to give the consumer sector a new lease of life. </p> <p>'The momentum behind growth has started to fade,' says Steve Andrew, economist at Isis Asset Management. 'The corporate sector has been behaving cautiously and not going out and hiring lots of people.' </p> <p>So Bush is not home and dry. Lynn Franco, of business group the Conference Board, which produces a closely watched index of consumer confidence, says the US public is feeling less sanguine about its economic prospects than earlier in the year. 'Back in early spring we had strong job growth, and that seemed to propel confidence forward; the weaker reading in June and July seemed to dash consumers' hopes,' she says. </p> <p>Franco believes the September jobs data could be crucial. The Conference Board's index slipped to 98.2 in August, from 105.7 in July. Franco says it usually takes a reading safely over 100 to ensure that the incumbent President stays in the White House. </p> <p>And despite the President's keenness to play the terror card, Frank Newport, editor-in-chief at the Gallup polling group, says it's a mistake to write off the economy. 'There's every indication that the economy is still a key issue to voters,' he says. 'The Bush campaign is heavily focused on terrorism, because that's his strength.' </p> <p>In a recent Gallup poll carried out in a number of swing states, including Ohio and Pennsylvania, voters were asked which of four areas they thought were most important: Iraq, terrorism, health, and the economy. The economy won; and the polls show that Kerry is judged by voters as someone who would manage the economy better. </p> <p>He's busy trying to capitalise on that, running adverts in swing states suggesting those jobs that have been created over the last couple of years have been low quality and poorly paid. However analysis by Paul Ashworth, US economist at Capital Economics, shows that many of the swing states have done better on unemployment and income growth than the US as a whole, suggesting, he says, that 'we have to conclude that the economy is not going to necessarily sink Bush's re-election plans'. </p> <p>Highlighting Bush's other great weakness, the squandering of the budget surplus, is risky. Fiscal rectitude tends not to excite voters. Although in the long term carrying huge deficits tends to push up interest rates, the linkages are too vague to create much fury today. </p> <p>Perhaps more importantly, the bigger an issue Kerry makes out of the deficit, the more pain it sounds as though he's going to have to inflict on the public to bring it back into balance. He's promising to halve the deficit within four years, but has given little detail of how he plans to go about it. </p> <p>Vagueness could serve him well: Bush is vulnerable on jobs and on failing to restore the mysterious feelgood factor to the world's biggest economy; and if Kerry can force the economy further up the agenda, he could score some points. But it's the problems confronting the economy well after November that most worry analysts: the towering budget deficit, the risk of a further sharp slide in the dollar, and the fear that job creation will grind to a halt. </p> <p>His economic record could eventually leave a long shadow over George W's reputation, regardless of how history judges his invasion of Iraq. In the end, Kerry may be glad he lost.</p>",
  "<p>John Kerry wants to challenge George W Bush over his record on the economy, calling November's election a 'national shareholders' meeting' for US Inc and urging the electorate to let him clear up the 'fiscal mess' its current President has left them in. So what are the two main parties actually proposing to do about the economy? </p> <p><strong>·</strong> Boom or bust? In the Wall Street Journal last week, Kerry said the economy had 'still not turned the corner' and 'store owners, stock traders, factory foremen and optimistic entrepreneurs' had all told him the economy 'can do better'. Bush's campaign team responded angrily, insisting he had inherited a 'tired and crippled economy that then experienced the most extraordinary confluence of shocks that has occurred in any business cycle in modern US economic history', and jobs were now being created again. </p> <p><strong>·</strong> Balancing the budget: Kerry says he will slash the deficit in half during his first term, though since he is also promising to cut taxes and make healthcare more affordable, no one is sure exactly how he plans to manage it. He has promised to hold down the growth in discretionary spending to the rate of inflation, though that pledge excludes the crucial areas of homeland security and defence, to avoid the charge of allowing penny-pinching to come before the 'war on terror'. </p> <p>His campaign does say, 'if Congress cannot agree on savings, John Kerry will be willing to sacrifice some of his priorities, if necessary, to control spending'. In addition, he has set out an eclectic list of cost-cutting measures, from collecting royalties for mineral rights on federal lands to reducing the number of contractors employed by the government by 100,000. </p> <p><strong>·</strong> Tax: Bush wants to make permanent his sweeping programme of tax cuts, originally sold as giving a temporary boost to the economy. Democrats would curtail the cuts, but only for taxpayers earning more than $200,000 a year. Kerry would spend the money he saved on education and health care. He calls this 'choosing the middle class'. </p> <p><strong>·</strong> Trade: Like motherhood and apple pie, 'free trade' is strongly favoured by both candidates. Kerry says Bush has been too weak in defending America's interests against infringements of the global trading rules; the President insists he's been 'aggressive' in ensuring a level playing field. Kerry wants to write rules on labour rights and environmental standards into all new trade agreements, a move that poor countries usually oppose, seeing it as raising the costs of compet ing in the global market. He also wants to force government contractors to 'buy American'. </p> <p><strong>·</strong> Business: Bush's business agenda focuses on increasing skills in the workforce, as well as creating 'opportunity zones' to encourage businesses to invest in poor areas. Kerry says he wants to tip the balance towards small businesses by increasing federal venture capital funding, expanding loans for micro-enterprises and simplifying the tax code. He is also offering a 50 per cent tax credit to help firms meet the cost of providing healthcare insurance to their workers. </p> <p><strong>·</strong> Energy: Both candidates want to increase America's 'energy independence'. Bush's main proposal involves building an oil pipeline out of Alaska, though he says he will also 'remove unnecessary bureaucratic obstacles' to building new refineries, and 'ensure a future for nuclear power'. Kerry has promised a more radical approach, with the specific aim of reducing America's dependence on the Middle East, which he says is putting national security at risk. He says he will encourage research into 'clean, renewable sources of energy that no terrorist can sabotage and no foreign government can seize'. He also wants to encourage cleaner, more efficient use of coal and gas. </p> <p><strong>·</strong> Outsourcing: Kerry blames tax breaks for multinationals based abroad for giving US firms an incentive to shift workers overseas - 'if a company is trying to choose between building a factory in Michigan or Malaysia, our tax code actually encourages them to locate in Asia'. He says he will close the loophole and spend the $12bn it will save on a 5 per cent cut in corporate tax rates. Bush says such a measure would just put US multinationals at a competitive disadvantage to foreign rivals. Kerry also supports consumers' 'right to know' where the call centres they use are based.</p>",
  "Democratic hopes of winning the White House have suffered a blow after a court ruled that independent candidate Ralph Nader would appear on ballot papers in Florida. <p>Nader has been blamed by many analysts for costing the Democrats victory four years ago after his leftist third-party campaign attracted many voters who would otherwise have backed Al Gore. </p> <p>Despite appeals from many former supporters not to run, Nader has launched a bid to get on as many state ballots as possible. Florida was seen as a key test. In 2000 he got 97,000 votes in the state which George W. Bush eventually won by just 537 votes. </p> <p>The decision came after weeks of legal tussling as Democrats sought to prevent Nader from standing in Florida as the Reform Party candidate. However, the state's Supreme Court voted six to one to allow him to participate. The move angered Democrats who say that Nader is now helping the Republican cause. 'In state after state, Nader has become an extension of the Republican party and their corporate backers,' said Democratic National Committee chairman Terry McAuliffe. </p> <p>There appears to at least some truth to the charge. Republican operatives have campaigned in some states to allow Nader to stand in the belief he will drain votes from John Kerry. One survey found one in ten of Nader's biggest campaign contributors were Republicans who had also given money to Bush. </p> <p>The fight in Florida carried grim echoes of the bitter election of 2000 when Bush and Al Gore disputed the Florida result in a spat that went all the way to the Supreme Court. Many senior legal figures arguing the case over recent weeks were also involved four years ago. Democrats have accused Florida Governor Jeb Bush, the President's brother, and other Republican state officials of intervening to ensure Nader was on the ballot again, a charge Republicans deny. </p> <p>Nader spokesman Kevin Zeese said: 'This is a case that should have been thrown out of the courts sooner.' Nader, who will now embark on a nine-city tour of Florida, argues that many Republican supporters actually vote for him and democracy is being kept in a stranglehold with only two large political parties. </p> <p>To the dismay of Democratic strategists, Nader is now on the ballot in 27 states and could register for up to a dozen more in the weeks ahead. The list includes several key battlegrounds such as New Hampshire and West Virginia, where Nader could play a vital role in deciding which major candidate wins in November. In most polls Kerry does markedly better when in a two-way race with Bush than he does when Nader is a third choice.</p>",
  "<p>It is billed as reality TV's next blockbuster, but a week before it starts, Channel Five's The Farm has been forced to defend itself against the sort of controversy that usually dogs some of its C-list contestants. </p> <p>As the likes of David Beckham's one-time translator, Rebecca Loos, and model Sophie Anderton prepare for three gruelling weeks spent as farm hands, animal welfare groups have called for the programme to be pulled. </p> <p>They are outraged that the celebrities, who also include magician Paul Daniels and his wife, Debbie McGee, are to perform skilled tasks including 'de-budding' - in which red-hot pokers are used to remove nascent horns on cattle - and 'dagging' - cutting dried faeces from sheep's wool. </p> <p>But the programme's makers argue that The Farm will be the first popular TV show to make consumers confront how food ends up on their plates. </p> <p>'We're trying to reflect real farm life,' said Ben Frow, controller of features and entertainment at Five. ' This is not about cheap titillation. The moment it becomes sleazy, it's doomed.' </p> <p>A French version of the series ended in lawsuits after 15 chickens died during filming. ' We are learning from their mistakes and taking extreme precautions. I want these animals to be the best cared for in Britain,' Frow said. </p> <p>The argument has been given short shrift by People for the Ethical Treatment of Animals, which wants the programme scrapped. Compassion in World Farming has also sounded alarm bells. </p> <p>'We are concerned the animals are being exploited for entertainment purposes,' said communications director Kerry Burgess. 'We're especially concerned about what the celebrities will be asked to do. The government code recommends that dehorning is \"ideally\" carried out by a veterinary surgeon. Likewise, ear tagging should be done by a properly trained person.' However, Burgess said the group acknowledged that the show might help to educate consumers. </p> <p>Five also insists that all contestants will be given adequate training and vets will be on call at all times. It also points out that the animals will be subject to 'best practice' farming guidelines, reared in conditions that are far better than those endured by the majority of livestock. </p> <p>Inspectors from Defra have also given their backing to the show, the latest reality TV offering from Big Brother production company Endemol, whose boss, Peter Bazalgette, dreamt up the BBC's Food and Drink series. </p> <p>Richard Guy, chairman of the Real Meat Company, whose farm in Warminster, Wiltshire, houses the show's set, said he believed it would open people's minds as the BBC series had done. </p> <p>'It's a popular programme that deals with serious issues,' said Guy, a farmer of some 30 years' experience who has helped Food and Drink to expose cruel treatment of farm animals. </p> <p>'The shock value is going to be high. Debudding looks horrendous, but virtually all dairy cattle are debudded. It's necessary to protect the animals from each other. If you drink milk, eat cheese or a Magnum ice cream, you've benefited from it.' </p> <p>Guy said he hoped the programme would help people to make up their minds about farming. 'When I started in 1976 with my first pig, killing it seemed callous. But if you don't like the methods involved, you shouldn't eat pork. If you don't like what you see on the programme, you shouldn't eat meat.'</p>",
  "Dana deserves a medal for her services to Irish democracy. This might sound strange coming from an ardent secularist who believes in the absolute separation of church and state and who thinks fundamentalist Catholicism has cast a withering, reactionary shadow over Irish life since, and arguably before, independence. <p>The former Eurovision Song Contest winner certainly champions all the causes from which liberals and progressives have recoiled: opposition to divorce; insistence on an outright ban on abortion; promotion of Catholic family values; rolling back of European democratic imperatives over Irish law; the special position of the church in Irish society. None the less, Dana, now Rosemary Scallon, has demonstrated more political courage and stuck closer to her principles than the two major opposition parties. </p> <p>While she has made it clear from the outset that she would contest next month's presidential election, both Fine Gael and, depressing it is to say, Labour have run away from the battlefield. The reason for their diffidence is obvious: the overwhelming popularity of Mary McAleese, the current occupant of Aras an Uachtarain.</p> <p>No one, not even her liberal detractors back in 1997, would deny that President McAleese deserves a second term. Despite our misgivings about her own conservative Catholicism and her northern nationalist background, McAleese has remained true to the spirit of her election slogan of 'Building Bridges' seven years ago. </p> <p>She reached out to many sectors of society we once feared she would be alienated from. In defiance of her own church, she took communion in Dublin's Anglican cathedral; she has studiously played down her own views on abortion, contraception and divorce, not allowing her office to be used as a vehicle to reverse the small but significant gains for personal and sexual freedom in the 1990s. </p> <p>Nor has the president used her time in office to advance a traditional nationalist polity regarding Northern Ireland. In fact, she and her husband, Martin, have established quiet but important connections with working-class loyalists, including the UDA's South Belfast brigadier, Jackie McDonald. President McAleese knows more than most public figures in the republic about the importance of bringing that community in from the cold after almost a decade of demoralisation, factional infighting and social degeneration. </p> <p>All this suggests that McAleese has earned another seven years in the presidency, yet for the first time in a long time, I find myself agreeing with the controversialist/columnist Vincent Browne - the Irish people also deserve an electoral contest in October. Browne has been correct to excoriate both Fine Gael and Labour for shirking their democratic responsibilities. </p> <p>Labour, in particular, fear that they would suffer a reverse of the 1990 Mary Robinson presidential campaign, when her victory provided the platform for the party's greatest electoral performance two years later. This time around, Pat Rabbitte and his strategists worry that a hammering in the 2004 presidential poll would paint Labour in a losers' light and thus dent their chances of inflicting major damage on Fianna Fail in the next general election. Fine Gael's calculations are somewhat similar: Enda Kenny and his inner circle fear they, too, will be seriously injured if they collide with the McAleese juggernaut. Irish presidential elections do not lead to change in economic, social, northern or foreign policy. They do, however, set the tone for a nation. Mary Robinson's triumph presaged and even hastened the liberalisation of the republic during the 1990s. Mary McAleese's entry to Aras seven years later chimed perfectly with the south's new re-engagement with the north and the need to create a fresh an all-embracing cross-border project. </p> <p>If the current president's moderation while in office could be characterised as Catholic-lite, then Dana is offering the electorate the Real Thing. Many may find Rosemary Scallon's brand of religious conservatism alarmingly dogmatic. What you have to concede, though, is that this softly spoken, neatly groomed paradigm of traditional Irish Catholicism has displayed more guts in the build-up to the presidential campaign than most of the champions of liberalism and pluralism in the Republic. By running away from the electoral struggle, they are not only abdicating their democratic responsibilities, but Labour and Fine Gael risk being perceived by the voters as a bunch of chickens. </p> <p>Pat Rabbitte, meanwhile, is scheduled to launch Labour's Northern Ireland Forum group next month in Belfast. One thing the northern delegates need to make clear to the Labour Party leader is not to run away from taking on their Sinn Fein opponents. Labour's sister party, the SDLP, are in terminal decline in large part because of an unwillingness to challenge Sinn Fein in the north on issues ranging from the hijacking of the human-rights agenda to how the latter party is financed. Unless Labour, north and south, learn from the fatal errors of the SDLP and their self-destructive embrace and promotion of their lean and hungry rivals in the latter half the Nineties, Rabbitte's party is destined to suffer a similar fate. <br><br><a href=\"mailto:henry.mcdonald@observer.co.uk\">henry.mcdonald@observer.co.uk</a></p>",
  "<p>A Nobel prizewinner, a Pulitzer prizewinner and a Princeton professor to boot, Toni Morrison is a famously grand writer, one not much given to generosity when it comes to interviewers (especially, I cannot help but notice as I read over her cuttings, if they happen to be female). One poor hack, in a funk and fast running out of inquisitorial steam, made the mistake of asking her if she wrote by hand. Morrison replied: 'You've really collapsed now, haven't you?'</p> <p>I, too, fear saying the wrong thing, a dread that first took hold several weeks ago when - via a somewhat embarrassed publicist - I was asked how I was qualified to quiz America's 'national novelist'. What, for instance, was the name of the last American author I wrote about? At this point, my mind went completely blank. The only person I could think of was John Gray, author of Men Are From Mars, Women Are From Venus, which clearly wasn't the thing at all.</p> <p>Oh please, Lord: let me do better today. As it turns out, I needn't have worried. Perhaps it is her jet lag that has made her softer at the edges, or the fact that she is travelling with one of her two sons; but whatever the cause, I get the impression that she is definitely not about to sink her sharp intellectual teeth deep into my ankles. We meet at Channings Hotel in Edinburgh, where she will be reading from her most recent novel, Love (just published in paperback, Vintage £6.99). Morrison is big and handsome, her grey braids swooped back into one oval mass so that they resemble - and, in certain circumstances, this might be appropriate - a wasp's nest.</p> <p>Right now, she is taking a mid-interview cigarette break. She smokes with blithe enthusiasm and, between sips of Earl Grey tea, cracks one wheezy joke after another about American Presidents, past and present (she can be pretty dirty when she puts her mind to it). When Morrison laughs, her entire being seems to shake - as if this raspy guffaw is the engine that powers her. Morrison is 73 now, and the most feted - and loved - writer in all America (her novels sell in their millions thanks, at least in part, to their having been featured, more than once, on her friend Oprah Winfrey's television book club).</p> <p>Busy with her ninth book, she feels she is working against the clock - 'I don't know how much time I have' - and, in many ways, she would far rather be closeted away in her boat house on the Hudson River in Rockland County than sitting here, talking, talking, talking. But Morrison has always talked. In the old days, this was because she wanted to build herself a readership, especially among African-Americans, and 'you can't do that if you're hiding behind a screen'. Now, though, there are more pressing reasons for making herself heard.</p> <p>'Do I have a feeling of America going backwards? Sure. And I can't tell you how frightening it is - to see battles we thought we had already won... We're fighting to vote again. We fighting to protest. This is a major crisis. We're at the edge of a cliff. Do we fall off? Or do we step back?'</p> <p>In her refined molasses voice, Morrison tells me that, personally, she has been in crisis mode for an awful long time. 'Ever since the election in 2000,' she says. 'Paralysed, aghast, seething.' (Morrison, I should warn, speaks as she writes, which is to say, elliptically; you are required to listen on, patiently, until her meaning becomes slowly apparent.) 'Really, it was a form of paralysis. Everyone was speechless. Then, after 11 September, there was a moment for us as a nation... for consolidation. Someone needed to act like a grown-up, and no one did. No one did. If Bush wins, the dread will move on to another level. Mishandled, wicked, duplicitous. Whatever happens with these wars, they cannot be waged properly by this administration.'</p> <p>As one who grew up with segregation, Morrison finds the new suspicion that is abroad in her country especially troubling. The position in which, for instance, Arab Americans now find themselves - they are treated with fierce mistrust - is one that is sickeningly familiar to black Americans. 'The difference is that with black people, you had the summoning of the demons, the aliens [racial myth, the assumption of black irrationality among white people, is a common theme in Morrison's fiction]. This time, no restrictions are being made. There is a bigger rationale for it. They say, \"These are the kind of people who... [commit terrorist acts].\" But the difficulty is: Arab Americans, Arab anything. They're all over the world. Everywhere!' Her voice is now clotted with sarcasm. 'So it has the double horror, for people who think in those terms, of being permanent. It's the ultimate, permanent cause of war.'</p> <p>Morrison considers that the best art is always political, and that the terrible irony of this whole situation is that it has a wonderful by-product in the form of an outpouring of words. It is not only that journalists have woken up. She believes that the climate is, however subliminally, filtering down into novels and theatre and film. She can sense it happening in her own work. 'I'm beginning to feel something unmanageable, and I have to work my way through it.'</p> <p>Toni Morrison was born Chloe Wofford in 1931, and grew up in the small steel town of Lorain, Ohio, a place she has described as 'neither plantation nor ghetto'. Even so, black people had to travel separately on trains and were often barred from public amenities. But while her mother believed that her children were entitled to equal rights, and argued that they should be allowed into the local baths, for her father, a welder, racial battle lines were more clearly drawn. 'He disliked white people,' she once said. 'He distrusted everything they said, and everything they did. It was a moral thing. He thought there was no hope for them. He wouldn't let them into the house.'</p> <p>In spite of this, Morrison insists that she felt the effects of poverty far more than racism and, for that reason, has never ceased to enjoy her earning ability. 'Nouveau riche is the best riche there is,' she says. 'I remember walking into a girlfriend's department, and screaming, \"I'm rich!\" Someone had offered me $50,000 for a book. My worries were over.' (In fact, this was a mere drop in the ocean; the Nobel prize alone was worth £563,000, and her advances now must be whopping).</p> <p>After school, she went to Howard, an all-black university in Washington, where she met her husband, a Jamaican architect called Harold Morrison. They divorced after six years, when she was pregnant with her second child, and she moved to New York with her sons where, until 1983, she worked as a senior editor at Random House. She did not begin writing - in snatched moments, when her boys were asleep - until she was in her thirties, and she was almost 40 when her first novel, The Bluest Eye, the story of a black girl who longs to look like Shirley Temple, was published. This book, and her next, Sula, sold modestly, but her third, The Song of Solomon (1977), won the Critics Circle Award, and the five after were bestsellers.</p> <p>The most well-known of these is still Beloved, the story of a runaway slave who has killed her daughter; it was this book, dedicated to the 60 million who died as a result of slavery, that won Morrison a Pulitzer (she, however, thinks that Love - an opaque novel about five women and the man who obsesses them, is her best; she has called it 'perfect').</p> <p>In the past, she has spoken fondly of her days as a single mother - the other women in the neighbourhood calling round, helping out with babysitting and pot suppers. In the Sixties and Seventies, she thinks, women struggled more, but they were happier. Does she think we have boxed ourselves into a corner?</p> <p>'More than that. There is an embarrassment of choices. But we have not really been trained to handle power. In the Eighties, I was appalled by the way women treated one another in the workplace. Women either invest men with too much power, or they strip them down so they are a weaker version of themselves.'</p> <p>She despairs of some of her female students: 'They are hopelessly concentrated not on relationships, but on sex. They have taken the notion of \"my body is my own\", but they have focused on the most superficial part: breasts... Bits. It is really sad. Fashion reinforces it. So mommies look like their daughters, little children are sexualised out of their skulls. It's unbelievable the ages people begin to explore sex among their peers. That's commodification.'</p> <p>For Morrison, 'commodification' - the default setting of those who live in a consumer society - is a disease, one that came into play even after 9/11, when patriots were urged to go out and shop, to get back into the malls, in order to keep the wheels of the economy turning. 'Why were we not told, \"Stay home, get 30 days' food in your house?\"'</p> <p>If this thought appears to contradict her vehement opposition to the fear that the current administration likes to use to manipulate the electorate, well, too bad. A natural corollary of Morrison's hauteur is her insistent passion for making statements that, to most people, seem extreme, even a bit bonkers. In her essay 'Dead Man Golfing', she likened the trial of OJ Simpson to that of slave mutineers in Melville's novels, and has always believed him to be innocent (it is 'implausible' to suggest otherwise).</p> <p>In 1998, she referred to Bill Clinton as the 'first black President', since he displayed 'almost every trope of blackness: single-parent household, born poor, working-class, saxophone-playing, McDonald's-and-junk-food-loving boy from Arkansas'.</p> <p>Her success has not, she says, made her immune from racism. 'I don't pass without insults. Let me give you an example. I walk into the Waldorf Astoria in New York to check in. We're going to have a drink, and then my friend is going to go home. She stands behind me, as I check in. Finally, the guy says, \"Oh, are you registering too?\" He thought I was the maid. My friend was trembling with anger. It was so personal. But the irony of it was that I was on the cover of a magazine that month, and there were these posters with my face on them all over New York.'</p> <p>But, in any case, she does not feel she is a success. I look at her, wide-eyed, as she says this. 'No! I haven't succeeded at anything,' she says. 'I have written good, and sometimes great books. But, for me, success is not a public thing. It's a private thing. It's when you have fewer and fewer regrets.'</p> <p>The calm boast wrapped neatly around such mournfulness is disorientating. Is she being disingenuous? Is this the thin skin of the ego-maniac at work?</p> <p>'My name is Chloe,' she says, the wonderful voice winding down now, like an ancient gramophone record. 'The Toni, a nickname, I got almost by accident. I didn't even mean to use it as the author name for my first book, but it was too late by the time I got to thinking about it. But Toni Morrison - she's over there. When I walk in the street, people talk to her and she's nice. I'm over here. There are still people in my family who call me Chloe. It's a psychological trick. I accept and agree with the enthusiasm for my work. But the other stuff, the celebrity stuff, it's of no interest to me at all.'</p> <p>This declaration, so ripe with presumption and pop psychology, merits - demands, even - some thorough unpicking. But unfortunately, my time is up. My interviewee is eager to rejoin her entourage outside. That, or she's just desperate for a smoke.</p>",
  "<p>In the past 25 years bookmakers have proved to be excellent barometers for elections in the US and the UK, with the exception of the 1997 general election, when the spreadbetting bookmakers hopelessly underestimated the size of New Labour's majority. </p> <p>Six months ago few gave President Bush much more than an each-way squeak in the wake of the lack of preparation for rehabilitating Iraq. When that dreary rosette is also attached to the rising price of oil and a declining growth rate in the economy, it should have made fairly dispiriting reading for President Bush and the Republican campaign chiefs. </p> <p> However, with 44 days to go until election day, Mr Bush finds himself in the lead by 13 per cent according to a recent Gallup poll on those intending to vote. On a more conservative note, the Rasmussen poll has George Bush 4.5 per cent ahead of his challenger. </p> <p>Ralph Nader to date does not seem to be a real issue. Back in 1992 many will have forgotten that Ross Perot polled 19 per cent of votes. The Democrats seem to have supported a candidate, Senator John Kerry, who lacks gravitas, style or charisma. He appears to have campaigned on the wrong issues - Iraq, security and his Vietnam war record. </p> <p>Is it too late? Many, including Bill Clinton, have told Kerry that the economy and healthcare is the only agenda that can snatch victory from the jaws of defeat. Many fear that it may be too late as Bush seems to have been catapulted into an unassailable lead. GDP growth has fallen from 6 to 2.8 per cent since the beginning of the year. Unemployment is down, but it still stands at 5.4 per cent. The retail sector sits uncomfortably on the cusp. </p> <p>Unlike the UK, the US has an inbuilt culture to own shares. In 1980 Ronald Reagan said: 'Are you worse off than you were four years ago? If so, vote for me.' And they did. Kerry should have put this message across sooner. Is it too late? Maybe. Maybe not.</p>",
  "<p>If all the people who have told me they voted for me had actually voted for me, I'd now be prime minister.</p> <p>There's no point writing your memoirs unless they are going to be scurrilous.</p> <p>There are lots of similarities between me and William Pitt the Younger. We both were prodigies who loved giving speeches and loved parliament. The difference is he was vastly more successful than me.</p> <p>You should never resign to spend more time with your family and decide against it a year later. As a politician, you need your enemy. One of the reasons people support you is because this enemy exists. You may want to wound them, but you don't want to destroy them.</p> <p>It's always good to get your opponent to laugh. I once saw a smile creep around the corners of the Prime Minister's mouth when I suggested a solution to his problems with the London mayor. I advised him to split the job. Frank Dobson could be his day mayor and Ken Livingstone his 'nightmayor'.</p> <p>Have I Got News for You has a role in the British constitution. We have always made fun of our leaders. It's one of the reasons we could never have an Adolf Hitler.</p> <p>I used to do Transcendental Meditation. I only do it now if I feel a headache coming on.</p> <p>I made my infamous speech as a teenager because I thought Margaret Thatcher needed a bit of encouragement. As it turned out, I was wrong. </p> <p>Being a politician is very different to running a business. Unless you can imagine a business where the shareholders meet 24 hours a day, and nearly half are committed to throwing out the management.</p> <p>You can only introduce yourself to the public once. Trying to explain who you are once you are in power is almost impossible.</p> <p>People find failure much more interesting than success. </p> <p>You can learn a lot at business school, but not how to make money. </p> <p>I was never going to be the nation's Emoter in Chief. Equally, I don't want to be led by someone who is guided by their emotions. I want to be led by someone who is cool, steady and ruthless.</p> <p>Tony Blair can say the same things over and over again. Margaret Thatcher was great at that. I used to find that the eighth time I had to do the same thing, I'd say something a bit different to keep myself interested.</p> <p>There is almost nothing addictive about being leader of the opposition. </p> <p>Your brain needs to rest. When I did judo it released a lot of aggression, and it gave me an hour in the day when I could focus on something other than politics.</p> <p>I like to think mine would have been a blunter, more honest government. We would have done the same over Iraq, but we would not have allowed intelligence to bear the weight it was asked to bear.</p> <p>I started to play the piano on the day after we lost the election. And it has been like a light coming on in a different part of my brain. If I have one regret, it is that I did not start to do it earlier in my life. Politics always got in the way.</p> <p>Alastair Campbell once described me as 'a sticker'. I think that's true even though I resigned. I have a wall full of cartoons at home, flattering and unflattering. In one, there are eight drawings of me. Under one it says: 'Leadership attacked by rebels', on the next: 'Humiliated in polls', and so on, and the pictures of me are all the same. I always smile at that, because it was exactly how it felt.</p> <p>It is amazing what you can observe from the top of Swaledale. I still stop by there at the house of my unofficial adviser, 'Mother Goose', for a piece of chocolate cake and a bottle of beer. If anyone wants me to know anything, they tell her. </p> <p>When people talk of a presidential style of politics they forget how difficult it is to be a president with a small majority.</p> <p>You cannot try to pace your life. You will wake up and find out you have missed every opportunity.</p> <p><strong>· </strong>William Pitt the Younger: A Biography by William Hague is published by HarperCollins at £25</p>",
  "Guests toyed with their bread and the waiters resisted serving the sliced cheese and tomato starter. At last, the main doors swung open and all heads turned as Dariga Nazarbayeva took her place at the head of the table. <p>'It is like a suicide to be so late for a meeting with journalists,' she smiled, making eye contact with the international press, all armed with questions about the political corruption that has dogged Kazakhstan since independence from the collapsed Soviet Union. </p> <p>Three hours later, as the last of five courses was digested, the group had been reduced to quivering admiration. An Italian journalist was overwhelmed when Dariga spoke his native tongue. An English reporter rose to his feet and toasted the hostess. Her gently flirtatious magic had an Indian writer eating out of her hand. </p> <p>Nazarbayeva - opera singer, media mogul and grandmother - gave a performance worthy of Margaret Thatcher, whom she regards as a role model alongside Indira Gandhi. Today she may also be about to reach the front line of domestic politics. Victory in Kazakhstan's parliamentary elections would catapult her from obscurity to become the most powerful woman in all the former Soviet republics. </p> <p>But there is a catch preventing reformers hailing Dariga as leading a social revolution in central Asia. Her father is President Nursultan Nazarbayev, who has ruled Kazakhstan for 15 years amid allegations of beatings of political opponents and fierce press suppression. Far from providing a democratic alternative, Dariga does not oppose her father on policy, merely wishing to replace the party apparatchiks surrounding him with her own. </p> <p>This is the peculiar universe of Kazakh politics, where the authoritarian Nazarbayev, 63, lacking a male heir but with three daughters, is in no hurry to make a King Lear-style gift of the world's ninth-largest country. A keen sportsman with an iron handshake, he has already declared his candidacy for the presidential election in 2006, and Dariga's 'rival' party has pledged to support him, sealing his position until at least 2013. In this context, the credibility of today's parliamentary poll is under severe scrutiny, aggravated by allegations of media bias, electronic voting manipulation and intimidation. </p> <p>None of this unduly troubles Dariga, who could become parliamentary speaker if the Asar ('Together') party, which she founded a year ago, defeats her father's ruling Otan ('Fatherland') party. Opinion polls put them neck-and-neck among the nation's 8.4 million voters, comfortably ahead of the other eight contenders. Critics of the president say he is using a mock opposition to split the vote of his real opponents, and is grooming Dariga as his successor to preserve his dynasty and save himself from prosecution once out of office. But Dariga is insistent she will be an authentic thorn in her father's side. </p> <p>'I was not forced to found this party,' she said. 'It was the independent decision of a 40-year-old woman with three children and a small grandchild. I have a PhD in history but there comes a moment when just to observe is dull because there is a a self-satisfaction in the pro-presidential camp which can turn to stagnation. The business and political elite is in crisis. </p> <p>'My father tried to convince me not to do this. He said: \"This is a very hard job. You will get old too soon.\" But when I discussed with him my vision of his party, I told him: \"I will be dealing with your team.\" I want to take away this piece of cake from his party. The new party will involve real people, not state officials.' </p> <p>The President might not have faced such rebellion had he allowed Dariga to follow her heart 20 years ago. 'I wanted to leave Moscow State University for the Moscow Conservatory to sing, but my father told me: \"Singing is not a profession.\" Sometimes I regret it: if I hadn't listened maybe I would now be at La Scala and not causing him problems.' </p> <p>Her husband is ambassador to Austria and a football promoter, and her father-in-law is a national hero for his contributions to surgery. She denies presidential ambitions of her own, but was director of the national television news agency and is outspoken on international affairs and determined to ease Kazakhstan's dash to capitalism. </p> <p>'Imagine what it's like waking up one morning in a system you were taught to despise,' she added. 'About 40 per cent of people here still yearn for the Soviet system,' she added. 'But the younger generation is different. When my son asks, \"Who is Mr Lenin?\" it's very hard to explain.' </p> <p>Yet there are echoes of the Soviet Union, China and North Korea in the city Nazarbayev is constructing as his new capital. Astana, as he renamed it, is dominated by eerily deserted plazas, monumental buildings and skyscrapers and is set on the flat, mosquito-plagued windswept steppe, where temperatures reach 40C in the summer and plummet to -40C in winter. Although the 71,000-acre city oasis is an expression of one man's ego, he is more subtle than other autocrats in the region, stopping short of erecting statues in his own image. </p> <p>Some £14 billion has been spent on Astana, with a further £7bn forecast for the next three years, as the President creates 'a masterpiece of world architecture'. He has enlisted architects from America, Italy and Turkey, and Britain's Sir Norman Foster is creating a 'Palace of Peace', a pyramid 100 metres tall. </p> <p>Accused of human rights abuses and a bribery scandal in the US, Nazarbayev is regarded as a benign dictator by the standards of neighbours such as Uzbekistan and Turkmenistan. Despite 120 ethnic groups and 45 religious denominations, the country has little instability and no significant terrorism. Its economic health outstrips its neighbours and, on some measures, even Russia. Between now and 2015, Kazakhstan plans to massively expand production of uranium, coal, gas and oil. The country's projected GDP next year is $44.5 billion (£24.8bn). </p> <p>Nurtai Abykayev, chair of the senate, summed up the regime's logic: 'In the first year of Kazakhstan's independence it was important to keep the strong power to ensure the country was on the right path. Now our economic performance is way ahead of other former Soviet republics. If the state continues to make the right policy, parties will say they are oppositional but will continue to support the president. There will be no space for criticism.' </p> <p>But last month a report by Human Rights Watch found the government 'has a history of manipulating elections' and was guilty of persecuting opposition, jailing one party leader after an unfair trial. Media intimidation is another concern. A journalist who covered political corruption was killed by a car while crossing a street. The president has decreed that press criticism 'must be preceded by positive information on how fast we are developing'. </p> <p>Andrei Grishin, deputy director of the Kazakhstan International Bureau for Human Rights and Law Observation, has a view far removed from Dariga's easy confidence. </p> <p>'There's a lot of pressure: vote for Otan or lose your jobs, especially in the countryside, where turnout is higher,' he said. 'Generally things are improving. You still get beaten - but not as badly.'</p>"
]