[
  "<p>The Manchurian Candidate of 1962, directed by John Frankenheimer from Richard Condon's thriller, is a chunk of America's psycho-history - as much oracle as movie - steeped in what Norman Mailer called \"that concentration of ecstasy and violence which is the dream life of the nation\". Not surprisingly, Jonathan Demme's remake, conceived in the aftermath of 9/11 and opening in the midst of the 2004 presidential campaign, has been received as an intervention, a desecration, a revision and an all-purpose metaphor. </p> <p>Condon's 1959 bestseller featured a Korean war hero created and programmed by the Chinese communists to serve as the \"sleeper\" assassin who will allow anti-communist triple agents to stage an election year coup d'etat. In essence, Condon suggested the cold war was a Soviet-American co-production. US electoral politics were represented as the province of communist dupes and zombie secret agents, while the novel's demagogic Joseph McCarthy figure himself turned out to be a Soviet creation. One brain washed the other; left- and right-wing paranoia merged. The scenario was nothing less than a satiric version of the John Birch Society's Black Book, which held President Dwight D Eisenhower to be a dedicated servant of the international communist conspiracy. </p> <p>Produced by its star Frank Sinatra's company and released by United Artists, The Manchurian Candidate became the quintessential Kennedy-era thriller. Indeed, there's a sense in which the movie is the Kennedy era - the epitome of glamour and anxiety, an anthology of cold- war anxieties ranging from TV image-building to communist infiltration of the government, which materialised at the height of the Cuban missile crisis to startle audiences with a baroque tale of mind-control, assassination and conspiracy. </p> <p>Sinatra was known to be a presidential pal and, when the Democratic honchos who then ran UA deemed The Manchurian Candidate too controversial to touch, Kennedy proved instrumental in getting the movie made. (Although JFK previewed The Manchurian Candidate at the White House in late August 1962, history does not record his response. Perhaps he was distracted - that day a U-2 spy plane had reported eight missile installations in Cuba that were only weeks away from being operational.) Two months later, The Manchurian Candidate had its premiere as Soviet ships steamed towards the US quarantine line surrounding Cuba, and Under-Secretary of State George Ball warned UN Ambassador Adlai Stevenson that there could be a \"shooting war\" by the following afternoon. </p> <p> The Manchurian Candidate opened at the climax of the cold war and fulfilled its prophetic mission 13 months later when Kennedy was assassinated in Dallas. One researcher recently proposed The Manchurian Candidate as the \"trigger film\" for the ex-marine, returned defector, sniper-or-patsy Lee Harvey Oswald. There's no proof that Oswald ever saw or even heard of The Manchurian Candidate but, even so, the circuit is complete: the movie Kennedy inspired also served as his death warrant. </p> <p>That the Manchurian candidate is a myth may be gauged by two seemingly indestructible misapprehensions, both regularly reiterated in reviews of Demme's remake. The first is the stubborn insistence that the 1962 movie had been a commercial failure and was thus an arcane message or a missed prophecy. In fact, having supplanted Darryl Zanuck's D-Day epic The Longest Day, The Manchurian Candidate reigned as national box-office champ (just in time for Kennedy's mid-term elections). The second misapprehension is that, following the Kennedy assassination, a remorseful Sinatra withdrew the movie from circulation. On the contrary: The Manchurian Candidate was re-released in early 1964 and, revived in the 1970s, it was used to \"explain\" the election-altering shootings of Martin Luther King, Robert Kennedy and George Wallace. (Truman Capote made waves in 1968 when he proposed on The Tonight Show that RFK assassin Sirhan Sirhan was a programmed \"Manchurian candidate\".) </p> <p>Six months after the Wallace shooting in 1972, and a decade after The Manchurian Candidate's initial release, Sinatra reasserted his rights in a contractual dispute with UA and the movie disappeared from cinemas, if not television or popular consciousness. The Manchurian Candidate 's extremely literal and highly fanciful view of behavioural modification remained topical, particularly after revelations of CIA mind-control experiments became public in the mid-1970s. Some 25 years after its release, a network television documentary based on John Marks' 1980 CIA exposé, The Search for the Manchurian Candidate, used clips from the Frankenheimer film to illustrate its thesis. </p> <p>Slick and sombre, Demme's new Candidate lacks the giddy insolence of its predecessor. The tale of a programmed \"sleeper\" assassin, a high-level political conspiracy, and an election-year coup isn't played for gleeful dark comedy; the update recalls Alan Pakula's post-Watergate, crypto- Manchurian remake The Parallax View as much as Frankenheimer's original. Gone is Frankenheimer's svelte Resnais-influenced integration of dreams, flashbacks and daylight reality. The cold war is no longer the nightmare from which Frank Sinatra is trying to awake. Rather, it's the new world order. The bogus military hero Raymond Shaw (Liev Schreiber) and his commanding officer (Denzel Washington in the Sinatra role) have their brains washed during Operation Desert Storm; the title now refers to the mega- corporate Manchurian Global, part Halliburton, part Carlyle Group. Coup d'état has been reformulated as \"regime change\" and there's a red-meat evocation of \"the first privately owned and operated vice president of the United States\". </p> <p>Sinatra's daughter Tina had long been interested in a Manchurian remake, but the project was only given the go-ahead in September 2001. The new version was co-produced by Democratic activist Scott Rudin for Paramount Pictures, whose head of production, Sherry Lansing, is a contributor to the Kerry campaign - as is Sumner Redstone, CEO of Paramount's corporate parent, Viacom. (Paramount has also released Hollywood's most scurrilous contribution to the political season, the raunchy puppet animation Team America: World Police.) Several writers were involved but, according to Rudin, once he and Daniel Pyne (who previously adapted The Sum of All Fears) shifted the emphasis to corporate chicanery, \"You could feel the script start to be alive.\" </p> <p>The second Manchurian Candidate belongs to Bush II nearly as much as the original did to JFK. The movie was in production during the run-up to and early months of the Iraq war, with dialogue rewritten in the light of unfolding events. And, from the opening theme, Wyclef Jean's cover of the anti-Bush anthem Fortunate Son , through the references to \"no-bid contracts\", computerised voting and constant terror alerts, to the elaboration of a corporate conspiracy to install a \"sleeper\" as president, the remake is an unambiguous attack on the current American administration. Despite the internet-fuelled rumour that Meryl Streep was evoking Hillary Clinton for her character, her portrayal of the candidate's mother is far more evocative of Bush aide Karen Hughes - or perhaps even Bush's own mother who, according to Kevin Phillips's American Dynasty, had spoken of becoming First Lady as early as the late 1940s. </p> <p>A week before the second Candidate opened, the New York Times economics columnist Paul Krugman, a relentless Bush critic, imagined a scenario for \"The Arabian Candidate\" in which Islamic fanatics installed a puppet US president who presented himself as the leader in a war against terrorism. Opening in the US less than 24 hours after the Democratic National Convention ended, the movie struck Krugman's colleague, the cultural pundit Frank Rich, as being so blatantly partisan that it \"could pass for the de facto fifth day of the convention itself\". </p> <p>Of course, rightwing websites were already attacking John Kerry as a Manchurian candidate - a bogus war hero under the control of billionaire George Soros - just as Bush's one-time Republican rival, Senator John McCain, had been smeared four years ago as another such \"candidate\", brainwashed in a North Vietnam POW camp. All of the candidates had their Manchurian aspect - not least the third-party perennial, Ralph Nader, who, as several commentators pointed out, seemed determined to ensure Bush's victory and thus a pro-corporate agenda he ostensibly opposes, in a second consecutive election. </p> <p>Demme's movie, too, has been attacked as a \"Naderite yelp against Democratic backsliding\" (The New Republic ), as well as characterised, more approvingly, \"the most extravagantly Chomskyite movie Hollywood has ever made\" (In These Times). Significantly, its release coincides with the remarkable success, at least in New York's alt-film world, of the Canadian horror-doc The Corporation, which applies the Diagnostic and Statistical Manual of Mental Disorders to demonstrate that corporations are by nature psychopathic - self-absorbed, irresponsible, manipulative and unable to empathise or feel remorse. </p> <p>There's no need for a Joe McCarthy-like demagogue in the new Manchurian Candidate . Demagoguery has been dispersed, institutionalised and built into the workings of the national entertainment state that has rationalised, if not replaced, the old American dream life. Paranoia, in the Manchurian remake, is blatantly orchestrated, with a steady background of terrorist and counter-terrorist chatter and a sense of constant surveillance. Patriotic pageantry is even more hysterical and Pavlovian than in the original - and, in the deployment of heroic New York City firefighters and Mount Rushmore, makes a reasonably accurate prediction of Republican campaign ads. </p> <p>These days, regime change through the strategic elimination of political leaders is no longer an issue, at least in the US. Nor is the construction of history's secret agent. A mysterious squarish bulge visible beneath President Bush's suit jacket during his first debate with John Kerry led to much media speculation that he was wired with some sort of radio receiver. Still, the most retrograde aspect of the new Candidate is the use of the old-fashioned José Delgado-type brain implants. </p> <p>As demonstrated by the terror alerts that have figured in the current presidential campaign, along with the new Department of Homeland Security's blandly issued threat of a cancelled election, it's not the assassins who are being programmed with sinister microchips - it is America's body politic. </p> <p><strong>·</strong> The Manchurian Candidate is released on November 19. The Corporation is out now. J Hoberman is senior film critic at the Village Voice and author of The Dream Life: Movies, Media and the Mythology of the Sixties (The New Press).</p>",
  "Iraq's most feared militant group has stepped up its attempts to disrupt the country's first democratic elections by sending letters to the authorities warning it will kill anyone involved in administering the January poll. <p>The group, led by the Jordanian militant Abu Musab al-Zarqawi, has delivered the letters to the Mosul and Baghdad offices of the Independent Electoral Commission. </p> <p>\"The members of the [commission] and anyone associated with fraudulent democracy, will feel the sword of righteousness on their necks,\" the group says in one of the typewritten letters shown to the Guardian. </p> <p>The Zarqawi group, formerly known as Tawhid and Jihad, changed its name last weekend to al-Qaida Iraq, and declared loyalty to Osama bin Laden. It has claimed responsibility for a wave of suicide bombings and hostage-takings, including the murder of the British engineer Kenneth Bigley. </p> <p>Security in the run-up to the elections remains the chief concern for the authorities amid a ferocious bombing and kidnapping campaign by insurgents. Joint military operations are under way to break the hold of Sunni militants in areas south, north and west of Baghdad so that elections can take place. The threats from the militants come on the eve of nationwide voter registration, in which as many as 14 million Iraqis could sign up to vote. </p> <p>From Monday, about 6,000 election workers will staff 545 registration centres in schools and municipal buildings across Iraq. But officials fear intimidation by insurgents will deter many potential voters. </p> <p>A female poll worker in the troublespot of Mahmudiya, south of Baghdad, was kidnapped and killed this week. </p> <p>Carlos Valenzuela, the UN's chief electoral adviser in Iraq and a non-voting commission member, said: \"The security of the facilities and the people are a source of concern and the subject of daily discussions between the commission and the Iraqi forces' supported by the multinational forces. </p> <p>\"There have been threats to the UN for supporting the electoral process for months. </p> <p>\"They are taken seriously, but you have to continue your work. It is very encouraging that there have been no shortage of Iraqis wanting to work for the commission despite the risks.\" </p> <p>Senior Iraqi figures have expressed concern at the level of UN support in Iraq. </p> <p>The Iraqi foreign minister, Hoshyar Zebari, has called on the UN to increase its presence in the run-up to the vote. </p> <p>\"We're expecting more energy, more enthusiasm, more work,\" Mr Zebari told the New York Times yesterday. \"It's the manpower, it's how many people you have. </p> <p>\"It's not enough. Iraq has never had elections.\" </p> <p>The UN has a ceiling of just 35 officials in Iraq, only eight of whom are assigned to assist in the elections. </p> <p>Mr Valenzuela said: \"From the very beginning the UN thought that Iraq didn't require a foreign electoral authority coming in to do the work, because there is enough infrastructure, and there are enough human resources on the ground. Our role was always to provide technical assistance and for that you don't need hundreds of people on the ground.\" </p> <p>\"This is and should be an Iraqi-led election. The decision makers are Iraqis. This will all aid credibility.\" </p> <p>He said there were plans to send a further 25 advisers to Iraq within a few weeks. </p> <p>Meanwhile, interior ministry officials have concerns about the scale of the security operation needed to safeguard some 3,000 polling stations on voting day. </p> <p>\"We should stop tiptoeing around on this issue,\" said Sabah Khaddim, a senior adviser to the interior minister. </p> <p>\"We all know the elections face a substantial security threat from the terrorists, and frankly we are not able to deal with that threat on our own. We need help from our neighbours and the international community. We are facing a big deficit in manpower and equipment.\" </p> <p>Despite the security problems, the commission's chief electoral officer, Adel al-Ami, said meeting the January poll deadline was still possible. </p> <p>\"It is a race against time, but the technical preparations are on schedule. If the elections don't take place then, it will not be because we are not ready.\" </p> <p>Iraqis will elect a 275-seat assembly mainly to draft a permanent constitution. If adopted, the document will be the foundation for a second vote before December 15 2005. </p>",
  "A video shot nine days after the fall of Saddam Hussein has provided powerful evidence that large quantities of explosives missing from Iraq's al-Qaqaa facility vanished after US forces had seized control of the country. <p>The dispute over the missing material, which has overshadowed the final days of the US presidential campaign, looked certain to grow fiercer as a result of the footage. It was released by KSTP, a Minnesota television station affiliated to ABC News that was embedded with the 101st Airborne Division in the early days of the Iraq invasion.</p> <p>Several large barrels marked as containing explosives are clearly visible on the videotape, which also shows US soldiers cutting through what appear to be seals used by inspectors from the International Atomic Energy Agency (IAEA) to secure the munitions.</p> <p>The 101st was not given instructions to secure al-Qaqaa, leaving the facility apparently unguarded as troops were ordered on to Baghdad. The presence of the IAEA seals \"means that what's behind those doors is HMX\" - the explosive at the centre of the controversy - the former United Nations weapons inspector David Albright told ABC.</p> <p>Human Rights Watch said yesterday that it repeatedly gave occupying troops detailed information about \"massive stockpiles of unsecured explosives and munitions located throughout the country\". But the troops \"took little or no action to secure the stockpiles\".</p> <p>The IAEA has said that more than 350 tonnes of explosives disappeared some time after April 9 last year, the day the regime fell.</p> <p>Yesterday, the former commander of the US unit that reached al-Qaqaa complicated the picture by saying that his forces had removed and destroyed 250 tonnes of ammunition themselves. However, the ammunition involved was not under IAEA seal and it remained unclear if the destroyed quantity was part of the missing batch.</p> <p>Either way, the development seemed to contradict the position of the Bush administration, which has repeatedly maintained that the explosives were more likely to have been removed by Saddam's forces.</p> <p>\"We had total control of the air. We would have seen anything like that,\" Donald Rumsfeld, the US defence secretary, said in an earlier radio interview. \"So the idea that it was suddenly looted and moved out - all these tonnes of equipment - is, I think, at least debatable. It's very likely that, just as the United States would do, Saddam Hussein moved the munitions when he knew the war was coming.\"</p> <p>John Kerry, campaigning in Florida yesterday, continued to hammer Mr Bush over the missing material. The president, who waited two days after the New York Times originally broke the story before addressing it, has condemned his opponent for making \"wild charges\", and has promised to continue investigating the matter.</p> <p>On Thursday, a militant group, calling itself al-Islam's Army Brigades, released a video statement claiming that it had obtained \"a very huge amount of the explosives that were in al-Qaqaa, which was under the protection of American forces\".</p>",
  "<p>The American economy has failed to give George Bush a pre-election boost as figures out yesterday showed slower than expected growth in the third quarter of the year. </p> <p>Separate data showed consumer confidence wilting under the effect of high oil prices, which have pushed the price of petrol at the pumps above the $2 a gallon level. </p> <p>The economy has featured heavily in the election campaign as Democratic presidential challenger John Kerry has tried to make political capital out of weak jobs growth in the US this year in spite of the economic recovery. </p> <p>The US economy expanded at an annualised rate of 3.7% in the June to September period, up from the 3.3% of the second quarter but well below the average economist forecast of 4.2% and considerably slower than growth over the previous year. </p> <p>The slight pick up was driven by strong consumer spending, particularly on cars, as car makers again enticed motorists with tempting financing deals in an effort to shift bloated stocks. </p> <p>The latest growth rate is still respectable and in line with the long-run average for the world's largest economy, but many economists expect the 70% increase in the price of oil this year to slow growth sharply in the fourth quarter. </p> <p>\"I think it shows, as the Fed indicated, that the economy regained some traction in the third quarter, but the growth is not robust,\" economist Gary Thayer of A.G. Edwards and Sons in St. Louis said. \"I think it means the Fed can take its time raising rates.\" </p> <p>The US Federal Reserve has raised interest rates three times this year to 1.75% and there is much debate about how fast and how far it will raise borrowing further, especially as many pundits think rising oil and the fading impact of tax cuts are going to slow the US economy. </p> <p>Another quarter-point increase, which would take rates to 2%, is widely expected at the next Fed meeting on November 10 but the Fed is expected to hold off at its December meeting. </p> <p>The gross domestic product data showed the lowest core inflation reading for decades, something that will cheer the inflation-conscious central bank. </p> <p>Paul Ashworth, an analyst at Capital Economics in London, said overall the figures were not too bad. </p> <p>\"However, the real bad news will come in the fourth quarter, when we expect higher oil prices to cut growth to 1.5%.\" </p> <p>Oil prices have risen more than 70% this year and earlier this week US light crude set a record high of $55.67 a barrel, although it had fallen back towards $51 by yesterday. </p> <p>Economists blamed the rise in oil prices and persistent worries about jobs for a drop in a measure of US consumer sentiment. The University of Michigan's confidence index dropped to 91.7 in October, down from 94.2 in September.</p>",
  "The Bush campaign was forced to withdraw one of its eve-of-election advertisements yesterday after admitting that it had been doctored, apparently to increase the size of a crowd of soldiers shown listening to the president giving a speech. <p>Several soldiers appear three times in the image with barely any distance between them, a hard-to-miss alteration that President Bush's aides insisted had been innocently undertaken by video editors without the knowledge of campaign strategists.</p> <p>\"The important thing in this is there was no intent to mislead people about the size of the audience,\" Mark McKinnon, Mr Bush's chief media adviser, told the New York Times.</p> <p>\"They were real soldiers. They were really there. There was no editorial intent here.\"</p> <p>The advert, entitled Whatever it Takes, seeks to drive home Mr Bush's campaign message that only he can properly support American troops at war.</p> <p>It shows him telling the soldiers: \"I've met with the parents and wives and husbands who have received a folded flag. Because of your service and sacrifice, we are defeating the terrorists where they live and plan and you're making America safer.\"</p> <p>There appeared to be no obvious motive for artificially swelling the size of the crowd Mr Bush spoke to at Fort Drum, New York, in July 2002.</p> <p>\"Normally, that's a command performance - everybody available would have come to see,\" said Lieutenant Colonel Paul Fitzpatrick, spokesman at Fort Drum for the 10th Mountain Division.</p> <p>It was his \"educated guess\" that between 4,000 and 5,000 would have been present.</p> <p>The embarrassing modification was initially revealed by Markos Moulitsas, author of the liberal weblog Daily Kos and an election columnist for Guardian Unlimited.</p> <p>The Democrats seized on the story. \"Now we know why this ad is named Whatever it Takes,\" John Kerry's senior adviser Joe Lockhart said. \"Unless [the Bush administration] has changed its position on human cloning, it's got to pull this fundamentally dishonest ad immediately.\"</p> <p>The Bush team said later that it would correct and reissue the advert.</p> <p>Another doctored photograph caused controversy earlier in the campaign: a picture circulated- although not by the Bush campaign team - showing Mr Kerry sitting next to Jane Fonda at an anti-Vietnam war rally.</p> <p>It was found to be composed of two separate shots.</p>",
  "Lisa Johnson made the same trip I did. But while it has taken me a month to get from Boston she and her husband drove down in just three days. It was 1980, she was 28 and he had landed a job in the booming oil industry in Midland. <p>\"I thought I was coming for one year,\" she says. \"That was the agreement. All the way through Texas I was fine. But when I came into town and saw all the oil tanks I just started crying. It was pretty ugly and you could smell the oil.\" </p> <p>If you cannot find a way to love oil - the industry that produces it, the environment that it scars and the money that it makes - then you will probably never find a way to love Midland. </p> <p>Rising from the West Texas desert like a small Gulf state, your entrance to the town is flanked by restless, bobbing, pumping jacks and vast shrubland pockmarked with derricks. </p> <p>Along with Odessa, it's poorer, even uglier sister city 16 miles away, Midland sits in the heart of the Permian Basin - a 1000-mile platform of sediment and salt with a slab of rock on top that is home to one fifth of the country's oil reserves. Between them they boast more than 2,000 firms involved in the oil and gas industry. </p> <p>And according to United States president, George Bush, if you don't find a way to appreciate Midland then you will struggle to find a way to appreciate him. </p> <p>\"I don't know what percentage of me is Midland,\" he once said in an interview, \"but I would say people, if they want to understand me, need to understand Midland and the attitude of Midland.\" </p> <p>The percentage matters. Mr Bush was not born here but in New Haven, Connecticut. Nor does he live here now. When he is not in Washington DC, his home is 330 miles away on a ranch in Crawford, also in Texas. </p> <p>In fact, his relationship to Midland is quite episodic. He came here as a two-year-old, attended the Sam Houston elementary school and then San Jacinto junior high (both state schools). He returned 16 years later in 1975 and married a local woman, Laura Welch. In 1987 he left to help his father on his presidential campaign and has only returned to campaign and visit friends and in-laws. </p> <p>\"He was viewed as an outsider,\" says Jim Brown, a geologist who did business with Mr Bush in the 80s. \"Midland has embraced him as a native son now because he was governor of Texas and now he's president. But back then, to the few people who knew who he was, he was just a rich Yankee kid.\" </p> <p>His Democratic challenger, John Kerry, has a stronger claim to Boston, where he has lived and worked since he returned from the Vietnam war. But while Mr Kerry holds Boston at arms length, lamenting the fact that he \"moved around a lot\" as a child, Mr Bush holds Midland in a bear hug. </p> <p>He has written the city into his personal story as though its mores were seared into his soul. \"There's a West Texas populist streak in me and it irritates me when people come out to Midland and look at my friends with the utmost disdain,\" he told Texas Monthly. When he dies, he says, he wants to be buried in Midland. </p> <p>To his critics these are just more examples of Mr Bush's bid to shed his blueblood background. In 1978 the Democrat Kent Hance inflicted the only electoral defeat Mr Bush has ever suffered, largely by portraying him as a carpet-bagging, Ivy League Yankee. </p> <p>Mr Bush learned his lesson well. But Mr Bush certainly has an emotional claim to the place. Midland is where Mr Bush found a wife, God and gave up the bottle. </p> <p>In 1969 the cultural geographer DW Meinig described Midland as \"the purest example of white Anglo Saxon Protestant culture in Texas\". One of the last cities in the country to desegregate its elementary schools, today it is almost 40% black and Hispanic. </p> <p>But while the colour of the inhabitants may have changed, many of its customs have not. On Friday nights thousands pack the local Grande stadium for high school football. On Sunday mornings they go to church. It's a no-nonsense place where, during the 80s, business was often concluded on a handshake. \"People here are generally friendly,\" says John Nute, who runs a cafe in Wall Street. \"But there's an edge to that. One of the first questions you're asked when you come here is, what church do you go to? If you're answer is one they don't like then you never see them again.\" </p> <p>Oil and money may dominate, but one in eight of the city lives in poverty, most of them quite literally on the wrong side of the rail tracks. \"I doubt he even knew those places existed,\" says Midge Erskine, who knew Laura Bush's mother. \"It's a very segregated town. Over the years the town's ambivalent self-regard has been reflected in its changing slogans. They have included: \"Midland: In the Middle of Somewhere\"; \"Midland: Most Ambitious City Between the Oceans\"; and recently, \"The Sky's The Limit\" - a slogan from the 70s when the oil prices were so high that loan officers needed permission to turn you down - has been revived after Mr Bush said it encapsulated the Midland he knew. It's not difficult to see why Mr Bush would want to mythologise both the town and himself in this way. </p> <p>What is more baffling is that he has managed to get away with it, given that Midland was the site of his most conspicuous failures to date. </p> <p>He set up an oil business, Arbusto, which failed. He ran to represent the area in Congress and lost. By all accounts he had plenty of chances, did not work hard and never succeeded at anything much. \"He used to come into meetings still hung over and you'd see him fall asleep,\" says Mr Brown. \"Then when it was over he'd kind of jolt up and walk out with his team.\" </p> <p>But the nature of each setback and the manner in which he recovered are themselves revealing. Mr Bush is no self-made man. His father arrived in the early 50s and used the finance capital from his family to make millions. </p> <p>When Mr Bush arrived as a young man, 20 years later, his father was a former Congressman and ambassador, soon to become the vice-president. And in Midland connections are everything. \"If a Harvard MBA came to Midland without connections he wouldn't be able to raise the kind of money Bush did,\" says Mr Rosen. </p> <p>But while connections could provide Mr Bush with the money he needed it was not enough to guarantee him success. His father's picture hangs in the Petroleum Museum's hall of fame, but his will not be there any time soon. </p> <p>Mr Brown says Mr Bush's plans were flawed because they were based on \"poor science\". But the firm Mr Brown worked for invested in the projects anyway. </p> <p>\"It was a way of funnelling money to the Bushes without looking like it. His expertise was socialising.\" </p> <p>What is most remarkable about Mr Bush's relationship with Midland is that, despite the fact the he achieved so little, drank so much, lost an election and a lot of other people's money, pretty much everybody liked him. </p> <p>\"You never walked away from George Bush thinking he was a rotten individual,\" says Mr Brown. \"You thought he was your friend, your pal, your chum.\" </p> <p>In other words Midlanders liked him, not because of what he had achieved, but regardless of what he had not achieved. On Tuesday we will see if America will feel the same way.</p>",
  "Plenty of Americans believe it is none of our business whom they elect as their leader on Tuesday. But there are two underlying reasons why any presidential election matters to the rest of the world. The first concerns America's power. There is no nation in the history of the planet whose strength and actions more directly affect the whole human race than the United States. To an unprecedented degree, America makes the world's weather. Its economic, military and cultural might shapes our lives. If America goes to war, we are all embroiled, as the events of the past three years have certainly shown. If the American economy booms or busts, then ours follows suit. If America spurns global agreements on climate change, the whole planet is more vulnerable. Even our domestic politics are shaped by theirs, as the last three years have again dramatically proved. We may not have a vote, but our interests are at stake on November 2, as surely as if we lived in Ohio, Oklahoma or Oregon ourselves. <p>The second reason, more controversially for some, concerns America's example. There has never been a nation like the United States. Its creation was, at least arguably, the single greatest constitutional achievement of mankind in the last millennium. From the earliest days until now, the eyes of all people have indeed been upon America, just as John Winthrop claimed four centuries ago. We can debate whether the greatest of all US presidents was right to see America as \"the last best hope of mankind\". But it is a matter of fact that successive generations on every continent have shared Abraham Lincoln's optimism about his homeland, that they have been inspired by American opportunity and freedom, and that new generations continue to be so. Few nations may have been so fundamentally shaped by racial injustice as the US was, but none in the history of the world has ultimately made a greater success of mass migration and of multi-cultural life either. Anti-Americanism may be more rife than ever in many parts of our world, but even where it is strongest it is a matter of record that millions of people in these very same societies admire America above all other nations. </p> <p>Since at least 1945, when the United States played the decisive role in creating the United Nations, an American presidential election has always been the single most influential event in the global political cycle. No such election, though, has mattered as overwhelmingly and urgently as this one. Four years ago, George Bush was beaten in the popular vote nationwide, yet captured the presidency because of electoral abuse in Florida and a shoddy legal judgment by the nation's highest court. Ever since, far from governing in the unifying manner that would have been appropriate in the circumstances (and that he briefly promised), he has done the opposite. But if Mr Bush has been partisan and confrontational at home - over the federal budget, education, race, civil liberty, the environment and a host of other social and cultural issues - he has been every bit as partisan and confrontational abroad. The attack of September 11 2001, an event of historic seriousness, created an unprecedented outpouring of solidarity worldwide. Three years later, much of that solidarity has been squandered. This has happened largely as a result of a war on Iraq that was not just ill-prepared and ill-executed in its own terms but that also exemplified the administration's aggressive contempt towards other nations, with disastrous consequences that continue to this day. </p> <p>To adapt the words of Talleyrand, the Bush presidency has been not merely a crime but a mistake. Mr Bush has proved a terrifying failure in the world's most powerful office. He has made the world more angry, more dangerous and more divided - not less. This, above all, is why it matters to us, as it should to Americans, that John Kerry is elected on Tuesday. A safer world requires not just the example of American power but the power of American example. Mr Bush has done more to destroy America's good name in the world than any president in memory. Mr Kerry provides an opportunity to begin to repair the damage. It is as simple - and as important - as that.</p>",
  "<b>Going up</b> <br> <p><b>Staying in</b> </p> <p>But only for tonight. Celebrating on the 30th is cheating - save your trick'n'treat energy for tomorrow night </p> <p><b>M&amp;S Limited Collection boots</b> </p> <p>How smug do you feel after getting fabulous, round-toed, high-heeled, leather boots for £79? </p> <p><b>Mustard yellow</b> </p> <p>The new green: supposedly scary, but actually v lovely </p> <p><b>Men with big hair</b> </p> <p>A sign of a worthy leader. We say: Go, Kerry, go! </p> <p><b>Pacha</b> </p> <p>Cherries were big at Louis Vuitton. Start hunting out those old Ibiza trinkets </p> <p><b>Skinny scarves</b> </p> <p>Go shimmery and wear with day and eveningwear. Boho made acceptable </p> <p><b>Going down</b><br> </p> <p><b>Ponytails</b> </p> <p>Too all-American. Much more sophisticated to go French with a twist </p> <p><b>Peacock feathers</b> </p> <p>Did nobody tell these designers they're bad luck? </p> <p><b>Tums, bums and thigh classes</b> </p> <p>Next season's all about peplums, bustles and back ruffles for excellent wide-load coverage. Hurrah! </p> <p><b>Toyboys</b> </p> <p>The new chihuahuas: a random accessory for attention-seeking 'celebs'. We'll stick to silver foxes</p>",
  "Al-Jazeera tonight aired a video of Osama bin Laden directly admitting for the first time that he carried out the September 11 attacks and criticising George Bush. <p>It was the first footage of the al-Qaida leader to surface in more than a year. </p> <p>The video, in which Bin Laden referred to next week's US presidential election, showed Bin Laden in traditional white robes, a turban and a cloak reading from papers and standing in front of a plain, brown cloth background.</p> <p>Bin Laden said: \"We decided to destroy towers in America\" out of frustration over what many Arabs see as America's pro-Israeli Middle East policies.</p> <p>He said the attack was carried out because \"we are a free people ... and we want to regain the freedom of our nation.\"</p> <p>He accused Mr Bush of \"misleading\" the American people in the years since the 2001 suicide airline hijackings that hit New York's World Trade Center and the Pentagon.</p> <p>Addressing the American people, he said: \"Your security is not in the hands of (Democratic candidate John) Kerry or (President George ) Bush or al-Qaida. Your security is in your own hands ....\" </p> <p>He said \"best way to avoid another disaster\" was to avoid provoking Arab anger. </p> <p>\"Liberals do not neglect their security, contradicting Bush, who says that we hate freedom,\" Bin Laden said.</p> <p>Al-Jazeera, based in Qatar, did not say how it had received the tape. The channel has previously broadcast audio and video tapes from members of al-Qaida. It aired about a minute of Bin Laden's comments, but did not say if that was the entire tape.</p>",
  "<p>You are in the middle of a dark forest, night closing in, with a pack of vicious, hungry wolves wandering back and forth in front of you, taking your measure. This is where the Bush administration wants you to see yourself, in an ad titled <a href=\"http://www.georgewbush.com/KerryMediaCenter/Read.aspx?ID=4026\">Wolves (US users only) </a>running in battleground states. The tone is menacing and the message unsubtle: vote Kerry and watch the country get ripped apart by terrorists.</p> <p>But it's not Kerry's campaign that seems most offended by the crass attack. It's the wolves. The <a href=\"http://www.wolf.org/wolves/index.asp\">International Wolf Centre </a>in Minnesota claims the ad amounts to a character slur on wolf populations, which have been under threat for some time now.</p> <p>\"Wolves suffer when the most powerful office in the world associates them with such a widely feared and reviled symbol of evil,\" the group said, not specifying if the evil in question was terrorism or the Democratic party.</p> <p>There are no recorded cases of a healthy wild wolf killing a person in north America, the group added. Indeed they instinctively fear and avoid humans. Which is much the best policy, really, especially around election time.</p>",
  "Peter Marx, one of the leaders of the National Democratic party of Germany (NPD), makes no bones about it: his neo-Nazi party's surprise success in the September 19 regional elections in Saxony was no mere fluke. It was planned like a military operation: the party defined its goals, studied the terrain, drew up a plan of action and drummed up the resources. <p>As a result, for the first time in its history, 12 NPD candidates were elected to the Landtag (state parliament) of Saxony in Dresden. They obtained 191,087 votes, or 9.2% of the poll. The NPD had only once done as well as that, in Baden-W¿rttemberg in 1969. After that, it virtually disappeared from the official scene.</p> <p>Convinced as they are that Germany is now in a virtually pre-revolutionary situation, NPD leaders have the wind in their sails. Their party's headquarters are in the offices of its monthly, Deutsche Stimmung (German Opinion), in the town of Riesa, not far from Dresden. On the first floor, an editorial staff of 10 produces a paper that has a circulation of about 10,000, mostly by subscription. On sale on the ground floor are T-shirts with edifying logos, \"history\" books praising units of the Wehrmacht and the Waffen SS in the second world war, insignia and CDs.</p> <p>All propaganda in favour of the Nazi regime is forbidden in Germany. The NPD is a past master at apparently sticking to the letter of the law while subverting it.</p> <p>J¿rgen G¿nsel, who wears heavy laced boots, a black T-shirt and black jeans, sits on the NPD's national executive and is now a member of Saxony's Landtag. Still only 30, he has had a long career as a far-right activist. It began when he was at high school in Hesse and continued when he repeatedly got into trouble with the law after raising his arm and shouting \"Heil Hitler!\" in public.</p> <p>Peter Marx, 38, a former head of the NPD in the western state of Saarland, is a more discreet man than G¿nsel, preferring to wear a suit and tie. He has just been voted secretary general of the NPD's parliamentary group in Saxony's Landtag, a key post that rewards his talent as an organiser. He joined the NPD in Saarland at the age of 16. A jurist and marketing consultant, he is a man of ideas.</p> <p>His supporters marched at the \"Monday demonstrations\" organised against the Gerhard Schr¿der government's unpopular measures, dubbed the \"Hartz IV reforms\" after their instigator. Their banner bore the slogan \"Marx rather than Hartz\". This was a nod in the direction of communist voters present at the same demonstration, from whom the NPD has borrowed many of its anticapitalist slogans.</p> <p>In Saxony the NPD chose another communist-inspired symbol for its election stickers ? a clenched fist brandished not against fascism but against Schr¿der's reforms. Several days after the election, thousands of stickers were still visible in Saxony. No one had scribbled on them or slashed them ? something that would be unthinkable in the west of the country. \"That's the way it is in our region,\" says Wolkmar W¿lke, an activist in the neocommunist PDS who keeps a close eye on the NPD. \"As the NPD hasn't been banned, it's legal, and as it's legal it has the right to express itself. Some of our members even go along with that. It's a hangover from the time of the German Democratic Republic, when all parties except one were banned.\"</p> <p>Four years ago a team of NPD activists from western Germany turned up in Riesa. \"We'd learned a lot from the French National Front, whose activists had helped us out in Saarland more than once,\" Marx says proudly. \"We realised we needed to personalise the debate and put forward capable people with some social standing, candidates who could put together arguments about social justice. We also adopted a number of ideas aired by Oskar Lafontaine [a former president of the Social Democrats now in bad odour with the party], such as his claim that Germany is rudderless, and that Schr¿der is a liar who makes promises he doesn't keep.\"</p> <p>The NPD abandoned its loutish, aggressive style and patiently established itself in small towns and villages. It found new activists in them and, better, won over worthies disillusioned with the mainstream parties. The NPD's first elected candidates soon found their way on to local councils, thus helping to make the party respectable.</p> <p>The NPD had a two-pronged strategy aimed both at a traditional conservative electorate and at young people with no prospects at a local level. Seasoned activists started canvassing outside colleges and got involved in management of the few youth centres that had survived the break-up of the former GDR. In areas where such centres no longer existed, the activists went out to meet young people who spent their weekends drinking beer in filling-station car parks to the sound of hard rock.</p> <p>The NPD decided to turn its back on confrontation and parades of unsavoury-looking bully-boys. It resorted to a new technique: it got activists to exploit the worries of youngsters who had no choice but to seek work in western Germany. The most go-getting of them had already done so. Many of those who stayed behind were ensnared by the NPD, which exploited their resentment by pointing a finger at immigrants.</p> <p>The fact that immigration is lower in Saxony than in western Germany, and that, in a region where jobs are hard to come by immigrant labour can hardly be made out as a threat, did not worry the party strategists.</p> <p>NPD ideologues are skilled at moving the goalposts. They are prepared to use any argument. They put themselves across as critics of globalisation, enemies of the US and Israel, and strong believers in a Europe where an authoritarian Russia, the last bulwark against the Asian hordes, would be allotted its proper place.</p> <p>During the election campaign, NPD activists gave high-school students free copies of a CD on which the far right's \"bard\", Frank Rennicke, sings \"The Country of Our Fathers\", a group called Abattoir celebrates \"the hour of the patriots\" and the less distinguished singers of Noie Werte scream \"Fuck the USA!\"</p> <p>The NPD's virulent form of anti-Americanism, which condemns the wars in Vietnam, Iraq and Afghanistan, enables it to draw a parallel with the bombings of Hamburg and Berlin in 1943 and 1945, commemorate the martyrdom of the German people, and connect Germany's present travails with the tragic past. It is a novel approach, but one that pays off: last August no fewer than 7,000 people gathered at the NPD's summer festival at M¿cka, near the Polish border.</p> <p>Most of the people who voted for the NPD in Saxony were jobless and under 30. In many cases they were first-time voters and driven by frustration: according to a recent survey, 54% of NPD supporters feel they own less than they deserve. The figure for Germany as a whole is 37%.</p> <p>\"Political power can be defined by its degree of effectiveness and the legitimacy it gets from an election,\" says Klaus-Peter Sick, a historian at the Marc Bloch Centre in Berlin. \"From 1933 to 1990, the east of the country was deprived of democratic elections. Parliamentary liberal democracy does not have deep roots here. What matters more than in the rest of Germany is the cohesion of the community and what is redistributed by the regime. The preservation of democracy comes after that.</p> <p>\"The botched reunification of Germany prompted thousands of youngsters to leave their region in search of jobs. Those who stayed behind have been left by the wayside. They are embittered and prepared to throw themselves into the arms of the NPD, partly because their rebellion contradicts the knee-jerk antifascism of their parents in the GDR.\"</p> <p>With its take on a wide range of issues that feed the fears and fantasies of its constituency ? America, migratory flows, the erosion of values and of authority, unemployment ? the NPD seems to have found a way to transform the east's problems into electoral gains.</p> <p>It is hard to say whether Saxony's disorientated NPD voters were aware of the subtext involved in their choice ? the design and black-white-and-red colours of NPD posters that inevitably call to mind the Nazi flag with its swastika, the activists' marches redolent of earlier parades, and some unusually striking words buried in the middle of a speech that would not have seemed out of place in the mouth of Hitler's propaganda minister, Joseph Goebbels.</p> <p>In an opinion poll just after the September election, a majority of NPD voters said they chose the party purely to express their disgruntlement. The fact remains that the NPD seizes every opportunity of exploiting the subliminal effect of such parallels. Bottles thrown into the sea do occasionally reach their destination.</p>",
  "The group that claimed responsibility for the abduction of three UN workers in Afghanistan threatened today to kill the captives unless Nato and Afghan troops call off their search. <p>The development came after police investigating the kidnapping set up roadblocks around the capital, Kabul, and arrested seven people, including three armed men wearing military-style uniforms. </p> <p>They were seized along with a black pickup truck bearing defence ministry number plates - matching descriptions of the vehicle used in yesterday's kidnapping - according to sources quoted by Reuters. </p> <p>The hunt for the kidnap gang was centred on the Paghman valley, west of Kabul, where the arrests were made. </p> <p>But a spokesman for the Jaish-e-Muslimeen (Army of Muslims), the breakaway Taliban faction that claims to be holding the foreigners, today warned government forces to stop hunting for the kidnap gang and the hostages.</p> <p>\"We demand the search is stopped,\" he told Reuters. \"If the US and Afghan forces find our Mujahideen (holy warriors) during operations, we will kill them.\" The group did not make any demands for the release of the hostages and offered no proof to verify its claims.</p> <p>The victims were working for a joint UN-Afghan commission overseeing the landmark presidential elections that took place earlier this month. </p> <p>The final results of the historic October 9 poll, due in the coming days, are expected to confirm US-backed interim leader Hamid Karzai as the nation's first elected president. Mr Karzai today condemned the abduction as \"a criminal act ... against the Afghan people aimed at derailing the process of peace and prosperity.\" </p> <p>\"Kidnapping won't be tolerated and every possible measure will be taken to ensure the security of the UN employees and other international organisations,\" he said.</p> <p>Interrogation of the suspects arrested today had so far established no definitive link to the kidnapping, according to interior ministry spokesman Latfullah Mashal. </p> <p>However, he said it was \"very difficult\" to believe that Taliban militants could drive around Kabul with guns and military uniforms, suggesting that \"illegal, armed warlords\" may have been behind the attack. </p> <p>The Afghan driver of the UN vehicle, who was beaten and left behind, told investigators that five men got out of a black four-wheel-drive vehicle that pulled in front of them. They forced the foreigners into their car and drove off. </p> <p>Aid workers were told to restrict all but essential movements around Kabul, which is patrolled by thousands of NATO peacekeepers.</p> <p>\"It's an ominous development,\" said Paul Barker of the aid group CARE International. \"We've not seen this kind of incident in Kabul before and I think we are still trying to figure out if it is a new trend or a one-off. Until it's resolved, we won't really know.\"</p> <p>Afghanistan remains a largely lawless country in the grip of warlord militias, despite the presence of thousands of American troops and other foreign soldiers under Nato command. About 1,000 people have died in political violence so far this year, including more than 30 American soldiers. </p> <p>A string of bombings and shootings blamed on militants killed at least a dozen election workers in the run-up to the presidential vote. </p> <p>Election day passed relatively peacefully, but optimism that the militants were a fading force was dampened on Saturday when a suicide attacker armed with grenades killed an American woman and an Afghan teenager and injured three Nato soldiers in a Kabul shopping street. </p> <p>Several foreign construction workers have been kidnapped along the Kabul-Kandahar highway, which is being rebuilt with mainly US funds. One Turkish engineer was shot dead in a shoot-out between kidnappers and security guards in March. Others abducted, including Turks and Indians, were later released unharmed.</p>",
  "The group that claimed responsibility for the abduction of three UN workers in Afghanistan threatened today to kill the captives unless Nato and Afghan troops call off their search. <p>The development came after police investigating the kidnapping set up roadblocks around the capital, Kabul, and arrested seven people, including three armed men wearing military-style uniforms. </p> <p>They were seized along with a black pickup truck bearing defence ministry number plates - matching descriptions of the vehicle used in yesterday's kidnapping - according to sources quoted by Reuters. </p> <p>The hunt for the kidnap gang was centred on the Paghman valley, west of Kabul, where the arrests were made. </p> <p>But a spokesman for the Jaish-e-Muslimeen (Army of Muslims), the breakaway Taliban faction that claims to be holding the foreigners, today warned government forces to stop hunting for the kidnap gang and the hostages.</p> <p>\"We demand the search is stopped,\" he told Reuters. \"If the US and Afghan forces find our Mujahideen (holy warriors) during operations, we will kill them.\" The group did not make any demands for the release of the hostages and offered no proof to verify its claims.</p> <p>The victims were working for a joint UN-Afghan commission overseeing the landmark presidential elections that took place earlier this month. </p> <p>The final results of the historic October 9 poll, due in the coming days, are expected to confirm US-backed interim leader Hamid Karzai as the nation's first elected president. Mr Karzai today condemned the abduction as \"a criminal act ... against the Afghan people aimed at derailing the process of peace and prosperity.\" </p> <p>\"Kidnapping won't be tolerated and every possible measure will be taken to ensure the security of the UN employees and other international organisations,\" he said.</p> <p>Interrogation of the suspects arrested today had so far established no definitive link to the kidnapping, according to interior ministry spokesman Latfullah Mashal. </p> <p>However, he said it was \"very difficult\" to believe that Taliban militants could drive around Kabul with guns and military uniforms, suggesting that \"illegal, armed warlords\" may have been behind the attack. </p> <p>The Afghan driver of the UN vehicle, who was beaten and left behind, told investigators that five men got out of a black four-wheel-drive vehicle that pulled in front of them. They forced the foreigners into their car and drove off. </p> <p>Aid workers were told to restrict all but essential movements around Kabul, which is patrolled by thousands of NATO peacekeepers.</p> <p>\"It's an ominous development,\" said Paul Barker of the aid group CARE International. \"We've not seen this kind of incident in Kabul before and I think we are still trying to figure out if it is a new trend or a one-off. Until it's resolved, we won't really know.\"</p> <p>Afghanistan remains a largely lawless country in the grip of warlord militias, despite the presence of thousands of American troops and other foreign soldiers under Nato command. About 1,000 people have died in political violence so far this year, including more than 30 American soldiers. </p> <p>A string of bombings and shootings blamed on militants killed at least a dozen election workers in the run-up to the presidential vote. </p> <p>Election day passed relatively peacefully, but optimism that the militants were a fading force was dampened on Saturday when a suicide attacker armed with grenades killed an American woman and an Afghan teenager and injured three Nato soldiers in a Kabul shopping street. </p> <p>Several foreign construction workers have been kidnapped along the Kabul-Kandahar highway, which is being rebuilt with mainly US funds. One Turkish engineer was shot dead in a shoot-out between kidnappers and security guards in March. Others abducted, including Turks and Indians, were later released unharmed.</p>",
  "Chuck Broerman does not expect to get much sleep between now and November 2. His Republican party election office has even printed a t-shirt that sums up their 96-hour final push for George Bush and Colorado Senate hopeful Pete Coors: \"No sleep... I'm Bushed and I need a Coors.\" <p>Broerman operates out of a busy, ramshackle office in downtown Colorado Springs, 60 miles south of Denver. Today he is juggling a last-minute trip by school children, who are being introduced to the democratic process by watching the volunteers in action. They wander happily around the office, munching orange slices and learning about the importance of phone banking.</p> <p>As the vice chairman of the Colorado Republican party, Broerman and his team have been charged with turning out the vote in the Springs and surrounding El Paso county, one of the largest Republican counties in the US. Even Colorado's major north-south corridor, I-25, is known as the Ronald Reagan highway for the duration of El Paso county. </p> <p>Broerman confidently predicts that Bush will take between 65% and 70% of El Paso county's vote, but winning here is not his concern, it's raising the numbers. Every Republican he can persuade, nag or drag into the polls by Tuesday will cancel out a vote in the next county south, the heavily Democratic Pueblo county. </p> <p>Colorado Springs is staggeringly beautiful, snuggled up to the Rocky Mountains and dominated by the imposing, 14,000-ft presence of Pikes Peak. The view from the top in 1893 inspired Katharine Lee Bates to write America the Beautiful, and today, with a clear sky and unseasonably warm t-shirt weather, it's easy to see her point. </p> <p>Maybe it was the patriotism inspired by the view that first brought the military to Colorado Springs. By now, 40% of the local economy is tied to the five military bases that surround the town, including the air force academy and the hollowed-out Cheyenne Mountain complex that houses the North American aerospace defence command (Norad). In addition, the Springs is one of the largest military retiree communities in the US.</p> <p>Unsurprisingly then, Broerman says the town has been preoccupied with the war on terror and Iraq. Jobs and healthcare have not played so big here, he says, as the area has seen the economy improving.</p> <p>Colorado Springs has a second major demographic that makes it a Republican stronghold: evangelical Christians. A gleaming complex beneath Pikes Peak houses the worldwide headquarters and 1300 employees of focus on the family, a ministry founded by former paediatrician James Dobson. </p> <p>Ronald Reagan, George Bush Snr and the current president all feature in the introductory video screened at the ministry's visitor centre. Without directly endorsing Bush, the message from the centre is very much one of opposition to abortion, gay marriage and stem cell research. </p> <p>Driving south towards Pueblo later in the day, I hear a focus on the family programme on local radio, encouraging voters to pay special attention to their local elections. The show makes the important and often overlooked point that local choices will directly impact families by determining the direction of schools, libraries and other civic institutions. It is easy to forget about the school board race in the presidential fervour, the show says, but even John Kerry got where he is today by first winning a local election. </p> <p>Forty miles south of the Springs, things are decidedly less buzzy at the Pueblo office of the Bush campaign. In fact, the place is near deserted. But just around the block, the Kerry office is humming, with volunteers bustling in and out hauling huge campaign signs. </p> <p>Pueblo is a steel town in transition, a city still finding its feet now that the mill has slipped far down the list of major employers. Where downtown Colorado Springs is a renovated area of new shop fronts, downtown Pueblo struggles with empty office buildings and deserted shops. But the town also feels confident and proud in the run up to the election - this, you see, is Salazar country. Ken and John, that is, two brothers from a Colorado farming and ranching family who are running for US Senate and Congress, respectively. </p> <p>Ken Salazar, the man in the white cowboy hat, could well deliver a critical senate seat to the Democrats this election, in a state where registered Republicans well outnumber Democrats. He has been running fairly even with Pete Coors in the polls, but while Coors may command the respect of voters, Salazar seems to inspire something akin to a cult following. He is spoken of with great affection, and even Republicans admit he is enormously well-liked. </p> <p>Jobs, the economy, healthcare and social security matter to Pueblo, where the Democratic office has heard relatively little about the war on terror and Iraq. </p> <p>Thirty eight percent of Pueblo residents are Hispanic, and there is a tendency to put Salazar's support down to ethnic identification, and Kerry's support down to Salazar's popularity. But Judy Madrid, a volunteer at the Democrat office in Pueblo, dismisses that.</p> <p>\"People support the Salazars because they're always here, they've not forgotten their roots. It's because they care about the people,\" she says. \"And I believe Colorado will go for Kerry.\"</p>",
  "If you aren't already addicted, take a look at the electoral college vote tracker featured on the <a href=\"http://www.latimes.com\"> LA Times</a> website. Forget Doom or Grand Theft Auto, this is where it's at when it comes to interactive computer fun. <p>This vote tracker offers the mildly obsessed hours of fun and the seriously compulsive politics-watcher a simple way to avoid all other avenues of their life. </p> <p>Barely a week before D-Day, the presidential contest is so deadlocked that only a fool would predict victory or defeat. However, Vote Tracker allows you to process the outcome.</p> <p>Once you get past the irksome registration process you'll find the vote tracker map on the bottom right of the home page. </p> <p>Shut the blinds, disconnect the phone; re-loadable drama and intrigue are but a mouse click away. The map opens up to show the 50 states, colour-coded to match their current allegiance, or left white if still up for grabs. Graze the cursor over any state on the map, and (here's what makes this site different from lesser models out there) the very latest state - wide polling data appears. </p> <p>Then, armed with nothing but this data and your gut feeling, you get to decide how the game will end. The map creators have been generous in allocating toss-up states, leaving 19 states blank for you to play with. </p> <p>So you may very quickly give Washington and Oregon to Kerry, Nevada, Arizona and Missouri to Bush. Head east and you'll have no problem calling New Hampshire (in play until a few days ago) for Kerry, West Virginia for Bush.</p> <p>The electoral college vote tracker calculator automatically updates the vote tally on the right of your screen. Bush now has 212 to Kerry's 175.</p> <p>You may be quite proud of yourself, having whittled down the focus to a dozen states, but this is where the fun really begins; figuring out the last 12 is what separates the men from the boys.</p> <p>At this point it's best to step away from the keyboard, crack your knuckles, blow on your fingertips and perform any other good luck rituals before resuming play. </p> <p>Let's start in the industrial Midwest. Michigan was veering towards Bush a couple of weeks ago, then moved back into the Kerry column and is now a dead heat again. On recent voting history Michigan should go Kerry's way. Pennsylvania has tightened up after leaning to Kerry in the last few days, but Nader is not on the ballot, so we'll give it to Kerry. Neighbouring Ohio should go to Kerry, where he's holding a slim lead.</p> <p>Bush and Kerry keep swapping positions in Wisconsin, a state that hasn't gone for a Republican President since Ronald Reagan. Traditional urban centres have depopulated to form new \"exurban\" townlets with new voting patterns that will have political scientists reassessing their assumptions there.</p> <p>To play this game, however, you can't be afraid of making a few assumptions. Let's assume Wisconsin breaks precedent and goes to Bush. Let's give New Mexico - where Kerry has a two point edge and a friendly governor - to Kerry. Let's assume Iowa - despite voting Democrat in the last 4 elections, but where the candidates are neck and neck - finally breaks Bush's way. </p> <p>Let's give Minnesota - deadlocked until this week, but now leaning to Kerry and a solidly Democratic state for over 30 years - to the Democrat. Lets predict New Jersey - dead even, but historically Democratic - finally sides with Kerry. And let's call Colorado - also dead even - but trending Republican in recent elections - for Bush.</p> <p>Now take a well deserved break and head to Hawaii. Hawaii is hopelessly tied with 12% undecided. 12%! What are they smoking in Hawaii to make 12% of the electorate incapable of making up their mind? Lets take a flyer with Hawaii, where Republicans haven't tasted victory since 1956, and give Hawaii's four votes to Bush.</p> <p>Checking our vote tally, we now stand at Kerry 263, Bush 242. Both candidates are looking for the magic minimum of 270 to go over the top. There are 33 votes still to be had: 27 in Florida and six in Arkansas.</p> <p>Remember to keep breathing. OK, here goes, we're going for broke now. The latest Arkansas polls have Kerry and Bush tied. Surely Bubba - looking a bit pasty after heart surgery - can still nudge his home state over to Kerry. </p> <p>So now it's down to Florida. If Jeb Bush can't make sure his state votes right for his big brother, it's going to be an uncomfortable turkey dinner for him at the Bush family Thanksgiving get-together. Recent polls have given the state to both candidates.</p> <p>If Bush holds Florida the candidates are tied at 269 apiece; a stunning turn of events, the like of which has not happened since 1800, but certainly not out of the question. A helpful pop-up box appears on the screen explaining how the election is now thrown into the hands of a Republican-led Congress. Bottom line, in this scenario, Kerry must take Florida to win. </p> <p>Or you can reload the map and start again, making for hours more harmless fun until November 2, if the outcome weren't so momentous, that is.</p> <p><b>·</b>Philip James is a former senior Democratic party strategist.</p>",
  "<p>In this amazingly tense Presidential race, it helps to stand back a bit from the hour-by-hour cut and thrust, and take in the bigger view. </p> <p>Academics are leading the way in trying to get a clearer picture of what's happening across America. First, there's the famous <a href=\"http://www.biz.uiowa.edu/iem/markets/\">Iowa Electronic Markets</a> site, where they're taking virtual bets on who's going to win. The theory is that lots of people, acting independently of each other to place bets on the race, will be a good predictor of the vote next Tuesday. James Surowiecki's book, <a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/0316861731/qid=1099055755/ref=sr_8_xs_ap_i1_xgl/026-0606614-1288414\">the Wisdom of Crowds</a>, goes into this in greater depth for those of you who feel the need.</p> <p>Second up is some <a href=\"http://election.princeton.edu/\">electoral college meta-analysis</a> by Professor Sam Wang of Princeton University. If that sounds confusing, it's because it really is. But, roughly, it amounts to a sort of poll of polls, which Prof. Wang points out should be more accurate and objective that just one poll. </p> <p>As well as the numbers, he makes some rather cynical - but likely equally accurate - observations about the levels of numeracy among journalists, and the reason why so many polls appear to contradict each other.</p> <p>Finally, if all that stuff just baffles you, how about a survey that asks voters to compare each candidate to well-known brands? Meet the <a href=\"http://www.landor.com/index.cfm?fuseaction=cNews.news&amp;g=1200&amp;storyid=329\">Presidential ImagePower survey</a> which shows voters seeing Kerry as a Subway sandwich shop to Bush's McDonalds, or a dangerously European BMW to the President's all-American Ford. </p> <p>Voters, at least, get one thing unquestionably right in seeing Kerry as Apple Computer to Bush's IBM. Steve Jobs, CEO of Apple, is a big-name backer of the Democratic Party, and the popular-vote-winner-but-overall-loser from last time, Al Gore, is on the company's board.</p>",
  "<b>ON GUARDIAN UNLIMITED THIS WEEK</b> <p>It was supposed to be a job for life. But this week the last of the Selby pits closed, putting 600 coalminers out of work. <a href=\"http://www.theguardian.com/northerner\">David Ward digests the news</a> ...</p> <p>George Bush's coalition is bound by more than a common language, <a href=\"http://www.theguardian.com/uselections2004/glennreynolds/story/0,15140,1337850,00.html\">writes US blogger Glenn Reynolds</a> ...</p> <p>Guardian Unlimited and Documentography have teamed up to capture the lives of American families in the run-up to the US election. Five photographers are living for a week with five very different families from Florida, Ohio, Texas, Georgia and California, <a href=\"http://www.theguardian.com/uselections2004/documentography/\">Meet the participants</a> ...</p> <p>Tearing around in a 4WD and learning to drive a real-life racing car may be every boy racer's dream, but Gwyn Topham <a href=\"http://travel.theguardian.com/countries/story/0,7451,1337909,00.html\">prefers the gentle thrill of the golf cart</a> ...</p> <p>Tiffany Murray's debut novel, Happy Accidents, is a tale of coming-of-age in a family so dysfunctional it makes the Addams clan seem normal. Murray tells Sarah Crown how she revisited the books she loved as a child <a href=\"http://books.theguardian.com/departments/generalfiction/story/0,6000,1337362,00.html\">in order to write her 'psychedelic Cold Comfort Farm'</a> ... </p> <p>The iPod Photo is here. <a href=\"http://blogs.theguardian.com/online/archives/apple/2004/10/ipod_photo_unveiled_at_last.html\">Read the bloggers' verdict </a> ...</p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>The result of the US presidential elections, subject to any legal challenges, is expected sometime on Wednesday ... Tony Blair attends a European council summit on Thursday, with immigration policy on the agenda ... a referendum takes place in the north east on whether to establish a regional assembly ... the Bank of England announces its decision on interest rates ... the Public and Commercial Services Union plans to strike on Friday over cuts in civil service jobs.</p> <p>Wrap subscribers will receive a special one-off digest of the US press on Thursday afternoon.</p> <p>________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p><a href=\"http://education.theguardian.com/higher/books/page/0,11735,1332788,00.html\">A (modern) Greek language course from Linguaphone, or a Troy goody bag for five runners-up</a> ...</p> <p>One of 10 copies of Bernardo Bertolucci's paean to the soixante-huitard generation, <a href=\"http://film.theguardian.com/competitions/page/0,13349,1323275,00.html\">The Dreamers</a> ...</p> <p><a href=\"http://www.theguardian.com/arts/competition/0,13349,1335789,00.html\">Seinfeld DVD box sets and a home entertainment system</a> ...</p> <p><a href=\"http://books.theguardian.com/competition/0,13349,-206,00.html\">One of 10 copies of the Cold War novel that inspired the 1962 film, The Manchurian Candidate</a> ... </p> <p><a href=\"http://film.theguardian.com/competitions/page/0,13349,1330118,00.html\">Fahrenheit 9/11 on DVD</a>.</p> <p> ________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>AFRICA: George Bush became passionate about boosting economic ties and treating millions of people with HIV/Aids. He visited Senegal, South Africa, Botswana, Uganda and Nigeria, called leaders by their first names and invited them to the White House. So for Africa to wish him a speedy farewell from office must strike Bush as ingratitude on a grand scale, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1337155,00.html\">writes Rory Carroll</a> ...</p> <p>FRANCE is likely to be disappointed by any Kerry administration, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1336948,00.html\">writes Amelia Gentleman</a> ... </p> <p>UKRAINE: The grenade was about 60cm tall, and leaned against the wall of the Ukrainian interior ministry. Fortunately for the Kiev police special-forces and opposition activists surrounding it, it was made out of papier-mache and sausages. Ukraine goes to the polls on Sunday and some will protest the result, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1337143,00.html\">reports Nick Paton Walsh</a> ...</p> <p>AFGHANISTAN: Hamid Karzai may have safely negotiated Afghanistan's historic election, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1333958,00.html\">but tougher tests lie ahead, writes Declan Walsh</a> ... </p> <p>USA: A Very Merry Unauthorized Children's Scientology Pageant opened in Los Angeles this month. <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1333958,00.html\">Dan Glaister reports</a> ...</p> <p>________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Ian Belcher returns to the scene of the Exxon Valdez disaster in Alaska to find out how successful the clean-up operation has been ... David Hare on his life in the theatre ... the US's plan to build a super-soldier ... the decline and fall of the English apple ... Why is a feminist like Beeban Kidron directing the new Bridget Jones movie?</p> <p>________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>The free Sport Monthly magazine has an exclusive interview with Eric Cantona about football, philosophy and, of course, kung fu fighting ... Miranda Sawyer meets Bill Nighy ... the news pages look back at the key policy issues of the US election campaign and look ahead at how America might change under the next president ... Observer Review pays tribute to John Peel.</p> <p> ________________________________</p> <p> <b>READERS' LETTERS</b></p> <p>On <a href=\"http://www.theguardian.com/wormseyeview\">Andrew Brown's column on why Britain had a duty to agree to the US request to redeploy the Black Watch</a>: </p> <p>\"Andrew Brown is not wrong but he is not right. That is the cleft stick we find ourselves in.</p> <p>Of course, eternal surrender to circumstance reduces human integrity and dignity. The 'we are there now' argument is saying nothing can change. You could never revise or revoke anything on that basis.\" (RB)</p> <p>\"What utter nonsense! So it is the British left that is disgraceful? Indeed, is nobody else outside the much maligned 'British left' - outside the UK, for that matter - critical of this new step to drive this country and its forces deeper into the disaster that is Iraq today? So that the US military and their minions can go on to annihilate Falluja and what remains of its civilian population before they move to do the same to those other countries, towns and people who stand between them and their plundering schemes?</p> <p>\"Is Andrew Brown still willing and ready to resort to abuse of the left in order to discredit dissent and opposition to bad, disastrous leadership as the cold war hysteria champions used to? Shame.\" (CC)</p> <p>________________________________</p> <p>Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "The 25 leaders of the European Union today signed the EU's first constitution, in the Rome palace which saw the creation of the original common market 47 years ago. <p>The illustrious ceremony, hosted by the Italian prime minister, Silvio Berlusconi, in the Palazzo dei Conservatori, leaves the treaty with two years to be ratified by each member-state, either through their national parliaments or individual referendums - leaving its eventual enactment in doubt.</p> <p>The 300-page constitution, if ratified, would give the EU a president, a foreign minister and a charter of fundamental rights - all deeply controversial in many EU nations.</p> <p>The foreign secretary, Jack Straw, today confirmed that a UK referendum on the constitution was \"likely\" to be in spring 2006 - after both a general election and the UK's rotating presidency of the EU.</p> <p>The new \"rulebook\" for the EU replaces over 80,000 pages of legal documentation accumulated through a variety of treaties bonding the original European Economic Community of 1957, and was prompted by the accession this year of 10 new member states, mostly from the former Soviet block.</p> <p>Today's constitution was also signed by aspirant EU members Bulgaria and Turkey.</p> <p>At least eight member states, including the major players of Britain and France, will hold referendums affirming the constitution, with any \"no\" vote likely to at least deadlock progress.</p> <p>Although the constitution - drawn up over two years by the former French president Valéry Giscard D'Estaing - will for the first time outline the process for an existing member to leave the EU, it has still provoked a strong Eurosceptic opposition in Britain and other countries, with the Conservatives calling it a \"ball and chain\" on British business.</p> <p>Britain successfully argued for a national veto on taxation, defence and social welfare, but the constitution spells out for the first time the division of powers between national government and EU \"competencies\".</p> <p>The new \"EU president\" will serve a two-and-a-half-year term, replacing the existing rotating presidency. The constitution would also introduce a post of EU foreign minister for the first time.</p> <p>The document states: \"The union is founded on the values of respect for human dignity, liberty, democracy, the rule of law and respect for human rights. These values are common to the member states in a society of pluralism, tolerance, justice, equality, solidarity and non-discrimination.\" </p> <p>\"The union shall offer its citizens an area of freedom, security and justice without internal frontiers, and a single market where competition is free and undistorted.\" </p> <p>However, today's gathering is likely to be overshadowed by negotiations over the make-up of the European commission following commission president Jose Manuel Barroso's decision to postpone the EU parliament's ratification of the team.</p> <p>The delay came after it became clear that MEPs would reject all 24 commission nominees rather than accept the Italian Rocco Buttiglione, who has expressed controversial views on homosexuality and single mothers, as the justice commissioner.</p> <p>Today Mr Straw gave the first concrete timetable for a British referendum, saying it would have to wait until after the UK held the EU presidency in 2005.</p> <p>Speaking on BBC Radio 4's Today programme, he said the poll was \"likely to be in early 2006\". He added: \"It would be practically almost impossible to combine both running the presidency with holding a referendum. That is true for any government.\"</p> <p>However, Mr Straw seemed to draw back from the position taken earlier this year by Tony Blair, after the prime minister announced that the government's U-turn on holding a referendum, that such a referendum would take place no matter what other results came in from other countries.</p> <p>Mr Straw said: \"It [the British referendum] won't necessarily be the last one of all the member states.\"</p> <p>Asked if Britain might not hold a referendum if France had already rejected it, Mr Straw said: \"All sorts of things are possible.\"</p> <p>Mr Straw insisted the constitution was \"positive for the United Kingdom\". </p> <p>\"The irony of those who are saying 'vote no' is that you would end up falling back on the existing treaties which are, indeed, the subject of great criticism,\" he told Today.</p> <p>The shadow foreign secretary, Michael Ancram, said: \"What we are seeing today is the opposite of democracy in action.</p> <p>\"The pomp and ceremony of seeing a treaty which the British people have indicated in opinion poll after opinion poll they do not want to see shows, in my view, a contempt for people.</p> <p>\"I would like to have seen this put to the people before there was an agreement on it by the leaders of the various European countries.\"</p> <p>On the European commissioners row, Mr Ancram said it was \"very dangerous\" to question people's religious views. </p> <p>\"If in the future a Muslim was put forward as a potential commissioner, I think we would be very wary of questioning too closely the religious beliefs of that particular person,\" he said.</p>",
  "Eminem has become the latest music star to weigh in on this year's presidential election. In a video for his new single, Mosh, the singer takes George Bush to task for raising taxes and waging the war in Iraq. <p>\"Strap him with AK-47, let him go/Fight his own war, let him impress daddy that way,\" a cartoon version of the rapper sings of the president, as he mobilises a mob of young voters. </p> <p>The video is Eminem's most directly political work. It comes as other stars, from Bruce Springsteen to Leonardo DiCaprio, take to the stump - almost exclusively for Mr Kerry. </p> <p>The video was first aired on MTV on Wednesday and immediately went to the top of the channel's \"hot video\" charts. </p> <p>In it, the rapper leads a crowd of hooded people, including a mother with an eviction notice and a soldier given orders to return to Iraq, in a march to storm a government building. Once inside, the mob remove their hoods and stand in an orderly queue to vote. </p> <p>Eminem, now wearing a smart suit and red tie, declaims in a style reminiscent of Martin Luther King:</p> <p> \"In these closing statements, if they should argue, let us beg to differ, as we set aside our differences, and assemble our own army, to disarm this weapon of mass destruction that we call our president, for the present.\" </p> <p>The video was made by the Guerrilla News Network, a small independent company that has produced other music videos as well as a documentary about the dangers of depleted uranium in Iraq after the US-led invasion. </p> <p>\"We're responsible for this monster, this coward, that we have empowered,\" Eminem sings over a monotonous, stirring beat. \"How could we allow something like this, without pumping our fist?/Now this is our final hour.\" </p> <p>The climax to the video comes as the crowd faces riot police. As images of Mr Bush and Osama bin Laden flicker on a giant screen, the rapper sings: \"No more blood for oil, we got our own battles to fight on our soil/No more psychological warfare to trick us to think that we ain't loyal/If we don't serve our own country we're patronising a hero/Look in his eyes, it's all lies, the stars and stripes/They've been swiped, washed out and wiped, And replaced with his own face.\" </p> <p>The video ends with a black screen and the words \"Vote November 2\".</p>",
  "<p>The most damaging thing for relations between the US and China would be an American attack on North Korea, which the Bush administration has included in its Axis of Evil. If an invasion was on the cards, China would, undoubtedly, spring to North Korea's assistance, putting it in direct conflict with the US.</p> <p>This, says Michael Dillon, director of the Centre for Contemporary Chinese Studies at Durham University, makes the outcome of next week's US election extremely significant for east Asia. </p> <p>\"The Bush administration's policies have been so hawkish that there would be relief in China should he lose,\" he says. \"Kerry doesn't have the same ideological baggage that Bush has - his fabled 'neo con' ideological backing. The assumption is that Kerry would develop more dialogue. There would be a certain amount of quiet satisfaction if Bush wasn't elected.\" </p> <p>Dr Dillon says his analysis is not entirely common. There is an assumption among the liberal left that were Mr Kerry to be elected on Tuesday, it would not make much difference. But he believes there would be a \"style\" change. </p> <p>\"A Kerry presidency would more likely go back to something like the Clinton approach, which emphasised talking.\" He hesitates. \"But the world is a different place. Certain problems have come up. It's much more recognised now that China will be a second major power - it's already a considerable economic rival. It isn't yet a military rival, but in the next 10 to 20 years it could develop to that extent. However liberal and conciliatory a president would be he couldn't ignore that.\"</p> <p>China's economic growth has been \"phenomenal\", says Dr Dillon, and bilateral trade is already booming. </p> <p>\"China will continue to be a major competitor whatever the administration in the White House,\" he says. \"But I suspect that under a Kerry administration the politics might be easy and that might make trade easier. Though a certain lobby in the United States will continue pushing for bars on Chinese trade.\"</p> <p>More trade would, however, make the question of China's human rights record a pressing issue for any president. The US has not pressed hard on the issue recently. First President Bush and now the UN view separatists in the north-west region of Xinjiang as being part of the international war on terror, and have thus taken a more lenient line on China's suppression of political opposition. This situation is also recognisable in Russia. There, President Putin's support for President Bush has largely been on the back of America's tacit support for the Russian conflict with Chechnya.</p> <p>Asia, says Dr Dillon, is going to be watching next week's election very carefully. \"There would be a certain about of quiet satisfaction if Bush wasn't elected,\" he adds.</p>",
  "In the run-up to next week's US elections, Germany's normally talkative political class has taken a vow of silence. Asked by the Guardian at a party for foreign correspondents last week, whether he hoped John Kerry would win, Germany's foreign minister Joschka Fischer gave a twinkling smile. \"Nice try,\" he said. Mr Fischer's reticence is hardly surprising. Over the past two years Germany's relationship with the United States, traditionally its closest post-war ally, has gone through a period of unprecedented turmoil. <p>The reasons are not difficult to fathom. In the aftermath of 9/11, Germany's Social Democrat chancellor Gerhard Schröder gave his total support to President George Bush. Germany provided crucial intelligence in the hunt for the al Qaeda hijackers who organised the attacks in Washington and New York, and backed Washington's decision to attack Afghanistan. But in the run-up to Germany's election in 2002, Mr Schröder took a different approach - explicitly criticising Bush's decision to invade Iraq. The Bush administration never forgave him. The leaders didn't speak for nearly a year; American officials talked pointedly of a 'breach'; while German diplomats admitted that the transatlantic relationship had suffered - well - 'strain'.</p> <p>The question now is - what next? In the event of a Bush victory next week, few experts believe that the German-American relationship is likely to improve fundamentally. </p> <p>\"The problem is that the relationship is broken at the top,\" Dr Andreas Etges, a junior professor in the John F Kennedy Institute of North American Studies at Berlin's Free University, told the Guardian. \"There has been some kind of rapprochement for domestic and international reasons. But for anything to change significantly the US would have to take a clear step towards the French and the Germans.\" </p> <p>There is not much prospect of that in a second Bush administration. But the more intriguing question is what will happen if Kerry wins. Germany's Social Democrat-Green coalition government has deliberately avoided backing either candidate, but there is little doubt that a Kerry victory would be almost universally welcomed. </p> <p>The Kanzleramt, Mr Schröder's Berlin office, could be forgiven for cracking open a few bottles of Sekt, Germany's home-grown champagne. But the celebrations might be brief and the euphoric mood evaporate when a President Kerry rings up the next morning to ask if Germany can send troops to Iraq. </p> <p>\"I think on some level things will immediately improve if Kerry wins. But the Germans will also be waiting nervously for the phone to ring,\" Dr Etges said. He added: \"Not helping Bush has been easy for Germany. But not helping Kerry will be harder. Everyone knows that Kerry will go back to the international community and ask for help in Iraq.\" </p> <p>Mr Schröder has, up until now, consistently refused to send German troops to Iraq. Earlier this month Schröder slapped down his defence minister when - in an apparent overture to Senator Kerry - the minister suggested that this position could change. There seems no prospect of that, regardless of who wins next week. Nonetheless, German diplomats recognise that in the event of a Kerry victory Germany will have to do more - perhaps by offering to train more Iraqi policemen, or by agreeing to write off some of Iraq's vast debt. </p> <p>Germany is currently pressing for a permanent seat on the UN's Security Council; to win the backing of a new Kerry administration for its bid Germany will have to demonstrate its willingness to share more of the Iraq burden. </p> <p>Whoever wins, meanwhile, there seems little doubt that Germany's relationship with the United States has changed irrevocably. Diplomats in Berlin point to two key dates - November 9, 1989 - the fall of the Berlin Wall - and Sep 11, 2001 - the attacks in New York and Washington. With the end of the Cold War and German's subsequent reunification, it was inevitable that Germany would seek to redefine its historically close relationship with the US. After 9/11, meanwhile, the central theatre of conflict has moved - away from Europe and Germany and towards the Middle East. </p> <p>All the more surprising then that Bild, Germany's best-selling tabloid, gave its backing to President Bush on Wednesday. The paper said Bush was less \"wobbly\" than Kerry - and reminded its readers that it was another unpopular Republican president, Ronald Reagan, who had won the Cold War and allowed German reunification. At the time, Germans regarded Reagan as a 'complete fool'. </p> <p>\"It's possible that one day we could be grateful to President Bush as well,\" the paper pointed out.</p>",
  "<p>George Bush's campaign team has been forced to pull a television advert after admitting a picture of the president addressing the troops in Iraq had been digitally enhanced.</p> <p>The election ad showed President Bush addressing the Republican National Convention before cutting to a photograph of a group of soldiers at a rally in New York.</p> <p>But the liberal weblog, DailyKos, showed that the same faces appeared several times in several different places within the same crowd shot.</p> <p>A spokesman for the Bush campaign said the original photograph had been altered because the president and his podium obscured part of the crowd of soldiers. The people who made the advert removed the image of Mr Bush, replacing him with duplicated images of soldiers.</p> <p>Mr Bush's Democratic rivals lost no time in trying to gain political capital from the gaffe. \"Now we know why this ad is named 'Whatever it Takes,' \" John Kerry's campaign adviser, Joe Lockhart, told the Los Angeles Times. </p> <p>\"This administration has always had a problem telling the truth, from Iraq to jobs to healthcare. If they won't tell the truth in an ad, they won't tell the truth about anything else.\" </p> <p>However, the Republicans defended the advertisement.</p> <p>\"What the photo shows is the president speaking to US military forces, American soldiers,\" Republican adviser Steve Schmidt told the Los Angeles Times. \"The soldiers are all real.\"</p> <p>The advertisement will be re-edited and screened on television ahead of polling day next Tuesday.</p> <p>It is not the first time a manipulated image has caused controversy in the presidential campaign.</p> <p>Earlier this year, a faked photograph showed Mr Kerry attending a protest rally against the Vietnam war with Jane Fonda, whose controversial visit to Vietnam in the 70s offended many Americans. </p> <p>The photograph had been mocked up from two separate pictures.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The president of the Royal Academy has decided to step down, it was announced today. </p> <p>The academy also said it had elected a new keeper after the former incumbent resigned, following allegations of fraud. </p> <p>A spokeswoman said Phillip King's decision to quit as president was for \"health reasons\" and had no connection to the scandal. </p> <p>Maurice Cockrill, a former lecturer and Jerwood Prize nominee, has been elected to the post of keeper. </p> <p>The academy has been attempting to draw a line under the investigation, which saw £80,000 of its funds discovered in an unauthorised bank account. </p> <p>The head of the Royal Academy schools, Brendan Neiland, resigned following an internal investigation that uncovered the account. </p> <p>Professor King, who was due to face a vote for re-election in December, said: \"Being president has been a great honour and a great challenge. </p> <p>\"Unfortunately, I have been advised, following my heart operation of two years ago, not to continue to undertake such a demanding role, and so I have taken the difficult decision to step down. </p> <p>\"I am proud of what we have achieved in the past five years, I believe deeply in the academy's position in British cultural life and I feel very optimistic about its future.\" </p> <p>Professor King's resignation will be effective from the end of December. </p> <p>He became president of the Royal Academy in 1999 and has been re-elected on an annual basis. </p> <p>The academy's treasurer, Paul Huxley, said: \"We totally understand and respect Phillip King's decision to step down. </p> <p>\"He has made an important contribution to the Royal Academy over many years and we owe him an enormous debt of gratitude.\"</p> <p>Hartlepool-born Mr Cockrill, 68, taught at the Royal Academy schools from 1994 to 1998 and was elected to the academy in 1999. </p> <p>The painter has been a visiting tutor at the Royal College of Art, Central School of Art and St Martins School of Art.</p>",
  "<ul> <li><a href=\"http://news.bbc.co.uk/1/hi/programmes/question_time/3954967.stm\">Michael Moore on BBC Question Time</a></li> <li><a href=\"http://www.motherjones.com/news/feature/2004/11/10_402.html\">Todd Gitlin: the great media breakdown</a></li> <li><a href=\"http://economist.com/printedition/displaystory.cfm?Story_ID=3329802\">Economist backs Kerry</a></li> <li><a href=\"http://www.comedycentral.com/tv_shows/indecision2004/\">The Daily Show election night coverage</a></li> <li><a href=\"http://www.mypollingplace.com/find.php\">MyPollingPlace.com</a></li> </ul>",
  "President Bush's election campaign received support from an unusual quarter last week when Hasan Rowhani, head of the Iranian Supreme National Security Council, said that four more years of George W would be good for Iran. Yasser Arafat, the Palestinian leader, was asked about the Bush-Kerry contest at a meeting with journalists a couple of weeks ago (before he was taken ill) and replied: \"It makes no difference.\" <p>In London, the consensus among Arab ambassadors - though they don't say so publicly - is that keeping Bush in the White House would be preferable to starting afresh with Kerry.</p> <p>Such views are probably not what most people would expect to hear. Bush denounced Iran in his famous \"axis of evil\" speech and has been making hostile noises about it ever since. He has cold-shouldered Arafat and more or less washed his hands of the Israeli-Palestinian peace process. More generally, as far as the Arab world is concerned, he has spared no effort to make himself the most unpopular American president ever.</p> <p>Disliking Bush is one thing, but working up enthusiasm for Kerry is another - and there's little sign of that in the Middle East. What interests Arabs most is America's attitude towards the Palestinian people. Although the US under a President Kerry might be expected to re-engage in the peace process, Kerry's emphatically-declared support for Israel does not inspire Arabs with hopes of an even-handed approach.</p> <p>Also pointing in Bush's favour is the popular Arab view that second-term American presidents are better placed to take a firm line with Israel than first-term presidents. The theory is that in their second term they no longer need to please the Israeli lobby in the US because they cannot seek re-election again. Although the examples of Jimmy Carter and George Bush Sr tend to disprove this theory, it's widely believed nevertheless. Bush gains, too, from the argument that says it's best to stay with the devil you know. Arab politicians and diplomats are fond of the status quo (look how long most of them have had their jobs) and, after four years adjusting to life under Bush, they would rather not embark on a new learning curve now with Kerry.</p> <p>In any case, the influential Egyptian daily, al-Ahram, sees no substantial difference between Bush and Kerry, and has declared its support for Ralph Nader (of Lebanese descent), describing him as the only candidate who \"responds to Arab-American interests and positions on Palestine, Iraq, civil liberties and world-wide respect for international law\".</p> <p>While agreeing that there may be little difference between Bush and Kerry on Israeli-Palestinian policy, Albert Aghazerian, a Palestinian-Armenian historian, detects a difference in their general attitude. </p> <p>\"It's a difference regarding people who have taken it upon themselves to act as if they are the liberators of the world,\" he said in an interview with the web magazine Bitter Lemons. \"For all his faults, I don't think Kerry will ignore the lessons that we have learnt throughout history. The Bush people think they have a self-righteous justification to go and change the course of things. This messianic spirit, I think, is less in Kerry than it is in Bush ... I believe that Bush has broken the basic rules of common sense ... it has to do with this messianic approach.\"</p> <p>Bush's messianic view, some argue, will bring more polarisation in the Middle East if he gets a second term, simultaneously benefiting the most impatient reformers and the Islamist militants: the reformers will be encouraged by continuing US pressure on Arab regimes, while al-Qaida and its likes will look to Bush for further help with their recruiting.</p> <p>There are various other sectional interests that could gain from keeping Bush in the White House. Bush's relaxed environmental policies benefit the oil-producing countries (as do the current high oil prices). Bush is less likely than Kerry to trouble Arab governments with complaints about human rights, so long as they continue to fight terrorism, and there are many Lebanese who welcome American efforts to stop Syria interfering in Lebanon's affairs.</p> <p>As far as Iraq and the presidential election is concerned, the most Machiavellian view was set out recently in the Jordan Times. On the assumption that the war is unwinnable, the writer suggested that electing Kerry now will allow the neoconservatives to blame him for American failure in Iraq and to insist that everything would have worked out fine if only Bush had been given a bit longer:</p> <p>\"Many on the American right still believe that the Vietnam war could have been won if only the spineless traitors of the left had not weakened American 'resolve' - and they say this even though Richard Nixon, who was elected on a promise to end the Vietnam war and presided over the whole latter phase of it, was a Republican. What could they do with a lost war on a Democratic president's watch?\"</p> <p>Far better, then, to keep Bush in power and make him reap the whirlwind. The Iraq quagmire may also explain why Hasan Rowhani and some other Iranian officials (though not, by any means, all of them) would like Bush to have a second term. So long as the US is bogged down in Iraq, it cannot seriously contemplate toppling the regime in Iran - or, for that matter, in Syria. Prospects for the US remaining bogged down look rather better under Bush than Kerry.</p> <p>Some in the Iranian government also think Bush has begun to realise that his hostile policies towards Iran are unlikely to succeed and is therefore likely to adopt a more realistic approach if elected for a second term. If the dominant view of the Bush-Kerry contest in the Middle East is one of overwhelming cynicism, the picture among Arab-Americans - who do, after all, have a say in the outcome - is rather different.</p> <p>Despite Bush's effort to woo them with a with a message of greetings for Ramadan (\"Americans who practise the Islamic faith enrich our society ... Laura joins me in sending our best wishes\"), they overwhelmingly support Kerry.</p> <p>A recent poll of Arab-American voters in four of the states where they are most numerous - Michigan, Florida, Ohio and Pennsylvania - showed 54% backing Kerry and only 28% backing Bush, with the rest undecided or supporting Nader.</p> <p>Arab Americans, though, have different priorities from Arabs in the Middle East. For them, the most important factor in deciding who to vote for is the American economy, followed by terrorism/national security, according to the poll. Iraq came fourth in their list of important issues, and Israeli-Palestinian issues only eighth.</p> <p>The poll was conducted by Zogby International, a Washington-based firm whose boss, John Zogby, is from a prominent Arab-American family. Last week John Zogby's brother, James, who is president of the Arab American Institute, wrote an article for al-Ahram Weekly explaining why he would be voting for Kerry.</p> <p>\"The last four years have had a devastating effect on our nation,\" he wrote. \"They have tested our national unity and our sense of mission. The Bush administration has pursued domestic and foreign policies that have been both neglectful and reckless. Because of reckless tax cuts a record surplus was turned into record deficits.\"</p> <p>Turning to the benefits of electing Kerry and his running-mate John Edwards, he continued: \"Whatever differences I may have with them, I know that they will pursue diplomacy over unilateral military pre-emption. They can be better trusted to find a way out of Iraq than the arrogant crew that got us into that mess in the first place.</p> <p>\"They will protect our civil liberties ... and they will make the pursuit of an Israeli-Palestinian peace a priority rather than a neglected afterthought.\"</p> <p>Optimistic words. But we shall have to wait a few more days to see if Kerry gets a chance to prove them wrong or right.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>IRAQI CIVILIAN DEATH TOLL PUT AT 100,000</b></p> <p>\"Tony Blair talks simplistically about it getting better in Iraq. These figures prove it is just an illusion,\" says the former cabinet minister Clare Short of a new study showing that about 100,000 Iraqi civilians have died in Iraq since the invasion. </p> <p>Half of those killed - mostly as a result of air strikes by coalition forces - were women and children. The research has been fast-tracked to publication on the Lancet's website after \"rapid, but extensive peer review\", says the Guardian's front page story. </p> <p>\"The finding is certain to generate intense controversy, since the Bush administration has not estimated civilian casualties from the conflict, and independent groups have put the number at most in the tens of thousands\", explains the Herald Tribune.</p> <p>The Telegraph's front page focuses on the mood among Black Watch, the Scottish regiment sent north to assist US troops. Senior officers \"believe that the government agreed to send them there without properly understanding the risks they face\", says defence correspondent Michael Smith. He quotes an email - claimed to be representative of most of Black Watch's senior officers - saying \"we expect every lunatic terrorist from miles around to descend on us like bees to honey\".</p> <p>Rank and file Black Watch soldiers echo such fears in a pooled report from Express reporter Padraic Flanagan that appears in many of the papers. Private Manny Lynch, 19, is quoted as saying \"I was supposed to be going home last Monday and I only found out that I was being deployed four days before ... We have heard a lot about the Triangle of Death which makes everyone nervous.\"</p> <p>The Sun claims to have seen an internal army report revealing that \"a shocking two-thirds of British troops say they have to buy items of kit themselves because army-issue gear is so poor\". A tour of duty in Iraq or Afghanistan can set a squaddie back GBP1,000 in webbing, boots, helmets and other essentials to replace the \"shoddy\" standard-issue equipment, the tabloid claims. </p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1338749,00.html\">100,000 Iraqi civilians dead, says study</a><br> * <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=577151\">Independent: Revealed: war has cost 100,000 lives</a><br> * <a href=\"http://www.iht.com/articles/2004/10/28/news/toll.html\">IHT: Iraqi toll is put at 100,000</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004501341,00.html\">Sun: Army's kit is so shoddy we buy our own</a></p> <p><b>KERRY GAINS MOMENTUM</b></p> <p>\"Nobody on the Democratic campaign dares speak of a wave, but with just four days left there is a sense that Mr Kerry is rising to the occasion\". So says the Guardian's Suzanne Goldenberg, who is following John Kerry on the campaign trail.</p> <p>Mr Kerry seems to have found a toehold in the controversy over of missing explosives in Iraq, reports the Herald Tribune, \"pounding away\" for a fourth day on the issue. The FT says the row has put Mr Bush \"in the unwelcome and unfamiliar position of having to play defence\".</p> <p>\"Whatever the details, deadly weapons are missing. That serves Mr Kerry's case that Mr Bush's war in Iraq has made the world less safe,\" the paper continues.</p> <p>Nevertheless, the outcome still thrillingly uncertain, there's an increasing likelihood of what the FT calls \"election by litigation\". Both campaigns have thousands of \"legal swat teams\" on the ground in swing states to battle for every single contested vote, the paper's Lionel Barber explains in his campaign diary. The Guardian raises the spectre of the rarest of outcomes: an electoral college tie. The paper quotes Thomas Schaller, a political scientist at the University of Maryland, as saying that would result in \"stark raving mad chaos for about a month\".</p> <p>John Kerry certainly seems to have won the battle for celebrity endorsements yesterday with Bruce Springsteen injecting some rock'n'roll into his campaign, as the Times puts it. Whether Mr Kerry's celebrity turn today, Jon Bon Jovi, can trump Bush's appearance with Arnold Schwarzenegger in Ohio remains to be seen.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1338696,00.html \">And if it's a tie? Expect 'stark raving mad chaos'</a><br> * <a href=\"http://www.iht.com/articles/2004/10/28/news/camp.html\">IHT: Kerry presses Bush over Iraq arms</a><br> * <a href=\"http://news.ft.com/cms/s/df981a80-2920-11d9-836c-00000e2511c8.html\">FT: Bush on defensive over missing Iraqi explosives</a><br> * <a href=\"http://news.ft.com/cms/s/01d9c8e2-2948-11d9-836c-00000e2511c8.html\">FT: Battalions of party lawyers ready for election by litigation</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,3-1334811,00.html\">Times: Kerry's hopes borne in USA by 'The Boss'</a></p> <p><b>ARAFAT FLOWN TO FRANCE FOR TREATMENT</b></p> <p>Yasser Arafat was putting a brave face on it, but images of the smiling Palestinian leader wearing blue pyjamas and a woollen hat, surrounded by his doctors, showed the 75-year-old looking frail yesterday after it was confirmed he had a potentially life-threatening blood condition. Amid growing speculation that he is suffering from leukaemia, Mr Arafat is to fly to Paris today for emergency medical treatment. The Times' front page quotes a spokeswoman for the French president as saying that Jacques Chirac is sending an aircraft to collect Mr Arafat.</p> <p>\"Previously, the Israelis had let it be understood that Mr Arafat would leave the Palestinian territories only on a one-way ticket,\" as the Telegraph explains. The reason for this change of heart? \"The desire not to be seen to be responsible for Mr Arafat dying\", the report says.</p> <p>A Guardian leader stresses that although \"Mr Arafat's obituary has been written countless times before\", \"the timing of this latest illness may create new opportunities\" for negotiating an internationally agreed road map to peace.</p> <p>Even if a visible power struggle is delayed for the moment as Arafat's state of health remains uncertain, \"[his] physical absence from the West Bank is bound to lead to further confusion and instability, especially if his absence is prolonged\", as the Herald Tribune points out. The Times says that the Palestinian leader's potential successors \"would not dare to challenge him in public but are circling like barracuda beneath the surface\". </p> <p>One thing is clear, though. \"It is glaringly apparent that there is nobody ready or able to fill his seat of power\", as Anton La Guardia puts it in the Telegraph. </p> <p>Meanwhile, life goes on for ordinary Palestinians. In a report from the streets of Ramallah yesterday, the Independent's Donald MacIntyre says their views cover \"the spectrum between apprehension and mute indifference [...] to the drama unfolding behind the concrete and barbed wire defences of the battered Arafat compound\".</p> <p>* <a href=\"http://www.theguardian.com/israel/Story/0,2763,1338759,00.html\">Turmoil fear as Arafat leaves for urgent treatment</a><br> * <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=577142\">Independent: Palestinians gripped by fear and uncertainty as prospect of power vacuum increases</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/29/uarafat.xml&amp;sSheet=/portal/2004/10/29/ixportaltop.html\">Telegraph: Israelis let seriously ill Arafat fly to Paris</a><br> * <a href=\"http://www.iht.com/articles/2004/10/28/news/arafat.html\">IHT: Arafat set to travel to Paris for treatment</a></p> <p><b>JUDGE WRITES OFF COUPLE'S DEBT</b></p> <p>How do you turn a GBP5,570 debt into GBP384,000? Take out a loan with an APR of 34.9%. But there is good news for Tony and Michelle Meadows, who did just that and ended up nearly losing their home. As the Times's front page explains, a court ruling has wiped out their debts - and could have \"far-reaching implications for borrowers and lenders alike\". Judge Howarth ruled that the huge penalties on the couple's loan were too high and cancelled the entire debt.</p> <p>Unsurprisingly, the Meadows (who said the ruling had lifted a tonne of weight off them) \"cautioned anyone thinking of taking out a loan 'to read the small print very carefully'\", says the FT.</p> <p>The ruling, says the Guardian, will \"renew pressure on ministers to establish a maximum interest rate that lenders can charge\". </p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1338708,00.html\">Ruling turns up heat on lenders</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1334834,00.html\">Times: Judges writes off couple's 'unfair' debt of GBP400,000</a><br> * <a href=\"http://news.ft.com/cms/s/d0e71a82-2947-11d9-836c-00000e2511c8.html\">FT: Couple not liable for GBP384,000 debt from GBP5,750 loan</a></p> <p><b>MUTU 'TO BE SACKED'</b></p> <p>Football plasters the front and back pages of today's Sun, which leads with exclusive advance news of Adrian Mutu's sacking today for what the tabloid calls \"gross misconduct\".</p> <p>The Chelsea striker tested positive for cocaine last month and has admitted to having taken a banned drug. The player cost Chelsea GBP15.8m: \"by sacking him, Chelsea won't recoup a penny\", says Nick Parker and Guy Patrick of the Sun.</p> <p>In an editorial the Sun praises Chelsea for the move, saying: \"Someone had to take a stand, and the London club have had the courage to do it. Even allowing for the deep pockets of owner Roman Abramovich, it cannot have been an easy decision to write off a striker who cost GBP15.8m.\"</p> <p>* <a href=\"http://football.theguardian.com/News_Story/0,1563,1338840,00.html\">Six-month ban likely for Mutu</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004501762,00.html\">Sun: Chelsea sack Mutu</a></p> <p> <b>MONKS ABJURE ST BERNARDS</b></p> <p>A journalist's dogged pursuit of the story behind the plan to sell the St Bernards of St Bernard - the brandy barrel-toting dogs and the 950-year-old Swiss hospice share the same name - produces a whimsical piece of reporting in the Herald Tribune.</p> <p>Ian Fisher faces a distinctly frosty reception from the Reverend Frederic Gaillard, who \"has been fielding up to 15 calls a day from reporters\". The trouble is that the dogs' legendary rescue skills have been outstripped by technology, and the monks find the huge canines, well, distracting. \"We think it's better to spend more of our time listening to people and not just them\", the Herald Tribune quotes Gaillard as saying. The fuss over the dogs' sale, it seems, is not warranted either, as only their ownership will change and they'll continue to spend summers in the Alps with the monks.</p> <p>* <a href=\"http://www.iht.com/articles/2004/10/28/news/journal.html\">IHT: Dogs are a frosty topic at hospice of St Bernard</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>Two more Scottish regiments may join the Black Watch in one of the most sangerous parts of Iraq, it emerged today.</p> <p>Tony Blair joins other European Union leaders in Rome for the signing of the constitutional treaty.</p>",
  "<p>Has there ever been a more sombre political moment on American campuses as the one seen in the run-up to their country's closely fought presidential election? An <a href=\"http://www.indystar.com/articles/4/189741-4604-098.html\" target_new\">article</a> in the Indianapolis Star sums the mood up well, reporting on the unprecedented activity among students gathering together and debating the issues at institutions of higher learning like Butler, Indiana State and Purdue universities.</p> <p>The same report draws on a fascinating <a href=\"http://technicianonline.com/story.php?id=\" 010420\"\" target_new\">study</a> by <a href=\"http://www.harvard.edu\" target_new\">Harvard University</a>, which shows interest among young voters nationwide has soared to its highest point since 1972, when 18-year-olds first won the right to vote in the US. As many as 80% definitely plan on voting, the study says. Signs of that commitment have surfaced at campuses, with many reporting strong registration drives.</p> <p>Still, the short answer to the initial question appears to be - no. At least not at <a href=\"http://www.msu.edu\" target_new\">Michigan State University</a>, where the relative fortunes of Mr Kerry and President Bush took a back seat this week to another momentous altercation, according to the <a href=\"http://www.statenews.com\" target_new\">State News</a>.</p> <p>The paper reports that an 18-year-old male student was arrested for a domestic assault after a fracas occurred involving a hamster and two campus roommates. The two went home last weekend, leaving a room key with a mutual friend to take care of a pet hamster.</p> <p>When they returned, however, the hamster was missing, and one roommate told police the second roommate was upset and left the room. The other roommate later returned and \"allegedly sprinkled hamster faeces and cage droppings on the first roommate's bed, refusing to clean it off\".</p> <p>The first roommate responded by doing the same to the second bed.</p> <p>Upon finding his bed soiled, the second roommate reportedly threw a chair at the first roommate, hitting him on his right leg. The first roommate told police he pushed the second man to prevent being hit again, and other students entered the room to stop the fight.</p> <p>The second roommate has been arrested for domestic assault. Sadly, there is still no word on the hamster's whereabouts, condition or even the creature's name. </p> <p><strong>Just fancy that</strong><br> \"Theory of Relativity Evidence Found\" - headline, <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A52713-2004Oct21.html\" target_new\">Washington Post</a>, October 22. </p> <p><strong>Great moments in research (1)</strong><br> In Australia, a ground-watering study has found that western women are unable to urinate properly.</p> <p>The study, reported in the <a href=\"http://www.news.com.au/common/story_page/0,4057,11202529%255E1702,00.html\" target_new\">Australian newspaper</a> compares western toilets with what its authors at <a href=\"http://www.jcu.edu.au\" target_new\">James Cook University</a> deemed to be the third world experience. It found that westerners could not hold the squat position for more than 30 seconds without falling over.</p> <p>Ajay Rane, the university's head of obstetrics and gynaecology, oversaw the study, conducted over two years using 100 women. It compared urinating styles using the squatting position and the \"perfect\" position on the conventional toilet, which involved volunteers putting their feet flat on the floor and leaning forward.</p> <p>\"We were quite sure squatting would be far superior to the western toilet position,\" he told the paper. However, \"we have a problem now - one third of the population is unable to squat.\"</p> <p>Also on the investigative front, in Russia, a research chief at the Centre of Ecological Safety and Survival, in Yekaterinburg, claims to have found a scientific basis for his argument that foul language has a pernicious impact on all <a href=\"http://www.123bharath.com/health-india-news/index.php?action=fullnews&amp;id=\" 32792\"\" target_new\">life</a>.</p> <p>According to the report, a scientific team has been investigating the way swearing affects water, which according to the head researcher, Gennady Cheurin, possesses \"memory\". His scientists directed a string of oaths at a water jar that was later used to water wheat seeds.</p> <p>\"As a result, only 48% of those seeds that have been watered with 'aggressive obscenities' sprouted. Among those seeds that have been watered with \"mild foul language\", however, 53% sprouted. And among \"those seeds that have been watered with holy water, 93% sprouted.\"</p> <p>The good news, for non-Russian speakers at least, is that swearing in no other language than Russian \"is capable of doing so much harm to one's body\", according to Dr Cheurin.<br></p> <p><strong>You pays your money...</strong><br> \"College Costs Spike Again\" - headline, <a href=\"http://money.cnn.com/2004/10/18/pf/college/college_costs/?cnn=\" yes\"\" target_new\">CNN/Money</a>, October 19.<br> </p> <p>\"College Costs Level Off - a Little\" - headline, <a href=\"http://www.cbsnews.com/stories/2004/10/19/national/main650128.shtml\" target_new\">CBSNews.com</a> October 19.<br> </p> <p>\"Studies: Pace of College Costs on Decline\" - headline, <a href=\"http://news.yahoo.com/news?tmpl=story&amp;u=\" ap 20041019 ap_on_re_us college_costs_3\"\" target_new\">Associated Press</a>, October 19.<br></p> <p>Whatever. For a slightly more dependable take on college costs in the US, including fees for British students studying abroad, there's this recently created <a href=\"http://www.GraduationWatch.org\" target_new\">guide</a> to nearly every four-year undergraduate institution in the US.</p> <p><strong>Great moments in research (2)</strong><br> In the US, a <a href=\"http://www.umn.edu\" target_new\">University of Minnesota</a> scholar swam in what the <a href=\"http://www.mndaily.com/articles/2004/10/06/10548\" target_new\">Minnesota Daily</a> describes as a pool of a snot coloured, thick, sticky, syrupy substance - \"for the sake of curiosity and science\".</p> <p>In his study, which is to be officially published in November, Edward Cussler, a professor of chemical engineering, determined that swimming in a pool concentrated with guar - a thickening agent used in consumer products, which is twice as thick as water - takes the same amount of time as swimming in a pool of water. \"The margin of error was four seconds.\"</p> <p>A mix of 16 volunteer and recreational swimmers participated in the study. A touch unsurprisingly, perhaps, Dr Cussler said the work did not yield any practical results or applications.</p>",
  "<p>Profits at Lord Heseltine's Haymarket Group fell 10% in 2003, according to accounts that have just been filed to Companies House. </p> <p>The trade and consumer magazines group, publisher of Campaign, Management Today and Stuff, made a pre-tax profit of £13.9m for 2003, down from £15.2m the previous year. </p> <p>Turnover, including joint ventures, at the group was virtually static, rising to £180.6m from £179.6m. </p> <p>One of the directors, but not Lord Heseltine, received a payment of £1.22m for 2003, which constitutes accumulated bonuses \"for quite a number of years,\" according to the Haymarket finance director, David Fraser. Meanwhile, the group's international expansion continues. </p> <p>Turnover originating outside the UK rose from £19.8m to £42.3m for 2003. Over the year the group established a subsidiary in India, and a joint venture in China. </p> <p>This marks the second year of profitability in a row for the group, following a disastrous 2001, when the global downturn in advertising contributed to a £7.2m loss. </p> <p>The group is majority owned by Lord Heseltine and family trusts. Formerly a Conservative deputy prime minister and president of the Board of Trade, Lord Heseltine was once tipped as a possible Tory leader, though he decided not to contest his Henley seat at the 2001 election. Despite his allegiances, the group contributed just £1,000 to the Conservative party, making a further £25,000 contribution to the centrist umbrella campaign group, Conservative Mainstream. </p> <p>Lord Heseltine said: \"I am pleased to report a steady performance for the Haymarket Group in a year of continued difficult market conditions. </p> <p>\"As we predicted last year, turnover and profits have remained flat where we have faced tough conditions in some of our core markets, but this did not deter us from pursuing our growth plans both in the UK and overseas, shown by the increase in our development expenditure to £2.7m.\"</p>",
  "With four days to go to an election that every poll suggests is too close to call, American political scientists fear a new quirk that could threaten the country's embattled electoral system: a tie. <p>An exact draw is possible because the president is not chosen by popular vote, but by 538 electors in the electoral college. The electors are chosen by each state and there are many ways George Bush and John Kerry could end up with 269 electors each. In fact, according to a new computer analysis quoted in the Washington Post, there are 33 different permutations that could make that happen. </p> <p>Thomas Schaller, a political scientist at the University of Maryland, said an electoral college tie remained \"the rarest of outcomes\". </p> <p>But this year, the country is braced for the unusual, and if the election is a draw, Mr Schaller warned: \"Look for stark raving mad chaos for about a month.\" </p> <p>Richie Robb, a mild-mannered Republican mayor of a West Virginia town, could find himself at the centre of the furore. </p> <p>His party has nominated him as one of West Virginia's five electors if the president wins the state. But he says he is not sure he wants to vote for Mr Bush. </p> <p>He has already come under intense Republican pressure to toe the line but he told the Guardian yesterday he was holding firm to his indecision. </p> <p>\"I'm still undecided. I have some problems about voting for President Bush. Starting a war in Iraq was the wrong step in the fight against terrorism. And then tax cuts that help the rich and not the moderate earner ... \" But Mr Robb added that he was also unimpressed by Senator Kerry. </p> <p>If Mr Robb refuses to cast a vote for either candidate, Senator Kerry could win the electoral college by 269 votes to 268, but not before Mr Robb was subjected to the most intense pressure from the White House. He said he was aware of the prospect. \"We'll cross that bridge when we come to it,\" he declared. </p> <p>Alternatively, a potential tie could be broken in Maine, one of only two states that splits its four electoral votes according to the election result there, rather than on a winner-takes-all basis. The other state that does that is Nebraska, which is solidly Republican. </p> <p>Assuming that, after all the legal wrangling, the electoral college is still tied, the constitution stipulates that the president should be chosen by the House of Representatives, and the vice-president by the Senate. </p> <p>Mr Bush should win a House vote, as there are far more Republican-dominated state delegations than Democratic ones. But if John Kerry wins the popular vote, as Al Gore did in 2000, a decision by the House of Representatives to award the election to Mr Bush would trigger fierce protests. \"It will be a constitutional crisis,\" Mr Schaller said. </p> <p>The first impressions of what that crisis may look like are already apparent in Florida, where election officials declared themselves baffled yesterday by the whereabouts of tens of thousands of absentee ballot papers. </p> <p>Broward county, one of the focal points of the recount drama in 2000, said it would resend at least 20,000 ballots by overnight mail, and by courier if necessary, after complaints suggesting that up to 58,000 forms might never have arrived after being posted on October 7 and 8. The county's deputy elections supervisor, Gisela Salas, said the problem had been \"beyond our control\", but the US Postal Service also denied responsibility. </p> <p>\"Let's just hope it's not a close election,\" said Walter Berns, an expert on the electoral college at the American Enterprise Institute. \"If we have a replay of Florida 2000, with all these lawyers all over the place, it will undermine the legitimacy of the constitution.\"</p>",
  "The FBI has begun investigating whether the Pentagon broke the law in awarding contracts in Iraq to Dick Cheney's former company Halliburton. <p>It wants to interview Bunnatine Greenhouse, a senior officer in the Army Corps of Engineers, who has publicly said that the corps gave contracts for which tenders had not been invited, worth billions of dollars, to a Halliburton subsidiary, her lawyer told the Guardian. </p> <p>The FBI is also collecting documents from government offices, AP reported. </p> <p>The FBI has already investigated some of Halliburton's Iraqi activities, but it is now treating the defence department's dealings with the vice-president's old company as a potentially criminal matter. </p> <p>Stephen Kohn, Ms Greenhouse's lawyer, said his client would cooperate, but must be protected as a whistleblower. </p> <p>\"If she is removed from her job, there will never be a full and fair investigation,\" he said. </p> <p>\"We've got a letter of commitment to that effect, and we hope that holds. But now that people know the FBI is involved they have even more of a motive [for retaliation].\" </p> <p>There should also be a congressional investigation, he argued. </p> <p>The corps of engineers, the government's main agency for major public works, said it was \"absolutely cooperating\" with the FBI. </p> <p>A Halliburton spokeswoman said the company was cooperating with several investigations, but blamed election politics for the revelations. </p> <p>\"The old allegations have once again been recycled, this time one week before the election,\" Wendy Hall told AP. </p> <p>Part of the evidence Ms Greenhouse submitted in her formal complaint was a Pentagon email in which an Iraqi contract is described as having \"been coordinated\" with Mr Cheney's office at the White House. </p> <p>The vice-president has consistently denied being involved in appointing the company, which has argued that it is the only one capable of doing the work required. </p> <p>In Iraq, as an advance unit from the Black Watch arrived at their new base south of Baghdad, more kidnappings underscored the absence of security. </p> <p>Militants said they had killed 11 Iraqi national guards in the south, showing footage on a website to prove that it had beheaded one and shot 10 others. On Saturday about 50 guardsmen were massacred north-east of Baghdad. </p> <p>Another militant group seized two truck drivers, from Sri Lanka and Bangladesh. Their demands are not yet known. </p> <p>Al-Jazeera television showed a video of a female Polish hostage, with a demand for the withdrawal of Polish troops from Iraq - a call the Polish government has rejected </p> <p>The Polish woman is said to have been in Iraq for many years and to have Iraqi citizenship, like the aid worker Margaret Hassan, who is still being held. </p> <p>But Polish officials said they had no record of her. </p> <p>\"The only Polish citizens in Iraq were those who had been married to Iraqi men and had been here for many years,\" a Polish official in Baghdad said. </p> <p>Iraqi officials said militant groups were intensifying their campaign of hostage-taking. </p> <p>Militants led by Abu Musab al-Zarqawi are still holding a Japanese man, who they threatened to behead unless Japan withdraws its troops. </p> <p>\"For those foreign workers still in Iraq, the risk of being kidnapped is at all-time high,\" an interior ministry official said. </p> <p>On Tuesday, up to 20 insurgents attacked the compound in Baghdad where Kenneth Bigley was seized.</p>",
  "A lunar eclipse. A World Series victory after 86 years for the Boston Red Sox. For the Democratic faithful, it was an unmistakable omen: John Kerry, locked for weeks in a dead heat with George Bush, now had the stars on his side. <p>Mr Kerry certainly seemed to think so yesterday as he bounded on stage in baseball cap, shirtsleeves and striped tie in Toledo, Ohio, much more relaxed than usual, and visibly happy. </p> <p>\"I'm feeling great,\" he told the crowd in a voice raspy from cheering on his team. He recalled the right-wing radio host who had taunted that he would never be president until the Red Sox won the title: a notion once dismissed as impossible for a team famously seen as cursed. </p> <p>\"We're on our way, we're on our way,\" Mr Kerry gloated. </p> <p>The good humour was infectious and the rumbustious crowd of students, boiler-makers, steelworkers, auto-workers and other union members stamped their approval. Mr Kerry even loosened up enough to admit having Vietnam flashbacks, saying the thunder reminded him of bombing raids, and the audience liked him even more. </p> <p>\"If there was any doubt I had, I don't no more,\" said Jennifer Hawkins, 27, a restaurant manager and part-time student. \"He was just awesome.\" </p> <p>Nobody on the Democratic campaign dares speak of a wave, but with just four days left there is a sense that Mr Kerry is rising to the occasion. </p> <p>Campaign staff often frustrated by their candidate's difficulty in connecting with ordinary Americans are now enjoying a discernible satis faction. Someone has painted \"Red Sox rule\" on the windows of cars in the motorcade. </p> <p>Yesterday, Mr Kerry's famously convoluted sentences were tighter. The aloof New England demeanour softened, and his message rang more clearly. The candidate with the reputation in baseball par-lance of a \"good closer\" is growing visibly stronger the finish line approaches. </p> <p>This week has been an exercise in endurance and star power. On Tuesday he travelled 3,000 miles in a single day. On Wednesday he enlisted Carole King and Bon Jovi, and last night it was Bruce Springsteen, whose No Surrender Mr Kerry has adopted as his signature tune. </p> <p>At every stop in the midwest he has relied on the same top line, assailing Mr Bush for the disappearance of nearly 400 tonnes of explosives in Iraq. </p> <p>He soon returns to more traditional Democratic terrain, presenting himself as a \"champion for the middle class\" as he tacks a populist line on jobs, healthcare, and tax breaks for the rich. But his focus on the missing explosives has been unblinking, with the Democratic challenger clearly believing the debacle will amplify his larger arguments about Mr Bush's conduct of the war. </p> <p>\"This week's news about the missing explosives speaks directly to the president's mistakes in Iraq,\" he said yesterday. </p> <p>On Wednesday he went even further, accusing Mr Bush of putting US troops in greater danger. \"The missing explosives could very likely be in the hands of terrorists and insurgents, who are actually attacking our forces now 80 times a day on average,\" he told a rally in Rochester, Minnesota. </p> <p>As the crowd hooted in delight, he drove the knife in still further, saying: \"I know that President Bush doesn't like to deal with facts, and doesn't like the truth to get in his way.\" </p> <p>The strategy has had some success. Mr Bush waited two days to respond to the charge that the White House was to blame for the wayward explosives. Once he did, Mr Kerry pounced again, accusing him of shirking responsibility for the misdeeds of his administration. </p> <p>Mr Kerry's decision to campaign this week in the states of the upper midwest - Minnesota, Wisconsin and Iowa - is a defensive one. They narrowly favoured Al Gore in 2000, but this year the Republicans see them as an insurance policy in case Mr Bush fails to hang on to Ohio and Florida. Mr Kerry must protect his flank. </p> <p>For days now the two have traced each other's footsteps across the American heartland, and Mr Bush is due to do his turn in Toledo today. </p> <p>That gives Mr Kerry a double-edged task. He is going to pockets of uncommitted voters and soft Republicans, such as Green Bay, Wisconsin, on Tuesday: a town which has suffered serious job losses. At the same time he has to gee up Democratic bedrock towns such as Toledo. </p> <p>There was good news for the Democrats in Ohio, where a Los Angeles Times poll gave Mr Kerry a six-point lead. But there is a statistical tie in Wisconsin, where Mr Kerry made his second stop in two days yesterday, and in Minnesota, where he was thought to have a tiny edge, there was worrying news in a University of Minnesota poll that showed Ralph Nader siphoning off most of his support, giving Mr Bush a three-point lead. </p> <p>\"It's a very very close election,\" the Democratic governor of Wisconsin, Jim Doyle, said. \"We need to make sure even in areas that are heavily Republican that they are coming out to vote for John Kerry.\" </p> <p>It is an election at which voter sentiment has proved almost impossible to gauge. Registration drives have brought in tens of thousands of potential new voters. Deep anger at Mr Bush has given Mr Kerry thousands of new volunteers. </p> <p>A Democratic strategist in Ohio was not ready to give Mr Kerry victory. \"Most of the states are still on the cusp,\" he said. \"But there are more states on the cusp and leaning towards Bush than on the cusp and leaning towards Kerry.\" </p> <p>What the Democrats now hope is that the Red Sox win, and Mr Kerry's ebullient mood, will tip the balance their way. </p>",
  "John Kerry has the edge over George Bush in the race for the presidency next week, a Democratic pollster suggested in a presentation for leading Labour strategists yesterday. <p>Figures compiled by Stan Greenberg, who has worked with the Labour pollster Philip Gould, showed Mr Kerry ahead, but by a margin so small that it was best to call it a dead heat. But he said Mr Kerry was moving ahead of Mr Bush in battleground states. </p> <p>The Foreign Office has a team preparing for the contingency of a Kerry victory. The prospect evokes mixed feelings - most senior Labour figures would privately welcome Mr Bush's defeat, but Tony Blair would be seen as vulnerable and would have to establish a new working relationship over Iraq. </p> <p>Ministers say privately that a change of president would make little difference to policy on Iraq, not least because the inauguration would only be in January, a week before Iraqi elections for the governing assembly.</p>",
  "The Pope intervened yesterday in the EU's institutional impasse caused by MEPs' opposition to his close friend and confidant Rocco Buttiglione, an outspoken critic of gay and women's rights, as the new justice commissioner. <p>A day after José Manuel Barroso, the incoming commission president, staved off a defeat by MEPs by withdrawing his entire team, Pope John Paul called for a resolution of the crisis by \"reciprocal respect in a spirit of goodwill\". </p> <p>His intervention, at an audience with Romano Prodi, the outgoing president now acting in a caretaker capacity, came as senior Christian Democrat sources indicated that Mr Buttiglione and \"three or four\" other nominees would have to go to win the parliament's broad backing for the Barroso team. </p> <p>Mr Barroso, who began discussing a reshuffle with EU leaders in Rome last night, on the eve of today's ceremonial signing on the Capitoline Hill of the new constitutional treaty, admitted in a series of radio interviews that \"several changes\" might have to take place, \"well less than eight or 10\". </p> <p>As Tony Blair and other EU leaders tried to resolve the crisis in talks in Rome last night, senior MEPs suggested that it might take until Christmas to resolve the crisis. </p> <p>The Christian Democrats are said to be gunning for Neelie Kroes, a Dutch liberal chosen as competition commissioner, because they blame the 88 Liberal MEPs for the prospective vote against the team which forced Mr Barroso to back down. </p> <p>Ms Kroes is already opposed by Socialists, Greens and other leftwingers on the grounds that her extensive business links constitute a conflict of interests. </p> <p>She dropped her business interests on September 1 and promised not to return to corporate life when her five-year tenure ends in 2009. </p> <p>With every sign of revengeful political leaders seeking tit-for-tat withdrawals of nominated commissioners after this week's wheeler-dealing in Strasbourg, the Hungarian socialist Laszlo Kovacs (energy), the Danish liberal Mariann Fischer Boel (agriculture), the Latvian Ingrida Udre (taxation), and the Greek Stavros Dimas (environment) are all seen as vulnerable. </p> <p>The Pope told Mr Prodi, who plans to lead the Italian left against the re-election of Silvio Berlusconi's government next year, that the EU was wrong to leave Europe's centuries-old Christian heritage out of its new constitution. </p> <p>Mr Buttiglione, who founded the ultra-conservative Communione e Liberazione group in 1968 to campaign against the secularisation of Italian and European society, fought to get a mention of Christianity in the constitution when he sat as minister for Europe on the EU convention drawing up the treaty. </p> <p>In the face of evidence that most MEPs are determined to hold on to a vision of the EU as a secular entity, Mr Berlusconi, another conservative Catholic, clung to Mr Buttiglione as Italy's nominee. </p> <p>Mr Berlusconi, who presides over today's ceremonies in the room where the EU's founding treaty was signed in 1957, said his friend had been chosen by \"consensus and appreciation\". </p> <p>He is under pressure to nominate Franco Frattini, his foreign minister, or retain Mario Monti, the outgoing competition commissioner. </p> <p>Mr Barroso's dilemma is heightened by the reluctance of government leaders to withdraw their nominees, prompting some Christian Democrats to suggest that there will be a minimal reshuffle in which two lose their posts and three or four otherschange places. </p> <p>But parliamentary leaders said he would not win over enough MEPs and could simply prolong the crisis. </p> <p>Gary Titley, the Labour leader, urged Mr Barroso to present his new team at next month's plenary session of the parliament.</p>",
  "<b>·</b> With just days till the US elections, George Bush's state of mind is a topic of fascination. The Washington Post reports the president \"just glared\" when faced with another inquiry about the missing Iraqi munitions; but he hasn't ducked all the tough ones, replying frankly when a daytime talkshow host asked whether he believed in spanking. (As a comedian subsequently pointed out: \"He believes in executing the retarded. Of course he believes in spanking!\") But what we're really intrigued by is a press corps pool report indicating how Karl Rove - the master strategist comfortingly known as \"Bush's brain\" - is bearing up. The scene: Air Force One flight to Vienna, Ohio. Wednesday. \" 'Dr Rove' pranced to the back of the cabin with a cloth surgical mask over his face and digits aimed upwards as if ready for meatball surgery,\" it begins, promisingly. \" 'Dr Rove is here!' he proclaimed giddily, while refusing to be baited about the flu vaccine. Hijinx ensued. Rove proceeded to massage the scalp of a correspondent ... promised - oddly - to 'make the circumcision', and then added that he had 'replaced the defective mental unit'. After pronouncing the operation successful, said physician of spin explained his missing sterile gloves necessitated that he'd had to 'go commando' for the procedure.\" Still, stay calm. As we said: he's only the president's brain. <p><b>·</b> Once again, the Mail dares to ask the questions no one else will in their coverage of the discovery of a hobbit-like skeleton in Indonesia. \"He's only 3ft tall and has a brain the size of an orange,\" read yesterday's headline. \"But the discovery ... poses the question: could they still be alive today?\" Ooh, hard to know. Let's just say if they are, we think we know where they work. </p> <p><b>·</b> However funny and old the games of association football and politics are widely held to be, meanwhile, would you honestly have predicted, one month ago, that the editor of a Tory periodical would have featured in a Millwall chant? Much has already been made of the home fans' taunts to visiting Liverpool supporters at Tuesday's League Cup clash (Hillsborough, and the murders of Ken Bigley and James Bulger were among the more alluring references), but a reader who was present provides an additional detail. At one point, he relates, to the tune of London Bridge is Falling Down, a section of the crowd struck up a chorus of: \"Boris Johnson is our friend, is our friend, is our friend/Boris Johnson is our friend/He hates scousers!\" Bewildering. </p> <p><b>·</b> Incidentally, bravo to Simon Heffer for admitting in this week's Spectator that he \"had a hand in\" the leader criticising Liverpool's emotional incontinence. It's not quite the Trisha appearance we were hoping for, but moving out of denial is the first step on the journey to closure. Stay strong, buddy. </p> <p><b>·</b> Sling the cat out and reach for the Xanax now, because we've another restrained communique from deselected Reading East MP Jane Griffiths. Jane is upset about last week's item concerning her appearance at a soiree at the Renaissance hotel in Reading, and now emails to inform us she has written letters identifying a local man as the source - incorrectly, as it happens - and dispatched them to him, the hotel and the Labour party, of which he is a member. \"What fun,\" she concludes pleasantly. Indeed, we reply by return. Although not as much as we'd have exploring your husband's repeated attempts to contribute to this column. Perhaps you'd care to apologise to this chap for whatever distress this must have caused him. And Jane? Rest up. </p> <p><b>·</b> In fact, let's all rest up this weekend. We are devising a gruelling drinking game to get you through Tuesday night's election marathon - and you'll need your strength.</p>",
  "Today in Rome the prime ministers of 25 European nations gather to sign up to a common constitution and to commit themselves to the same standards of human rights and democratic values. <p>Pause a while to contemplate the remarkable transformation of European politics which has made this event possible. Most of the countries sitting together in the same council chamber have been at war with each other in living memory, and repeatedly in the century that preceded it. A third of the states affirming the new charter of fundamental rights were satellites of the Soviet Union within the past generation, and denied both individual rights and national self-determination. </p> <p>Another two were victims of the last fascist dictatorships in Europe, and a third was ruled by a military junta. The evolution of our continent into a partnership of nations which guarantees human rights and banishes war is an extraordinary achievement, which previous generations would have regarded with envy. </p> <p>Yet how many voices will be heard in Britain hailing today's event as a triumph? Any brave soul murmuring that there may be something positive to be said for a Europe of peace and democracy will be drowned out by the blast of amplified heckling from the Daily Mail, the Murdoch press, and the post-Hollinger Telegraph. The Mail has dubbed the European constitution as the greatest threat to confront us for a thousand years. It takes a high degree of perversity to regard a charter of human rights as a greater threat to our country than the Norman Conquest, the Spanish Armada or the London Blitz. </p> <p>But their appeal to a past millennium betrays what drives their resistance to European integration - a misplaced nostalgia for the outdated world of freestanding nations. It is an era that has vanished. We are all interdependent now. The Eurosceptics bitterly complain that membership of the European Union requires us to compromise with others and to give up going our own way, but those are necessary conditions of life in an interdependent world. In truth it is not the rules of the EU that the Eurosceptics dislike, but the reality of that modern world. </p> <p>It is a paradox that the European constitution should have become the target for attack by those who complain most volubly about a slide into a federal Europe. They should be welcoming a constitution that delivers a hard knock to federalism and tilts the balance of power towards member states. The biggest innovation to the institutions of Europe will be a full-time president of the council of ministers based in Brussels, in place of the rotation of the presidency every six months between prime ministers based in the distant capital of their country. The new animal in the Brussels jungle will produce a further shift of initiative away from the commission and to the council, which represents the member states. In the argot of Brussels, the future direction of the EU will be less supranational and more intergovernmental. </p> <p>It is that kind of impenetrable language that has helped create the barriers between the European project and the people it is supposed to serve. Electorates across the continent do not feel they have ownership of the EU, and the scenes on television bulletins tonight may only serve to confirm their suspicion that it is the property of top politicians meeting in exclusive venues. Europe's leaders need to spend less time revising the rules under which they hold meetings, and put an awful lot more energy into convincing their voters that the outcome of those meetings is in their interest. </p> <p>Holding a referendum on the European constitution is not necessarily the smartest way of setting about that task. It runs the risk of confirming the stereotype of the EU as a remote body whose primary purpose is extruding lengthy texts rather than a valuable organisation to promote trade and jobs, protect the environment and raise standards of employee rights. </p> <p>However, defeat in the referendum would be a dire reverse in the long march to persuade Britain to be comfortable with its place at the European table. Most of the European constitution is not new at all. Three-quarters of it is a consolidation of all the European treaties going back over half a century. Vote no to the European constitution and you reject everything we have signed up to over a generation. A focus of the Mail assault has been the provision that European law takes primacy over domestic legislation, but that has been the rule ever since we joined in 1975. If Britain votes no on those grounds we are rejecting the very basis on which we became members. </p> <p>It is a chimera to imagine that we could then merrily continue to trade the great majority of our exports to the rest of Europe, while sidestepping any political cooperation. Telling the continent \"Get lost, but keep buying British\" is unlikely to work with our European neighbours. Nor should the Murdoch attempt to design a business Europe shorn of its social dimension have any appeal to the British left. </p> <p>This brings us to the positive reason why the left should welcome today's adoption of the European constitution. The progressive case for supporting the constitution is that it expresses values and goals of the European social model. It defines the values of the EU as \"respect for human dignity, liberty, democracy, equality, the rule of law and human rights\". It sets full employment as a goal of the EU and commits it to \"combat social exclusion and discrimination\" and to \"promote social justice\". </p> <p>Its charter of fundamental rights embraces economic and social rights, such as limitations on working time, the right to consultation at work and the right to social security out of work. Indeed, one of the most bitter complaints of the right about the constitution is that it explicitly enshrines the right to strike. </p> <p>The strategic case for reaffirming those European social values is that for the past four years they have been under siege by a US administration which has demonstrated an evangelical zeal for reshaping the world in the image of Texas. The lesson of the recent past is that when Europe is divided its views can be ignored and its values can be undermined. The left, more than anyone else, should support a constitution for a strong Europe that can offer a multilateral partnership in place of Bush's unilateralism, and our social model as an alternative to his version of feral capitalism. </p> <p>Europeans have no vote in next week's presidential election. But we can at least vote on today's constitution, and if the US result goes wrong, it will be all the more important that we affirm our right to different European values. </p> <p><a href=\"mailto:r.cook@theguardian.com\">r.cook@theguardian.com</a></p>",
  "<p>There is only one radio story this week: the death of <strong>John Peel</strong>. Much has rightly been said about the tremendous affect he has had on the British music scene, but less about his specific contribution to radio. In this medium, as much as in his choice of music, Peel was truly iconoclastic. </p> <p>He was one of the pioneers, there at the beginning of Radio 1, and the only DJ from the original line-up to remain in the station's schedules. But unlike many of his colleagues in those early days, Peel never suffered when broadcasting styles changed: he doggedly continued playing music that wouldn't get airtime anywhere else. That he did so, in his later years, in comfy sweaters and cardigans, made him all the more subversive and unclassifiable: quite a feat in music radio, with its slavish adherence to the safety of playlists. </p> <p>Yet Peel wasn't simply the old bloke who played music that thrilled generations of disaffected teenagers. In 1998, surprising the world of radio again, he took up the unlikely role of presenting <strong>Home Truths</strong> on Radio 4 and did so, crucially, without giving up his late-night music slot. To be able to do both, and to form such a close bond with both audiences, is evidence of a broadcasting talent and richness I doubt we'll see matched. </p> <p>The tributes on radio this week have been sad and lovely. I tuned into Radio 1 when the story broke, and stayed with it for most of the day, smiling as Spoony tried to do the occasion justice (\"he was our legend, our grandfather, our godfather and original Uncle Peel\") while knowing he was almost certainly putting on some tracks that Peel would have hated. Switching stations, everyone was playing Teenage Kicks and struggling to find the right words. Oddly, on <strong>PM</strong> (Radio 4), Noel Edmonds did so. Recalling a \"robust relationship\" with Peel (\"we were chalk and cheese\"), Edmonds remembered him shying away from the small screen. \"I'm not for television,\" Peel told him. \"I'm in the real world - radio.\" </p> <p>Later that night, <strong>Steve Lamacq</strong> (Radio 1) provided a fine musical tribute and included my favourite Peel memory from a listener: \"Listening to John, in bed, in secret, in darkness when I was 12, I heard U2's Joshua Tree and had to write up the details in white eyeliner on the side of my stereo.\" </p> <p>The morning after the news the day before, <strong>Chris Moyles</strong> (Radio 1) was close to tears. Angered by listeners texting in to complain that the on-air mourning had gone on long enough already, he grumpily spat out, \"Go screw yourself. We feel like we've lost a member of our family.\" For once, you forgave his inelegant phrasing and sulky belligerence.</p>"
]