[
  "<p>Governor Gretchen Whitmer of Michigan issued a rebuke of the armed protesters who gathered inside the state capitol last week in defiance of statewide lockdown orders, saying the demonstrators embodied some of the “worst racism” of the nation’s history.</p> \n<p>“Some of the outrageousness of what happened at our capitol depicted some of the worst racism and awful parts of our history in this country,” Whitmer said during a Sunday interview on CNN’s State of the Union.</p> \n<p>Last week Donald Trump had said of the protesters: “These are very good people.”</p> \n<p>Hundreds of protesters, many not wearing protective face masks and some armed legally with “long guns”, gathered inside the statehouse in Lansing on Thursday as lawmakers debated the Democratic governor’s request to extend her emergency powers to combat the coronavirus pandemic. The tightly packed crowd attempted to enter the floor of the legislative chamber and were held back by a line of state police and capitol staff, according to video footage posted by local journalists.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNNSotu/status/1256942792217178112\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">“We have to listen to the epidemiologist and health experts and displays like the one we saw at our capitol is not representative of who we are.” Michigan Gov. Gretchen Whitmer reacts to protesters descending on her state’s capitol, including some who were armed. <a href=\"https://twitter.com/hashtag/CNNSOTU?src=hash&amp;ref_src=twsrc%5Etfw\">#CNNSOTU</a> <a href=\"https://t.co/lfPgGnpkGC\">pic.twitter.com/lfPgGnpkGC</a></p>— State of the Union (@CNNSotu) \n  <a href=\"https://twitter.com/CNNSotu/status/1256942792217178112?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n </blockquote> \n</figure> \n<p>Whitmer highlighted that the number of protesters was relatively small but that the imagery some of them used was a disturbing reminder of ugly elements of America’s past. “We know that people are not all happy about having to take the stay-home posture,” Whitmer said on Sunday, “and you know what, I’m not either. But we have to listen to the public health experts and displays like the one we saw in our state capitol are not representative of who we are in Michigan.</p> \n<p>“There were swastikas and Confederate flags and nooses and people with assault rifles. That’s a small group of people when you think that this is a state of almost 10 million people, the vast majority of whom are doing the right thing.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"517acb50-d7a2-4c3d-87b3-6c6adde69b2f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zXXFf0Q2bcU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Displaying the Confederate flag, or other symbols of the slave-owning south during the American civil war, is usually seen as racist. While some claim they are <a href=\"https://www.theguardian.com/us-news/2018/aug/06/pride-and-prejudice-the-americans-who-fly-the-confederate-flag\">celebrating southern identity</a>, it is widely seen as a racist symbol deeply offensive to black Americans. There is also an ongoing campaign to <a href=\"https://www.theguardian.com/us-news/2019/nov/20/confederate-statue-removed-north-carolina-courthouse\">remove Confederate war statues</a> from public display or rename streets and buildings which commemorate Confederate generals or politicians.</p> \n<p>Last week, the Democratic congresswoman Rashida Tlaib, who represents Michigan’s 13th congressional district, condemned the demonstrations at the state Capitol. “Black people get executed by police for just existing, while white people dressed like militia members carrying assault weapons are allowed to threaten State Legislators and staff,” Tlaib wrote in a tweet on Thursday.<br></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RashidaTlaib/status/1255937342017241089\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Black people get executed by police for just existing, while white people dressed like militia members carrying assault weapons are allowed to threaten State Legislators and staff. <br><br>📣Our gun laws are so broken. <a href=\"https://t.co/w6Vw97kTV9\">https://t.co/w6Vw97kTV9</a></p>— Rashida Tlaib (@RashidaTlaib) \n  <a href=\"https://twitter.com/RashidaTlaib/status/1255937342017241089?ref_src=twsrc%5Etfw\">April 30, 2020</a>\n </blockquote> \n</figure> \n<p>The protests continued to draw national attention on Friday when Trump once again threw his support behind the rightwing movement, saying Whitmer should “make a deal” with the demonstrators.</p> \n<p>“The governor of Michigan should give a little, and put out the fire,” the president wrote on Twitter. “These are very good people, but they are angry. They want their lives back again, safely! See them, talk to them, make a deal.”</p> \n<figure class=\"element element-image\" data-media-id=\"5929e1e30da36454aa6bc2744e3feb836afe755e\"> \n <img src=\"https://media.guim.co.uk/5929e1e30da36454aa6bc2744e3feb836afe755e/0_133_4000_2400/1000.jpg\" alt=\"Demonstrators display a Confederate flag at the anti-lockdown protest in Lansing.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Demonstrators display a Confederate flag at the anti-lockdown protest in Lansing.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Kowalsky/AFP via Getty Images</span> \n </figcaption> \n</figure> \n<p>When asked if it was appropriate for the president to express support for protests in which “long guns” were carried on Friday afternoon, the White House press secretary, Kayleigh McEnany, said the president supported the right to protest within the law and while following federal social distancing guidelines.</p> \n<p>“The president says that we must protest lawfully and act within the bounds of the law,” said McEnany.</p> \n<p>The staggering <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">effects of the pandemic</a> among Whitmer’s electorate in terms of both illness and unemployment have placed a nationwide focus on Michigan, which is certain to be a key battleground state in the upcoming presidential election. The state had long been regarded as a Democratic stronghold but went for Trump four years ago, helping to spring his surprise electoral victory.</p>",
  "<div id=\"block-5eaf446c8f082b32fdd6c9fa\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T22:30:03.082Z\">11.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a look at today’s major news items ...</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/may/02/coronavirus-us-live-states-reopening-trump-protests-latest-updates\">Mike Pompeo says there is ‘enormous evidence’ coronavirus came from a Chinese lab</a>. The US secretary of state claimed there is “enormous evidence” the coronavirus outbreak originated in a Chinese laboratory – but did not provide any of the alleged evidence.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/2020/may/03/gretchen-whitmer-backs-joe-biden-sexual-assault\">Gretchen Whitmer backs Joe Biden on alleged assault</a>. Michigan’s governor has spoken out in support of <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>, telling CNN that when it comes to accusations of sexual assault, “not every claim is equal”</li> \n   <li><a href=\"https://www.theguardian.com/world/2020/may/03/trump-adviser-larry-kudlow-coronavirus-relief-aid-sanctuary-cities\">Trump adviser: coronavirus relief aid threat to ‘sanctuary cities’ could happen</a>. White House economic adviser Larry Kudlow has not ruled out any element in the next potential coronavirus relief bill, including more money for state and local governments and the small business programme.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5eaf43988f0806a4798127ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T22:22:20.206Z\">11.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press has news of an incident that will concern those who believe <strong>social distancing patrols can lead to police exercising too much force</strong> on the public.</p> \n  <p>From the AP’s report:</p> \n  <p>A New York City police officer who was caught on video on Saturday pointing a stun gun at a man and violently taking him to the ground over an alleged social distancing violation has been stripped of his gun and badge and placed on desk duty pending an internal investigation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/afroshaped/status/1256807655940767744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NYPD Officers continue to terrorize us amid the Covid-19 Epidemic, WE WANT JUSTICE. Asking leaders to stand up for us<br>Avenue D and 9th st, Lower East Side<a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a> <a href=\"https://twitter.com/NYPDCommAffairs?ref_src=twsrc%5Etfw\">@NYPDCommAffairs</a> <a href=\"https://twitter.com/CMCarlinaRivera?ref_src=twsrc%5Etfw\">@CMCarlinaRivera</a> <a href=\"https://twitter.com/NYCMayorsOffice?ref_src=twsrc%5Etfw\">@NYCMayorsOffice</a> <a href=\"https://twitter.com/NBCNewYork?ref_src=twsrc%5Etfw\">@NBCNewYork</a> <a href=\"https://twitter.com/ABC?ref_src=twsrc%5Etfw\">@ABC</a><a href=\"https://twitter.com/PIX11News?ref_src=twsrc%5Etfw\">@PIX11News</a> <a href=\"https://twitter.com/NYDailyNews?ref_src=twsrc%5Etfw\">@NYDailyNews</a> <a href=\"https://twitter.com/HarveyforNY?ref_src=twsrc%5Etfw\">@HarveyforNY</a> <a href=\"https://t.co/3p2MbEZ1w0\">pic.twitter.com/3p2MbEZ1w0</a></p>— Temitope Johnson 🇳🇬 (@afroshaped) \n    <a href=\"https://twitter.com/afroshaped/status/1256807655940767744?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Bystander video showed the plainclothes officer, who was not wearing a protective face mask, slapping 33-year-old Donni Wright in the face, punching him in the shoulder and dragging him to a sidewalk after leveling him in a crosswalk in Manhattan’s East Village.</p> \n  <p>“There will unquestionably be a careful look at what happened there,” Mayor Bill de Blasio said on Sunday.</p> \n  <p>Police spokeswoman Sgt Mary Frances O’Donnell said Wright “took a fighting stance against the officer” when he was ordered to disperse and was arrested on charges including assault on a police officer and resisting arrest.</p> \n </div> \n</div> \n<div id=\"block-5eaf3d9a8f0806a4798127b2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T21:55:51.953Z\">10.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Joe Biden further reasserted his status as the presumptive challenger to Donald Trump for the presidency after winning a Democratic presidential primary in Kansas that the state party conducted exclusively through mail-in voting due to the coronavirus pandemic.</p> \n  <p>The former vice-president earned 77% of the vote and 29 of the state’s delegates in a primary that employed a new ranked choice system and saw three times the standard turnout, <a href=\"https://www.cjonline.com/news/20200503/biden-wins-kansas-primary-with-769-of-votes-as-democrats-triple-turnout\">according to the Topeka Capital Journal</a>.</p> \n  <blockquote class=\"quoted\"> \n   <p>The change from a caucus format and an aggressive push for mail-in ballots while the state was on lockdown for Covid-19 led to a dramatic increase in turnout for the party, which typically sees 8-10% participation in presidential primaries. Four years ago, the total turnout was 39,230.</p> \n   <p>This year, the vote total more than tripled as 34.7% of registered Kansas Democrats participated.</p> \n   <p>“The KDP offers its congratulations to former Vice President Joseph Biden and Senator Bernie Sanders for receiving delegates from the Sunflower State,” said party chairwoman Vicki Hiatt. “Kansas Democrats made history in this election with record participation levels along with demonstrating how a vote-by-mail election can protect voters and our democracy, even in the most uncertain of times. We are confident the enthusiasm and engagement seen during the 2020 Primary will only continue to grow and translate into Democratic victories up and down the ballot in November.”</p> \n   <p>Biden won 69% of votes in the first round of a ranked choice system. The candidate receiving the least votes is eliminated every round, with those votes going to the next choice on the ballot. Sanders won 18% with Massachusetts Sen. Elizabeth Warren getting 8% and 1% going to Hawaii Rep. Tulsi Gabbard. About 3% declined to commit to a top choice.</p> \n   <p>Gabbard, uncommitted and Warren votes were redistributed over the course of three additional rounds.</p> \n   <p>“The Kansas Democratic Party will carry this record-breaking momentum into our robust coordinated campaign to elect Democrats who will fight for working families, healthcare reform, and a future we all can be proud of in November,” said Ben Meers, the party’s executive director.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5eaf32ff8f0806a47981278d\" class=\"block\" data-block-contributor=\"profile/kenya-evelyn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T21:22:13.698Z\">10.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While presumptive Democratic presidential nominee Joe Biden is already <a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-sexual-assault-allegations-democrats-response\">confronting allegations of sexual assault</a> on one front, the vice-president must also now combat a growing campaign of misinformation.<br></p> \n  <p>Rumors quickly circulated online over the weekend claiming that, in 2008, Biden made inappropriate comments toward Eva Murray. The niece of one-time Republican senate hopeful Christine O’Donnell then claimed to be just 14 at the time of the incident.</p> \n  <p>Event organizers immediately worked to prove the claims false, providing evidence Biden wasn’t in attendance. </p> \n  <p>ABC News reporter Sasha Pezenik faced mounting backlash for first tweeting the unverified claim on Saturday night. While she has apologized, claiming the tweet was misguided, critics have called on the reporter to be sacked.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MalcolmNance/status/1256931829917126658\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Termination, not apology. It was a deliberate hit job where she had the facts in hand but decided to print a patently false story anyway. It’s not journalism. <a href=\"https://twitter.com/hashtag/FirePezenik?src=hash&amp;ref_src=twsrc%5Etfw\">#FirePezenik</a> <a href=\"https://t.co/EnQXxWqUzR\">https://t.co/EnQXxWqUzR</a></p>— Malcolm Nance (@MalcolmNance) \n    <a href=\"https://twitter.com/MalcolmNance/status/1256931829917126658?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Snopes, the non-profit fact-finding group, is calling foul on a photo that appeared to show the then-senator awkwardly meeting with congressional staffer Tara Reade.</p> \n  <p>Reade has accused Biden of sexually assaulting her in a senate corridor in 1993.</p> \n  <p>Over the weekend, social media postings popped up claiming to show a lost image of Biden with a woman users suggested was Reade. The vice-president has asserted he “never met” her. The photo is obviously fake.</p> \n  <p>According to Snopes:</p> \n  <blockquote class=\"quoted\"> \n   <p>Such posts were wrong on two fronts. First, Biden has not maintained that he “never met” Reade, who worked as a staff assistant in his Senate office from December 1992 to August 1993 (and it’s unclear whether he has even averred that he “<a href=\"https://www.foxnews.com/opinion/biden-tara-reade-hypocrisy-tammy-bruce\"><strong>doesn’t remember</strong></a>” Reade). Second, and more important, although this photograph dates from the correct time period (i.e., January 1993) to potentially be a picture of Biden with Tara Reade, it is actually a photograph of Biden posing with <a href=\"https://www.shutterstock.com/editorial/image-editorial/zoe-baird-washington-usa-6584173a\"><strong>Zoë Baird</strong></a>, who had then just been nominated for the position of U.S. Attorney General by President Bill Clinton.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5eaf2f148f087d47c7788a69\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T20:54:47.540Z\">9.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump’s ongoing efforts to erase any perception of negligence from the timeline of his administration’s coronavirus response continued on Sunday afternoon </strong>as he fired off a pair of tweets shortly after returning to the White House following a working weekend at Camp David and ahead of his Fox News virtual town hall tonight at the Lincoln Memorial.</p> \n  <p>“Intelligence has just reported to me that I was correct, and that they did NOT bring up the CoronaVirus subject matter until late into January, just prior to my banning China from the U.S. Also, they only spoke of the Virus in a very non-threatening, or matter of fact, manner,” Trump tweeted. “Fake News got it wrong again, as always, and tens of thousands of lives were saved by my EARLY BAN of China into our Country. The people that we’re allowed were heavily scrutinized and tested U.S. citizens, and as such, I welcome them with open arms!”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1257041819097092096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Intelligence has just reported to me that I was correct, and that they did NOT bring up the CoronaVirus subject matter until late into January, just prior to my banning China from the U.S. Also, they only spoke of the Virus in a very non-threatening, or matter of fact, manner...</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1257041819097092096?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1257041820124680192\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">....Fake News got it wrong again, as always, and tens of thousands of lives were saved by my EARLY BAN of China into our Country. The people that we’re allowed were heavily scrutinized and tested U.S. citizens, and as such, I welcome them with open arms!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1257041820124680192?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>These assertions are inconsistent with <a href=\"https://www.theguardian.com/world/2020/mar/21/trump-us-coronavirus-warning-china\">a Washington Post report from March</a> which stated Trump ignored early warnings as early as January from US intelligence agencies about the threat posed by the outbreak.</p> \n </div> \n</div> \n<div id=\"block-5eaf20dd8f087d47c7788a3e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T19:56:41.577Z\">8.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Florida’s department of health has reported the number of confirmed Covid-19 cases has climbed past 36,000. </strong>But the hotbed of south Florida has seen a drop in known positive test results and now accounts for less than half of the state’s increase in new novel coronavirus cases and deaths, the Miami Herald <a href=\"https://www.miamiherald.com/news/coronavirus/article242468721.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Of Florida’s 615 new confirmed Covid-19 cases from Saturday’s update, putting the state at 36,078, 248 (40.3%) came from Miami-Dade, Broward, Palm Beach and Monroe counties. The 15 newly reported deaths around the state, raising the state death toll to 1,379, include six (40%) from South Florida.</p> \n   <p>As for number of people tested, the state reported 12,208 new tests have been administered and 1,881 people are now awaiting test results. But that results-pending number includes only state labs. As reported earlier in the month by the Miami Herald, it doesn’t include the private labs doing an overwhelming majority of the testing.</p> \n   <p>The state’s official numbers also conflict with work from by a University of Miami group that extrapolated from a study of 1,400 people that about 165,000 Miami-Dade residents or 6% of the population, have antibodies indicating a past novel coronavirus infection. About 3.4% of Miami-Dade’s population has been tested for Covid-19.</p> \n   <p>The breakdown by county:</p> \n   <p>▪ Miami-Dade had 143 new cases and two deaths, leaving it at 12,775 and 369 respectively, both state highs. The number of people hospitalized at some point by Covid-19 is 1,664, an increase of 13 from Saturday. The positive test rate is 13.7, down from 13.8 at Saturday’s update.</p> \n   <p>▪ Broward added 55 cases, which now total 5,312; and three deaths, which now total 207; and 12 hospitalizations, which now total 1056. Like Miami-Dade, the county’s positive test rate edged down 0.1 of a percent, to 10.2% from 10.3%.</p> \n   <p>▪ In Palm Beach, 50 new cases raised that total to 3,130 and one death pushed that total to 196. Another three hospitalizations were reported for a total of 474. The positive test rate moved a breath, from 10.32% to 10.27%.</p> \n   <p>▪ Monroe County saw no changes in cases (80), hospitalizations (11) or deaths (3) and it’s positive test rate dropped from 5.9% to 5.7%.</p> \n  </blockquote> \n  <p><br>The latest figures were reported amid the incremental re-opening of Florida’s beaches, to which <a href=\"https://www.theguardian.com/us-news/2020/may/02/florida-grim-reaper-beach-video-coronavirus\">Death himself took objection</a> on Friday.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/florida-grim-reaper-beach-video-coronavirus\">Florida man stalks beach as Grim Reaper to protest reopening amid pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eaf13c38f0806a479812723\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T19:39:31.505Z\">8.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/world/2020/apr/28/suicide-us-gun-sales-searches-coronavirus\">Gun sales may be up in the US during the pandemic</a>, as has been widely noted, but here’s an interesting report from the Associated Press on problems facing the normally hugely powerful National Rifle Association.</p> \n  <p>“The NRA has laid off dozens of employees, canceled its national convention and scuttled fundraising, membership and shooting events that normally would be key to rallying its base in an election year,” the AP reports.</p> \n  <p>The lobbying group has also “imposed a four-day work week for some employees and cut salaries across the board, including for CEO Wayne LaPierre. The financial issues … have complicated its ability to influence the 2020 election.”</p> \n  <p>According to the AP, “LaPierre earned about $2m, according to the group’s most-recent tax filings. The NRA would not say how much of a pay cut he’s taking”.</p> \n  <p>Robert J Spitzer, chairman of political science at the State University of New York at Cortland, told the AP: “Everybody’s in the same boat as the NRA. <strong>The NRA’s real problem is they had real existing financial problems</strong> before this happened. It simply does not bode well for their impact on the upcoming election.”</p> \n  <p>Gun-control groups “contend the NRA’s financial troubles will leave it incapable of playing a significant role in Trump’s campaign”.</p> \n  <p>“I would be shocked if the NRA were able to sustain the investment in support of Trump in 2020 that it made in 2016,” Peter Ambler, executive director of the Giffords group, named after former congresswoman Gabby Giffords, who was seriously wounded after being shot in 2011, told the AP.</p> \n  <p>Meanwhile, in related reading, here’s a report about <strong>how Canada has reacted to its latest mass shooting</strong>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/01/canada-assault-weapons-ban-trudeau-nova-scotia-shooting\">Trudeau announces Canada is banning assault-style weapons</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eaf14e18f087d47c7788a16\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T19:02:14.450Z\">8.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Katherine Viner, editor-in-chief of the Guardian, spoke about imperative nature of open journalism in the age of coronavirus on CNN’s Reliable Sources today on the occasion of World Press Freedom Day.</p> \n  <p><strong>“Whenever there is a shock to the system, governments will try to use that, unless we keep an eye on them, to crack down,” Viner said.</strong> “And it’s essential that we try and stop that from happening, or at least draw attention to the fact that freedom of expression and freedom of the press is crucial to any democratic society. And I think transparency matters a lot right now when good information and how you come to it, how you come to the facts, can really help save lives.”</p> \n  <p>Viner went on to discuss <a href=\"https://www.theguardian.com/us-news/2020/apr/15/why-were-tracking-every-us-health-worker-who-dies-from-coronavirus\">Lost on the frontline</a>, the ongoing project from the Guardian and Kaiser Health News that aims to document the life of every healthcare worker in America who dies from Covid-19 during the pandemic.</p> \n  <p>“We should be holding authorities to account, wherever they are,” she said. “It’s usually governments but it might also be health authorities. We have to ask difficult questions even if people don’t like it. We have to show empathy and humanity for the victims of this really frightening disease and tell their stories. Often these are from very marginalized communities. And we try to give visibility and humanity to them.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/20/coronavirus-the-guardians-promise-to-our-readers\">Coronavirus: the Guardian's promise to our readers</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eaf010c8f0806a4798126d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T17:42:31.351Z\">6.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s Kenya Evelyn reports on how some New Yorkers are calling foul on the city’s enforcement of stay-at-home restrictions.</p> \n  <p>Community advocates across New York’s Bronx, Queens and Brooklyn boroughs have called out city and state officials or what they claim are racial and ethnic double standards in its application of social distancing orders.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AchmatX/status/1256691575146590208\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Both pictures are from today. One is from the park in Harlem, the other is from the park in West Village. Guess which neighborhood has police enforcing social distancing? <a href=\"https://t.co/25vEKhVLPo\">pic.twitter.com/25vEKhVLPo</a></p>— Achmat X (@AchmatX) \n    <a href=\"https://twitter.com/AchmatX/status/1256691575146590208?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Images of wealthier, white residents in Manhattan disregarding stay-at-home orders in neighborhood parks have gone viral throughout much of the weekend. But many residents have said that so far, it is neighborhoods in the city’s less affluent communities that have been targeted for ticketing and arrests.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Welcome2theBX/status/1256763447209066496\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Rode my bike for 30 miles from The <a href=\"https://twitter.com/hashtag/Bronx?src=hash&amp;ref_src=twsrc%5Etfw\">#Bronx</a> to <a href=\"https://twitter.com/hashtag/Queens?src=hash&amp;ref_src=twsrc%5Etfw\">#Queens</a>, <a href=\"https://twitter.com/hashtag/Brooklyn?src=hash&amp;ref_src=twsrc%5Etfw\">#Brooklyn</a>, &amp; <a href=\"https://twitter.com/hashtag/Manhattan?src=hash&amp;ref_src=twsrc%5Etfw\">#Manhattan</a>, everyone was mostly being safe by practicing <a href=\"https://twitter.com/hashtag/SocialDistancing?src=hash&amp;ref_src=twsrc%5Etfw\">#SocialDistancing</a> until I arrived at the the Christopher St Pier...<br>This is APPALLING.<br><br>It's going to be warmer tomorrow. Police enforce social distancing? <a href=\"https://t.co/0qdw09z5Uk\">pic.twitter.com/0qdw09z5Uk</a></p>— Welcome2theBronx™ (@Welcome2theBX) \n    <a href=\"https://twitter.com/Welcome2theBX/status/1256763447209066496?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>New York City mayor Bill de Blasio was forced to apologize this week for personally <a href=\"https://www.nbcnewyork.com/news/local/mayor-de-blasio-nypd-break-up-williamsburg-streets-packed-for-brooklyn-rabbi-funeral/2394306/\">overseeing the dispersal</a> of a Hasidic Jewish funeral in Brooklyn on Wednesday after lashing out at the conduct of mourners.</p> \n  <p>But crowds in Manhattan gathered that same day to watch a city flyover by the US navy’s Blue Angels and the air force’s Thunderbirds planes in honor of healthcare workers.</p> \n  <p>“Only bigots have a problem when a few 100 Hasidim do what thousands of people in the same city have done the same day: not social distance,” the Orthodox Jewish Public Affairs Council <a href=\"https://twitter.com/OJPAC/status/1255390776546246660\">tweeted</a>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HikindDov/status/1256769505096851456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is the <a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a>’s famous “TALE OF TWO CITIES”:<br><br>No mask? No mask?<br>No problem! Summons! <a href=\"https://t.co/CubTvdfNoB\">pic.twitter.com/CubTvdfNoB</a></p>— Dov Hikind (@HikindDov) \n    <a href=\"https://twitter.com/HikindDov/status/1256769505096851456?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The mayor’s actions renewed focus from community leaders on the city’s unequal application of stay-at-home orders, especially as other groups have also been violating restrictions without consequence.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChaimDeutsch/status/1256769622206033921\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m confused...when do you give out a mask and when do you give out a summons? <a href=\"https://t.co/ixz3y68kwO\">https://t.co/ixz3y68kwO</a> <a href=\"https://t.co/Ilhgq4dQVR\">pic.twitter.com/Ilhgq4dQVR</a></p>— Councilman Deutsch (@ChaimDeutsch) \n    <a href=\"https://twitter.com/ChaimDeutsch/status/1256769622206033921?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>While social distancing is meant to curb the spread, health experts say racial disparities have influenced the outbreak from the beginning. US Centers for Disease Control and Prevention testing requirements, including recent foreign travel, meant that guidelines skewed heavily affluent and white in early weeks. </p> \n  <p>That meant low-income, mostly black and brown areas of Brooklyn, Bronx and Queens were not tested as quickly, leading to the city’s stark racial disparities among cases.</p> \n  <p>More than 18,500 people have died in the city, with <a href=\"https://www.wsj.com/articles/new-york-citys-coronavirus-deaths-match-demographics-in-other-hot-spots-11587214800\">nearly two-thirds being</a> black or Latino. New York state’s mandatory stay-at-home order expires 15 May but is expected to be extended. </p> \n </div> \n</div> \n<div id=\"block-5eaef51b8f087d47c7788959\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T17:15:51.860Z\">6.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on the <strong>Joe Biden-Tara Reade</strong> story. The presumptive Democratic nominee is accused by his former staffer of sexually assaulting her in 1993. <a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">Biden denies the claim</a>, while Reade has disputed <a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-accusation-sexual-assault-report\">an Associated Press report</a> which says she did not describe a sexual assault or harassment on the complaint she says she filed 27 years ago. She has also reportedly received threats.</p> \n  <p>On CNN earlier, Michigan governor and potential Biden running mate Gretchen Whitmer had an instructive exchange, considering the dynamics of the issue as Democrats defend Biden and Republicans, including party chair Ronna McDaniel, attack.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"b2fab47b3bf8f33b00abd1b444c44414824b3392\"> \n   <img src=\"https://media.guim.co.uk/b2fab47b3bf8f33b00abd1b444c44414824b3392/1852_389_1639_2049/800.jpg\" alt=\"Gretchen Whitmer.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gretchen Whitmer.</span> \n    <span class=\"element-image__credit\">Photograph: Brian Cahn/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Jake Tapper: “You have said that you believe Vice-President Biden. I want to compare that to 2018, when you said you believed Dr Christine Blasey Ford after <a href=\"https://www.theguardian.com/law/2019/nov/30/supreme-ambition-review-ruth-marcus-trump-kavanaugh-gorsuch\">she accused now (supreme court) justice Brett Kavanaugh of assault</a>. Kavanaugh also, like Biden, categorically denied that accusation. And Blasey Ford, to be honest, she did not have the contemporaneous accounts of her view of what happened that Tara Reade does. </p> \n  <p>“You have <a href=\"https://www.salon.com/test/2013/12/23/why_i_spoke_out_about_my_sexual_assault_sen_gretchen_whitmer_talks_to_salon/\">spoken movingly about how you’re a survivor of assault yourself</a>. Why do you believe Biden, and not Kavanaugh? Are they not both entitled to the same presumption of innocence, regardless of their political views? </p> \n  <p>Whitmer: “You know, Jake, as a survivor and as a feminist, I will say this. We need to give people an opportunity to tell their story. But then we have a duty to vet it. And <strong>just because you’re a survivor doesn’t mean that every claim is equal</strong>. It means we give them the ability to make their case, and the other side as well, and then to make a judgment that is informed. </p> \n  <p>“I have read a lot about this current allegation. I know Joe Biden, and I have watched his defense. And there’s not a pattern that goes into this. And I think that, for these reasons, I’m very comfortable that Joe Biden is who he says he is. And you know what? And that’s all I’m going to say about it. </p> \n  <p>“I really resent the fact that, every time a case comes up, all of us survivors have to weigh in. It is reopening wounds … take us at our word, ask us for our opinion, and let’s move on. </p> \n  <p>Tapper: “Well, just for the record, the reason I’m asking you is because you’re the only Democrat on the show today, not because you’re a survivor, and not because you’re a woman.”</p> \n  <p>Whitmer said she was not criticising Tapper, but “just sharing, I think, some of the <strong>simmering anger that we survivors have</strong> every time that we have got to confront this from someone else’s behavior that we weren’t a party to, that we weren’t even a part of the reality in the moment. </p> \n  <p>“What I think is this. We owe it to every woman who has a story <strong>to listen to that story, and then to vet that story,</strong> ask the questions and be critical thinkers, and then make a judgment, based on all of those pieces. I have done that in this instance. </p> \n  <p>“And I will tell you this. I don’t believe that it’s consistent with the Joe Biden that I know. And I do believe Joe, and I support Joe Biden.”</p> \n </div> \n</div> \n<div id=\"block-5eaef74f8f087d47c7788968\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T16:56:12.733Z\">5.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo says “people expect more from government than ever before” and discusses the “transformative” effective of this pandemic.</p> \n  <p><strong>“I believe this has been transformative for a generation,” he says.</strong> “Think about when was the last time government was this vital. I don’t know, maybe in a war? World War II, when government had to mobilize overnight? But literally for decades you haven’t seen government this essential to human life. Literally. And government has to work and it has to work well, and it’s not for the faint of heart. And people want government to perform. And government is making decisions every day that affect their lives and they deserve the best government. They’re paying for it, they deserve it. And they deserve competence and expertise and smarts and for government to be doing creative things and learning like we doing here today.”</p> \n  <p>The New York governor then goes on to stress the importance of individual responsibility in the ongoing fight, reiterating the necessity of social distancing.</p> \n  <p>“An individual’s role is responsibly and intelligently for yourself for your family and for your community,” he says. “You want to honor the healthcare workers and the people who literally gave their lives in some cases for what they did here? Act responsibly. Wear a mask. I know the weather is getting warmer, I know people want to get out of the house. Fine. Wear a mask and socially distance. That is your social responsibility in the middle of this overall pandemic. And when we talk about New Yorkers together and the spirit of unity and how people are helping one another and how tough we are and how smart we are and how disciplined we are and how we love one other? Show it. You know how you show love? By wearing a mask.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T17:12:55.419Z\">at 6.12pm BST</time></p> \n</div> \n<div id=\"block-5eaef2df8f0806a479812678\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T16:36:30.136Z\">5.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After noting that New York state has spent more than $2 billion on medical equipment this year alone, <strong>Cuomo announces the formation of a regional buying consortium with seven neighboring states </strong>to “increase market power and bring down prices” in the pursuit of PPE, ventilators and other medical equipment. </p> \n  <p>The governor says the mutual-aid agreement “will make us more competitive in the international marketplace and I believe it will save taxpayers money”.</p> \n  <p>“We will come up with a regional identification of all the equipment we need,” Cuomo says. “Let’s come up with the total amount that we need. Let’s stop doing business with vendors we found to be irresponsible and we found out the hard way – I can’t tell you how many orders we placed with vendors who are acting basically as brokers, who just started businesses in the middle of this pandemic because they saw an opportunity – so let’s compare notes among the states to find out who is good to do business with [and] who was not good to do business with. Let’s see if we can’t do the purchasing in this country and let’s see if we can’t do the purchasing in this region. Why we buying all this material from China? “</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T16:50:38.285Z\">at 5.50pm BST</time></p> \n</div> \n<div id=\"block-5eaeee5d8f082b32fdd6c877\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T16:17:50.934Z\">5.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo hold press briefing</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo says the number of current Covid-19 hospitalizations statewide has dropped below 10,000 for the first time since mid-March in his daily coronavirus briefing from Albany. </p> \n  <p>The number of new hospitalizations over the last 24-hour period has also fallen to 789, though Cuomo warns this could be an anomaly. </p> \n  <p>Cuomo says 280 people died yesterday, lifting the total death toll to 19,189.</p> \n  <p>“The overall direction is good even though it’s very painful,” Cuomo says.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/1256980476889366530\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Total hospitalizations for COVID-19 in New York State dips below 10,000 for first time since March, according to Gov. Andrew Cuomo. <a href=\"https://t.co/BDo8ZObGLI\">https://t.co/BDo8ZObGLI</a> <a href=\"https://t.co/rUx0NHcshT\">pic.twitter.com/rUx0NHcshT</a></p>— This Week (@ThisWeekABC) \n    <a href=\"https://twitter.com/ThisWeekABC/status/1256980476889366530?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T16:25:35.181Z\">at 5.25pm BST</time></p> \n</div> \n<div id=\"block-5eaeab748f087d47c7788708\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T16:04:55.588Z\">5.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tara Reade, the woman who <strong>accuses Joe Biden of sexually assaulting her </strong>in a Capitol Hill corridor in 1993, has disputed an Associated Press report that said she said she did not use the words “sexual harassment” in a complaint she says she filed 27 years ago.</p> \n  <p>The AP report is <a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-accusation-sexual-assault-report\">here</a>.</p> \n  <p>Reade’s tweets on the matter are <a href=\"https://twitter.com/ReadeAlexandra/status/1256672559396864001\">here</a>. </p> \n  <p>“This is false,” Reade wrote first, adding later: “…The headline was quite misleading. I filed the intake form regarding sexual harassment and retaliation however that was articulated on form in 1993. I filed with Senate Personnel. Perhaps Joe Biden knows where that form is located. Ask him.”</p> \n  <p>Reade also <a href=\"https://twitter.com/ReadeAlexandra/status/1256677522432864256\">confirmed</a> a report she had cancelled a Fox News Sunday interview after receiving threats, writing: “No survivor be fearful to come forward. And I did file a complaint.”</p> \n  <p>In a statement and TV interview on Friday, Biden flatly denied the accusation and asked the National Archives to look for Reade’s complaint. The Archive said it wouldn’t have it, but the Senate might.</p> \n  <p>Donald Trump, who faces and denies numerous accusations of sexual misconduct and assault, commented on the claim against Biden on Friday, as did his new press secretary Kayleigh McEnany. Here’s Lauren Gambino’s <a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">excellent look at the story</a> and its political implications for both parties:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">Benefit of the doubt? Joe Biden – and allies – face key questions over sexual assault claim</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eaedc248f082b32fdd6c7cf\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T15:34:52.006Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Democrats have been accused of brushing aside</strong> an allegation of sexual assault against Joe Biden from former Senate staffer Tara Reade. Reade says the presumptive Democratic presidential candidate assaulted her in 1993. On ABC’s This Week, the chair of the DNC, Tom Perez, defended Biden.</p> \n  <p>“Joe Biden has been very clear that this did not happen,” Perez said on Sunday. “He was forceful in that, and he’s been equally clear that when women come forward with complaints of this nature, they should be taken seriously, their complaints should investigate, they should be treated with dignity, and he’s done exactly that. He called for the Senate to release any documents they have, she indicated that she filed a complaint. Joe Biden wants that complaint released. He is an open book. He understands that it’s important for the information to get out.”</p> \n  <p>Perez also attacked Donald Trump’s handling of the Covid-19 pandemic.</p> \n  <p>“This president has been chronically inept at handling this coronavirus,” said Perez. “We have less than 5% of the world’s population. We have one-third of the world’s coronavirus cases and 25 % of the world’s deaths from coronavirus. His inattention, his ineptitude, he needs to be the commander in chief, not the Tweeter in chief. He needs to understand that the buck stops with him. And that’s what we’re going to talk about in this campaign, accountability, we’re going to talk about leadership.”</p> \n </div> \n</div> \n<div id=\"block-5eaed6f38f0806a479812579\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T15:11:46.954Z\">4.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>It’s World Press Freedom Day today</strong> and Donald Trump has chosen to mark it by saying he welcomes the important role the media plays in holding the powerful to account. Or maybe he went on Twitter to attack journalists as “the Enemy of the People”.</p> \n  <p>“The Fake News doesn’t show real polls. Lamestream Media is totally CORRUPT, the Enemy of the People!” he wrote on Twitter this morning, as he highlighted a Gallup poll that shows <a href=\"https://thehill.com/homenews/campaign/495695-trump-hits-49-percent-approval-rate-in-gallup-poll\">he has the highest approval rating of his presidency so far</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256915740432760835\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Fake News doesn’t show real polls. Lamestream Media is totally CORRUPT, the Enemy of the People! <a href=\"https://t.co/Agwb3u5QFd\">https://t.co/Agwb3u5QFd</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1256915740432760835?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>CNN’s Brian Stelter contrasted Trump’s tweet with <strong>messages of support for the media from the leaders of Greece, Namibia, Lithuania and the Maldives</strong>. “The pandemic, breaking with the rules of our everyday life, reaffirms in the most unequivocal manner the vital role of the free press in offering citizens accurate and valid information,” wrote Katerina Sakellaropoulou, the president of Greece on Twitter on Sunday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianstelter/status/1256920718132031491\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here are Press Freedom Day messages from a few other heads of state: leaders from Greece, Namibia, Lithuania, and the Maldives. <a href=\"https://t.co/LcyCS56tzx\">pic.twitter.com/LcyCS56tzx</a></p>— Brian Stelter (@brianstelter) \n    <a href=\"https://twitter.com/brianstelter/status/1256920718132031491?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5eaed0f28f082b32fdd6c794\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T14:47:07.546Z\">3.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pompeo: 'significant evidence' virus came from Wuhan lab</h2> \n <div class=\"block-elements\"> \n  <p>More on China and North Korea from Secretary of State Mike Pompeo, who has been speaking to ABC.</p> \n  <p>“I can tell you that there is a significant amount of evidence that this came from that laboratory in Wuhan,” Pompeo said, when asked about Trump’s <a href=\"https://www.theguardian.com/us-news/2020/apr/30/donald-trump-coronavirus-chinese-lab-claim\">claim this week to have seen intelligence</a> confirming the theory that Covid-19 was man-made and did not originate in bats and find its way to humans via a “wet market”, as is generally accepted. He did not, of course, say what the evidence was.</p> \n  <p>Pompeo added: “<strong>The best experts so far seem to think it was man-made</strong>. I have no reason to disbelieve that at this point.”</p> \n  <p>Then the exchange with This Week host Martha Raddatz got confusing, as to what Pompeo does or does not think. This is from ABC’s transcript:</p> \n  <blockquote> \n   <p>RADDATZ: Your Office of the [Director of National Intelligence] says the consensus, the scientific consensus [is that the virus] <strong><a href=\"https://www.theguardian.com/world/2020/apr/30/cia-pushes-back-at-trump-efforts-to-link-coronavirus-to-chinese-laboratories\">was not man-made or genetically modified</a></strong>.</p> \n   <p>POMPEO: <strong>That’s right. I agree with that.</strong> Yeah. I’ve seen their analysis. I’ve seen the summary that you saw that was released publicly. I have no reason to doubt that that is accurate...</p> \n   <p>(CROSSTALK)</p> \n   <p>RADDATZ: OK, so just to be clear, <strong>you do not think it was man-made or genetically modified?</strong></p> \n   <p>POMPEO: I’ve seen what the intelligence community has said. <strong>I have no reason to believe that they’ve got it wrong.</strong></p> \n  </blockquote> \n  <p>Um… </p> \n  <p>Pompeo continued to attack China for its handling of the outbreak and what he said was a delay in transmitting information to the rest of the world. So far, so in line with White House attempts to blame China and thereby shift attention or blame from its own stumbling response as the US situation worsened throughout February and March.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/30/cia-pushes-back-at-trump-efforts-to-link-coronavirus-to-chinese-laboratories\">US intelligence agencies under pressure to link coronavirus to Chinese labs</a> </p> \n  </aside> \n  <p>Raddatz asked “<strong>Do you think they intentionally released that virus</strong> or it was an accident in the lab?”</p> \n  <p>“You know,” Pompeo said, “I don’t have anything to say about that. I think there’s a lot to know. But I can say this. We’ve done our best to try and answer all of those questions. We tried to get a team in there. The World Health Organization tried to get a team in there. And they have failed. No one’s been allowed to go to this lab or any of the other laboratories – there are many labs inside of China, Martha. This risk remains.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T14:50:18.403Z\">at 3.50pm BST</time></p> \n</div> \n<div id=\"block-5eaed50c8f0806a479812570\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T14:29:36.755Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The chair of the Republican National Committee Chair, <strong>Ronna McDaniel</strong>, appeared on ABC’s This Week with George Stephanopoulos <strong>where she was asked about allegations from Tara Reade</strong>, a former Senate staffer, that she was sexually assaulted by Joe Biden in 1993. <br><br><strong>McDaniel accused Democrats and the media of hypocrisy</strong> over the allegations, saying Biden had been treated lightly, compared to the scrutiny given to Brett Kavanaugh when allegations of sexual assault were levelled against him before his appointment to the supreme court. </p> \n  <p>“It has been appalling, the hypocrisy, as to how Brett Kavanaugh was treated versus Joe Biden,” said McDaniel. “Brett Kavanaugh, every accuser was put on TV. It was wall-to-wall coverage. They went into his high school year book. They said he needed an FBI investigation ... And then you go to Joe Biden. Five weeks of silence. Nineteen interviews without a single question. He won’t let people go into his records in the University of Delaware. They’re calling on the DNC to do the investigation.</p> \n  <p>“It went from MeToo, MeToo, MeToo, to Move on, Move on, Move on in a nanosecond because he’s a Democrat and the hypocrisy is appalling and it’s not just from the Democrats, it’s from the media, and I’ll tell you, I think any outlet that conducted those 19 interviews and didn’t ask a single question should be disqualified from conducting any part of a presidential debate.”</p> \n  <p><strong>Biden, has in fact, been asked about the allegations</strong>, most recently on Friday on MSNBC. Various publications, including the Guardian, have <a href=\"https://www.theguardian.com/commentisfree/2020/may/02/joe-biden-tara-reade-allegations-metoo-trump\">also discussed the claims</a>. The New York Times editorial board has called on the DNC to conduct an independent review of the matter.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/02/joe-biden-tara-reade-allegations-metoo-trump\">Democrats' downplaying of the Biden allegations will damage #MeToo | Arwa Mahdawi</a> </p> \n  </aside> \n  <p>Meanwhile, Donald Trump, who has also been accused of sexual assault, <strong>appeared to be sympathetic to Biden</strong>, who he is almost certain to face in this year’s presidential election. In an interview on Friday, Trump said: “I would just say to Joe Biden, just go out and fight [the allegation]”.</p> \n  <p>McDaniel said the president made his comments because he believes in justice. “Because due process and the presumption of innocence has no longer been the standard in this country when it comes to Republicans and now Democrats are suddenly embracing those legal standards that we made the cornerstone of our country when it comes to Joe Biden, but they threw it out the window when it came to Brett Kavanaugh, and so did the media,” she said.</p> \n  <p>McDaniel also said she was not worried about <strong>polls showing that Trump trails Biden in several key states</strong>. “I think the American people recognize what a strong leader he has been through this unprecedented crisis,” she said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T14:30:00.035Z\">at 3.30pm BST</time></p> \n</div> \n<div id=\"block-5eaeceea8f0806a479812545\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T14:17:30.733Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Maryland governor Larry Hogan, a Republican not exactly on Donald Trump’s good side, most of the time, also spoke to CNN this morning. He admonished Kudlow’s comments about further economic aid to states possibly being linked to policy priorities such as clamping down on undocumented migrants, blaming Democrats in the House, Republicans in the Senate and the White House for indulging in “divisive politics” when “it’s time to get something done”.</p> \n  <p>Hogan famously did get something done, <a href=\"https://www.theguardian.com/world/2020/apr/20/maryland-coronavirus-tests-south-korea-trump\">flying in 500,000 coronavirus tests from South Korea</a> – Hogan’s wife is Korean, which helped – and then guarding them at a secret location to stop the federal government from swooping and taking the tests for itself.</p> \n  <p>Remarkably enough, Hogan confirmed to CNN that he had been worried the Trump administration would steal his tests, although he said the worry was not so strong now.</p> \n  <p>Hogan was also asked about anti-lockdown protests in his state, including a speech on Saturday from Andy Harris, a Republican congressman who said he “did not wake up in Communist China or North Korea” and demanded his right to attend church if he wished.</p> \n  <p>“I think everyone has a right to protest,” Hogan said. “A couple dozen did so yesterday and … sadly we had far more people die yesterday in Maryland than we did protesters. Congressman Harris, I’m not sure where he woke up yesterday morning … he’s obviously got the right to say whatever crazy things he wants to say.”</p> \n  <p>The <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">Johns Hopkins figures for Maryland</a>: 24,473 cases and 1,251 deaths.</p> \n </div> \n</div> \n<div id=\"block-5eaeca838f087d47c77887f1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T14:01:57.283Z\">3.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Whitmer condemns 'small group' of armed lockdown protesters</h2> \n <div class=\"block-elements\"> \n  <p>Michigan governor Gretchen Whitmer appeared on CNN’s State of the Union, for an interview subject to a particularly glitchy feed from Zoom, Skype or whichever video service was being used, making her look at times a bit like she was wearing first world war “dazzle” camouflage. Our leaders are subject to the same trials of working from home as the rest of us, evidently, if not quite so eager to show off that they did an MA in British modern art.</p> \n  <p>Whitmer was asked about the protest in her state capital, Lansing, on Thursday in which <a href=\"https://www.theguardian.com/us-news/2020/apr/30/michigan-protests-coronavirus-lockdown-armed-capitol\">men armed with “long guns” participated </a>– carrying them legally, it should be noted, in the statehouse.</p> \n  <p>“We know that people are not all happy about having to take the stay home posture,” she said, “and you know what, I’m not either. But we have to listen to the public health experts and displays like the one we saw in our state capital are not representative of who we are in Michigan.</p> \n  <p>“<strong>There were swastikas and Confederate flags and nooses and people with assault rifles</strong>. That’s a small group of people when you think that this is a state of almost 10m people, the vast majority of whom are doing the right thing.”</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"517acb50-d7a2-4c3d-87b3-6c6adde69b2f\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zXXFf0Q2bcU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Donald Trump has regularly expressed support for the Michigan protesters, who on Friday he called “<a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-michigan-protesters-gretchen-whitmer\">very good people</a>”, inviting comparisons to his infamous comments about the Charlottesville white supremacists and neo-Nazis who marched in the summer of 2017. (They were “<a href=\"https://www.theguardian.com/us-news/2017/aug/15/donald-trump-press-conference-far-right-defends-charlottesville\">very fine people</a>”, for the inglorious record.)</p> \n  <p>Asked about the president’s comments, Whitmer said: “Some of the outrageousness of what happened in our capital this week depicted some of the worst racism and awful parts of our history in this country. Now, the Confederate flags and nooses, the swastikas, the behaviour that you’ve seen, is not representative of who we are in Michigan.”</p> \n  <p>In other words, <strong>she chose not to shout back at the president</strong>, or comment on his suggestion she should “make a deal” with such protesters.</p> \n  <p>Whitmer was also asked about her support for Joe Biden, Trump’s presumptive challenger in November, who is accused of sexual assault and who might also name Whitmer as his running mate. More on that to come.</p> \n </div> \n</div> \n<div id=\"block-5eaeca008f0806a479812516\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T13:43:54.242Z\">2.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ohio’s Republican governor, Mike DeWine</strong>, appeared on ABC News’s This Week with George Stephanopoulos this morning to talk about <strong>his decision to make <a href=\"https://www.cleveland.com/news/2020/05/ohio-gov-mike-dewine-pay-no-attention-to-the-stay-safe-ohio-order-expiration-date.html\">a phased reopening of businesses in his state</a></strong>. The manufacturing and construction sector will reopen on Monday before retail businesses come back on 12 May. Zoos, amusement parks and sports stadiums will remain closed until further notice. </p> \n  <p>DeWine said that while he was keenly aware the world is in the middle of a pandemic, <strong>he wanted to balance safety measures with personal freedom</strong>. </p> \n  <p>“I think generally Republicans are less inclined to have the government tell them what to do,” he said. “And that’s generally how I am. I’m a conservative Republican.”</p> \n  <p>That philosophy may well have played into DeWine’s decision to reverse an order mandating that customers should wear face masks when shopping.</p> \n  <p>“People were not going to accept the government telling them what to do,” said DeWine, who added that retail workers would still need to wear masks. “We put out dozens and dozens of orders, that was one that it just went too far. But at the same time we pulled that back, I said ... I highly recommend [wearing masks] ... Unless you have a physical reason you can’t wear the mask, and we understand that, but when you go into a retail store, that is the kind thing to do because I worry and we should all worry about the folks who are stocking shelves in grocery stores, the people who are [on] the check-out line who work there all day, and we got to try to protect them.”</p> \n  <p>DeWine also <strong>stopped short of saying he would issue another stay-at-home order if cases started to rise</strong> after the reopening. </p> \n  <p>“We’re going to watch numbers every single day,” he said. “And we’re going to communicate those numbers to the people of Ohio. That’s one of the things we’ve done. We do a press conference virtually every day and we try to give them the data that we’re looking at. So if we’re starting to see those numbers, the people of the state are going to see those numbers and we’ll have to take action. But what I hope is as people see those numbers, if they do go up and if they go up dramatically, that the people of the state will react to that.</p> \n  <p>“We keep saying we’re all in this together and that’s the way I look at it as far as my job as governor and the people of the state. I got to keep them informed of what’s going on. I think they’ll do the right thing once they know the facts.”</p> \n  <p>More than 1,000 people have died from Covid-19 in Ohio so far.</p> \n </div> \n</div> \n<div id=\"block-5eaec4758f082b32fdd6c730\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T13:22:49.611Z\">2.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From a White House economic adviser to a White House public health adviser: Dr Deborah Birx is talking on Fox News Sunday:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/albamonica/status/1256934834351550465\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Strong words from Dr. Bix on FOX on protesters crowded together without masks or social distancing, saying it is \"devastatingly worrisome\" because they could infect vulnerable people and will have to live with that possibility forever</p>— Monica Alba (@albamonica) \n    <a href=\"https://twitter.com/albamonica/status/1256934834351550465?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>She’s referring to protesters who want state economies and societies reopened, and who have been seen in states across the US.</p> \n  <p>Here’s an AP intro that sums up rather neatly the tensions between such demands and governors and experts who think reopening too quickly will most likely prove deadly:</p> \n  <blockquote class=\"quoted\"> \n   <p>Hundreds opposed to Oregon’s stay-at-home order demonstrated at the state capitol on Saturday as health officials announced dozens more cases and <strong>five additional deaths from Covid-19</strong>.</p> \n  </blockquote> \n  <p>Relative to California and Washington state, for two nearby examples, <strong>Oregon has not been hit particularly hard by the coronavirus</strong>: the <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">Johns Hopkins figures</a> put cases there at 2,635 and deaths at 109. The protests there on Saturday were not as angry as those in Michigan, for example, this week, where <a href=\"https://www.theguardian.com/us-news/2020/apr/30/michigan-protests-coronavirus-lockdown-armed-capitol\">armed men entered the statehouse</a>, frightening lawmakers … and <a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-michigan-protesters-gretchen-whitmer\">earning the support of the president</a>.</p> \n  <p>Nonetheless, the AP continues, “protest organizers [said] they view the social distancing mandates issued by Governor Kate Brown as government overreach. Since mid-March, Brown’s orders have closed many businesses, put some parks and campgrounds off limits, and required public schools to adopt distance learning programs.</p> \n  <p>“<strong>Most of the protesters did not wear face masks</strong>, but they waved American flags and Trump campaign signs in the rain. Other signs read ‘Reopen Oregon’ and ‘Let me earn a living.’</p> \n  <p>“<strong>A group of healthcare workers demonstrated at the top of the Capitol steps</strong>, urging a phased plan to ease the state’s social distancing requirements. Most of the other protesters ignored them.<br><br>“You can’t just place citizens under house arrest and enforce those orders,” event organizer Adam Ellifritt said.</p> \n  <p>Here’s some video of the Michigan protests:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"517acb50-d7a2-4c3d-87b3-6c6adde69b2f\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zXXFf0Q2bcU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5eaec1bf8f087d47c77887a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T13:17:08.985Z\">2.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House economic adviser Larry Kudlow is up on CNN’s State of the Union, discussing the economy and how to get it going again with a pandemic still raging, as <strong>more than half of the 50 states are now attempting to do</strong>.</p> \n  <p>Kudlow mentions that further aid may be coming for struggling Americans, with almost 30m unemployed, and also floats again the idea that the Trump administration may try to tie it to such moves as concessions on sanctuary cities, mostly Democratic-run places which do not co-operate with attempts to remove undocumented migrants. </p> \n  <p>Many <a href=\"https://www.vanityfair.com/news/2020/04/trump-ties-state-coronavirus-aid-to-immigration-sanctuary-cities\">observers</a> have pointed out tying aid to policy priorities like that would be unprecedented and, to some, <strong>unconscionable</strong>.</p> \n  <p>Kudlow also predicts a “potentially strong springback” from state economies, and saying 2021 could “be one of the fastest growth rebounds in US history”. The economy is central to Trump’s case for re-election, of course.</p> \n  <p>Here’s Robert Reich <a href=\"https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich\">again</a> on that:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich\">Donald Trump's four-step plan to reopen the US economy – and why it will be lethal | Robert Reich</a> </p> \n  </aside> \n  <p>Kudlow is asked about disconnects between public health advisers who counsel caution on reopening and economic advisers, such as him, who say it is time to reopen. He defends his own previous remarks about the coronavirus being contained. Obviously. The virus has “spread exponentially in ways no one could’ve predicted”, he says, which epidemiologists and others <a href=\"https://www.thedailybeast.com/cdc-contradicts-trump-on-duration-of-coronavirus-saying-it-will-not-miraculously-disappear-by-april\">would and do contest</a>. Also obviously.</p> \n </div> \n</div> \n<div id=\"block-5eaeb9b98f0806a47981248b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T13:11:10.631Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Oh, and Maine:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256921471286468609\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Many complaints coming in about Maine. I love that State, won Maine 2 - Don’t make the cure worse than the problem itself. That can happen, you know! <a href=\"https://t.co/XsAiTWDx44\">https://t.co/XsAiTWDx44</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1256921471286468609?ref_src=twsrc%5Etfw\">May 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Maine is a state not yet so badly hit – Johns Hopkins figures put it at a little more than <strong><a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">1,150 cases and 56 deaths</a></strong>. But here’s <a href=\"https://www.theguardian.com/world/2020/may/03/maine-tourist-industry-coronavirus-outbreak-us\">Lauren Aratani with a more, uh, considered take</a> on the problems facing a state dependent on summer tourism…</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/03/maine-tourist-industry-coronavirus-outbreak-us\">‘It’s our only industry’: pandemic restrictions threaten Maine’s tourist season</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eaebe788f0806a4798124be\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T13:02:14.062Z\">2.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump has also tweeted about how he misses his rallies:</p> \n  <blockquote class=\"quoted\"> \n   <p>Hopefully our Country will soon mend. We are all missing our wonderful rallies, and many other things!”</p> \n  </blockquote> \n  <p>Many people thought Trump was using his daily White House coronavirus briefings as rally substitutes, pounding out misinformation and attacks on familiar enemies with a captive national audience. Then the president used the podium (or lectern, Twitter pedants, a line I now have on shortcut) to suggest people might inject themselves with disinfectant to beat the coronavirus and that alley was, for now, in the main, closed off too.</p> \n  <p>It’s also worth remembering that the president has often claimed not to have left the White House during the pandemic other than to visit a hospital ship leaving Virginia for New York, when in fact he <a href=\"https://www.bloomberg.com/news/articles/2020-03-08/trump-says-campaign-rallies-will-go-on-despite-coronavirus\">staged rallies and visited the CDC in Atlanta</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/02/donald-trump-super-tuesday-rally-north-carolina\">'We like to troll': Trump tries to steal spotlight on eve of Super Tuesday</a> </p> \n  </aside> \n  <p>Trump is currently at Camp David in Maryland. There is no White House briefing on the schedule but he does have a Fox News town hall at the Lincoln Memorial in Washington tonight, at 9pm ET.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-03T13:02:30.898Z\">at 2.02pm BST</time></p> \n</div> \n<div id=\"block-5eaeb16f8f082b32fdd6c686\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T12:45:53.277Z\">1.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump tweet storm</h2> \n <div class=\"block-elements\"> \n  <p>Donald Trump is awake and – in <a href=\"https://www.youtube.com/watch?v=SzWjFcuYQA4\">Withnailian terms</a> I can’t resist and initiates of the film will get, Curse of the Superman and all that – he’s stepped back into society and started tossing his orb about.</p> \n  <p>One target this morning: President George W Bush, who has called for Americans to put partisanship aside during the coronavirus pandemic. Trump <a href=\"https://twitter.com/realDonaldTrump/status/1256911953903202307\">says</a> Bush was “nowhere to be found” when his Republican successor was impeached, and thereby failed to “speak up against the greatest Hoax in American history!”</p> \n  <p>Also in the firing line, on Saturday night, was MSNBC host Nicole Wallace. It turns out I’m right to think a double dog is a yoga pose, but in Trumpian tweet trash talk terms it’s the following: “She was thrown off The View<strong> like a dog</strong>, Zero T.V. Personas. Now Wallace is <strong>a 3rd rate lapdog</strong> for Fake News MSDNC (Concast). Doesn’t have what it takes!”</p> \n  <p>Nice to see he’s using his time constructively. </p> \n  <p>On Saturday night, Trump also claimed to have done more for African Americans than any president, although Honest Abe” – <a href=\"https://www.theguardian.com/books/2020/apr/11/abraham-lincoln-verge-book-ted-widmer-interview\">Lincoln, who ended slavery, remember</a> – “wasn’t bad”. He also said of North Korean leader Kim Jong-un “I, for one, am glad to see he is back, and well!”, earning predictable <strong>rebukes for praising a dictator.</strong></p> \n  <p>To Sunday morning: Trump has already attacked “the Fake News” and “the Lamestream Media” about polls, of course he has, and he has also retweeted a message which ends “Jeffrey Epstein didn’t kill himself.” </p> \n  <p>That one, by the by, is from the same failed congressional candidate who’s “#FireFauci” tweet Trump retweeted last month, causing widespread consternation.</p> \n  <p>It’s fun, keeping up with Trump tweets. Really, it is.</p> \n </div> \n</div> \n<div id=\"block-5eaea5788f082b32fdd6c651\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-03T12:24:39.945Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus – and politics – in the US. First, as ever, <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">the figures from Johns Hopkins University</a>:</p> \n  <ul> \n   <li>US cases: 1,132,903</li> \n   <li>US deaths: 66,380</li> \n   <li>New York cases: 312,977</li> \n   <li>New York deaths: 24,198</li> \n  </ul> \n  <p>Other states are badly hit: New Jersey is approaching 8,000 deaths, Michigan’s toll has passed 4,000. And states with <strong>governors looking to reopen their economies</strong> faster than might be wise are affected too: there have been more than 35,000 cases and more than 1,300 deaths in Florida, for example, where <a href=\"https://www.theguardian.com/us-news/2020/may/02/florida-grim-reaper-beach-video-coronavirus\">the Grim Reaper himself, sort of,</a> is patrolling the beaches in protest.</p> \n  <p>In Washington, or near it at Camp David, Donald Trump continues to stir the pot. <strong>The Senate is due back in session</strong> on Monday – <strong><a href=\"https://www.theguardian.com/commentisfree/2020/apr/28/trump-judges-giant-step-backward-america\">Mitch McConnell has judges to confirm</a></strong>, among other business – despite the dangers to its distinctly aging population. Trump has been busy <a href=\"https://twitter.com/realDonaldTrump/status/1256721351722876933\">slamming Nancy Pelosi</a>, 80, for not reopening the House. It’s worth noting that Pelosi and McConnell together, a rare sight, turned down Trump’s offer of accelerated testing for members of Congress.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"152236f6200f62e298a547d2c0bfdd67baabd487\"> \n   <img src=\"https://media.guim.co.uk/152236f6200f62e298a547d2c0bfdd67baabd487/0_375_3000_3750/800.jpg\" alt=\"Anthony Fauci.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Dr Anthony Fauci.</span> \n    <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Also, the White House has <a href=\"https://www.theguardian.com/us-news/2020/may/02/white-house-blocks-fauci-congress-trump-senate\"><strong>blocked Dr Anthony Fauci</strong> from testifying before a House committee</a> about the Trump administration’s response to the coronavirus crisis. This is one that’s going to rumble on. <a href=\"https://twitter.com/realDonaldTrump/status/1256720284540981248\">In a tweet on Saturday night</a>, Trump said: “The Democrats are just, as always, looking for trouble. They do nothing constructive, even in times of crisis. They don’t want to blame their cash cow, China, for the plague. China is blaming Europe. Dr Fauci will be testifying before the Senate very soon!”</p> \n  <p>Republicans control the Senate, although Fauci has a history of contradicting Trump or reportedly angering him by sticking to inconvenient facts whatever the venue for doing so. We’ll be watching this one as the morning shows roll on.</p> \n  <p>There’s <em>also</em> mounting Democratic anger about Trump’s moves <strong>to neuter oversight of his administration</strong>, most recently by removing a health watchdog who wrote a report critical of the first responses to and preparations for the arrival of Covid-19. <a href=\"https://twitter.com/ewarren/status/1256722336117673984\">Elizabeth Warren</a>: “When it comes to his handling of this pandemic, Donald Trump has a view on oversight: He doesn’t want any. Make no mistake: We will keep doing our jobs and holding him accountable for his botched response to a national crisis.”</p> \n  <p>All that and more to come, you lucky, lucky readers. Before it does, here’s our columnist Robert Reich with <a href=\"https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich\">an elegant evisceration</a> of the Trump administration’s moves to reopen the US economy…</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich\">Donald Trump's four-step plan to reopen the US economy – and why it will be lethal | Robert Reich</a> </p> \n  </aside> \n </div> \n</div>",
  "<p>Good morning, this is Emilie Gramenz bringing you the main stories and must-reads on Monday 4 April.</p> \n<h2>Top stories</h2> \n<p><strong>A new report shows that the <a href=\"https://www.theguardian.com/media/2020/may/04/abc-loses-793m-funding-since-2014-when-coalition-made-its-first-cuts-report\">ABC has lost $783m in funding</a> since the Coalition came to power in 2014. </strong>Despite a hiatus in implementing budget cuts due to the Covid-19 pandemic, the ABC’s managing director, David Anderson, has warned staff he will unveil measures to meet the shortfall at the end of July.</p> \n<p><strong>A survey has found that most Australians want government, not business, to lead the post-pandemic recovery. </strong><a href=\"https://www.theguardian.com/australia-news/2020/may/03/coronavirus-australia-latest-at-a-glance\">Ninety-five Australians have now died</a> after contracting Covid-19. The poll by the Australia Institute, a progressive thinktank, <a href=\"https://www.theguardian.com/world/2020/may/04/most-australians-want-government-not-business-to-lead-post-pandemic-recovery-survey-finds\">shows two in three Australians believe the government should take the lead in sustaining the economy</a>, and almost four in five said they trust the government to give clear and accurate advice on the pandemic. On Sunday the federal education minister, Dan Tehan, <a href=\"https://www.theguardian.com/australia-news/2020/may/03/federal-education-minister-dan-tehan-says-he-overstepped-the-mark-criticising-victoria-over-schools\">said he “overstepped the mark</a>” when criticising the Victorian government over schools earlier in the day. A Melbourne primary school will be closed for three days after a teacher was infected with coronavirus.</p> \n<p><strong>The US secretary of state, Mike Pompeo, has <a href=\"https://www.theguardian.com/world/2020/may/03/mike-pompeo-donald-trump-coronavirus-chinese-laboratory\">claimed there is “enormous evidence” the coronavirus outbreak originated in a Chinese laboratory</a>. </strong>He didn’t provide any of the alleged evidence and the claim is an escalation in rhetoric about the origins of the pandemic. The UK prime minister, <a href=\"https://www.theguardian.com/world/2020/may/03/boris-johnson-it-was-50-50-whether-to-put-me-on-ventilator-coronavirus\">Boris Johnson, has spoken of his dramatic stay in intensive care</a>, saying it was a 50-50 decision on whether he should be ventilated, and revealing that plans were drawn up about how to announce his death. <a href=\"https://www.theguardian.com/world/2020/may/03/ministers-under-fire-as-covid-19-testing-drops-back-below-100000-daily-target\">UK ministers face ongoing criticism about coronavirus testing</a>, with daily tests dropping below a goal of 100,000, and more people are now in hospital with coronavirus <a href=\"https://www.theguardian.com/uk-news/2020/may/03/north-west-overtakes-london-for-number-of-covid-19-hospital-cases-coronavirus\">in the north-west of England</a> than in London. Spain and Italy, two of the European countries hardest hit by coronavirus, are beginning to emerge from strict lockdowns, but <a href=\"https://www.theguardian.com/world/2020/may/03/spain-and-italy-ease-covid-19-lockdown-but-russia-hits-daily-high\">Russia and Afghanistan have reported their biggest one-day rises</a> in new infections.</p> \n<p><strong>The Australian government will offer $300m to boost hydrogen investment under clean energy financing. </strong>The government will change the investment mandate of the Clean Energy Finance Corporation, <a href=\"https://www.theguardian.com/australia-news/2020/may/04/government-offers-300m-hydrogen-investment-clean-energy-finance-corporation\">directing it to make up to $300m available for a new Advancing Hydrogen Fund.</a> The move comes ahead of other changes the government is planning to the CEFC’s investment program. Australia’s energy ministers signed off on a national hydrogen strategy in November when the Coag energy council met for the first time in more than 12 months.</p> \n<h2>Australia</h2> \n<p><strong>The coal industry in NSW and Queensland is using as much water as all of Sydney’s households, new research shows. </strong>The report was commissioned by the Australian Conservation Foundation and <a href=\"https://www.theguardian.com/environment/2020/may/04/nsw-and-queensland-coal-industry-uses-as-much-water-as-all-sydney-households-report-finds\">used public data to examine the impact of coalmining on water resources</a>.</p> \n<p><strong>A byelection in the NSW seat of Eden-Monaro will take place in a political scene utterly transformed since the federal election a year ago. </strong><a href=\"https://www.theguardian.com/australia-news/2020/may/04/eden-monaro-byelection-pandemic-coronoavirus-coalition-labor-nationals-liberals-nsw-politics\">The battle for the traditionally marginal seat</a> is a first test for the Labor leader, Anthony Albanese, as the Coalition hopes to pull off the rare feat of gaining a seat while in government.</p> \n<p><strong>Google Australia says the search engine is the internet-age equivalent of a newspaper poster in a newsagent’s window. </strong><a href=\"https://www.theguardian.com/media/2020/may/04/google-poster-newsagents-window-publishers-tech-giant-says\">The local arm of Google is responding to the government’s claim</a> that Australian news content is lucrative for tech titans.</p> \n<h2>The world</h2> \n<figure class=\"element element-image\" data-media-id=\"9b5151a81a9a8ca3a3c2a3908f0ff9b7f5ce6f5e\"> \n <img src=\"https://media.guim.co.uk/9b5151a81a9a8ca3a3c2a3908f0ff9b7f5ce6f5e/68_387_5025_3015/1000.jpg\" alt=\"An oxygen mask\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Doctors are reporting a strange new phenomenon among some Covid-19 patients.</span> \n  <span class=\"element-image__credit\">Photograph: Epicscotland/Alamy</span> \n </figcaption> \n</figure> \n<p><strong>Doctors have reported a mysterious phenomenon in coronavirus patients they are calling “happy hypoxia”</strong>: patients who are talking and apparently not in distress, but <a href=\"https://www.theguardian.com/world/2020/may/03/happy-hypoxia-unusual-coronavirus-effect-baffles-doctors\">who have oxygen levels low enough to typically cause unconsciousness</a> or even death. It is raising questions about exactly how the virus attacks the lungs and whether there could be more effective ways of treating such patients</p> \n<p><strong>A global coalition of artists, scientists and celebrities are urging Brazil’s leaders to take immediate action to save the country’s indigenous peoples from a Covid-19 “genocide”. </strong><a href=\"https://www.theguardian.com/world/2020/may/03/eve-of-genocide-brazil-urged-save-amazon-tribes-covid-19-sebastiao-salgado\">In an open letter to Brazilian president, Jair Bolsonaro</a>, the group warns the pandemic poses an extreme threat to the survival of indigenous communities in the Amazon.</p> \n<p><strong>Benjamin Netanyahu could be barred from forming a government</strong> after Israel’s high court began assessing petitions that seek to obstruct the prime minister <a href=\"https://www.theguardian.com/world/2020/may/03/top-israeli-court-hears-challenge-to-netanyahu-forming-government\">because he is under criminal indictment</a>.</p> \n<p><strong>Syria’s richest man and the first cousin of President Bashar al-Assad has exacerbated a spectacular falling out with the Syrian leader</strong> – <a href=\"https://www.theguardian.com/world/2020/may/03/syria-richest-man-inflames-rare-public-dispute-bashar-al-assad-rami-makhlouf\">accusing him of sending security forces to arrest his employees and take over his business</a>. Rami Makhlouf is accused by the US and EU of bankrolling the Syrian regime.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"32f94d9c46ecd371d00daafdc005a208cced4442\"> \n <img src=\"https://media.guim.co.uk/32f94d9c46ecd371d00daafdc005a208cced4442/0_369_3134_1881/1000.jpg\" alt=\"A toilet door\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Some public health experts are calling for a rethink of restrooms</span> \n  <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>It’s time to radically rethink public toilets. </strong>Public health experts, designers and architects say the pandemic has <a href=\"https://www.theguardian.com/society/2020/may/04/sensor-taps-door-handles-covid-19-rethink-public-toilets-bathroom-design\">exposed fundamental flaws in their design</a> that risk spreading a second wave of coronavirus – or new, future pandemics. As Elias Visontay writes, some suggested innovations include more sensor taps, self-cleaning cubicles, and exits that don’t require human contact.</p> \n<p><strong>Mourning at a distance is complicating the rituals of grief. </strong>Natasha Seymour discovered this firsthand <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/04/mourning-at-a-distance-coronavirus-without-ceremonials-of-the-funeral-how-was-i-meant-to-grieve\">when her maternal grandfather died</a>. Without the ceremony of grief, how do we mark change? In the hours after his death, she didn’t focus on her feelings – she was too busy trying to process the logistics of attending the funeral, with limits on the number of people who can attend, and the prospect of quarantining while travelling interstate.</p> \n<p><strong>As our worlds have become smaller and smaller in lockdown, babies are the rare individuals learning and growing while confined to the home. </strong><a href=\"https://www.theguardian.com/commentisfree/2020/may/04/parenting-in-a-pandemic-is-hard-but-the-best-thing-about-lockdown-is-looking-after-a-baby\">Tom Whyman has realised that the best thing about lockdown is his nine-month-old baby,</a> who “becomes more of a little person every day”. Despite the pressure of working from home and being unable to go outside or have any childcare help, looking after his child is the best part of his day.</p> \n<h2>Listen</h2> \n<p><strong>Is remdesivir an effective treatment for Covid-19?</strong> Full Story looks at the <a href=\"https://www.theguardian.com/australia-news/audio/2020/may/04/is-remdesivir-an-effective-treatment-for-covid-19\">experimental treatment</a>, which was hailed as a breakthrough last week. It will be trialled in Australia – but some experts urge caution and say serious questions remain to be answered.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a1a8c71d-b557-477d-b3a0-910211c962b6\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p><em>Full Story is Guardian Australia’s news podcast. Subscribe for free on <a href=\"https://ablink.editorial.theguardian.com/mps2/c/-wA/AUR8AA/t.30c/4s-NI13WQeubM6CEmuVuWA/h34/nw-2B-2FgvTFHE0ilhHgr-2F7jg8oyvPuQIV2q3Q8RShDRDWnKXexkg8f8slDV-2BnW6BmjjVgvNgfIh-2Fz9aAo-2FuKdev-2FuJ1X3lcwRM6X7PA-2FSKTNtJ8C1VJ8FzIpl-2FfZw7EkWuM2ynFTnBo29nvWZrt2QdblatlFA7GslHJQQ6z1DVp7PZvaZhFzn-2BYb-2B80BjW2pUjs2FvRPXmSffYzqPDurSWXsBapgrNalBZFBQh-2FZUgm5unWVcDTHh3wvXE7mcZk9TSfW1-2F3hSZ6n-2Bvlw0M4C-2F8JMw-3D-3D/_a49\">Apple Podcasts</a>, <a href=\"https://ablink.editorial.theguardian.com/mps2/c/-wA/AUR8AA/t.30c/4s-NI13WQeubM6CEmuVuWA/h35/zfYKAs4AaOT6gkWW-2Fht0F2BobP-2FGdiaJ0KjNOYo9vKpI0e8xlRNPJf-2F6QwKtGFU6Y8X-2F5RKWoJDH5aV0OH1pIJ7NV7dp-2FYC4MqYYbxQqeCtU0NM18O9vGtFUtZ80HxqXACeKzGAE9CQasik3WROgRAGV72d-2FtvfSXyqmICkdUyyGwX6YoEGZbjrGFPxrVWv7K-2BtLFTfVJTGiTQCCLum-2BSn5-2FDswp7JFi6YAlw-2FOyS29ikwO6-2FqQTb-2BdD6NukLRjzOwAS9WW7RGaFJ4UF0mKI-2F8X-2FmOCfRgD3aNy1T02DJy4-3D/VpAX\">Spotify</a> or any other podcasting app.</em></p> \n<h2>Sport</h2> \n<figure class=\"element element-image\" data-media-id=\"a89c93a03bb075b6f2eef6c5000b28acd9fcc908\"> \n <img src=\"https://media.guim.co.uk/a89c93a03bb075b6f2eef6c5000b28acd9fcc908/0_74_3000_1801/1000.jpg\" alt=\"Wayne Bridge consoles John Terry\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Wayne Bridge consoles England team mate John Terry after defeat during the World Cup quarter-final match between England and Portugal.</span> \n  <span class=\"element-image__credit\">Photograph: Shaun Botterill/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>More than a decade on, fact and fiction remain entangled in the tale of former teammates turned enemies.</strong> <a href=\"https://www.theguardian.com/football/2020/may/03/betrayal-and-bombast-surreal-story-terry-v-bridge-scandal\">Jonathan Liew takes an in-depth look at one of English football’s most hysterical scandals</a>, Terry v Bridge – friends, teammates, an affair, tabloids whipped into a frenzy and a swirling legal drama.</p> \n<h2>Media roundup</h2> \n<p>The <strong>Sydney Morning Herald </strong>is reporting that the <a href=\"https://www.smh.com.au/politics/nsw/nsw-deputy-premier-will-not-contest-eden-monaro-paving-way-for-his-cabinet-colleague-20200503-p54pcq.html\">NSW deputy premier, John Barilaro, will not contest the federal seat of Eden-Monaro</a>, paving the way for the state’s transport minister, Andrew Constance, to run . The <strong>ABC</strong> looks at <a href=\"https://www.abc.net.au/news/2020-05-04/apprentices-coronavirus-stood-down-workers-uncertain-future/12209948\">apprentices facing an uncertain future</a> after being stood down during coronavirus. And the <strong>West Australian </strong>reports on <a href=\"https://thewest.com.au/news/coronavirus/coronavirus-crisis-city-of-perth-will-invest-30-million-into-covid-19-recovery-plan-flagging-efficiency-cuts-ng-b881536862z\">the City of Perth’s $30m plan to rescue a CBD</a> “decimated” by the coronavirus pandemic.</p> \n<h2>And if you’ve read this far …</h2> \n<p><strong>Remember “The Mountain” from Game of Thrones? </strong>The<strong> </strong>Icelandic<strong> </strong>actor-slash-strongman Hafthor Bjornsson <a href=\"https://www.theguardian.com/sport/video/2020/may/03/game-of-thrones-mountain-hafthor-bjornsson-breaks-world-deadlift-record-video\">set a world record for the deadlift on Saturday</a> when he lifted more than half a metric tonne. Kind of makes your at-home workout regime seem light on, doesn’t it?</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p>",
  "<p>White House economic adviser Larry Kudlow has not ruled out any element in the next potential coronavirus relief bill, including more money for state and local governments and the small business programme.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich\">Donald Trump's four-step plan to reopen the US economy – and why it will be lethal | Robert Reich</a> </p> </aside>  <p>But he added that the White House was in “kind of a pause period”, while hinting that <a href=\"https://www.reuters.com/article/us-usa-immigration-court/u-s-appeals-court-rules-against-trump-attempt-to-withhold-funds-from-sanctuary-cities-idUSKBN22C408\">Donald Trump’s threat</a> to link aid to concessions on immigration policy could yet be attempted.</p> <p>“Regarding the states,” Kudlow told CNN’s State of the Union, “as you know, the president has from time to time spoken about linking that to sanctuary cities. I don’t think anything’s been decided yet.”</p> <p>Sanctuary cities, mostly run by Democratic authorities, do not comply with federal attempts to detain and deport undocumented migrants under Trump’s hardline immigration approach.</p> <p>Speaking at the White House this week, the president said: “If you’re going to get aid to the cities and states for the kind of numbers you’re talking about – billions of dollars – I don’t think you should have sanctuary cities.”</p> <p>It is not clear that the White House <a href=\"https://www.cnn.com/2020/04/30/politics/trump-sanctuary-city-coronavirus/index.html\">would be legally able</a> to mandate such compliance. Observers have also questioned the propriety of tying economic aid to states and cities to policy priorities, particularly in a time of national crisis.</p> <p>The US has recorded more than 1.1m coronavirus cases and the death toll has passed 66,000. More than 30 million people have filed for unemployment in the past six weeks.</p> <p>Lawmakers are discussing a fourth coronavirus relief bill. Democrats are calling for aid to cities and states and some governors have warned of massive layoffs.</p> <p>New Jersey governor Phil Murphy told Fox News Sunday federal help would be “about firefighters, police, EMS, teachers at the point of attack”.</p> <p>“We’re already seeing some layoffs in New Jersey,” he said. “We need a big slug of federal, direct cash assistance.”</p> <p>Illinois governor JB Pritzker, another Democrat, rejected Trump’s argument that states with budget problems before the coronavirus outbreak should not be bailed out.</p> <p>All 50 states are suffering from the lack of revenue, Pritzker told CBS’s Face the Nation, and “coronavirus has caused that. All of us are having to spend more on social services and healthcare to take care of people.”</p> <p>Some Trump advisers have said the need for another stimulus bill is not yet clear. Kudlow said “there may well be additional legislation”.</p> <p>“We know the economy is still in a terrible, contractionary phase, tremendous hardships everywhere,” he said. “We’re trying to work through this. I don’t want to rule in or out anything right now. We are in discussions internally and with leading members of Congress.”</p> <p>The White House, Kudlow said, was “just trying to stabilise things and get folks through this, and then we’ll see, we will see in a couple of weeks, what needs to be done and perhaps how to do it”.</p> <p>Kudlow was asked if aid to small businesses would be increased again, given how quickly the money is being claimed.</p> <p>“It may be,” he said. “We haven’t made a decision yet. This has been an extremely popular and effective programme. Keeping folks on the payroll is extremely important.”</p> <p>While Democrats support more money for state, local and tribal governments, Mitch McConnell, the Republican leader of the Senate, has demanded protection for businesses from Covid-19-related lawsuits.</p> <p>Also on CNN, Maryland governor Larry Hogan, a Republican, chastised the White House, the Senate and the Democratic-held House for tying “divisive politics” to the need for coronavirus relief.</p> <p>“Stop and focus on helping,” he said.</p> <p>Trump is focused on the stalled US economy, seeing its recovery as vital in a re-election year as polls put him behind Joe Biden, his presumptive challenger, in key states.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/03/science-donald-trump-coronavirus\">Pandemic brings Trump's war on science to the boil – but who will win?</a> </p> </aside>  <p>Kudlow said: “We had a very strong economy during the Trump years and even during the first few months of this year. We’d like to apply the same free enterprise principles. Besides [a] second-half rebound [this year], I think 2021 could be a spectacular year in the economy with the right set of policies.”</p> <p>The president has backed protesters demanding an end to social restrictions, even when those protesters were armed and entered a statehouse, as in Michigan this week. That state has seen more than 43,000 cases and more than 4,000 deaths from Covid-19.</p> <p>More than half the 50 US states are now relaxing their social distancing guidelines, even as public health experts caution against moving too fast.</p> <p>On Sunday, senior Michigan adviser Dr Joneigh Khaldun told NBC’s Meet the Press: “If we don’t do well with these social distancing measures, more people will die and that is just the facts.”</p>",
  "<p>Justin Amash left the Republican party because it was in a “partisan death spiral” but insists his White House run as a Libertarian won’t help Donald Trump maintain the GOP’s grip on the White House.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/03/trump-adviser-larry-kudlow-coronavirus-relief-aid-sanctuary-cities\">Trump adviser: coronavirus relief aid threat to ‘sanctuary cities’ could happen</a> </p> </aside>  <p>“Washington is totally dysfunctional,” Amash told CNN’s State of the Union on Sunday. “That’s why I left the Republican party, because there was this partisan death spiral.</p> <p>“We need someone who’s going to come in as president, respect our constitution, defend our rights, and fix our representative system of government so that people will actually feel represented at home. And I know that millions of Americans want that.”</p> <p>The former member of the hard-right House Freedom Caucus <a href=\"https://www.theguardian.com/us-news/2019/jul/04/justin-amash-quits-republican-party\">left the Republicans in 2019</a>. He then <a href=\"https://www.azcentral.com/story/opinion/op-ed/ej-montini/2019/12/19/rep-justin-amash-voted-impeachment-does-make-bipartisan/2696156001/\">voted to impeach Trump</a> and remove him from office, as the GOP stayed ranged behind the president.</p> <p>Amash announced his third-party run this week, to criticism that he risked taking voters from Joe Biden, the presumptive Democratic challenger who leads the president in many national and key-state polls.</p> <p>“We don’t know how the additional candidate changes a race,” Amash insisted on Sunday. “It’s too impossible to figure out. There are too many calculations involved. So, the most important thing is that we have a ballot. If you want to vote for someone, you vote for that person.”</p> <p>Many observers suggest third-party candidates can change presidential elections.</p> <p>In 1992, for example, <a href=\"https://www.theguardian.com/us-news/2019/jul/09/ross-perot-obituary\">Ross Perot ran as an independent </a>and won 19% of the vote as a Democratic challenger, Bill Clinton, beat incumbent Republican George HW Bush.</p> <p>Green candidate Ralph Nader’s run eight years later is perhaps the most famous third-party campaign, given that George W Bush beat Al Gore in a desperately tight race.</p> <p>Nader told the Guardian this week “there are all kinds of other reasons that the <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a> lost” in 2000, not least that Bush “was selected by five out of nine supreme court justices in a judicial coup d’etat”.</p> <p>But the political strategist Bob Shrum countered that Nader “hurt because he attacked Gore from the left: that was his argument.”</p> <p>Shrum added: “I don’t know that Amash is in the same position. The assumption that he would take votes from Biden rather than Trump seems dubious to me at best.”</p> <p>Amash is <a href=\"https://www.clubforgrowth.org/scorecards/app/?party=all&amp;chamber=H&amp;yr=2018&amp;state=all&amp;rep\">a stringent conservative</a>, unlikely to appeal to many supporters of a centrist Democrat pushed left on policy by the challenge of Bernie Sanders and committed to naming a woman, quite possibly an African American, as his proposed vice-president.</p> <p>In 2016, the Libertarian Gary Johnson took nearly 4.5m votes nationally. Trump however lost the popular vote to Hillary Clinton by nearly 3m ballots.</p> <p>The White House was won, <a href=\"https://www.theguardian.com/us-news/2020/jan/11/donald-trump-rick-wilson-running-against-the-devil\">as it always is</a>, in the electoral college.</p> <p>In that fight Amash’s home state, Michigan, was a key win for Trump over Clinton by just 10,704 votes, less than 0.25%, while Johnson <a href=\"https://www.nytimes.com/elections/2016/results/michigan\">won the support of 172,136 Michiganders – or 3.6%</a> of turnout. The Green candidate, Jill Stein, won 51,463 votes, or 1.1%.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-accusation-sexual-assault-report\">Tara Reade says she didn't explicitly accuse Biden of assault in Senate report</a> </p> </aside>  <p>Rejecting criticism from the former congressman Joe Walsh, who ran against Trump in the Republican primary and told the Guardian his friend was making “a huge mistake”, Amash insisted “there’s an opening for a Libertarian party to become a major party in this country”.</p> <p>“I think we’re at a crossroads. There is a difference over the last decade or so, where people are more polarized, more upset, but, actually, most Americans are delightful people, are polite people, want to work with each other, respect each other.</p> <p>“And these two factions that really control our political system are destroying our system and making it impossible for the rest of us to, frankly, enjoy our lives.”</p>",
  "<p>Since the sudden easing of a three-week lockdown in Ghana’s two major cities, Accra and Kumasi, daily life is gradually returning to normal.</p> <p>Markets and commercial districts that had ground to an eerie halt have buzzed back to life. Stores and banks have slowly reopened. Modest traffic jams have emerged as many people who had escaped the lockdown return to the cities. But schools, places of worship, restaurants and bars remain shut.</p> <p>The reaction to President Nana Akufo-Addo’s unexpected order to <a href=\"https://www.bloomberg.com/news/articles/2020-04-19/ghana-president-lifts-lockdown-on-improved-virus-preparedness\">ease restrictions</a> two weeks ago has been mixed.</p> <p>Among the west African country’s corporate workers and affluent classes, many people continue to work from home and fear that the easing of the lockdown is premature.</p> <p>From his apartment in Accra’s affluent East Legon, 30-year-old Delvin Cooper, who works for digital creation firm Pulse Ghana, worries that the severity of the coronavirus outbreak has not fully registered in the country.</p> <p>“The government should have waited at least a little bit longer,” he said. “People still haven’t got the actual understanding of what the situation is.”</p> <p>However, for millions of people living on the edge, working in Ghana’s largely informal economy, each day of the lockdown deepened their worries.</p> <p>Outside a small factory in a quiet neighbourhood in northern Accra, Raphael Awitor, who is in his 40s, stirs sand and cement with a shovel. Toiling in the blazing sun, he races to make as many bricks as possible. On good days he can earn 80 cedis (£11).</p> <p>“I planned to come to work on Monday whether or not the lockdown was lifted,” Raphael said. “We were really hungry.”</p> <p>He had become desperate after quickly spending his savings of just 300 cedis.</p> <p>Ghana’s government has halved electricity costs and cancelled water bills for three months, and distributed food supplies to ease the effects of the lockdown. But the help has not reached everyone, Raphael laments. “I didn’t even see the trucks that were sharing it.”</p> <p>Nearby, Nyamekye Agyemang, 55, sets her steel pots containing wraps of fufu, banku and a mix of stews on small stools in a wooden kiosk, waiting for custom from construction workers and passers-by. Food vendors were permitted to work during the lockdown but the impact on her income from reduced footfall was immense.</p> <p>“If the lockdown had continued, it would have been a disaster,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"c722eab1e0c9b2359cdac0c6bd9dbff4ee017a58\"> <img src=\"https://media.guim.co.uk/c722eab1e0c9b2359cdac0c6bd9dbff4ee017a58/0_0_2738_1883/1000.jpg\" alt=\"People wait to receive food and water from volunteers in Accra during the partial lockdown on 4 April.\" width=\"1000\" height=\"688\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wait to receive food and water from volunteers in Accra during the partial lockdown on 4 April.</span> <span class=\"element-image__credit\">Photograph: Francis Kokoroko/Reuters</span> </figcaption> </figure>  <p>Since the lockdown was eased, however, confirmed Covid-19 cases have doubled to more than 2,000. The number of deaths stands at 17. </p> <p>The government has defended its decision, arguing that the country’s early lockdown allowed it to assess Ghana’s needs, and that it bought the authorities time to boost health infrastructure, testing capacity, and pinpoint where the outbreaks were.</p> <p>In his speech announcing an easing of the lockdown, the president promised to improve testing. “We are ranked number one in Africa in the administering of tests per million people,” he said.</p> <p>The government said it was starting the largest investment in the country’s healthcare, with 96 new hospitals planned for the next year and improved services.</p> <p>Ghana’s information minister, Kojo Nkrumah, told the Guardian the lockdown had helped the government to assess its health systems and what the country would need, based on increased data collection from Covid-19 tests.</p> <p>“We decided not to wait but to do a precautionary lockdown early and within that period get mass findings and data to help us,” he said. About 110,000 tests were administered.</p> <p>The government has increased its supply of ventilators, said Nkrumah, to around 200. Among the first 1,200 patients fewer than five required intensive care or ventilation.</p> <p>According to Nkrumah, the length and function of lockdowns had to be decided by individual countries. “We should guard against assuming that there is a one size fits all approach. You should let the local context be applied when enforcing these lockdowns,” he said.</p> <p>But pressure to ease the restrictions was mounting before the president made the decision. Ghana’s powerful Trade Union Congress had pressed Addo to adopt a different strategy.</p> <p>“Nearly 90% of Ghanaians work in the informal economy,” the secretary general, Anthony Baah, told the Guardian. “In a lockdown the impact can become unbearable, so we are happy with what the government has done.”</p>  <figure class=\"element element-image\" data-media-id=\"fb5d64577ed266edfb1acdfc25bf48c19fa558b2\"> <img src=\"https://media.guim.co.uk/fb5d64577ed266edfb1acdfc25bf48c19fa558b2/0_0_4000_2857/1000.jpg\" alt=\"A woman sells hand sanitiser at the Makola market, Accra.\" width=\"1000\" height=\"714\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman sells hand sanitiser at the Makola market, Accra.</span> <span class=\"element-image__credit\">Photograph: Nipah Dennis/AFP via Getty Images</span> </figcaption> </figure>  <p>And just days after the lockdown was imposed at the end of March, pockets of demonstrations broke out in Ghana.</p> <p>Traders protesting in a market in Kasoa, western Accra, said they knew the lockdown was needed to curb the spread of the virus but they were not in a position to survive it. “The president’s directive is good but it won’t help us,” said one.</p> <p>The mass outcry so early on during the lockdown was a worry for the government, particularly in what is supposed to be an election year.</p> <p>Many fear the government has been too hasty. Seizing the moment, former president John Mahama sparked the sparked the criticism in a tweet before Addo’s announcement. “Concerns persist that the government has taken a gamble,” he said. “Many health experts continue to suggest the necessity and appropriateness of an extension of the restrictions.”</p>",
  "<p>“He has no idea what’s gonna hit him as a third-party challenger,” says <a href=\"https://nader.org/\">Ralph Nader</a>, who knows better than most after running for US president four times. “The public has bought into ‘the spoiler’. The public wants to vote for a winner.”</p> <p>Nader is considering the prospects of Justin Amash, a congressman from Michigan who announced this week <a href=\"https://www.theguardian.com/us-news/2020/apr/29/justin-amash-presidential-bid-libertarian\">he is seeking the Libertarian nomination</a> for the White House. Amash reasoned that millions of Americans do not feel well represented by either major party or their candidates: Republican Donald Trump and presumptive Democratic nominee Joe Biden.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">Benefit of the doubt? Joe Biden – and allies – face key questions over sexual assault claim</a> </p> </aside>  <p>The 40-year-old, who quit the Republican party to become an independent and voted for Trump’s impeachment, <a href=\"https://hosted.ap.org/kernradio/article/be1411cc4de8356645542289a16f34c2/ap-interview-amash-says-voters-want-political-alternative\">told the Associated Press:</a> “It’s important that we present them with that alternative … The first step to moving toward no political parties or all independent candidates is to provide some big challengers to the main two parties right now.”</p> <p>It is not controversial to assert that Amash has no chance of winning. But it is also notable that in 2016 in Amash’s home state, Michigan, Trump took a key electoral college win over Hillary Clinton by 10,704 votes, or less than a quarter of a percentage point. Gary Johnson, the Libertarian, <a href=\"https://www.nytimes.com/elections/2016/results/michigan\">won 172,136 votes – or 3.6%</a>. Even Jill Stein, for the Green party, took 51,463 and 1.1%.</p> <p>Amash could make a big difference. The parlour game of the week for Washington pundits, therefore, involved trying to weigh whether Amash’s candidacy would hurt Biden or Trump more.</p> <p>He also follows in a <a href=\"http://centerforpolitics.org/crystalball/articles/notes-on-the-state-of-politics/\">long tradition of third-party campaigns</a> that have struggled to break through in a society that prizes choice but has been slow to embrace the type of multiparty democracies seen in Europe.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Democratic party is much more scapegoating toward the small left parties than Republicans are to the Libertarians</p> <footer> <cite>Ralph Nader</cite> </footer> </blockquote> </aside>  <p>The only third-party candidate to gain more than a quarter of the vote was a man who had already occupied the White House. Having been denied the Republican nomination in 1912, former president <a href=\"https://www.pbs.org/kenburns/the-roosevelts\">Theodore Roosevelt</a> ran as a Progressive or “Bull Moose” party candidate and won 27%, not enough to deny Woodrow Wilson the presidency.</p> <p>Robert La Follette, Strom Thurmond, George Wallace, Eugene McCarthy and Ron Paul are among those who tried and failed to break the duopoly. In 1992, <a href=\"https://www.theguardian.com/us-news/2019/jul/09/ross-perot-obituary\">Ross Perot,</a> an eccentric Texan billionaire, took 19% of the vote, arguably denying George HW Bush a second term and putting Bill Clinton in the Oval Office. Perot ran again in 1996 but only garnered 8%.</p> <p>In 2000, Nader’s Green Party bid took less than 3% of the vote but <a href=\"https://www.theguardian.com/world/2000/nov/10/uselections2000.usa8\">was widely blamed</a> for having cost Democrat Al Gore vital support and contributed to George W Bush’s narrow win, a fork in the road that had dizzying implications for the Iraq war, climate crisis and the entire shape of the 21st century.</p> <p><a href=\"https://twitter.com/BobShrum?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Bob Shrum,</a> a senior adviser for the Gore campaign, said this week: “I haven’t forgiven him. I think whatever good he did in the early part of his life is more than made up, for example, by the Iraq war. He hurt because he attacked Gore from the left: that was his argument. I don’t know that Amash is in the same position. The assumption that he would take votes from Biden rather than Trump seems dubious to me at best.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"e889c978b17f707360e25d115c37c2cd5c36c04f\"> <img src=\"https://media.guim.co.uk/e889c978b17f707360e25d115c37c2cd5c36c04f/0_182_2000_1200/1000.jpg\" alt=\"Ralph Nader speaks at Boston University in November 2000.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ralph Nader speaks at Boston University in November 2000.</span> <span class=\"element-image__credit\">Photograph: Amy E Conn/AP</span> </figcaption> </figure>  <p>Now 86, Nader is a consumer advocate who still follows politics closely, firing off <a href=\"https://nader.org/2020/04/27/the-uplifting-magic-of-mothers-day-in-these-perilous-days/\">columns and newsletters</a>. He denies that his candidacy handed the presidency to Bush.</p> <p>“There are all kinds of other reasons that the Democrats lost,” he said. “Gore doesn’t blame the Green Party at all. He said: ‘It’s us. We did it. I lost my home state of Tennessee. We bungled it in Florida.’ On and on.</p> <p>“And then George Bush wasn’t elected, he was selected by five out of nine supreme court justices in a judicial coup d’etat [following a dispute over the count in Florida]. The only way the Democratic party can explain its constant loss to the worst Republican party in history is to scapegoat the Greens. It’s built into their DNA.”</p> <p>Nader ran in 2004 and 2008 but polled less than 1% both times. Campaigning could be a frustrating experience, he recalls.</p> <p>“Almost all the interviews had nothing to do with <a href=\"http://www.votenader.org/\">my agenda, which was a precursor</a> to Bernie Sanders’ agenda – universal healthcare, free tuition, living wage, cracking down on corporate crime. All they wanted to ask about was ‘spoiler’ and that’s partly because the Democratic party is much more scapegoating toward the small left parties than the Republican party is to the Libertarian party.</p> <p>“I don’t know whether that will happen this year, but by far the Democrats are much more aggressive to get third-party candidates like the Green Party off the ballot, harassing them, calling them spoilers and setting the media’s agenda for spoilers.</p> <p>“Even the European media would call me up and say: ‘Do you think you’re helping George W Bush? Are you a spoiler?’ And I’d say: ‘Spoiler? I’m trying to fight a spoiled political system.’ A multi-party system creates more meaning for voters because it gives them more voices and choices.”</p> <h2>‘We need more parties’</h2> <p>Nader welcomes the entry of Amash and others as an expression of first amendment freedoms but is uncertain about the likely political consequences.</p> <p>“If he plays his cards right and he basically is viewed as the lawmaker who stood up to the foul mouth, snarling, lying, bungling betrayer of his own voters, then he will take more from Trump,” he said of Amash. “But if he tries to appeal to all voters, then it’s another equation and nobody knows what’s going to happen.”</p> <p>Johnson, a former governor of New Mexico, came third in 2012 and did so again in 2016. But it was the Green candidate, <a href=\"https://www.theguardian.com/us-news/jill-stein\">Stein</a>, who was accused of robbing Clinton of the presidency after gaining more votes in Michigan and Wisconsin than Trump’s margin of victory in both states.</p>  <figure class=\"element element-image\" data-media-id=\"924700c3cdcb2732c06503699a14593711750021\"> <img src=\"https://media.guim.co.uk/924700c3cdcb2732c06503699a14593711750021/381_289_3902_2341/1000.jpg\" alt=\"Evan McMullin campaigns in Draper, Utah in October 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Evan McMullin campaigns in Draper, Utah, in October 2016.</span> <span class=\"element-image__credit\">Photograph: Rick Bowmer/AP</span> </figcaption> </figure>  <p>In Utah in 2016, <a href=\"https://twitter.com/EvanMcMullin?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Evan McMullin</a>, a former CIA operations officer, finished third in his home state with 21% of the vote.</p> <p>Now executive director of the pro-democracy group <a href=\"https://standuprepublic.com/\">Stand Up Republic, </a>he said: “You take criticism from both sides when you run as a third-party candidate or as an independent. There are committed partisans on both sides, but there are also millions of Americans who are fed up with the two-party system and who don’t feel well-represented by either party. They’re looking for something new.”</p> <p>McMullin would like to see America move beyond the two-party system.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It doesn’t serve our country well to have only flavour A and flavour B and that’s it</p> <footer> <cite>Evan McMullin</cite> </footer> </blockquote> </aside>  <p>“We need more parties and more open ballot access so that voters have more choices,” he said. “We live in a country of such abundant choices in every aspect of our lives.</p> <p>“But when it comes to politics, we’re offered only two. It doesn’t serve our country well to have only flavour A and flavour B and that’s it. That won’t help us overcome modern challenges in healthcare, information warfare, employment and the national debt. We need more competition and more ideas.”</p> <h2>‘A huge mistake’</h2> <p>Amash could prove attractive to small-government Republicans who already lean libertarian. But the former Illinois congressman <a href=\"https://twitter.com/WalshFreedom?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Joe Walsh</a>, who challenged Trump in this year’s Republican primary, argues that this is not the time.</p> <p>“I think it’s a huge mistake, it’s the wrong thing to do,” he said. “It will help get Trump elected. Amash and I are friends, we’re colleagues, but he’s clearly putting what’s best for Justin Amash ahead of what’s best for the country. If he does it, it’s a selfish thing for him to do. It is very disappointing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">Trump 'cannot tell a lie' – but can Kayleigh McEnany, his new press secretary?</a> </p> </aside>  <p>“Disaffected Republicans and conservatives who don’t want to vote for Trump, if their only option is Biden, they’re going to have to hold their nose and vote for Biden. But if these disaffected Republicans and conservatives now have another option, they’ll do it. It will take votes away from Biden. Here’s the thing: Amash knows that Donald Trump is an existential threat to this country. He voted to impeach Trump.”</p> <p>Walsh, who has quit the Republican party, <a href=\"https://www.theguardian.com/us-news/2020/feb/02/republican-joe-walsh-iowa-trump\">describing it as a cult</a>, looks forward to the day of multiparty democracy. But first, he argues, Trump is the clear and present danger.</p> <p>“Justin Amash and I, we’re brothers in that we agree on almost all the issues. I agree with Justin that both political parties suck. I agree that our political system is broken. But not this year.</p> <p>“This year, the biggest threat to the country is Donald Trump and all of us, from libertarians like me and Amash to liberals, gotta come together to make sure Trump loses. And then we can start a third party or a fourth party or do whatever.</p> <p>“But right now, the only job for all of us is to get rid of Trump.”</p>",
  "<p>Donald Trump is getting nervous. Internal polls show him <a href=\"https://www.theguardian.com/us-news/2020/apr/26/donald-trump-xenophobia-re-election-campaign-2020\">losing in November</a> unless the economy comes roaring back.</p> \n<p>But much of the economy remains closed because of the pandemic. The number of infections and deaths continue to climb.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/02/us-healthcare-system-coronavirus-pandemic-bernie-sanders-pramila-jayapal\">The pandemic has made the US healthcare crisis far more dire. We must fix the system | Bernie Sanders and Pramila Jayapal</a> </p> \n</aside> \n<p>So what is Trump’s re-election strategy? Reopen the economy anyway, despite the risks.</p> \n<h2>Step 1</h2> \n<p><strong>Remove income support, so people have no choice but to return to work.</strong></p> \n<p>Trump’s labor department has decided that furloughed employees “must accept” an employer’s offer to return to work and therefore forfeit unemployment benefits, regardless of Covid-19.</p> \n<p>Trump’s ally, Iowa’s Republican governor, Kim Reynolds, says employees cannot refuse to return to work for fear of contracting the disease. “That’s a voluntary quit,” making someone ineligible for benefits.</p> \n<p>GOP officials in Oklahoma are even threatening to withhold the $600 a week of extra unemployment benefits Congress has provided workers, if an employer wants to hire them. Safety is irrelevant.</p> \n<p>“If the employer will contact us … we will cut off their benefits,” says Teresa Thomas Keller of the Oklahoma Employment Security Commission.</p> \n<p>Forcing people to choose between getting Covid-19 or losing their livelihood is inhumane. It is also nonsensical. Public health still depends on as many workers as possible staying home. That’s a big reason why Congress provided the extra benefits.</p> \n<h2>Step 2</h2> \n<p><strong>Hide the facts.</strong></p> \n<p>No one knows how many Americans are infected because the Trump administration continues to drag its heels on testing. To date only 6.5m tests have been completed in a population of more than 200 million adults.</p> \n<p>Florida, one of the first states to reopen, has <a href=\"https://www.tampabay.com/news/health/2020/04/29/florida-medical-examiners-were-releasing-coronavirus-death-data-the-state-made-them-stop/\">stopped</a> releasing medical examiners’ statistics on the number of Covid-19 victims because the figures are higher than the state’s official count.</p> \n<p>But it’s impossible to fight the virus without adequate data. <a href=\"https://www.theguardian.com/us-news/2020/may/02/white-house-blocks-fauci-congress-trump-senate\">Dr Anthony Fauci</a>, the administration’s leading infectious disease expert, warns that reopening poses “a really significant risk” without more testing.</p> \n<p>Not surprisingly, the White House has <a href=\"https://www.theguardian.com/us-news/2020/may/02/white-house-blocks-fauci-congress-trump-senate\">blocked Fauci from testifying</a> before the House.</p> \n<h2>Step 3</h2> \n<p><strong>Pretend it’s about “freedom”.</strong></p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"517acb50-d7a2-4c3d-87b3-6c6adde69b2f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zXXFf0Q2bcU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Weeks ago, Trump called on citizens to “LIBERATE” states like Michigan, whose Democratic governor, Gretchen Whitmer, imposed strict stay-at-home rules.</p> \n<p>Michigan has the third-highest number of Covid-19 deaths in America, although it is 10th in population. When on Thursday Whitmer extended the rules to 28 May, gun-toting protesters rushed the state house chanting: “Lock her up!”</p> \n<p><a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-michigan-protesters-gretchen-whitmer\">Rather than condemn their behavior</a>, Trump suggested Whitmer “make a deal” with them.</p> \n<p>“The Governor of Michigan should give a little, and put out the fire,” he <a href=\"https://twitter.com/realDonaldTrump/status/1256202305680158720\">tweeted</a>. “These are very good people, but they are angry. They want their lives back again, safely!”</p> \n<p>Meanwhile, the attorney general, William Barr, has directed the justice department to take legal action against any state or local authorities imposing lockdown measures that “could be violating the constitutional rights and civil liberties of individual citizens”.</p> \n<p>Making this about “freedom” is absurd. Freedom is meaningless for people who have no choice but to accept a job that risks their health.</p> \n<h2>Step 4</h2> \n<p><strong>Shield businesses against lawsuits for spreading the infection.</strong></p> \n<p>Trump is pushing to give businesses that reopen a “liability shield” against legal action by workers or customers who get infected by the virus.</p> \n<p>This week, he announced he would use the Defense Production Act to <a href=\"https://www.theguardian.com/us-news/2020/apr/28/trump-executive-order-meat-processing-plants-coronavirus\">force meat-processing plants to remain open</a>, despite high rates of Covid-19 infections and deaths among meatpackers.</p> \n<p>“We’re going to sign an executive order today, I believe, and that’ll solve any liability problems,” Trump said.</p> \n<p>The Senate majority leader, Mitch McConnell, insists that proposed legislation giving state and local governments funding they desperately need must include legal immunity for corporations that cause workers or consumers to become infected.</p> \n<p>“We have a red line on liability,” McConnell said. “It won’t pass the Senate without it.”</p> \n<p>But how can the economy safely reopen if companies don’t have an incentive to keep people safe? Promises to provide protective gear and other safeguards are worthless absent the threat of damages if workers or customers become infected.</p> \n<h2>The truth</h2> \n<p><strong>The biggest obstacle to reopening the economy is the pandemic itself.</strong></p> \n<p>Any rush to reopen without adequate testing and tracing – far more than now under way – will cause a resurgence of the disease and another and longer economic crisis.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/01/trump-stock-market-economy-unemployment\">Unemployment is ravaging America. Trump should be worried for November</a> </p> \n</aside> \n<p>Maybe Trump is betting that any resurgence will occur after the election, when the economy appears to be on the road to recovery.</p> \n<p>The first responsibility of a president is to keep the public safe. But Donald Trump couldn’t care less. He was slow to respond to the threat, then he lied about it, then made it hard for states – especially those with Democratic governors – to get the equipment they need.</p> \n<p>Now he’s trying to force the economy to reopen in order to boost his electoral chances this November, and he’s selling out Americans’ health to seal the deal. This is beyond contemptible.</p> \n<ul> \n <li><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley and the author of <a href=\"https://www.amazon.com/Saving-Capitalism-Many-Not-Few/dp/0345806220\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://www.amazon.com/gp/product/052552049X/ref=dbs_a_def_rwt_bibl_vppi_i0\">The Common Good</a>. His new book, <a href=\"https://www.amazon.com/System-Who-Rigged-How-Fix/dp/0525659048\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a columnist for Guardian US</p></li> \n</ul>"
]