[
  "<p>In the early 2000s, the most popular queer characters on TV were Jack McFarland and Will Truman of the sitcom Will &amp; Grace. Will and Jack were so beloved, Vice-President Joe Biden once theorized the show had <a href=\"https://www.thewrap.com/will-grace-real-life-political-impact-marriage-equality/\">played a major role in shifting views on marriage equality</a>. The characters were also the start of a trope that would prevail on TV for years: the cosmopolitan gay male. The image would live on in shows such as Queer as Folk, Looking, and the reality competitions Project Runway and America’s Next Top Model. Who could imagine that 20 years on, a mullet-wearing, gay, polyamorous exotic animal owner from rural Oklahoma would become TV’s biggest talked about gay star?</p> <p>Joe Exotic, the eccentric subject of the <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/20/tiger-king-joe-exotic-netflix-series\">Netflix docu-series Tiger King: Murder, Mayhem and Madness</a>, has amassed a fervent following in the short time since the show’s premiere on Friday. The rapper Cardi B <a href=\"https://people.com/music/cardi-b-start-gofundme-tiger-king-joe-exotic/\">live-tweeted</a> her reactions and expressed a desire to start a GoFundMe campaign for Mr Exotic, whose full name Wikipedia gives as Joseph Allen Maldonado-Passage (né Schreibvogel). Fans have taken to dressing up as Joe, slapping on fake handlebar mustaches and blond mullet wigs. And actors such as Dax Shepard and Jared Leto are pitching themselves to play the gun-loving zookeeper in a <a href=\"https://nypost.com/2020/03/30/celeb-tiger-king-fans-fighting-over-roles-in-future-movie/\">forthcoming scripted miniseries</a>. Amid the anxiety of the coronavirus pandemic, we are finding humor and relief in an imperfect, self-described “redneck” queer who owns more than 200 tigers. He’s the furthest cry from the affable, anodyne queer men who typically win America over, such as Cam and Mitchell of Modern Family and the “gay best friend” cast of Queer Eye. But unlikely times call for an unlikely hero.</p> <p>“It’s possible people need a really flawed person to humanize right now,” says Matt Brim, professor and author of Poor Queer Studies. Brim says the love for Joe might be more complicated than it immediately appears to be. “What is the calculus here? For some viewers, Joe Exotic’s rural white queer class identity may be his flaw, so that looking past or accepting it signals tolerance, that most passive-aggressive of power plays. For other viewers, those same qualities – in their specific and unwieldy combination – may represent the very soup of our common dilemma. One thing’s for sure: we’re not in South Bend any more,” he said, referring to the city where the former Democratic presidential candidate Pete Buttigieg was mayor.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix\">Like pouring tequila on your brain: why Tiger King is the most-watched show on Netflix</a> </p> </aside>  <p>Joe belongs to a rural, Republican-voting, working-class background, which makes for great TV for those who have a superficial understanding of the south. Joe appears to be keenly aware of this fact, playing into the shock value of his queer, southern life. Before Tiger King, he pitched multiple reality shows about his life to networks and starred in country music videos with his husbands. He is the perfect kind of reality star – straddling the line between an unrestrained “big” personality and a caricature.</p> <p>Joe’s queerness and southern-ness intersect in distinct, complex ways. This includes his use of meth, a popular gay recreational drug. (In 2018, Oklahoma, site of Joe’s zoo, was listed as having one of the highest <a href=\"https://www.therecoveryvillage.com/meth-addiction/meth-capital/#gref\">rates of meth use</a> in the US.) He goes out of his way to associate with traditional ideas of masculinity through his love for guns, collection of large, aggressive animals, and pursuit of young, butch men who have previous histories of only dating women.</p> <p>In the show, Joe says he fell in love with tigers while recovering from a suicide attempt he linked to his parents’ homophobia. Did Joe decide the best way to reconcile his queerness with his surroundings was to assimilate in the most extreme ways – leaning into the love for hunting and control over wildlife that dominates southern culture? Then he cultivated this assimilation and it grew into a profitable persona. Joe made it so that the most outrageous thing about him in Oklahoma was neither his queerness or poly relationships. It was his tigers.</p> <p>Despite his progressive lifestyle, Joe himself is not a progressive. He believes in unregulated gun rights and, during his bizarre, far-fetched run for governor of Oklahoma, positioned himself as a libertarian. A viral video shows him pondering why black people can say the N-word but white people can’t. However, his queerness complicates this otherwise predictable ideology. At his wedding, we see Joe and his two husbands dressed in fuschia western shirts – none of the elements feel coherent or like they belong together. Since its legalization in 2015, same-sex marriage no longer possesses the same air of radicalism and defiance. But a <em>polyamorous </em>one? Even the progressives in Brooklyn might bat a lash at that.</p> <p>In Tiger King, Joe presents a less than perfect view of himself – from his meth use to nasty spats with co-workers to his tragic, failed marriages to allegedly straight men. But, in many ways, Joe’s imperfections (and criminal convictions) are what make him feel like a breakthrough for queer representation. Because “perfect” is so 1998.</p> <p>However, there is the danger we are collectively laughing<em> at </em>Joe and his rural background, instead of laughing <em>with</em> him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/20/tiger-king-joe-exotic-netflix-series\">Murder, madness and tigers: behind the year's wildest Netflix series</a> </p> </aside>  <p>In a post, the runner of the popular Instagram account QueerAppalachia expressed concerns over Joe’s popularity, writing: “I’ve spent a lot of time thinking about why Joe is a joke to everyone, even to the folks that understand the nuanced history &amp; economics that brought him into existence as a rural queer… [Joe Exotic] is more than just another <a href=\"https://www.instagram.com/explore/tags/hillbillyjoke/\">#hillbillyjoke</a>, so much of his story is about class &amp; access.”</p> <p>Representation of queerness in red states has always been sparse and complicated. The portrayals often face accusations of being exploitative or overly simplistic. A recent one was John B McLemore of the hit podcast series S-Town. McLemore was a queer horologist living in Woodstock, Alabama, a small, conservative place he hated. Critics called the podcast “voyeuristic” and irresponsible for outing McLemore after his death. Netflix’s Queer Eye occasionally chooses LGBTQ+ subjects living in conservative locales for its transformations, and the show’s format – “fix all your problems in an hour” with a group of affluent, pro-consumption coastal gay men – has drawn scrutiny.</p> <p>Does the novelty of a complicated figure such as Joe Exotic expose our preferences for coastal queer narratives? “Yes,” says John Howard, professor and author of Men Like That: A Southern Queer History. “For 25 years, scholars have criticized a bicoastal bias in US queer history that has focused attention on east and west coast metropolitan areas. But this is changing.” Howard points to the conversations Tiger King is producing. “Let’s hope the public debate expands. Perhaps we’ll learn more about working-class queers and trans people of color who, as yet, remain at the margins of Joe’s narrative.”</p> <p>• <em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"tel:%28800%29%20273-8255\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></em></p>",
  "<p>“Do you know what day it is?” asked the man as we sat in the black Mercedes-Benz that had whisked me from the foreign student dormitory at Kim Il-sung university, where I had been living in the North Korean capital Pyongyang. I knew full well, but he answered his own question: “It’s the day the US imperialists invaded and started the war.”</p> <p>It was Tuesday 25 June, and the start of my <a href=\"https://www.theguardian.com/australia-news/2019/jun/27/australian-student-alek-sigley-reportedly-arrested-in-north-korea\">nine long days of interrogation</a> at the hands of the North Korean ministry of state security – or at least that’s who I believed it was, as they never revealed who they actually were.</p> <h2>Blindfolds, no clocks and interrogation by ‘teacher’</h2> <p>That morning a gruff stranger had approached me in the internet room of the dormitory. I was in the third semester of my master’s degree in Korean literature and was finishing off my homework about a North Korean short story ahead of an afternoon class.</p> <p>“You’re attending a meeting at university, come with me right now,” the man said. Something was off, he had an overbearing manner and latent aggression in his expression.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1e458565f345ee2fde8f0c0355ad1756b7ab3da0\"> <img src=\"https://media.guim.co.uk/1e458565f345ee2fde8f0c0355ad1756b7ab3da0/0_140_2200_1320/1000.jpg\" alt=\"Kim Il-Sung University’s Foreign Student Dormitory, North Korea.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kim Il-sung university’s foreign student dormitory, North Korea.</span> <span class=\"element-image__credit\">Photograph: Alek Sigley</span> </figcaption> </figure>  <p>We sometimes had meetings on campus before, but I had an ominous feeling this one would be different.</p> <p>As I followed the man and his companion out of the front door and turned the corner to the parking lot at the side, I saw the black Mercedes-Benz, which had a black plastic bag covering its licence plate.</p> <p>“Fuck, you’re in deep shit now,” I thought to myself.</p> <p>I was ushered into the middle back seat, the man and his colleague sitting on either side. Very quickly they were replaced, as if choreographed, by two much larger men – with the man who had asked that first question of me seated in the front passenger seat. This man, who I knew only by the appellation of “teacher” (<em>sonsaengnim</em>), would be my lead interrogator.</p> <p>I had been quite enjoying my time at the university. The interrogation, on the other hand, was not much fun. I spent nine days in a room completely cut off from the outside world. There was no clock, and I had to sleep with the light on.</p> <p>On that first day they chose to give me a warm welcome, blindfolding me in the car as they read out a long list of crimes I had supposedly committed against the North Korean state. Upon arrival at the interrogation facility, I was escorted in by two guards, who made use of the opportunity to trip me up on the stairs at the entrance. After arriving at what would be my domicile and “workplace” for the next week, a man (who thankfully made only that one brief appearance) with a crazed expression and bulging, bloodshot eyes started screaming at me at the top of his lungs.</p> <p>“Do you wanna die you fucking bastard? You son of a bitch … Coming into our country and committing all these crimes. You think Trump or Pompeo will save your sorry arse? Huh?”</p> <p>They asked me why I had come to their country. When I told them the truth – that I had a genuine interest in North Korean novels and wanted to do business there – I was told that it was “unnatural” that an Australian would harbour such motives, and that nobody would believe such logic. Their point was clear, we were the “enemy”.</p> <h2>‘Crimes’, confessions and self-criticism</h2> <p>Every day was spent writing forced confessions of my “crimes”, which became only more fanciful as time went on. When I objected to their allegations, they began yelling at me, reminding me that I could face execution by firing squad if I didn’t carry out my “reflection” and do it “sincerely”. The entire process was in my third foreign language, Korean.</p> <p>A typical “self-criticism” session went like this:</p> <p>“Alek, you do realise that this is serious business, don’t you? If you’re lucky, you’ll only get 10 years hard labour. We have a mountain of evidence on your crimes. You’d better confess if you’d like to be treated leniently.”</p> <p>“I have no idea what you’re talking about. Honestly.”</p> <p>“All right, let me show you an example.”</p> <p>He pulls out a picture of a North Korean toy tank with an anti-American slogan inscribed on it that I had uploaded onto <a href=\"https://www.instagram.com/aleksigley/?igshid=55nvn5xxdlbz&amp;hl=en\">Instagram</a>.</p>  <figure class=\"element element-image\" data-media-id=\"a5dc235ac9a1aaf1a41a7d2a349a3d63a6e3c15f\"> <img src=\"https://media.guim.co.uk/a5dc235ac9a1aaf1a41a7d2a349a3d63a6e3c15f/0_0_2200_1320/1000.jpg\" alt=\"The offending Instagram post\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The offending Instagram post.</span> <span class=\"element-image__credit\">Photograph: Alek Sigley</span> </figcaption> </figure>  <p>“You uploaded a photo of this toy tank onto the internet … That’s <em>military espionage</em>!”</p> <p>“Is he being serious?” I thought to myself as I tried to suppress a smile.</p> <p>When they finally released me, they made me read out a “letter of apology” (which they dictated to me), in which I confessed to “threatening world peace”, “infringing upon the sovereignty of the DPRK”, among other heinous acts. I was also forced to acknowledge that my human rights had been respected, an act which itself was a violation of those very rights.</p> <p>They filmed this, threatening to release the footage if I ever “slandered” their country again. That, I actually wouldn’t mind, other than for the fact that in the video I look a bit nervous. I was asked to sound “mournful” but I am a horrible actor and ended up reading the letter in monotone.</p> <h2>A stranger in one of the world’s most xenophobic societies</h2> <p>I always knew that North Korea was that kind of a country, and that I was taking certain risks with what I was doing there. So in the end, I wasn’t caught by surprise when I was detained, although I was caught a little off guard.</p> <p>Perhaps I found it hard to accept that this could ever happen to me, because over the years I had visited the Democratic People’s Republic of Korea, as it is formally known, I had come to associate the place with the good people I met and came to know. Reservations about North Korea’s political system aside, I had come to discover that most North Korean people were decent, honest, hard-working folk just like anywhere else.</p> <p>At the university dormitory I lived alongside the specially trained and vetted local students, who were ostensibly there to teach us the Korean language and culture but in reality were spying on us. They were the only Korean students we were allowed to interact with.</p> <p>North Korea is one of the world’s most xenophobic societies. I’ve never heard of a single foreigner visiting the home of a North Korean friend, even among the Chinese students. It simply has never been allowed.</p> <p>But this xenophobia comes from the state, not the people. </p> <p>One day, one of the Chinese students in the dormitory was playing a hip hop track on her phone. A Korean student curled her lip in disgust and said “hip hop is degenerate music”. But another one of the Korean students visited me before he was due to leave the dormitory. “You’re always listening to music Alek, can you play some of it for me?”</p>  <figure class=\"element element-image\" data-media-id=\"628dce7db44e3183798fc4435da889cad213ece3\"> <img src=\"https://media.guim.co.uk/628dce7db44e3183798fc4435da889cad213ece3/0_0_1000_750/1000.jpg\" alt=\"Alek Sigley at Kim Il-Sung university in Pyongyang\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alek Sigley at Kim Il-sung university in Pyongyang</span> <span class=\"element-image__credit\">Photograph: Alek Sigley/Tongil Tours</span> </figcaption> </figure>  <p>I always used earphones not only because I didn’t want to disturb them, but also because I didn’t want to create any political trouble. But I accepted his request, and played him some tracks from the Californian virtuoso rock guitarist Buckethead, a favourite of mine.</p> <p>“I can feel the <em>han</em>,” he said, evoking a very Korean sentiment with no English equivalent that is variously translated as resentment, grief, or sorrow. <em>Han </em>is often said to express the bitterness of the Korean people towards their history of suffering under Japanese colonialism. It is considered uniquely beautiful when rendered in music.</p> <p>“If I practise, will I ever be able to become as good at guitar as he?”</p> <p>I said yes, but in my heart I knew that while this country is kept in a state of hermetic isolation – a place where rock music and hip hop don’t officially exist – that might be unlikely.</p> <p>And that’s the “lesson” I learned in all this, if there is one. The government, ruled as it is by military hardliners and a perpetually suspicious security force, may hate us for a long time to come. But, after 20 visits over a decade, I know that the people of North Korea want more openness and more engagement with the outside world.</p> <h2>‘Say good things about our country’</h2> <p>As soon as I had read out the apology and been forgiven for my “crimes”, a switch flipped inside “teacher”. We chatted about sport – he played in a soccer team – and family life – he had great expectations for his 11-year-old son. I told him of my undying affection for my wife.</p> <p>And when the investigation was officially over, he began acting like a normal human being, patting me on the back and making jokes. Call it Stockholm Syndrome, but I actually quite liked this man. The next day I was driven to the airport, accompanied by him and a few of his colleagues. This last ride was spent comparing the cost of rent in Australia and Japan, and talking about my plans for the future.</p> <p>“Alek, you have a knack for writing, you should keep on doing it. Just make sure you say good things about our country in your future work and maybe we can meet again in Pyongyang one day.”</p> <p>“I’ll do my best,” I said.</p> <p>When the others had left the car to sort out some procedures in the airport, I sat in the carpark alone with teacher. In the next half hour, I would board a flight to Beijing and be free.</p> <p>“Alek, please remember for future’s sake – we don’t hate you personally, it’s the crimes you’ve committed that we despise.”</p> <p>I remained silent, but I wanted to say that right back at him.</p> <p><em>* Alek Sigley is working on a book-length account of his three semesters as a foreign student at Kim Il-sung university and his nine days of North Korean secret police interrogation.</em></p> <p><em>**Names and details of all North Koreans have been altered to protect their identities.</em></p> <p><br><br></p> <p><br><br></p>",
  "<h2>Trevor Noah</h2> <p>“You know, with the spread of coronavirus, we’re learning so many things,” said Trevor Noah on Tuesday’s Daily Social Distancing Show. “We’re learning how fragile our medical systems are, we’re learning that we need a stronger safety net in society, we’re learning we need to pay teachers more. We’re learning that thinking about exercise is not the same as actually doing it.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheDailyShow/status/1245184358941515776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With the spread of coronavirus, we’re learning which leaders around the world deserve the title of “leader.” <a href=\"https://t.co/yY5e90dtNF\">pic.twitter.com/yY5e90dtNF</a></p>&mdash; The Daily Show (@TheDailyShow) <a href=\"https://twitter.com/TheDailyShow/status/1245184358941515776?ref_src=twsrc%5Etfw\">April 1, 2020</a></blockquote>  </figure>  <p>And we’re also learning “which leaders around the world deserve the title of ‘leader’”. Hungary’s Viktor Orbán, for example, <a href=\"https://www.theguardian.com/world/2020/mar/31/hungary-emergency-law-incompatible-with-being-in-eu-say-meps-group-viktor-orban\">expanded his powers</a> to rule by decree until the pandemic is over, “which essentially makes him a dictator for as long as he wants”, Noah explained. And in Belarus, President Alexander Lukashenko advised citizens to protect themselves from coronavirus by chasing a sauna visit with vodka two to three times a week. “That’s a real thing a president said, and you know your medical advice is bad when it makes Goop look reasonable,” said Noah.</p> <p>But “if you’re going to talk about leaders who don’t deserve the title leader”, said Noah, “you would be remiss if you didn’t mention the man himself”: Donald Trump, who every day “shows us why he is not the right leader for this moment … or any other moment”. Luckily, said Noah, the president has backed down from his plan to reopen the economy by Easter (12 April), “but he does continue to make a fool of himself”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2020/mar/31/trevor-noah-trump-joe-exotic-daily-show-recap\">Tiger King, US president? Trevor Noah explains how Joe Exotic and Trump are the same</a> </p> </aside>  <p>For example, on Monday, he confidently overstated the population of Seoul by 28 million people. “This is why I don’t think Trump is a billionaire,” said Noah. “Not because he’s a liar, not because he’s a fraud, just because I don’t think he understands how numbers work.”</p> <p>Coronavirus has offered disheartening examples of “failing” leadership, Noah concluded, but some are rising to the occasion: South Korea’s government took the threat seriously and handed control of the crisis to medical experts. South Africa’s president didn’t hesitate to shut down the country. “And here in America, in the absence of leadership from the White House, governors from California to Ohio are stepping up to fill the void,” Noah said. “Basically, what’s happening in America is whatever happens when a family has like an alcoholic dad and the kids just have to raise themselves.”</p> <h2>Stephen Colbert</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=K9j0jHWELH8\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/K9j0jHWELH8?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>From his home in New Jersey, Stephen Colbert – wearing a suit jacket on top but no dress pants – offered some good news: <a href=\"https://www.nytimes.com/2020/03/30/health/coronavirus-restrictions-fevers.html\">new data suggests</a> that physical restrictions are slowing the spread of coronavirus infections. “It’s working!” he said. “Just keep doing it, America, and by it, of course, I mean nothing.”</p> <p>Colbert also explained why he hasn’t discussed Trump, the standard target of his monologues, for the last month: “While he’s commander-in-chief, he’s just not that helpful. But since he is the president of the United States and he is holding daily briefings to update us on this national emergency, let’s check in with how he has addressed this unprecedented crisis.”</p> <p>Colbert cracked a beer as Trump praised his hair and solicited expertise from the CEO of MyPillow. “It’s no surprise Trump would introduce the MyPillow guy at a presidential briefing – it’s a tradition going back to Harry Truman announcing victory in the Pacific with Chef Boyardee,” Colbert deadpanned.</p> <h2>Seth Meyers</h2> <p>On Late Night, Seth Meyers interviewed the Massachusetts senator Elizabeth Warren, who dodged a question on whether she would join a 2020 presidential ticket as vice-president. “I’m focused right now on this crisis,” she said.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=69vdrR4JXOk\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/69vdrR4JXOk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>Meyers followed up with a question about her endorsement: “You haven’t endorsed a candidate yet, and it certainly seems like your positions line up more in lockstep with Senator Sanders than they do with Joe Biden. Are you going to endorse, or is this something you’re considering to wait on?”</p> <p>Warren dodged again: “You know, again, I really want to say that, right now, it’s less about the politics and much more about the crisis that our country is in, and I think that’s really where our focus has got to be at this moment,” she replied. “So that’s where I’m keeping my attention right now. We don’t get to do any political rallies at this moment anyway.”</p> <p>Warren also praised Kate McKinnon’s impersonation of her on Saturday Night Live (“She’s such an incredibly talented comedian”), recalled how she once was mistaken for McKinnon in a grocery store, and confirmed a rumor that she fought between dress rehearsal and the live show to keep several lines in her scene. “I can tell you, having worked there and having been a writer on the show,” said Meyers, “the writers who wrote those lines, the fact that you fought for them – they will be fans of yours forever.”</p> <h2>Jimmy Kimmel</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=YnMHmNqhGxo\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/YnMHmNqhGxo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>In Los Angeles, Jimmy Kimmel recapped Trump’s frequent touching of the communal White House microphone at his press briefings. “We just witnessed a battle between ignorance and germaphobia,” he said of one clip, “and germaphobia got knocked out cold.”</p> <p>Tuesday was the first day of work for Trump’s new chief of staff, Mark Meadows, a former North Carolina congressman who’s “one of Trump’s most enthusiastic suck-ups”, said Kimmel. “In fact, the only reason he agreed to take the job of chief of staff is because he found out first lady was taken already.</p> <p>“Can you think of any worse first day of work than in the Trump administration in the middle of a pandemic?” Kimmel wondered. “I would rather be the assistant manager at Popeye’s the day those chicken sandwiches came out.”</p> <p>And finally, ABC announced that it has cancelled the Bachelor Summer Games. “This suddenly just got real for me,” said Kimmel. “I guess they had no choice, but the truth is, corona is only the third most dangerous virus lurking in the Bachelor hot tub.”<br></p>",
  "<p>The Polish government intends to hold a presidential election in May, despite a growing chorus of voices saying that doing so amid a <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">pandemic</a> would be unfair, undemocratic and potentially dangerous.</p> <p>Based on current polling, current president Andrzej Duda, an ally of the ruling Law and Justice (PiS) party, would be likely to gain more than 50% of the vote and thus win a second term in office without requiring a second round of voting.</p> <p>Incumbent politicians around the globe are receiving a boost in the polls during the uncertainty of coronavirus, as people seek stability during the crisis. Critics say the Polish government wants to capitalise on this rather than have a riskier election later on, when the public health and economic fallout from coronavirus could offer a very different backdrop.</p> <p>Poland currently has 2,420 confirmed cases of coronavirus and has seen 36 deaths. The country implemented some of the <a href=\"https://www.theguardian.com/world/2020/mar/10/coronavirus-several-eu-states-ban-mass-events-after-italian-lockdown\">earliest lockdown measures in Europe</a>, closing its airports and land borders more than two weeks ago, and the government hopes these strict measures could help avoid the exponential growth phase of the epidemic seen in western Europe.</p> <p>However, even as the lockdown measures have become progressively stricter in recent weeks, authorities have insisted that elections on 10 May go ahead. The rightwing PiS narrowly <a href=\"https://www.theguardian.com/world/2019/oct/14/poland-populist-law-and-justice-party-increases-majority\">won a general election last autumn</a>, but lost control of the upper house of parliament. Controlling the presidency is key for the party to avoid political deadlock.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/29/lack-of-testing-raises-fears-of-coronavirus-surge-in-eastern-europe\">Lack of testing raises fears of coronavirus surge in eastern Europe</a> </p> </aside>  <p>Even as the government has introduced more restrictions on citizens’ movement, forbidding them to leave the house except for essential business, it has refrained from officially declaring a state of emergency or a state of natural disaster, both of which require elections to be postponed.</p> <p>Jarosław Kaczyński, the powerful PiS chairman, has said in interviews that the vote must go ahead. In a late-night amendment to a parliamentary bill over the weekend, the government introduced a rule that senior citizens or those in quarantine could submit postal votes. Another amendment could soon be under consideration that would allow the entire public to vote by post.</p> <p>On Saturday, more than 40 NGOs called on the prime minister to introduce a state of natural disaster and postpone the vote. If the vote went ahead, “the election result would very likely not reflect the real preferences of voters, and the president’s legitimacy to hold office in such conditions would be extremely weak”, said the appeal. More than 500 doctors and medical professors have also signed an appeal calling on the vote to be postponed on the grounds that it would cause a health risk for those taking part.</p> <p>On Sunday, the candidate from the centre-right Civic Platform party, Małgorzata Kidawa-Błońska, said that if the vote went ahead, the government would be responsible for any citizens who fell ill, and said she was suspending her campaign. Other candidates have not followed suit, but with public appearances or rallies impossible due to coronavirus, and political campaigning and point-scoring irresponsible during an epidemic, it is hard to see how any vote could be fair.</p> <p>Duda himself has hinted that the election could yet be moved: “If it did happen that the epidemic was raging … then in that situation, the election date could turn out to be unsustainable, but I am counting on it that we will be able to calmly hold these elections,” he told state-run television over the weekend.</p> <p>As coronavirus wreaks havoc with the fabric of everyday life across the globe, a number of governments are wrestling with dilemmas of whether or not to go ahead with elections. On 15 March, both <a href=\"https://www.theguardian.com/world/2020/mar/15/french-urged-to-vote-in-local-elections-amid-coronavirus-lockdown\">France</a> and Germany’s Bavaria held local elections amid much criticism, with many believing the vote contributed to the spread of the virus. The second round of French elections, scheduled for 22 March, was cancelled.</p> <p>A number of upcoming votes have been postponed due to coronavirus, including a presidential election in Bolivia scheduled for May and an Ethiopian general election in August. However, South Korea will push ahead with a general election planned for 15 April, promising that all 14,000 polling stations will be disinfected and equipped with hand sanitiser, and that patients with coronavirus can vote from hospital.</p>",
  "<p>If you know one thing about CB Fry, it’s that he was a man of many talents. He made a <a href=\"https://www.espncricinfo.com/series/17653/scorecard/62482/england-vs-australia-5th-test-australia-tour-of-england-1905\" title=\"\">Test century against Australia</a>, tied the world long‑jump record, took a five-wicket haul at Lord’s, won a cap for England at right-back, started an FA Cup final for Southampton and played three games on the wing for the Barbarians.</p> \n<p>His CV reads like a schoolboy’s daydream. But there is nothing in it quite so unlikely as his ability to make a standing leap on to a mantelpiece. Fry is the man who declined the throne of Albania and tried to forestall the war by teaching the Nazis to play cricket but, when all is said and done, that party trick was his <em>pièce de résistance</em>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/man-from-sidcup-runs-marathon-in-his-south-east-london-garden-coronavirus\">Man from Sidcup runs marathon in his garden</a> </p> \n</aside> \n<p>According to Fry’s biographer, Wallis Myers, Fry would “face the mantelpiece, crouch down, take a leap upwards, turn in the air, and bow to the ‘gallery’ with his feet planted on the shelf”. The way Myers tells it, “persuasion would occasionally get him to perform this ‘turn’ at country houses, much to the interest of guests”. Others who knew Fry say he didn’t need all that much persuading.</p> \n<p>Years later the playwright Ben Travers recalled that Fry, in a fit of enthusiastic reminiscence, had to be talked out of demonstrating it in the library at Lord’s. He was in his mid-70s at the time.</p> \n<p>I was thinking about it the other day, when, in the first stirrings of cabin fever, I found myself eyeing the living room mantelpiece like it was some distant mountain, 110cm tall, with a scented candle, a clock, and a picture of the kids on top. A domestic Everest. “Challenge is what makes men,” said Edmund Hillary, 20 years after he had become the first person to make the summit. “When men stop looking for challenges, we human beings will be in a very bad way.”</p> \n<p>Hillary would be heartened to know that even in the thick of the lockdown people haven’t quit yet. New challenges abound, even within these four walls.</p> \n<p><a href=\"https://www.theguardian.com/world/2020/feb/12/coronavirus-chinese-man-under-lockdown-runs-31-miles-in-his-living-room\" title=\"\">Here’s Pan Shancu</a>, running an ultra-marathon around two dining tables in his living room in Hangzhou, 6,250 laps, or 50km, in 4hr 48min 44sec. “I have not been outside for many days, today I cannot bear sitting down any more,” he explained. <a href=\"https://www.theguardian.com/world/2020/mar/21/man-runs-marathon-on-7-metre-balcony-during-french-lockdown\" title=\"\">And Elisha Nochomovitz</a>, who swapped the Barcelona marathon for a run back and forth along the seven-metre strip of balcony outside his flat in Toulouse. “I needed to assure myself I could still run 40km.” He finished in 6hr 48min and said his neighbours were “very understanding” about the sound of his feet pounding up and down.</p> \n<p>And James Page from Sidcup, who just completed his in <a href=\"https://www.theguardian.com/world/2020/mar/28/man-from-sidcup-runs-marathon-in-his-south-east-london-garden-coronavirus\" title=\"\">873</a> <a href=\"https://www.theguardian.com/world/2020/mar/28/man-from-sidcup-runs-marathon-in-his-south-east-london-garden-coronavirus\" title=\"\">50-metre laps of his back garden</a>. “I’ve trodden down all the grass, from out the window you can see a perfect trek of the loop I was running,” he said. “My wife’s not too happy.”</p> \n<p>It’s not just the amateurs. Andri Ragettli, the Swiss freestyle skiing champion, has <a href=\"https://twitter.com/Andriragettli/status/1241776703770447877?s=20\" title=\"\">set up an indoor parkour course</a> in (and out) of his flat. (If you do not have a couple of spare trampolines handy, he has also set up the “Ragettli challenge” in which he is daring people to try to copy him in completing a loop under and around and up a dining table <a href=\"https://twitter.com/Andriragettli/status/1240692665068294145?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\" title=\"\">without touching the floor.</a>)</p> \n<p>There is sport to be found in the most unlikely places. Like the viral clips of the two men playing paddle tennis between their neighbouring windows on the fourth floor of their apartment block (their rally lasted 28 shots) and the pair playing ping pong with frying pans and <a href=\"https://www.atptour.com/en/news/best-creative-tennis-videos-march-2020\" title=\"\">a net made out of pasta boxes</a>. Or Ian Bell <a href=\"https://twitter.com/Ian_Bell/status/1240706470976479232?s=20\" title=\"\">lacing a bog roll down the corridor</a> for four (“Don’t bowl there, son,” he tells his kid) or Lionel Messi doing keepie-uppies with one (which brought to mind Michel Platini’s line: “What Zidane does with a ball, Maradona could do with an orange.”).</p> \n<p>Messi juggling a toilet roll seems like pretty fair entertainment when the alternative is staring at the wall or, worse, watching the news. Hence the runaway success of competitive marble racing. The most popular videos on <a href=\"https://www.youtube.com/channel/UCYJdpnjuSWVOLgGT9fIzL0g\" title=\"\">Jelle’s Marble Runs</a>, home of “Marbula One”, are pulling in a million views each. <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/28/tim-dowling-big-screen-marble-racing-is-this-what-weve-come-to\" title=\"\">Subscribers are up 339% in the past fortnight</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6d174e0a-d2aa-45fe-82fa-51d597598637\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/rqb46NzBIts?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>There is a whole world of this nonsense out there to revel in and the beginnings of a roster of desperate events for a housebound Olympics to fill the gap left by Tokyo 2020. There are new sports waiting to be invented, new heroes to be discovered.</p> \n<p><a href=\"https://www.guinnessworldrecords.com/news/book/2019/12/meet-serial-record-breaker-silvio-sabba-who-has-over-200-records-to-his-name-602935/\" title=\"\">Heroes such as Silvio Sabba</a>, who holds 234 Guinness world records. Many of them seem eminently breakable until you try. Among them, the tallest toilet roll tower built in 30 seconds (28 rolls), and the greatest number of eggs held in one hand, palm down (eight), the most pairs of underpants put on in 30 seconds (16), the most uncooked grains of rice moved with chopsticks in one minute (38), the tallest tower made out of Ferrero Rocher stacked on top of each other (12), the most sugar cubes balanced on the chin (17), and most coins stacked in one minute (69).</p> \n<p>Sabba also holds the world records for the highest standing jump made on one leg (1.364m) and the <a href=\"https://www.facebook.com/watch/?v=419295372202934\" title=\"\">highest standing jump on to a balance board</a> (1.213m). He apparently considers that last one his masterpiece, but then he hasn’t yet attempted a standing leap on to a mantelpiece.</p>",
  "<p>The Labour peer and former MP Ted Graham, Lord Graham of Edmonton, who has died aged 94, was one of the foremost figures in the British co-operative movement in the second half of the 20<sup>th</sup> century. He owed his own advancement to the movement, which he had joined as an errand boy at Newcastle upon Tyne Co-operative, delivering groceries on a Co-op bike after leaving school at 14. Raised in prewar poverty in the Scotswood Road area of the city, he had passed the 11-plus but his family could not afford for him to attend grammar school.</p> <p>His lifetime journey to become the Labour party’s chief whip in the House of Lords (1990-97) and to many of the major offices of the co-operative movement was one he never forgot. He was a kindly, popular man without a trace of self-importance. “My name is Ted Graham,” he would say at public meetings, “but you can call me Lord.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/14/letter-lord-graham-of-edmonton-obituary\">Letter: Lord Graham of Edmonton obituary</a> </p> </aside>  <p>When elected to the House of Commons in February 1974 as the Labour and Co-operative MP for the north London constituency of Edmonton, Graham devoted his maiden speech to education and the need for more public spending on schools and teacher training in order to reduce the disadvantages that still existed for many families in his constituency. He disclosed then that he himself got up in the early hours of every Sunday morning to study for a degree with the recently established Open University. He became the first MP to qualify for an OU degree two years later and in 2005 told the Lords that he was still the only parliamentarian to have graduated from “the university of the second chance”.</p> <p>Born in Newcastle, the eldest of five children of an unemployed railway porter and his wife, Graham received elementary education at Westgate Road school. An episode seared in his childhood memory was when he was one of six boys called out of class to be given a pair of boots; an act of charity that made his mother cry at the humiliation of him being identified as among the poorest children in the school. After two years as a delivery boy, he became an office boy in 1941 and then joined up with the Royal Marines. In 1944, training for D-day on the English south coast, he was seriously injured when he was accidentally caught in a hail of machine gun fire. His life was saved by an American military surgeon in a US army field hospital.</p> <p>When demobilised in 1946 he returned to the co-op movement in the north-east. He started going to night school, doing correspondence courses with the Workers’ Educational Association and attended the Co-operative College at Stanford Hall, Loughborough. In 1952 he became the organiser of the <a href=\"https://www.theguardian.com/theguardian/2011/jan/26/peter-shea-obituary\">British Federation of Young Co-</a><a href=\"https://www.theguardian.com/theguardian/2011/jan/26/peter-shea-obituary\">operators</a> and the following year he moved south to a post with the Enfield Highway Co-operative Society. In 1962 he was appointed the southern secretary of the Co-operative Union. He was national secretary of the Co-operative party from 1967 until his election to parliament.</p> <p>Graham had first entered party politics in 1961 when he joined Enfield borough council, becoming leader. He understood the importance of local government, which he said later had taught him in a modest way “both the art of government and the constraints that prevail in government”. He stood against Iain Macleod, then shadow chancellor, at Enfield West in the 1966 election before winning Edmonton.</p> <p>At Westminster he was immediately appointed parliamentary private secretary to <a href=\"https://www.theguardian.com/politics/2014/dec/23/alan-williams\">Alan Williams</a>, minister of state at the Department of Prices and Consumer Protection, and when <a href=\"https://www.theguardian.com/news/2005/mar/28/guardianobituaries.politics\">James Callaghan</a> succeeded as prime minister in 1976, Graham was made a senior government whip. This caused some minor unhappiness in the whips’ office as he had been parachuted in over the heads of others, but he was a good organiser and hard-working. In 1980 he became an environment spokesman on the opposition front bench. When he lost his seat in 1983 he was promoted to the Lords, where he was Labour chief whip from 1990 to 1997 and then chaired the Labour peers’ group until 2000. In 1998 he was made a member of the Privy Council.</p> <p>Graham continued to work closely with the co-op. He worked with the organisation to develop co-operative housing and he was also involved with the movement’s attempt to resist the change in shop-working hours to allow Sunday trading in the early 1990s. He was a moderate rightwinger within the Labour party and was not afraid to stand up to some of the more radical trade unions, asserting his belief that “profit” was not a dirty word. He was president of the Co-operative Congress in 1987 and chaired the UK Co-operative Council, the umbrella group for the movement, for a period from 1997.</p> <p>He was a humanist and told the Lords in a debate on faith issues in 2007: “My faith is in the human spirit and the ability of ordinary people to control their affairs.” He was a keen swimmer and football enthusiast and supported Millwall. As a lad in the Co-op society shop, he once served Jackie Milburn, who promised to get him tickets if Newcastle United made it to Wembley. Ten years later, in 1951, Milburn delivered the ticket as well as the two winning goals in the Cup final – “a real gent,” said Graham.</p> <p>Graham was much admired for the courage with which he handled a family tragedy. His wife, Margaret (nee Golding), whom he married in 1950, was diagnosed with myotonic dystrophy, a muscular wasting genetic disorder. Their two sons both inherited the condition. Margaret died in 2005 and their sons shortly thereafter.</p> <p>• Thomas Edward Graham, Lord Graham of Edmonton, politician, born 26 March 1925; died 21 March 2020</p>",
  "<p>When the state of New York received its first confirmed coronavirus patient, both the New York Times and the New York Post published articles with accompanying pictures of East Asian people, even though the diagnosed woman in the news report had recently travelled to Iran.</p> <p>“Anti-Asian racism has come roaring back with the coronavirus scare,” says Korean American writer Cathy Park Hong. “People don’t think Asians face racism, but it’s always lurking under the surface. For instance, my friend is worried for his kids. He lives in New York City, and he has a son in school who has been bullied and made fun of for having the coronavirus. There’s this yellow peril stereotype that never goes away.”</p> <p><em>Minor Feelings</em>,<em> </em>Hong’s collection of essays, explores how society’s perception of Asian American identity shapes the experience of being an Asian American. Growing up in Los Angeles, Hong was reminded almost daily that how white America viewed her community clashed with her own experiences. For instance, she writes: “You are told, ‘Asian Americans are so successful,’ while you feel like a failure.”</p> <p>“Minor feelings” are defined in the book as the feelings that arise “for instance, upon hearing a slight, knowing it’s racial, and being told, <em>Oh, that’s all in your head</em>”. Hong explains: “When I was a kid, I would see my mother clearly being condescended to by white adults, by white women especially ... they would dumb down their words.” She points out that there has been “no critical vocabulary for this dominant culture that was constantly gaslighting my lived experience. Because my experience wasn’t being acknowledged, I had these feelings of shame, suspicion, melancholy, and paranoia.”</p> <p>Asian Americans are often stereotyped as successful, model-minority immigrants. At the same time, they are also often excluded from discussions of US culture. Hong points to the recent primary elections: “Asians are hyper invisible. We’re not even included in racial breakdowns in polls. We’re always listed as ‘other’, if we’re listed at all. For example, with Super Tuesday, there was so much news about the black southern vote, the Latinx vote, the white rural vote, the white urban vote, the white college-educated vote, but nothing on Asian Americans ... Did they vote for Bernie or Biden? We’re not statistically visible.” Hong sighs. “It almost feels like we’re not publicly participating in this country.” The racism takes many forms. She writes about how Asian American women are seen as “fetish objects”, while Asian American men are often considered “unmasculine, untrustworthy, suspicious, and foreign”. Also: “Chinese is synecdoche for Asians the way Kleenex is for tissues.”</p> <p>Minor feelings are not only felt by Asian Americans, of course. Hong cites Claudia Rankine’s <em><a href=\"https://guardianbookshop.com/citizen-9780141981772.html\">Citizen</a></em><a href=\"https://guardianbookshop.com/citizen-9780141981772.html\"> </a>as a book that investigates the phenomenon among African Americans, and explains how “<em>Minor Feelings</em> explores the trauma of a racist capitalist system that keeps the individual in place. It’s playing tennis ‘while black’ and dining out ‘while black’.”</p> <p>Hong is the author of three poetry collections; <em>Minor Feelings</em> is her first set of essays. It took shape, she says, from watching the comedy films of <a href=\"https://www.theguardian.com/stage/richard-pryor\">Richard Pryor </a>while experiencing a period of depression. “It was revelatory. The way he talked about race was so brutally honest and funny and unvarnished. It made me think that I had never encountered Asian identity being written in that way.” Watching Pryor also reminded Hong of the Korean term <em>han</em>, “which is a collective national Korean emotion of affects that includes bitterness, melancholy, nostalgia, and resentment, that’s rooted in the trauma of war, colonialism, and now, late capitalism”. Hong realised that <em>han</em> “isn’t isolated to South Korea … There’s this specific combination of feelings when you can’t overcome the structural inequities you’re living under.”</p> <p>As a daughter of immigrants in Los Angeles, Hong says she “was alienated in the way that a lot of Asian kids are alienated”. Though born in Koreatown, her family moved to the Westside in her early childhood, with her father eventually buoying them to a level of success that allowed Hong to attend private high school and college at Oberlin in Ohio. “On paper,” she writes, “my father is the so-called model immigrant.” Behind closed doors, however, the family had to contend with his anger and heavy drinking. Hong says: “For my family, there’s still this anxiety to assimilate. That’s also a survival tactic, to look ahead and not look back, and to be, if not white, then white-adjacent, which is destructive.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>White America has flattened our experience to a single story – Minor Feelings is an attempt to overthrow that</p> </blockquote> </aside>  <p>The dissonance between her life at home and the perceptions put on her by the outside world, led Hong to art and writing in her teenage years. Oberlin was where she began to embrace the “bad” English of her childhood. “My teacher said: ‘You don’t have to be ashamed of the broken English you grew up speaking. You can use that as a strength in your writing.’ That really stuck with me.” Hong’s essay “Bad English” details her evolving relationship with language. “It’s one of the best benefits of growing up bilingual, right?” she says. “You realise that meaning is slippery.”</p> <p><em>Minor Feelings </em>“started out as poetry, then fiction, and then it became this collection ,” she says, and points to the subtitle of her book: <em>An Asian American Reckoning</em>. “It’s not <em>the</em> Asian American reckoning.” Hong wants to overthrow the monolithic story of one Asian American identity. “Maybe what I’m responding to is how white America has flattened our experience to a single story, how they perceive us as one kind. The book is an attempt to overthrow that.”</p> <p>Hong is careful to emphasise that she is exploring race through her specific life experiences. “There’s this fear of exposure, of presenting the right narrative that will put your family on a pedestal rather than knocking them down. I felt that greatly.” She knew, though, that she needed to embrace vulnerability. “I wanted the book to be as persuasive as possible, and in order to be so, it had to reach the reader’s heart, not just their mind.”</p> <ul> <li><p><em>Minor Feelings by Cathy Park Hong is published by Profile. (£16.99)</em></p></li> </ul>",
  "<p>The rise in Donald Trump’s approval ratings – it would be misleading to call it a surge – appears to have shocked his opponents. Critics in the Democratic party and the media have noisily condemned and ridiculed his handling of the coronavirus outbreak, as have some scientists and economists.</p> <p>But it seems a growing chunk of the America public <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">does not</a> agree.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/the-coronavirus-is-the-worst-intelligence-failure-in-us-history\">The coronavirus is the worst intelligence failure in US history | Micah Zenko</a> </p> </aside>  <p>The latest national poll, for ABC News-Washington Post, <a href=\"https://www.theguardian.com/us-news/2020/mar/29/donald-trump-joe-biden-presidential-election-poll-results\">puts Trump</a> within two points of Joe Biden, on 47-49%, assuming the latter is the Democrats’ nominee in November’s presidential election. That’s seven points up on February. Other polls also suggest a tightening race, especially in swing states.<br><br>While Biden still leads the race for the White House by a national poll average of just under six points, Trump’s overall approval rating is also up on previous record lows, to around 47%, according to the <a href=\"https://www.realclearpolitics.com/epolls/other/president_trump_job_approval-6179.html\">Real Clear Politics website</a>. Given the storm of mostly negative comment surrounding Trump’s coronavirus performance, how can this be?<br><br>One obvious explanation for what is dubbed the “Trump bump” is that he is, after all, the president – and Americans, like citizens in <a href=\"https://www.irishtimes.com/news/world/out-of-his-depth-world-leaders-battle-coronavirus-with-mixed-results-1.4207078\">other countries</a>, tend to rally round their leaders at times of national emergency. In Italy, the prime minister, Giuseppe Conte, is up 27 points in one poll. France’s previously deeply unpopular president, Emmanuel Macron, is up 14.<br><br>George W Bush saw his ratings go through the roof after the 9/11 attacks. His father, George HW Bush, hit 90%+ approval after the first Gulf war and held a parade to celebrate. By these measures, Trump should actually be doing much better in the polls. In fact, when asked whether the country is headed in the right direction under Trump, Americans say no by 55-38%.</p> <p>Such comparisons suggest the “Trump bump” phenomenon should be handled with care – and a lot of hand sanitizer.</p> <p>There are other reasons, too. Since the Covid-19 crisis erupted, and especially since the White House started holding regular, much-watched televised briefings, Trump has enjoyed something approaching a monopoly of media coverage, dominating the news cycles with dramatic policy announcements and updates.</p> <p>Rarely has the White House bully pulpit been so powerful. But his dominance of the public arena could yet backfire on the president.</p> <p>The fact that Trump’s announcements have often been contradictory, ill-thought-through or plain false, and the fact he has reversed himself with alarming regularity – the latest U-turn being Sunday’s decision to extend social distancing measures until the end of April – does not seem to put off many viewers. What they think they see is a man in charge.<br><br>Yet by casting himself as an all-powerful, all-seeing “wartime president” calling the shots in the biggest national health and economic emergency Americans have experienced, Trump is setting himself up for a fall. Many experts predict the measures he has taken so far will prove to be too little, too late and Covid-19 will spread more widely and for longer, and the death toll will begin to rise exponentially.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Trump’s claim to be on top of things has also been helped by the uneven, patchy spread of the virus as of late March</p> </blockquote> </aside>  <p>The impact of Trump’s monopoly on messaging has been strengthened by the the political reality that <a href=\"https://www.theguardian.com/us-news/2020/mar/28/joe-biden-campaign-coronavirus\">Biden</a>, for now, appears irrelevant – and risks being eclipsed by figures on his own “side”, such as New York’s vigorous, tough-talking governor, Andrew Cuomo. That’s good news for Trump.<br><br>Trump’s claim to be on top of things has also been helped by the uneven, patchy spread of the virus as of late March. So far at least, the main hotspots are urban, predominantly in the north-east, and in Democratic cities such as New Orleans, Detroit and Chicago. Large swaths of mid-western and southern rural America are relatively unscathed at this point.</p> <p>This is where a lot of Trump supporters live. Many of them, and perhaps some independents and Democrats, too, may sympathize with Trump’s barely repressed scepticism of recent weeks about the virulence and longevity of the pandemic, and with the importance he has attached to limiting economic damage to people’s livelihoods (and Wall Street).</p> <p>Trump’s gut instinct to dispute expert medical advice, without any evidence, plays into the anti-establishment, anti-science and Christian fundamentalist sentiments nurtured in Trump’s Republican base. So, too, do his xenophobic attempts to blame the virus on foreigners and foes, principally China’s communist leaders, immigrants and Europe.</p> <p>Ironically, the level-headedness, good judgment and common sense shown by a key adviser, <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-new-york-dr-anthony-fauci\">Anthony Fauci</a>, a leading infectious disease expert, have made up for Trump’s lack of those very qualities. Fauci has added gravitas to Trump’s rambling, incoherent performances in front of camera. But vicarious leadership of this sort cannot work indefinitely.</p> <p>The real problems for Trump and his national savior act will begin when it becomes clear the administration’s failure to instigate a nationwide testing regime, coupled with its refusal to order effective lockdowns of virus hotspots and tardiness in delivering life-saving equipment, is increasing the likelihood of a protracted, rolling nightmare of sickness and misery through the summer and fall.</p> <p>Based on a growing body of evidence from China, Italy and Spain, and prospectively the UK, an ineluctable, lethal spread of the virus may await Americans everywhere if such measures are neglected. With Fauci now <a href=\"https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans\">warning</a><a href=\"https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans]\"> </a>that up to 200,000 US citizens could die, Trump’s phoney war is coming to an end.<br><br> The “Trump bump”, like the so-called post-election “Boris bounce” in Britain, could soon be a bad joke – a grim memorial to incompetence at a time of existential need.</p>",
  "<p>The populist right has built their electoral strength on boisterousness and arrogant self-confidence. Yet, amid the coronavirus pandemic, figures such as Donald Trump, Boris Johnson and Jair Bolsonaro seem to be confounded. They are either desperately clinging to a narrative of normality (it’s <a href=\"https://twitter.com/realDonaldTrump/status/1237027356314869761\">just a flu</a>), or have already been forced to make <a href=\"https://www.theguardian.com/commentisfree/2020/mar/17/new-data-uk-government-coronavirus-pandemic-measures\">embarrassing U-turns</a> acknowledging the gravity of the crisis.</p> <p>Boris Johnson had to abandon the government’s “<a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/epidemiologist-britain-herd-immunity-coronavirus-covid-19\">herd immunity</a>” strategy when new scientific evidence made apparent its horrific human cost. He recently tested positive for the virus and is now <a href=\"https://www.theguardian.com/world/2020/mar/27/nonchalant-boris-johnson-accused-of-covid-19-complacency\">accused</a> of complacency and lack of leadership. In Italy, <a href=\"https://www.theguardian.com/world/commentisfree/2020/mar/17/europe-populists-coronavirus-salvini\">Matteo Salvini</a>, leader of the far-right League party and former deputy prime minister, appears downbeat, unable to wear the robes of the responsible statesman this emergency calls for; his unabashed <a href=\"https://www.theguardian.com/world/2020/feb/24/salvini-attacks-italy-pm-over-coronavirus-and-links-to-rescue-ship\">criticism of government</a> has even earned him the label “unpatriotic”. In France, Marine Le Pen seems to have vanished altogether from the media, while <a href=\"https://www.theguardian.com/world/2020/mar/30/tp-captain-corona\">Bolsonaro’s persistence</a> in denying the crisis is leaving him increasingly isolated.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/coronavirus-populism-trump-politics-response\">Will the coronavirus 'kill populism'? Don't count on it | Cas Mudde</a> </p> </aside>  <p>In the US, Trump’s strategy has been <a href=\"https://www.theguardian.com/us-news/2020/mar/26/coronavirus-donald-trump-triumph-or-disaster\">zigzagging</a>. After downplaying the significance of the virus for weeks, he was forced to declare a <a href=\"https://www.theguardian.com/world/2020/mar/13/donald-trump-coronavirus-national-emergency\">national emergency</a>. Having backtracked last week, asserting that the lockdown would <a href=\"https://www.theguardian.com/us-news/2020/mar/24/trump-coronavirus-us-easter-new-york-fauci-birx\">end by Easter</a> to avoid damaging the economy, he has now conceded it will have to last until the <a href=\"https://www.theguardian.com/world/2020/mar/30/trump-says-keeping-us-covid-19-deaths-to-100000-would-be-a-very-good-job\">end of April</a>. It is true that his <a href=\"https://www.theguardian.com/us-news/commentisfree/2020/mar/24/trump-pandemic-floundering-coronavirus-crisis\">approval ratings have gone up</a>, paralleling what happened with George W Bush after September 11. But Trump is clearly worried about the electoral consequences of a massive death toll and a recession that could see unemployment of <a href=\"https://www.theguardian.com/business/2020/mar/26/us-unemployment-rate-coronavirus-business\">over 20%</a>.</p> <p>The difficulties experienced by national populists are unsurprising given they are no friends of the issues at the heart of this crisis: health, welfare and science. On the health front, the crisis reveals the folly of decades of underfunding and privatisation of the health system. Trump, Johnson and Salvini have embarrassing questions to answer in regard to their record as enemies of public healthcare. Furthermore, the crisis calls for a sea change in economic policy that is at odds with the ideological premises of national populism, which combines chauvinism on the cultural front and ultra-neoliberal policies on the economic front.</p> <p>The glaring need for state protection of strategic national industries, starting with health equipment and pharmaceuticals, is no anathema for national-populists who have already embraced trade protectionism. But the populist right has strongly opposed welfare measures that are becoming a matter of necessity <a href=\"https://www.theguardian.com/commentisfree/2020/mar/24/coronavirus-crisis-change-world-financial-global-capitalism\">to avoid social catastrophe.</a> Having repeatedly branded these policies as “dangerous” and “anti-patriotic”, these politicians find themselves in the embarrassing situation of having to espouse them.</p> <p>Another skeleton in the closet is national-populists’ disparagement of science. The coronavirus emergency confronts us with a threat that is best understood and measured through the lens of science. Epidemiologists and virologists have acquired media prominence and the public has been diligently following their recommendations. It is not clear whether this will lead to greater public trust in science and an erosion of the anti-science attitudes that national populist leaders have toyed with. However, it can be expected that citizens will take more heed of the risks flagged by scientists, including the climate emergency, which is also bound to exacerbate the spread of diseases.</p> <p>National-populists are well known for stoking people’s fears. But the fears now prevalent are not of the kind these leaders are best positioned to exploit. Due to the urgency of health and economic worries, migration – the populist right’s main enemy – has fallen in the list of priorities. Travel bans, and the fact that Europe and the US are the present focus of the pandemic, are leading to a drop in migration to these regions. In fact, we are now witnessing a historic reversal, with Mexico aiming to <a href=\"https://www.bbc.co.uk/news/world-us-canada-52053656\">block</a><a href=\"https://www.bbc.co.uk/news/world-us-canada-52053656\"> the border</a> with the US and African countries suspending flights from Europe, while UK farmers are organising charter planes <a href=\"https://www.theguardian.com/environment/2020/mar/28/fruit-and-veg-will-run-out-unless-britain-charters-planes-to-fly-in-farm-workers-from-eastern-europe\">to fly in farm workers from eastern Europe</a> to prevent fruit and vegetables being left unpicked. However, if the global economic crisis results in a new wave of migration like that of 2015, this scenario could drastically change – national-populists will try to validate their narrative of cosmopolitan globalisation as a dangerous vector of all sorts of ills.</p> <p>If the coronavirus crisis has momentarily disoriented the populist right, this does not mean it is vanquished. <a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/coronavirus-populism-trump-politics-response\">It would be misguided for the left</a> to believe that this crisis will work out in its favour. The health crisis is bound to be followed by a deep economic crisis, more similar to the Great Depression than to the 2008 financial crisis, and the populist right has already demonstrated its ability to prey on popular despair and find social scapegoats for economic ills. It can be expected that it will go down the same road, if anything becoming even more vicious.</p> <p>The <a href=\"https://www.theguardian.com/world/2020/mar/30/hungary-jail-for-coronavirus-misinformation-viktor-orban\">authoritarian measures</a> implemented on Monday by Viktor Orbán in Hungary, with the suspension of parliament and the introduction of government by decree, may be the shape of things to come. In Italy, Salvini had no qualms about applauding Orbán’s move. We are also likely to see an exacerbation of anti-Chinese rhetoric. Trump made no apologies for calling Covid-19 “<a href=\"https://twitter.com/realdonaldtrump/status/1239685852093169664?lang=en\">the Chinese virus</a>”, while Steve Bannon <a href=\"https://adncuba.com/english/steve-bannon-covid-19-communist-party-virus-trump\">argued</a> that Covid-19 is a “Chinese Communist Party virus”. Salvini <a href=\"https://foreignpolicy.com/2020/03/31/china-isnt-helping-italy-its-waging-information-warfare/\">has proposed</a> that “if the Chinese government knew [about the virus] and didn’t tell it publicly, it committed a crime against humanity”, and allies in Brazil and Spain are adopting a similar line.</p> <p>Given the ties among national-populists, including their botched attempt to establish a “nationalist international” under the <a href=\"https://www.theguardian.com/world/2018/nov/21/steve-bannons-rightwing-europe-operation-undermined-by-election-laws\">auspices of </a><a href=\"https://www.theguardian.com/world/2018/nov/21/steve-bannons-rightwing-europe-operation-undermined-by-election-laws\">Bannon’s Movement</a>, this synchrony should not be taken as accidental. It has all the look of a coordinated strategy to channel the rage and despair caused by the crisis’s brutal human and economic toll towards a racial and ideological enemy conveniently identified in the Chinese government. Along with self-proclaimed socialists, all opponents are likely to be smeared as “Chinese collaborationists”: centrist US presidential candidate Joe Biden has already been termed <a href=\"https://www.nationalreview.com/2020/03/joe-biden-is-chinas-choice-for-president/\">“China’s choice for president”</a> by the conservative National Review.</p> <p>What may be in store is thus something much worse than the populist right of the 2010s: an extreme right using the whole arsenal of the red scare and rightwing authoritarianism to intimidate opponents and defend its interests from demands for meaningful economic redistribution. Though it has been confounded by this crisis, the populist right has not been suppressed. It is just mutating.</p> <p>• Paolo Gerbaudo is a political theorist and the director of the Centre for Digital Culture at King’s College London</p> <p><br></p>",
  "<p>The streets of Afghanistan’s capital, Kabul, were packed on Friday; a hectic bustling in the markets and shops, pious whispers ringing from prayer gatherings at the mosques, the skies full of kites that children were flying.</p> <p>But on Saturday the city of around <a href=\"https://www.theguardian.com/cities/2014/dec/11/kabul-afghanistan-fifth-fastest-growing-city-world-rapid-urbanisation\">six million people</a> went into lockdown to stop the spread of coronavirus in one of the poorest and most war-torn countries in the world.</p> <p>Many residents defied the order. Beneath billboards warning of the dangers of the virus, casual labourers, shoeshiners and vendors kept on working until an increased police crackdown saw parts of the city become quieter.</p> <p>The announcement to shut down Kabul came as public health minister Ferozuddin Feroz decried people’s carelessness. “If we don’t take the coronavirus seriously, it will take us seriously,” Feroz said, adding that this was why the country needed to “apply these health guidelines”.</p> <p>By Tuesday the city was almost silent but the skies were still filled with colour as children took to the roofs to fly their kites. At least 174 people had tested positive for the virus and four were known to have died, but with limited testing – so far available only in Kabul and the north-western city of Herat - the numbers are unreliable.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"53c1a5ce8f16634f379402497551c4cb89f33354\"> <img src=\"https://media.guim.co.uk/53c1a5ce8f16634f379402497551c4cb89f33354/0_383_5760_3456/1000.jpg\" alt=\"Afghanistan’s minister of public health, Ferozuddin Feroz. speaks at a press conference in Kabul on 16 March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Afghanistan’s minister of public health has urged people to follow lockdown rules.</span> <span class=\"element-image__credit\">Photograph: Rahmat Gul/AP</span> </figcaption> </figure>  <p>Feroz said: “Estimates show that more than 25 million people could become infected in Afghanistan, with at least 16 million showing symptoms. The spread can be prevented if measures are implemented.”</p> <p>While the lockdown is necessary, many fear it could leave people struggling even harder to survive in the impoverished, war-torn country.</p> <p>Said Tamim, 56, who owns a small shop in central Kabul selling everything from toiletries and chewing gum to kites and plastic containers, says closing his business essentially means no dinner for his family of six. For now, he explained, he would try to keep his business up and running, lockdown or not.</p> <p>“If I don’t make a profit, I won’t be able to pay rent or even buy food. Our livelihood depends on the shop being open every day,” said Tamim. He hoped his wife, who works as a tailor, could possibly work from home to support the family if the shop had to close.</p>  <figure class=\"element element-image\" data-media-id=\"54a9f42f2a2b71b4cbd4968ba3c3e6cb4eff0190\"> <img src=\"https://media.guim.co.uk/54a9f42f2a2b71b4cbd4968ba3c3e6cb4eff0190/0_0_5760_3840/1000.jpg\" alt=\"Said Tamim’s shop in central Kabul\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Said Tamim says he needs to keep his business running to feed his family.</span> <span class=\"element-image__credit\">Photograph: Stefanie Glinski/The Guardian</span> </figcaption> </figure>  <p>Tamim’s worries are shared across the city, where tens of thousands of daily labourers fear for their existence. Many already feel burdened by the responsibility of making sure their families have enough to eat. At least 60,000 children work in Kabul alone to substitute family incomes, according to Unicef.</p> <p>The 21-day lockdown, which could be extended depending on the situation, might see many drift into further poverty, hunger and homelessness.</p> <p>In a further effort to curb infections, the government has <a href=\"https://uk.reuters.com/article/uk-health-coronavirus-afghanistan-prison/afghanistan-to-release-10000-prisoners-to-slow-spread-of-coronavirus-idUKKBN21D32E\">announced the release</a> of thousands of prisoners from its crammed prisons. But with unemployment soaring and businesses closed, many fear a spike in violent crimes and burglaries.</p> <p>Kabul’s governor Mohammad Yaqub Heidari has ordered conference and wedding halls to be turned into isolation shelters for Afghans arriving from abroad. Food prices have already soared, though government and religious leaders are calling on shopkeepers to not take advantage of the situation.</p> <p>Afghanistan has seen four decades of war, but the hardest times lie ahead, said Abdul Qayum Rahimi, governor of Herat province.</p> <p>“Afghanistan wasn’t ready to face a challenge like this,” he said. “Even fighting the Taliban is different. You can see them and you know their weapons. The coronavirus needs a microscope, of which we don’t have many.”</p>  <figure class=\"element element-image\" data-media-id=\"b21bee0d01fc810ef0ddf9ee987ba04d3cfe97ec\"> <img src=\"https://media.guim.co.uk/b21bee0d01fc810ef0ddf9ee987ba04d3cfe97ec/0_0_5903_3935/1000.jpg\" alt=\"A man wears a face mask as he walks through a closed market in Kabul\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Food prices have already shot up in Kabul, as markets close.</span> <span class=\"element-image__credit\">Photograph: Wakil Kohsar/AFP</span> </figcaption> </figure>  <p>Afghanistan’s healthcare system is severely overstretched and – prior to the pandemic – had only allocated about $5 (£4) annually for each of its 35 million citizens.</p> <p>Newly announced US aid cuts of $1bn have applied further pressure. The US secretary of state Mike Pompeo <a href=\"https://www.theguardian.com/world/2020/mar/24/us-to-cut-1bn-of-afghanistan-aid-over-failure-to-agree-unity-government\">announced the </a><a href=\"https://www.theguardian.com/world/2020/mar/24/us-to-cut-1bn-of-afghanistan-aid-over-failure-to-agree-unity-government\">cuts </a>after a short visit to Kabul which did nothing to resolve the dispute between President Ashraf Ghani, whose re-election was confirmed after a five-month delay, and his bitter rival Abdullah Abdullah, who has also claimed the presidency.</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-coronavirus&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-coronavirus&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Rahimi, who has described the pandemic as “the most stressful time” of his life, said that “this isn’t the time for politicians to fight, but to come together and lead Afghanistan to progress”.</p> <p>On Friday evening, just hours before the lockdown took effect at midnight, Afghans in several parts of Kabul went on to their roofs, chanting “God is great.”</p> <p>“The fear sits deep,” Said Tamim admitted. “We’re afraid to get sick and we’re afraid to become hungry. I don’t know how we will survive.”</p>",
  "<p>Donald Trump has warned America to brace for a “very, very painful two weeks” as the White House projected that the coronavirus pandemic could claim 100,000 to 240,000 lives, even if current social distancing guidelines are maintained.</p> \n<p>Striking an unusually sombre tone at the start a marathon two-hour briefing, the US president defended his early handling of the crisis and displayed models that, he said, justified his decision to keep much of the economy shut down.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/31/new-york-andrew-cuomo-coronavirus-ventilators\">New York's Andrew Cuomo decries 'eBay'-style bidding war for ventilators</a> </p> \n</aside> \n<p>“I want every American to be prepared for the hard days that lie ahead,” Trump said at the White House. “We’re going to go through a very tough two weeks. This is going to be a very painful, very, very painful two weeks.”</p> \n<p>The <a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/31/coronavirus-map-us-latest-cases-state-by-state\">US death toll</a> from the coronavirus climbed past 3,800 on Tuesday, eclipsing China’s official count. Trump <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">has been widely condemned</a> for exacerbating the crisis by failing to prepare testing kits, breathing apparatus and other equipment.</p> \n<p>On Tuesday his experts said their models showed between 100,000 and 240,000 Americans could die even if the US keeps mitigation measures in place.</p> \n<p>Dr Deborah Birx, the White House coronavirus taskforce response coordinator, said models showed a worst case scenario of between 1.5m and 2.2m deaths in the US “without mitigation”.</p> \n<p>But with measures in place, she added, the “mountain” could be reduced to a “hill” that projects 100,000–240,000 deaths – still a staggering total. She stressed that the number could be lower if people changed their behavior.</p> \n<p>She displayed a chart in which New York had by far the most cumulative cases, followed by New Jersey, then the other 48 states bunched together. Birx expressed hope that social distancing could prevent major outbreaks in those states.</p> \n<p>Early mitigation slowing the spread of disease in California and Washington state “gives us great hope”, she added. “It’s communities that will do this. There’s no magic bullet. There’s no magic vaccine or therapy. It’s just behaviour.”</p> \n<p>Asked if Americans be prepared for the likelihood that there would be 100,000 Americans who die from this virus, Dr Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said: “The answer is yes. As sobering a number as that is, we should be prepared for it.</p> \n<p>“Is it going to be that much? I hope not, and I think the more we push on the mitigation, the less likelihood it will be that number ... We are really convinced mitigation is going to be doing the trick for us.”</p> \n<p>He added: “We’re going to continue to see things go up. We cannot be discouraged by that because the mitigation is actually working ... Now is the time, whenever you’re having an effect, not to take your foot off the accelerator and on the brake, but to just press it down on the accelerator. And that’s what I hope and I know that we can do over the next 30 days.”</p> \n<p>Trump eventually heeded such advice, and opinion polls, after previously declaring an ambition to restart the economy by Easter. He announced on Sunday that he was extending to 30 April the guidelines that urged Americans to cease social gatherings, work from home, suspend onsite learning at schools and more in a nationwide effort to stem the spread of the virus.</p> \n<p>Trump spoke after another bad day for the stock market. The Dow Jones Industrial Average plunged more than 400 points, or roughly 1.9%, to seal the worst first-quarter finish of its 135-year history.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"0e15a0329b986a5f0c93fdad8d4a28acafae7de9\"> \n <img src=\"https://media.guim.co.uk/0e15a0329b986a5f0c93fdad8d4a28acafae7de9/0_0_3736_2344/1000.jpg\" alt=\"A shoe company in Culver City, California, makes masks to be donated to hospitals.\" width=\"1000\" height=\"627\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A shoe company in Culver City, California, makes masks to be donated to hospitals.</span> \n  <span class=\"element-image__credit\">Photograph: Mario Tama/Getty Images</span> \n </figcaption> \n</figure> \n<p>But the president defended shutting down much of the economy, attempting to rewrite history. Trump, who in speeches and on Twitter has compared Covid-19 to the common flu, said: “A lot of people have said, ‘Ride it out. Don’t do anything, just ride it out. And think of it as the flu.’ But it’s not the flu. It’s vicious.”</p> \n<p>And as the briefing wore on, more of the old Trump emerged. He made misleading claims about the early travel restrictions he imposed on China and Europe and, despite <a href=\"https://www.theguardian.com/us-news/2020/mar/31/new-york-andrew-cuomo-coronavirus-ventilators\">complaints from state governors</a>, defended the supply of ventilators and other equipment.</p> \n<p>Although public health experts raised the alarm early based on reports from China, the president claimed: “Nobody knew how contagious this was. I don’t think any doctor knew it at the time. People have not seen anything like this.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">The missing six weeks: how Trump failed the biggest test of his life</a> </p> \n</aside> \n<p>And trying to put his own efforts in a positive light, he noted that without his mitigation guidelines, models show the death toll could have reached 2.2m. “You would have had people dying all over the place.</p> \n<p>“You would have seen people dying in airplanes, you would have seen people dying in hotel lobbies. How many people have even seen anybody die? You would have seen death all over.”</p> \n<p>The president added: “One hundred thousand is, according to modeling, a very low number.” But he also described the figure as “very sobering”.</p> \n<p>﻿</p>",
  "<p>To say that Europe is united by its divisions is an exaggeration – but only a small one. <a href=\"https://www.theguardian.com/travel/2020/mar/24/coronavirus-travel-updates-which-countries-have-restrictions-and-fco-warnings-in-place\">Closing national borders</a> during the pandemic may have been a rational health response, but the longer term political consequences become more troubling when we look at the order in which European governments began to reimpose frontiers.</p> \n<p> Italy <a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-italy-prime-minister-country-lockdown\">made the decision</a> on 10 March, when the number of confirmed cases had already exceeded 10,000. Over the next five days, Slovakia, the Czech Republic, Poland, and Hungary closed their borders one after the other, even though by that time in any of them the number of confirmed Covid-19 cases had not reach a hundred.</p> \n<p>As a first impulse, <a href=\"https://www.schengenvisainfo.com/news/25th-anniversary-of-the-abolition-of-internal-borders-finds-schengen-with-reintroduced-borders-in-place/\">suspending the Schengen border-free zone</a> after years of free movement is understandable. Leaders naturally wanted to act quickly to avoid a dramatic Italian scenario in their territories. Bear in mind, though, that these decisions to limit the free movement of people were made by politicians not by doctors. Just as when Donald Trump imposed his <a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-global-recession-fears-intensify-as-trumps-europe-ban-fails-to-reassure\">European travel ban</a> selectively at first, the closing of frontiers in central and eastern Europe has a political significance that goes beyond mere sanitary demands. Politics in the time of plague is still politics. (This is why, by the way, the the much-discussed “<a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/experts-fashion-covid-19-reality-bites-trump-johnson\">return of the expert</a>” is a fantasy, at best wishful thinking.)</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7a98b795-e636-4e75-b443-22e9e6429f26\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/world/series/this-is-europe\">This is Europe</a> is a new stream of Guardian journalism that investigates the big challenges that transcend national boundaries, and seeks out the solutions that could benefit us all. These are testing times, and crises are not limited by national borders. But then neither are we. <br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The sequence in which the Schengen provisions were suspended in central and eastern Europe tells us something important about societies in this region and perhaps even about the EU in general.</p> \n<p>First, there is the collective psychological dimension. The question of borders here is not just about geography or history, it is an existential one. For decades, post-communist countries have sought to escape Soviet influence in order to “return to Europe”. The reasons were only partially economic. In all those memorable pictures of the fall of the Berlin wall in 1989, one can see crowds of east Germans who believed they were literally escaping the trap of history. Poles, Hungarians, Czechs and many other nations felt the same. In the 20th century, their central experience was that of cyclical collapse of their states, downfall of sovereignty and existential threat coming from two totalitarian systems. Their desire to join organisations such as Nato or the EU after the collapse of communism derived from their view that the west was a guarantor of institutional stability and personal safety. Joining the Schengen zone in particular, was seen as a way of finally leaving the geopolitical danger zone.</p> \n<p>Those countries should theoretically then have been the last, not the first, to close their borders in 2020. One of the reasons for this is that “returning to Europe” brought on the one hand modernisation and prosperity, but on the other a profound cost. One outcome of Schengen has been the <a href=\"https://www.ecfr.eu/specials/what_europeans_really_want_five_myths_debunked\">mass emigration</a> of well-educated workers. </p> \n<p>The brain drain of doctors has contributed to the dramatic situation facing many healthcare systems in the region. Long before the pandemic, Hungary had considered special contracts for young doctors to stop them emigrating en masse. In Poland, according to official OECD and Eurostat data, the number of practicing physicians per 1,000 inhabitants is <a href=\"https://data.oecd.org/healthres/doctors.htm\">only 2.4</a>. Whenthe UK announced new recruitment for the NHS of doctors from the EU, the understanding in Poland was that Britain’s target was not France or Germany but farther east. Closing the borders has in fact been in the central and eastern European air for quite some time and the arrival of Covid-19 is just a catalyst.</p> \n<p>In spite of their extraordinary transformation since 1989 the post-communist states are also still perceived (including by their own citizens) as weak. True or false, this provokes neurotic reactions to almost any political threat. Radical political language and radical measures are taken because fear of another collapse of the state is still deep rooted. These real anxieties may gradually be eroding faith in joint EU solutions, such as the Schengen zone, which were previously seen as benign.</p> \n<p>The same reasons may explain why, for example, the response of Poles to their lockdown has turned out to be so disciplined and relatively well organised. If the state is weak – including the healthcare system – we want to stay at home and where possible organise for others. Voluntary networks in Poland cooking free meals for doctors or preparing additional Covid-19 tests are examples of such behaviour.</p> \n<p>There is therefore something of a perverse relief to the closing of borders in central and eastern European countries because of the pandemic. It might be only a fleeting feeling that will soon give way to a longing for European normality. However, it could also be the other way around.</p> \n<p>The second point relates to the way in which exceptional powers are a source of immense temptation for politicians, especially the illiberal populists in our part of Europe. Could they resist the lure of this extraordinary centralisation of power?</p> \n<p>In our city, Warsaw, like others around the globe, almost total silence reigns; drones take photographs of empty streets from above. But silence in the public sphere matters. In classical political philosophy it was associated with the danger of despotism. In The Spirit of the Laws Montesquieu writes about the deadly silence in the cities when the enemy is scaling the walls. Our adversary today has no legions. It is invisible – but that does not mean it is less threatening. Contrary to democracy, characterised by a robust and lively public sphere, in despotism people’s interests and activities shift to the private sphere, where they focus on material goods and forget about the community. This threatens democracy, because while people are preoccupied, irreversible changes can be made to the political system.</p> \n<p>Silence in the public sphere will not be compensated for by the din online. In a more romantic era we thought the web and social media would give citizens better tools and make them more active. Today the passivity of citizen-followers is a well-established phenomenon, and our worries are about privacy and the lack of regulation of tech platforms. It is hard to assume that the internet will automatically become a remedy for the deserted public sphere.</p> \n<p>The spectre of a sanitary cataclysm effectively pushes democracy to the sidelines. In those countries where respect for democracy has been established over many years, it does not have to be dangerous. But things look different in places where illiberal populists have already started to translate the 2020 health emergency as the victory of the nation-state over a helpless EU, and the liberal rules-based multilateral order. In Hungary Viktor Orbán has been allowed to <a href=\"https://www.theguardian.com/world/2020/mar/30/hungary-jail-for-coronavirus-misinformation-viktor-orban\">rule by decree</a> during this state of emergency without any clear time limit and special measures include jail terms for spreading misinformation. Since 1989 no politician has been so powerful in the region.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/commentisfree/2020/mar/31/solidarity-members-eurozone-coronavirus-dutch-coronabond\">Without solidarity between members, the eurozone won't survive coronavirus | David Adler and Jerome Roos</a> </p> \n</aside> \n<p>In Poland, the government <a href=\"https://www.reuters.com/article/us-health-coronavirus-poland-election/polish-presidential-challenger-urges-boycott-of-may-vote-halts-campaign-idUSKBN21G0NQ\">changed the electoral law</a> overnight to make sure the 10 May presidential elections go ahead, hoping that the only candidate able to organise a campaign is the current president, Andrzej Duda. Attempts are also being made to stop doctors from criticising the performance of the healthcare system in the face of the pandemic. And in <a href=\"https://www.ft.com/content/64539a44-6e87-11ea-89df-41bea055720b\">Slovakia,</a> citizens are expressing worries that the special measures introduced by the government will give it uncontrolled access to personal information.</p> \n<p>Our collective quarantine could last for weeks or months. In parts of central and eastern Europe there is a threat that it will end in consolidating the illiberal order to an extent difficult to predict. Even from behind their closed borders, illiberal leaders can inspire each other. For, yes, coronavirus can also affect political regimes. And it could permanently change the face of the EU.</p> \n<p>• Jarosław Kuisz is a historian, editor-in-chief of the Polish weekly Kultura Liberalna and a fellow at the Institute of Advanced Studies in Berlin</p> \n<p>• Karolina Wigura is a historian, political editor of the Polish weekly Kultural Liberalna and a fellow at the Institute of Advanced Studies in Berlin</p>",
  "<h2>Top story: UK ministers under pressure on lack of testing</h2> \n<p>Morning everyone. This is Martin Farrer bringing you all the news you need this Wednesday morning.</p> \n<p>Donald Trump has warned Americans to brace for a “very, very painful two weeks” after he said that <a href=\"https://www.theguardian.com/world/2020/mar/31/donald-trump-coronavirus-briefing-painful-us-deaths\">up to 240,000 people could die in the US</a> – and keeping deaths to that number depended on people observing social distancing. In an unusually sombre White House media briefing overnight, the US president said the country had to be prepared for “the hard days that lie ahead” as the death toll from coronavirus passed 3,800. The worst-case scenario, where rules were not followed, could see up to 2.2 million people die.</p> \n<p>The death toll in Britain <a href=\"https://www.theguardian.com/world/2020/mar/31/green-shoots-visible-in-uks-fight-against-covid-19-says-powis\">climbed by 381 to 1,789</a> yesterday, and included the youngest victim so far – <a href=\"https://www.theguardian.com/world/2020/mar/31/boy-13-die-london-after-testing-positive-for-coronavirus\">a 13-year-old boy from south London</a> who was reported as having no underlying health issues. However, NHS officials offered some hope that the nationwide lockdown might be having some impact because there had been a “bit of a plateau” in the number of people testing positive for coronavirus. The government <a href=\"https://www.theguardian.com/world/2020/mar/31/green-shoots-visible-in-uks-fight-against-covid-19-says-powis\">is under renewed pressure to improve Britain’s testing rates</a>, which are still well short of the 10,000-a-day target.</p> \n<p>Britain’s <a href=\"https://www.theguardian.com/uk-news/2020/mar/31/uk-care-home-staff-at-breaking-point-as-coronavirus-cases-rise\">care homes are at risk of being overrun</a> by the virus and staff say they are at breaking point, according to the country’s biggest charitable provider. MHA, which runs more than 220 facilities, said more than one in 10 staff were unable to work because they were sick or in self-isolation. NHS staff have been <a href=\"https://www.theguardian.com/society/2020/mar/31/nhs-staff-gagged-over-coronavirus-protective-equipment-shortages\">warned not to voice concerns</a> about a lack of protective personal equipment, a doctors’ group has claimed. Workers have been sent threatening emails and told they could face disciplinary action if they don’t keep concerns private. Police chiefs have reissued guidance about how officers should enforce lockdown rules after reports of <a href=\"https://www.theguardian.com/world/2020/mar/31/uk-police-reissued-with-guidance-on-enforcing-coronavirus-lockdown\">heavy-handed interventions such as road checkpoints</a>.</p> \n<p>More than 40,000 people have died from Covid-19 around the world and 855,000 have been infected. Here is our latest <a href=\"https://www.theguardian.com/world/2020/apr/01/coronavirus-latest-at-a-glance\">at-a-glance </a>summary and we will have all the developments throughout the day on our <a href=\"https://www.theguardian.com/world/live/2020/apr/01/coronavirus-live-news-us-deaths-could-reach-240000-un-secretary-general-crisis-worst-since-second-world-war-us-uk-europe-latest-updates\">coronavirus live blog</a>.</p> \n<p><em>There’s more in our Coronavirus Extra section further down … and here’s where you can find<a href=\"https://www.theguardian.com/world/coronavirus-outbreak\"> all our coverage of the outbreak – from breaking news to factchecks and advice</a>.</em></p> \n<h2>* * *</h2> \n<p><strong>Banks’ buffer – </strong>Britain’s big banks will abandon plans to return nearly £8bn worth of dividends to shareholders <a href=\"https://www.theguardian.com/business/2020/mar/31/uk-banks-agree-to-scrap-dividends-and-bonuses-due-to-recession-fears\">as they seek to build a financial buffer</a> in order to weather the coming economic downturn. The Bank of England has also ordered lenders to cancel plans for cash bonuses for executives. The cancellation of the 2019 dividends will give the banks additional funds they can use to increase lending to businesses and households during the Covid-19 lockdown. Another economic consequence of Covid-19 could see the government scrap plans to increase the national living wage to two-thirds of average earnings by 2024, <a href=\"https://www.theguardian.com/money/2020/mar/31/uk-minimum-wage-rise-of-6-to-go-ahead-despite-coronavirus-pay-freeze-call\">the Low Pay Commission warned</a>.</p> \n<h2>* * *</h2> \n<p><strong>Opencast verdict – </strong>Ministers will decide next week <a href=\"https://www.theguardian.com/environment/2020/apr/01/government-set-to-make-decision-on-uks-largest-coalmine\">whether to give the green light for the UK’s largest coalmine</a> after years of fierce opposition from environmentalists. The verdict on the Highthorn opencast mine near the Northumberland beauty spot of Druridge Bay will be made by next Tuesday, according to a letter from government lawyers seen by the Guardian. The developer, Banks Group, which wants to mine three million tonnes of coal at the site, told ministers the mine was “vital” because the coronavirus crisis could lead to a fall in coal imports.</p> \n<h2>* * *</h2> \n<p><strong>Wings clipped – </strong>Nightingales have had their wings clipped by the climate crisis, <a href=\"https://www.theguardian.com/environment/2020/apr/01/nightingales-at-risk-due-to-shorter-wings-caused-by-climate-crisis\">scientists have discovered</a>, and more of the birds are choosing not to make their epic 7,000-mile annual migration every year between Africa and Europe. A study in Spain shows that the average wing length relative to their body size has fallen over the past two decades because summer droughts are driving a range of genetic changes including laying fewer eggs and smaller clutch size.</p> \n<h2>Coronavirus Extra</h2> \n<p>Chinese officials fear a growing number of asymptomatic carriers of the virus<a href=\"https://www.theguardian.com/world/2020/apr/01/china-pivots-to-tackle-silent-covid-19-carriers-as-us-says-a-quarter-of-cases-may-have-no-symptoms\"> could spread a second wave of infections</a>. US authorities are also concerned about the “silent” threat.</p> \n<p>Italian defiance in the early stages of the outbreak, which saw people singing from balconies to keep spirits up, <a href=\"https://www.theguardian.com/world/2020/apr/01/singing-stops-italy-fear-social-unrest-mount-coronavirus-lockdown\">is giving way to fears about running short of food and money</a>, especially in the south. Teargas, beatings and bleach <a href=\"https://www.theguardian.com/global-development/2020/apr/01/extreme-coronavirus-lockdown-controls-raise-fears-for-worlds-poorest\">are among the methods meted out by police to enforce lockdowns</a> on populations all over the world, with poor people receiving the harshest treatment.</p> \n<p>The captain of the US aircraft carrier Theodore Roosevelt <a href=\"https://www.theguardian.com/world/2020/apr/01/captain-of-coronavirus-us-aircraft-carrier-4000-sailors-let-off-ship-die-theodore-roosevelt\">has pleaded with navy chiefs for help</a> after an outbreak of coronavirus on board the huge vessel docked in Guam.</p> \n<p>Rafael Behr argues that the virus has not just bumped Brexit down the political agenda, but made the whole project look <a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/coronavirus-crisis-brexit-brexiteers\">“parochial and self-indulgent”</a>.</p> \n<h2>Today in Focus podcast</h2> \n<p>The lockdown across the world has led people to desperately seek out new tools for maintaining their work and social lives online such as Houseparty and Zoom. But UK technology editor <a href=\"https://www.theguardian.com/news/audio/2020/apr/01/from-houseparty-to-zoom-our-digital-lives-in-lockdown\">Alex Hern argues he’s been living this way for years.</a></p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9baa3001-689f-4242-b6c2-ee32ae20a937\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Lunchtime read: Nick Grimshaw: ‘I’ve had horrible anxiety’</h2> \n<figure class=\"element element-image\" data-media-id=\"64ae4d5629911aa95defbf1ae383a49361b50a93\"> \n <img src=\"https://media.guim.co.uk/64ae4d5629911aa95defbf1ae383a49361b50a93/0_224_6720_4032/1000.jpg\" alt=\"Nick Grimshaw\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure> \n<p>The <a href=\"https://www.theguardian.com/media/2020/apr/01/i-knew-she-was-loved-nick-grimshaw-on-caroline-flack-mental-health-and-the-paparazzi\">Radio One DJ Nick Grimshaw discusses his near-death experience</a> in the Namibian desert while filming Sport Relief, dealing with anxiety, why he always wanted to present the Breakfast Show (“I never listened to anything else”), the paparazzi and the devastating death of his friend Caroline Flack. “She was so funny, engaging and open,” he says.</p> \n<h2>Sport</h2> \n<p>Senior executives contemplating how to steer football through the unprecedented crisis of Covid-19 are now talking about June being optimistic as <a href=\"https://www.theguardian.com/football/2020/mar/31/uefa-fears-football-season-unlikely-to-resume-before-end-of-june\">a potential time to restart the season</a>. <a href=\"https://www.theguardian.com/football/2020/mar/31/former-marseille-president-pape-diouf-dies-of-coronavirus\">The former Marseille president Pape Diouf has died</a> after contracting the coronavirus, while the <a href=\"https://www.theguardian.com/football/aston-villa\">Aston Villa</a> goalkeeper Pepe Reina has revealed he endured “endless minutes of fear” after symptoms <a href=\"https://www.theguardian.com/football/2020/mar/31/pepe-reina-coronavirus-ran-out-of-oxygen-fear-aston-villa\">left him unable to breathe</a>. This summer’s Wimbledon will <a href=\"https://www.theguardian.com/sport/2020/mar/31/grass-season-likely-cancelled-following-wimbledon-coronavirus\">almost certainly be abandoned</a> on Wednesday and the <a href=\"https://www.theguardian.com/sport/daviscup\">Davis Cup</a> finals in Madrid could be the next major tennis event to fall. While the pandemic wreaks havoc on the global sporting calendar, the <a href=\"https://www.theguardian.com/sport/nfl\">NFL</a> has said <a href=\"https://www.theguardian.com/sport/2020/mar/31/nfl-expands-playoffs-number-of-teams-12-to-14\">it plans to have a full season</a>, including games in London and Mexico City, and to kick off on time in September. And the England and Wales <a href=\"https://www.theguardian.com/sport/cricket\">Cricket</a> Board has given its strongest hint yet that <a href=\"https://www.theguardian.com/sport/2020/mar/31/ecb-could-delay-the-hundred-61m-cricket-aid-package-coronavirus\">the launch of the Hundred may have to be delayed</a> until 2021.</p> \n<h2>Business</h2> \n<p>The FTSE100 yesterday posted its <a href=\"https://www.theguardian.com/business/2020/mar/31/ftse-100-posts-largest-quarterly-fall-since-black-monday-aftermath\">biggest quarterly fall since Black Monday</a> more than 30 years ago, and the index is in for more of the same today after Asian markets slumped overnight. The catalyst was poor manufacturing figures from several countries in the region. The FTSE is on course for a drop of 2% today. The pound is buying $1.238 and €1.123.</p> \n<h2>The papers</h2> \n<p>Several papers focus on concerns about continued low rates of Covid-19 testing. The <strong>Times</strong> says “PM takes control of drive for virus tests”, the <strong>FT</strong> has “Gove admits problems obtaining kits to test medical staff for virus”, while the <strong>Mail</strong> implores “Fix testing fiasco now”.</p> \n<figure class=\"element element-image\" data-media-id=\"027d1141c16f3a6e76c48a9150993efbae177549\"> \n <img src=\"https://media.guim.co.uk/027d1141c16f3a6e76c48a9150993efbae177549/0_0_1400_1775/789.jpg\" alt=\"Guardian front page, Wednesday 1 April 2020\" width=\"789\" height=\"1000\" class=\"gu-image\"> \n</figure> \n<p>The <strong>Guardian</strong> lead is <a href=\"https://www.theguardian.com/uk-news/2020/mar/31/uk-care-home-staff-at-breaking-point-as-coronavirus-cases-rise\">“Coronavirus pushing care homes toward breaking point, warn staff”</a>. The <strong>Express</strong> looks on the bright side – “Green shoots hope in virus battle” – as does the <strong>Telegraph</strong> – “NHS plans route out of virus lockdown”. The <strong>Mirror</strong> splashes with “Healthy boy of 13 dies with virus” and <strong>Metro</strong> has “Deaths leap 381 in a day”. The <strong>Scotsman</strong> says “Emergency Covid laws ‘a sinister attack on justice’” while the <strong>Sun</strong> says “War we can win”.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Subscribe to the Guardian morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4156\" height=\"52px\" data-form-title=\"Sign up for Guardian Morning Briefing“ data-form-description=\" sign up and get a daily briefing from the guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n</figure> \n<p>The Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can <a href=\"https://www.theguardian.com/info/2016/mar/01/the-morning-briefing-start-the-day-one-step-ahead\">sign up here</a>.</p> \n<p>For more news: <a href=\"https://www.theguardian.com/\">www.theguardian.com</a></p>",
  "<p>Scott Morrison has offered a prayer for the national cabinet to stay “strong and united” and committed the Australian nation to God during times of “great need and suffering” as it responds to Covid-19.</p> \n<p>The prayer is contained in a video, first published by Eternity News but later removed and republished by Queensland Parents for Secular State Schools, in which Morrison explains his faith gives him “enormous encouragement” in how to respond to the crisis.</p> \n<p>Morrison, Australia’s first evangelical Christian prime minister, has made no secret of his religious faith, referring to his re-election in 2019 as a “miracle”. Many other former prime ministers, including Tony Abbott, Malcolm Turnbull and Kevin Rudd, identify as Christians.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up for Guardian Australia’s daily coronavirus email newsletter\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/coronavirus-australia-at-a-glance\" height=\"52px\" data-form-title=\"Sign up for Coronavirus: Australia at a glance\" data-form-description=\"Get Guardian Australia's daily coronavirus email\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n <figcaption>\n  <a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email\">Sign up for Guardian Australia’s daily coronavirus email newsletter</a>\n </figcaption> \n</figure> \n<p>On 23 March Morrison called for Australians of faith to pray as parliament reconvened to pass the second tranche of fiscal support for those harmed by the economic effects of Covid-19 shutdowns.</p> \n<p>But glimpses of Morrison’s personal practice of Christianity are rarer, such as his decision to <a href=\"https://www.theguardian.com/australia-news/2019/apr/21/scott-morrison-invites-media-into-pentecostal-church-amid-election-campaign-truce\">invite cameras into Horizon church at Easter in 2019</a>.</p> \n<p>In the video, which appears to be filmed in his prime ministerial office, Morrison thanked people for their prayers and described the world as “largely in trauma … with the scale and pace of what is unfolding – this is incomprehensible, even just a month ago, what we’re seeing today”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f02c27f6-bafb-4a91-ae2c-626c88a16277\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/7swar07i-V4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“Pray for the premiers and chief ministers, they’ve joined me in a national cabinet – which is unprecedented for Australia,” he said.</p> \n<p>“It is a moment like when Moses looked out at the sea and held up his staff … there are moments of great faith in this.</p> \n<p>“But as a prime minister I have to take my decisions based on very strong advice and exercise the best judgment I can.</p> \n<p>“And my faith gives me an enormous encouragement in how I can make those decisions and try and do that in the best way I can.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/its-not-too-early-to-start-thinking-about-australia-after-the-crisis\">It's not too early to start thinking about Australia after the crisis | Jim Chalmers</a> </p> \n</aside> \n<p>Morrison then shares biblical verses from Psalms about God delivering the righteous from troubles and from <a href=\"https://www.biblegateway.com/passage/?search=Isaiah+58%3A11-12&amp;version=NIV\">Isaiah</a> that the Lord “will guide you always” and “will satisfy your needs in a sun-scorched land”.</p> \n<p>“Your people will rebuild the ancient ruins – that’s a prophecy over our country, I believe – and will raise up the age-old foundations; you will be called repairer of broken walls, and a restorer of streets with dwellings.</p> \n<p>“I pray that we will be a restorer of streets, with people in them, businesses open again, Australians going about their lives again, returning to their jobs, returning to their livelihoods, returning to normal times in our schools so children can learn and that we can get to the other side of this.”</p> \n<p>Morrison offers a prayer that begins “heavenly father, we just commit our nation to you in this terrible time of great need and suffering of so many people”.</p> \n<p>“And we do this also for the entire world – in places far from this country there are people suffering even more, going through tremendous hardship, crying out.”</p> \n<p>Morrison also prays for “colleagues in parliamentary roles, it doesn’t matter what party they’re from”, ministers in his cabinet, and again for the premiers and chief ministers.</p> \n<p>“Pray that you’ll keep the national cabinet strong and united, and we may be able to face each day and each challenge with unity and purpose.”</p> \n<p>Bishop Phillip Huggins, the National Council of Churches Australia president, told Guardian Australia: “The prime minister says he’s a person of faith – therefore he prays.</p> \n<p>“He’s just being true to himself – likewise – the prayer we’re asking people to share is consistent with our tradition.”</p> \n<p>The NCCA prayer asks worshippers to pray for “those in need of healing” and the “Holy Spirit’s discernment amidst the many choices and decisions facing our national, community and medical leaders”.</p> \n<p>Martyn Iles, the Australian Christian Lobby managing director, said it was “refreshing to see a prime minister with the humility to consider and pray for others in the midst of crisis”.</p> \n<p>“Alongside his emphasis on practical measures, it demonstrates good leadership,” he said.</p>",
  "<div id=\"block-5e85e6c18f0866297e9f5af7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-02T13:21:38.431Z\">2.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Live reporting on the coronavirus in the US continues on Thursday’s blog: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/apr/02/coronavirus-us-live-updates-news-unemployment-democratic-convention-trump-biden\">Coronavirus US live: Biden doubts Democratic convention can happen in July</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e83df3f8f087564da1e36d3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-01T00:33:11.108Z\">1.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>The White House <a href=\"https://www.theguardian.com/us-news/live/2020/mar/31/coronavirus-us-live-new-york-governor-peak-cases-trump-america-outbreak-pandemic?page=with:block-5e83be278f0866297e9f49e5#block-5e83be278f0866297e9f49e5\">predicts</a> that up to 240,000 Americans will die of coronavirus, even if the US abides by distancing measures, officials announced during the president’s daily coronavirus briefing. </strong>The president repeatedly asserted that millions would have died if he hadn’t stepped in. </li> \n   <li><strong>The coronavirus task force briefing that lasted for <a href=\"https://www.theguardian.com/us-news/live/2020/mar/31/coronavirus-us-live-new-york-governor-peak-cases-trump-america-outbreak-pandemic#block-5e83d58e8f087564da1e36a9\">two hours</a>. </strong>Throughout, the president made false and misleading claims. Through most of the lengthy debate, Trump struck an unusually quiet and somber tone, warning of the “tough two weeks” to come. But he also attacked governors, news reporters and critics as he defended his record. </li> \n   <li><strong>New York governor Andrew Cuomo <a href=\"http://New YorkAndrew Cuomo decries bidding war for ventilators\">lamented</a> the bidding wars over ventilators. </strong>Cuomo said having numerous states and FEMA simultaneously trying to obtain the crucial breathing machines was “like being on eBay.”</li> \n   <li><strong>Cuomo’s brother, Chris Cuomo, was diagnosed with coronavirus. </strong>The governor said his brother “will be fine” considering his age and overall health, but he added that the diagnosis underscored the need to maintain social distancing practices.</li> \n   <li><strong>Senate majority leader Mitch McConnell said Trump’s impeachment <a href=\"https://www.theguardian.com/us-news/live/2020/mar/31/coronavirus-us-live-new-york-governor-peak-cases-trump-america-outbreak-pandemic?page=with:block-5e837b618f0866297e9f4796#block-5e837b618f0866297e9f4796\">distracted</a> lawmakers from responding to coronavirus, </strong>a claim that was quickly criticized by Senate minority leader <strong>Chuck Schumer, </strong>who called for the virus to be declared a public health emergency in late January. <strong>Trump</strong> himself said that he wouldn’t have done anything differently if the impeachment trial didn’t take place. </li> \n   <li><strong>Nancy Pelosi and Joe Biden emphasized the need for more testing to combat the virus. </strong>Both of the prominent Democrats also demanded that Trump immediately use the full powers of the Defense Production Act to speed up the production of medical equipment.</li> \n  </ul> \n  <p>Read the full story on Trump’s latest press conference here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/31/donald-trump-coronavirus-briefing-painful-us-deaths\">Trump warns of 'painful two weeks' as officials predict up to 240,000 US coronavirus deaths</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-01T00:55:36.288Z\">at 1.55am BST</time></p> \n</div> \n<div id=\"block-5e83db988f0866297e9f4a8d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-01T00:24:29.002Z\">1.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Opinion: Ice agents are still performing raids – and using precious N95 masks to do so</strong></p> \n  <p><em>Public health experts and providers Miriam Magaña Lopez and Seth M Holmes write: </em><br></p> \n  <p>On the first day of California’s “shelter-in-place” lockdown, Immigration and Customs Enforcement (Ice) agents <a href=\"https://www.latimes.com/gallery/with-masks-at-the-ready-ice-agents-make-arrests-on-first-day-of-california-coronavirus-lockdown\">raided immigrant communities in Los Angeles</a>. Different from other raids, they carried N95 medical masks to protect themselves from Covid-19. Also different from previous raids, the Ice agents broke <a href=\"https://www.wsj.com/articles/a-state-by-state-guide-to-coronavirus-lockdowns-11584749351\">state regulations</a> that ordered everyone to stay home except to do “essential” activities necessary to survive (eg buying food or medicine).</p> \n  <p>The protective masks Ice agents carried to raid communities in LA are the same personal protective equipment that made headlines in the last week due to extreme shortages endangering the lives of healthcare workers. These frontline health professionals care for patients without this basic protective equipment, forced to risk not only their own health but also the capacity of our health system in this critical pandemic. In fact, the surgeon general issued a <a href=\"https://twitter.com/Surgeon_General/status/1233725785283932160\">statement requesting</a> that all N95 masks be saved for doctors, nurses and other frontline health workers. In a time with severe shortages and orders to “shelter in place”, the federal government chose to prioritize masks for Ice agents instead of necessary health personnel and, ultimately, chose raids over the health of our country.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/31/ice-raids-coronavirus-n95-masks\">Ice agents are still performing raids ––and using precious N95 masks to do so | Miriam Magaña Lopez and Seth M Holmes</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e83d8aa8f08532a0e6659df\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-01T00:07:15.358Z\">1.07am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">A 'bidding war' over ventilators</h2> \n <div class=\"block-elements\"> \n  <p>During today’s briefing, Trump said that all governors had to do if they needed ventilators, was ask. He also suggested that the US was “holding on” to a stockpile of 10,000 ventilators, that the government would slowly and strategically dole out. He also said the government has asked companies to send equipment directly to states. </p> \n  <p>At the same time, he derided and dismissed New York governor Andrew Cuomo’s complaint that states have to bid for ventilators, competing with other states and Fema to secure life-saving equipment. </p> \n  <p>“The federal government, Fema, should have been the purchasing agent: buy everything and then allocate by need to the states,” Cuomo said today. “Why would you create a situation where the 50 states are competing with each other and then the federal government and Fema comes in and competes with the rest of it?”</p> \n  <p>Without addressing why the federal government isn’t stepping in to secure the equipment at a fair price, Trump said that Cuomo,” shouldn’t be complaining because we gave him a lot of ventilators.” </p> \n  <p>“No matter what you give, it’s never enough,” he said. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/31/new-york-andrew-cuomo-coronavirus-ventilators\">New York's Andrew Cuomo decries 'eBay'-style bidding war for ventilators</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e83d58e8f087564da1e36a9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:43:41.560Z\">12.43am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Marathon briefing ends</h2> \n <div class=\"block-elements\"> \n  <p>“It’s an incredibly dark topic,” Trump said, before leaving the podium. “An incredibly horrible topic. And it’s incredibly interesting. That’s why everybody is, They’re going crazy, they can’t get enough of it.”</p> \n </div> \n</div> \n<div id=\"block-5e83d3ba8f08532a0e6659c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:42:37.967Z\">12.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: “Nobody knew”</strong></p> \n  <p>“Nobody knew how contagious this was,” Trump said. “I don’t think any doctor new it at the time. People have not seen anything like this.” </p> \n  <p>In fact, as the disease spread through China, public health experts were warning for weeks that the coronavirus threat could grow into a pandemic. </p> \n  <p>Moreover, epidemiologists have been predicting this sort of pandemic for years. The US intelligence community, in its January 2019 Worldwide Threat Assessment, wrote: “We assess that the United States and the world will remain vulnerable to the next flu pandemic or large-scale outbreak of a contagious disease that could lead to massive rates of death and disability, severely affect the world economy, strain international resources, and increase calls on the United States for support.”</p> \n </div> \n</div> \n<div id=\"block-5e83d23f8f087564da1e3698\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:31:54.848Z\">12.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Once again, Trump misrepresented his administration’s travel restrictions,</strong> saying that he “stopped” travel from Italy before issuing broader restrictions on travel from Europe. Through the administration issued travel advisories for parts of Italy, he never banned travel from Italy. </p> \n  <p>The briefing has now reached the two hour mark.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T23:38:48.901Z\">at 12.38am BST</time></p> \n</div> \n<div id=\"block-5e83d1628f087564da1e3694\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:27:36.576Z\">12.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“This is really easy to be negative about. But I want to give people hope, too,” Trump said, abandoning the quiet, somber tone he used earlier in the briefing. </strong></p> \n  <p>“I’m not about bad news,” Trump said. “I want to give people hope. I want to give people the feeling that we all have a chance.”</p> \n  <p>As he has during previous briefings, the president then became combative, attacking reporters and dismissing what he called “stupid question”. </p> \n </div> \n</div> \n<div id=\"block-5e83ce2d8f08532a0e6659a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:25:17.191Z\">12.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“I don’t think I would’ve acted any differently. I don’t think I would’ve acted any faster,” Trump said when asked if the impeachment distracted him from the coronavirus crisis. </strong></p> \n  <p>Senate leader Mitch McConnell, has blamed the impeachment trial for distracting from the crisis. “I think it diverted the attention of the government because everything every day was all about impeachment,” McConnell said in an interview on “The Hugh Hewitt Show.” </p> \n </div> \n</div> \n<div id=\"block-5e83ced18f087564da1e3682\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:23:32.634Z\">12.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Even more on ventilators</strong></p> \n  <p>Earlier, Dr. Birx said that the US is better positioned than the UK on ventilators. “They have 8000 ventilators in the UK. If you translate that to the US that would be equivalent to us having 40000 ventilators. We have five times that,” she said. </p> \n  <p>Indeed, the UK Cabinet Office said that there are 8,000 ventilators currently in the NHS with a further 8,000 already on order from overseas.</p> \n  <p>The US has nearly five times the population of the UK, so Birx’s idea to multiply 8,000 ventilators by 5 to gauge a comparison makes sense. But it’s unclear how many ventilators the US has. Estimates <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nejm.org%2Fdoi%2Ffull%2F10.1056%2FNEJMp2006141\">published</a> in the New England Journal of Medicine guess 60,000 to 160,000 — that’s fewer than Birx’s boast. </p> \n  <p>“There is a broad range of estimates of the number of ventilators we will need to care for U.S. patients with Covid-19, from several hundred thousand to as many as a million,” wrote public health experts in the NEJM. </p> \n </div> \n</div> \n<div id=\"block-5e83cd868f087564da1e3673\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:10:49.971Z\">12.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Travel bans </strong></p> \n  <p>As evidence that he acted early and effectively, the president touted his piecemeal travel bans and restrictions — which epidemiologists <a href=\"https://www.theguardian.com/world/2020/mar/14/trump-coronavirus-travel-ban-europe-us\">said</a> could have stopped the spread of disease if implemented much earlier than they were — but ultimately did little more than cause chaos and confusion at airports. </p> \n  <p>“We stopped all of Europe,” Trump boasted. But the restrictions didn’t apply to all of Europe and included restrictions for several types of travelers. </p> \n </div> \n</div> \n<div id=\"block-5e83cc428f087564da1e366e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:08:49.811Z\">12.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dr. Fauci said “I believe we acted early,” in response to a question about whether the US could have done more, earlier. </strong>But he conceded that earlier action could have helped. <br></p> \n  <p>Dr. Birx, as well, evaded the question, asserting that it remains to be seen whether the disease was spreading through the US in February or earlier. </p> \n </div> \n</div> \n<div id=\"block-5e83ca618f087564da1e365e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T23:01:45.325Z\">12.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: H</strong><strong>ydroxychloroquine cure</strong></p> \n  <p>Trump once again touted hydroxychloroquine as a coronavirus cure, asserting that it won’t kill people because it has already been used to treat other conditions. But the drug can have serious side effects even when it is used as recommended, to treat malaria, as well as lupus and arthritis.</p> \n  <p>Moreover, public health experts including his own top infectious diseases adviser, Dr Fauci, have previously warned that there was only “anecdotal evidence” that the drugs could be helpful. My colleague Oliver Milman <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2020%2Fmar%2F28%2Fcoronavirus-cure-fact-check-hydroxychloroquine-trump\">reported</a> that a French study of 40 coronavirus patients found that half experienced clearing of their airways after being given hydroxychloroquine. Experts have warned that the study is small and lacks sufficient rigor to be classed as evidence of a potential treatment. The French health ministry has warned against the use of hydroxychloroquine for Covid-19.</p> \n  <p>The surge in demand for the unproven hydroxychloroquine also risks shortages of the drug for those who need it most. It is used to help patients manage the chronic autoimmune disease lupus, but some are already complaining the drug is harder to come by. Trump’s pushing of the treatment has reportedly caused stockpiling of hydroxychloroquine.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T23:07:39.082Z\">at 12.07am BST</time></p> \n</div> \n<div id=\"block-5e83c83e8f0866297e9f4a20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:54:12.711Z\">11.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Ventilators, again</strong></p> \n  <p>The government has almost 10,000 ventilators remaining in the stockpile, Trump said, but “we are holding it back for flexibility,” he said, so they can be distributed strategically. </p> \n  <p>The strategic reserve of medical supplies is like an oil reserve, Trump added, except more valuable. Asked about reports that governors are caught in bidding wars for the life-saving machines, Trump said: “that shouldn’t be happening.” All they need to do is ask, he said. </p> \n  <p>But the president has repeatedly dismissed governors’ requests for medical equipment. In an interview with Fox News last week, he said “I don’t believe you need 40,000 or 30,000 ventilators. You go into major hospitals sometimes, and they’ll have two ventilators. And now all of a sudden they’re saying, ‘Can we order 30,000 ventilators?’”</p> \n  <p>Even today, he added that though governors could ask, in some cases, “they want to have more than they think they need”. </p> \n </div> \n</div> \n<div id=\"block-5e83c7f38f0866297e9f4a1d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:45:42.713Z\">11.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“It’s not the flu,” Trump said of the coronavirus. “It is vicious.”</strong></p> \n  <p>The president has repeatedly compared the coronavirus pandemic to the seasonal flu. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:45:51.491Z\">at 11.45pm BST</time></p> \n</div> \n<div id=\"block-5e83c5ba8f08532a0e665987\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:40:29.234Z\">11.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Late start</strong></p> \n  <p>Though Trump is seeking to blame states for a delayed response to the coronavirus crisis, the president consistently downplayed the concerns of public health officials who raised early alarms. </p> \n  <p>In late January, at the Davos conference, Trump said, “It’s going to be just fine.”</p> \n  <p>In February, after the WHO announced more than 25,000 cases worldwide, Trump said that it “looks like, by April, you know, in theory, when it gets a little warmer, it miraculously goes away.”</p> \n  <p>And earlier this month, Trump tweeted this: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237027356314869761\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So last year 37,000 Americans died from the common Flu. It averages between 27,000 and 70,000 per year. Nothing is shut down, life &amp; the economy go on. At this moment there are 546 confirmed cases of CoronaVirus, with 22 deaths. Think about that!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1237027356314869761?ref_src=twsrc%5Etfw\">March 9, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Now, Trump is agreeing that at least 100,000 Americans could die. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:42:08.709Z\">at 11.42pm BST</time></p> \n</div> \n<div id=\"block-5e83c4bb8f087564da1e363a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:34:03.505Z\">11.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump, Birx and Fauci have piled on New York. </strong></p> \n  <p>“All of our major cities modeled like New Yor is what gets us into trouble,” Birx said. “California and Washington state reacted very early to this.”</p> \n  <p>“For whatever reason, New York got off to a very late start,” Trump added. “And you see what happens when you get off to a late start.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:37:17.838Z\">at 11.37pm BST</time></p> \n</div> \n<div id=\"block-5e83c4668f087564da1e3636\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:31:11.322Z\">11.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president is arguing that he is saving the country from a much worse fate than 100,000 to 240,000 deaths. “100,000 is, is — according to modeling, a very low number.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:37:36.323Z\">at 11.37pm BST</time></p> \n</div> \n<div id=\"block-5e83c3298f08532a0e66597a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:28:46.162Z\">11.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“You would have had people dying all over the place,” Trump said, painting a picture of what would have happened if the country had done nothing.</strong> “You would have seen people dying in airplanes, you would have seen people dying in hotel lobbies.”<br></p> \n  <p>“How many people have even seen anybody die?” he said. “You would have seen death all over.”</p> \n  <p>Of course, Trump was among those who downplayed the seriousness of the coronavirus threat early on. Just last week, he pushed to scale back distancing measures by Easter. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:36:00.688Z\">at 11.36pm BST</time></p> \n</div> \n<div id=\"block-5e83c0ce8f0866297e9f49f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:18:51.358Z\">11.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Testing</strong></p> \n  <p>“We are doing more than anybody else in the world, by far” on testing, Trump said. “And they’re very accurate tests.” </p> \n  <p>In fact, the US has lagged behind many other countries in testing. As of Monday afternoon, the US, with a population of 329 million, had administered at least 944,854, according to the Covid Tracking Project, a group led by Alexis Madrigal, a staff writer for The Atlantic magazine, with more than 100 volunteers that compiles coronavirus testing data from states.</p> \n  <p>This equates to 287 tests per 100,000 people in the US (with huge variations depending on the county, city and state) compared to 709 per 100,000 in South Korea and 600 per 100,000 in Italy.</p> \n  <p>About 65,000 coronavirus tests a day are currently being done on Americans — a massive rise from 10 days ago. But there’s huge variation from state to state, and public health experts reckon 150,000 tests are needed every day so that infected patients can be identified quickly, traced and quarantined<br></p> \n  <p>To match South Korea’s testing rate, the U.S. would have needed to conduct another 2 million tests. Moreover, some of the initial coronavirus tests sent out to states were seriously flawed – some did not even work. Part of the problem came from the CDC insisting it would manufacture the tests itself.<br></p> \n  <p>Moreover, some of the initial coronavirus tests sent out to states were seriously flawed – some did not even work. Part of the problem came from the CDC insisting it would manufacture the tests itself.</p> \n  <p>Other countries – after their first coronavirus case – swiftly asked private companies to develop their own tests. South Korea, which recorded its first case on the same day as the US, did so within a week<br></p> \n  <p>The US only allowed laboratories and hospitals to conduct their own tests on February 29, almost six weeks after the first case was confirmed.<br></p> \n  <p>“The federal agency shunned the World Health Organization test guidelines used by other countries and set out to create a more complicated test of its own that could identify a range of similar viruses,” ProPublica reported.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:19:01.282Z\">at 11.19pm BST</time></p> \n</div> \n<div id=\"block-5e83bfe88f087564da1e3623\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:14:07.835Z\">11.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The graphic outlining the predicted number of deaths, with and without mitigation, isn’t presented in a particularly sensitive manner. </strong>As a New York Times reporter in the room noted, the slide listed as “goals” up to 240,000 deaths. </p> \n  <p>That terrifying number is lower than 2.2m deaths that could occur if no distancing or mitigating measures are taken, according to the model presented by Birx. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/1245105781046902790\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This White House briefing room slide lists as \"goals\" 100,000 to 240,000 deaths.<br><br>Breathtaking. <a href=\"https://t.co/CrajjVGqVf\">pic.twitter.com/CrajjVGqVf</a></p>— Shane Goldmacher (@ShaneGoldmacher) \n    <a href=\"https://twitter.com/ShaneGoldmacher/status/1245105781046902790?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83be278f0866297e9f49e5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:09:17.047Z\">11.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">White House predicts up to 240,000 deaths</h2> \n <div class=\"block-elements\"> \n  <p>The White House has predicted 100,000 to 240,000 deaths in the US from coronavirus pandemic, even with mitigation measures. This isn’t the first time that the task force scientists have presented these grim projections. </p> \n  <p>But Birx said the model doesn’t assume every American does everything they’re supposed to do, “so it can be lower than that,” she said.</p> \n  <p>“Our hope is to get that down as much as we can,” Fauci added. The numbers are what “we need to anticipate, but that doesn’t mean that that’s what we’re going to accept.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T22:10:41.744Z\">at 11.10pm BST</time></p> \n</div> \n<div id=\"block-5e83bd638f0866297e9f49e2\" class=\"block\" data-block-contributor=\"profile/oliver-milman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T22:01:25.812Z\">11.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: More on ventilators</strong></p> \n  <p>Trump warned that the “surge is coming and it’s coming pretty strong” and so the federal government is “holding back” 10,000 ventilators. The actual number of ventilators in the Strategic National Stockpile is around 16,600, according to reports last week. <br></p> \n  <p>This total is barely enough for what New York requires, let alone the rest of the US. A greater problem, perhaps, is the lack of a strong ramp-up in ventilator production for patients in the US. </p> \n  <p>An investigation by ProPublica found that the federal government signed a $13.8 million contract with a Pennsylvania manufacturer to create a low-cost, portable, easy-to-use ventilator to stockpile for an emergency such as the spread of Covid-19, only for the company to then sell a more expensive version around the world rather than supplement the stockpile.</p> \n </div> \n</div> \n<div id=\"block-5e83bcfa8f08532a0e66595f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:59:26.793Z\">10.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“We gotta brace ourselves,” said Dr. Anthony Fauci.</strong> </p> \n  <p>The number of cases will continue to go up for in the coming week, he said. “We cannot be discouraged by that because the mitigation is actually working and will work.”</p> \n </div> \n</div> \n<div id=\"block-5e83bbd08f087564da1e3615\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:55:41.219Z\">10.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Early mitigation slowing the spread of disease in California and Washington state is “gives us great hope,” said Dr. Deborah Birx. </strong> </p> \n  <p>According to modeling that she presented, which assumes that Americans will abide by strict distancing measures, showed the virus receding about July 1. “There is no magic bullet. No magic vaccine or therapy. Its just behavior” she said. </p> \n </div> \n</div> \n<div id=\"block-5e83b9c88f0866297e9f49d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:45:58.170Z\">10.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“We are going to go through a very tough two weeks,” Trump said</strong>, striking a more somber tone than he has at previous briefings. “This is going to be a very, very painful two weeks.” </p> \n  <p>There will be“light at the end of the tunnel,” he added. We are going to see things get better “all of a sudden” like a “burst of light.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">The missing six weeks: how Trump failed the biggest test of his life</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T21:55:12.591Z\">at 10.55pm BST</time></p> \n</div> \n<div id=\"block-5e83b94d8f087564da1e35ff\" class=\"block\" data-block-contributor=\"profile/oliver-milman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:43:16.303Z\">10.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: US unemployment pre-pandemic</strong></p> \n  <p>Trump praised the sacrifice made by the American public and businesses before stating that the US has the “greatest economy in the history of our country.” He added that “we had the best unemployment numbers and best employment number we’ve had, by far.”</p> \n  <p>While the US unemployment rate has dropped to low levels during Trump’s presidency, it’s not at an all-time record. In April last year, the unemployment rate fell to 3.6% - the lowest since 1969. This rate was at or below 4% for the preceding year.</p> \n </div> \n</div> \n<div id=\"block-5e83b8b18f087564da1e35fe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:42:24.235Z\">10.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: 10,000 ventilators </strong></p> \n  <p>Trump once again touted US stockpile of 10,000 ventilators, which he said the government is “holding back” strategically. </p> \n  <p>In fact, there are 16,600, <a href=\"https://publicintegrity.org/health/coronavirus-and-inequality/the-governments-secret-ventilator-stockpile-is-nowhere-near-enough-to-fight-the-coronavirus/\">according to</a> the Center for Public Integrity. But even that won’t be enough to meet the demand. </p> \n  <p>But experts say that the government’s secretive stockpile of medicines, vaccines, protective clothing and equipment, stashed in a dozen warehouses across the country, isn’t enough to meet the demand for medical equipment needed to treat coronavirus patients. State governors, including Andrew Cuomo of New York, have asked for tens of thousands of ventilators.</p> \n  <p>In an article published in the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nejm.org%2Fdoi%2Ffull%2F10.1056%2FNEJMp2006141\">New England Journal of Medicine</a>, public health experts wrote: “The national strategic reserve of ventilators is small and far from sufficient for the projected gap. No matter which estimate we use, there are not enough ventilators for patients with Covid-19 in the upcoming months.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T21:52:10.808Z\">at 10.52pm BST</time></p> \n</div> \n<div id=\"block-5e83b8038f08532a0e66593f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:39:56.313Z\">10.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Because Europe “took a much different route than we did, a much different route,” in responding to the coronavirus pandemic, “they’re having tremendous problems,” Trump said.</strong> As he did during yesterday’s briefing, the president is attempting to paint the US’ delayed and chaotic response to the pandemic as superior to Europe. </p> \n  <p>Yesterday, Trump implied that the US would soon have such a surplus of scarce and necessary medical equipment that he’d be able to send the excess to Italy, France and Spain. </p> \n </div> \n</div> \n<div id=\"block-5e83b7358f087564da1e35fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:37:01.776Z\">10.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“There’s a great pride going on right now,” the president said.</strong></p> \n  <p>He signaled that the Treasury and Small Business Administration have announced further details on the paycheck protection program, which provides $350bn for small businesses to continue making payroll for two months. </p> \n </div> \n</div> \n<div id=\"block-5e83b40e8f087564da1e35e1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:31:10.698Z\">10.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Coronavirus briefing begins</h2> \n <div class=\"block-elements\"> \n  <p>Donald Trump has appeared in the briefing room alongside the task force. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WhiteHouse/status/1245100705393721349\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">LIVE: Press Briefing with Coronavirus Task Force <a href=\"https://t.co/CurosT0chF\">https://t.co/CurosT0chF</a></p>— The White House (@WhiteHouse) \n    <a href=\"https://twitter.com/WhiteHouse/status/1245100705393721349?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83b0ec8f08532a0e665906\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:16:49.840Z\">10.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hi there, it’s Maanvi Singh — blogging from the West Coast. </strong></p> \n  <p>We’re awaiting the daily coronavirus briefing from Trump and other members of the White House task force responding to the pandemic. </p> \n  <p>Florida governor <strong>Ron DeSantis</strong> says the task force hasn’t advised him to issue a statewide closure. “The task force is not recommending this,” he told reporters. “If they do, that’s something that would carry a lot of weight with me.”</p> \n  <p>But <a href=\"https://www.miamiherald.com/news/coronavirus/article241637691.html\">according to</a> the Miami Herald, one of the epidemiologists behind a coronavirus model <a href=\"https://www.cnn.com/2020/03/30/health/coronavirus-us-ihme-model-us/index.html\">cited by the White House</a> said he told Florida’s top health official Monday night that a blanket stay-at-home order was urgently necessary. <br></p> \n  <p>Though DeSantis, a Republican, has ordered people visiting from New York to self-quarantine and has issued “safer-at-home” mandates for South Florida, he has so far resisted more sweeping actions. The state has reported more 5,000 positive coronavirus cases, with 523 new positive cases on Sunday.</p> \n </div> \n</div> \n<div id=\"block-5e83afe78f0866297e9f4995\" class=\"block is-key-event\" data-block-contributor=\"profile/julia-carrie-wong\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T21:04:08.947Z\">10.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">How presidential campaigns are fundraising right now</h2> \n <div class=\"block-elements\"> \n  <p>The last day of the month in an election year is usually a major fundraising deadline, with campaigns rushing to run up their numbers before the Federal Elections Commission reporting deadline at midnight. </p> \n  <p>But how do you fundraise in the middle of a pandemic, when the FEC deadline coincides with the first day that millions of newly unemployed Americans will have to pay rent? <br></p> \n  <p>The US presidential campaigns have all suspended in-person events, which makes digital fundraising an imperative. <br></p> \n  <p>Former vice president Joe Biden has sent out a number of fundraising requests via SMS, and is also running Facebook ads asking for donations. His ads do not directly name the coronavirus pandemic, but they do make reference to “these uncertain times”. The imagery is generally positive and reassuring. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"0657189e6c3b241de3ba1632f4a434683070f6e7\"> \n   <img src=\"https://media.guim.co.uk/0657189e6c3b241de3ba1632f4a434683070f6e7/0_14_1285_771/1000.jpg\" alt=\"Facebook ads by Joe Biden’s presidential campaign\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Facebook ads by Joe Biden’s presidential campaign</span> \n    <span class=\"element-image__credit\">Photograph: Facebook</span> \n   </figcaption> \n  </figure> \n  <p>Donald Trump’s reelection campaign is running hundreds of Facebook ads referencing the FEC deadline at midnight, some of which use the language and imagery of a billing “notice”. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"d34bd64a0b57fa453cad35cc984084b2d0097ae3\"> \n   <img src=\"https://media.guim.co.uk/d34bd64a0b57fa453cad35cc984084b2d0097ae3/5_3_1278_800/1000.jpg\" alt=\"Facebook ads by the Donald Trump campaign\" width=\"1000\" height=\"626\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Facebook ads by the Donald Trump campaign</span> \n    <span class=\"element-image__credit\">Photograph: Facebook</span> \n   </figcaption> \n  </figure> \n  <p>Bernie Sanders’ campaign is not running any Facebook ads. The campaign did send an SMS message to supporters on Monday asking for donations – but the money was earmarked for six groups providing support to different groups during the coronavirus pandemic, including mutual aid funds for Amazon workers, gig workers, artists, and restaurant workers. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"b488685e8fbfdf18c3a7c9e3d60a3e3f3354f0e3\"> \n   <img src=\"https://media.guim.co.uk/b488685e8fbfdf18c3a7c9e3d60a3e3f3354f0e3/0_0_828_359/500.jpg\" alt=\"A text message from the Bernie Sanders campaign to supporters\" width=\"500\" height=\"217\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A text message from the Bernie Sanders campaign to supporters</span> \n    <span class=\"element-image__credit\">Photograph: SMS message</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83ac5e8f0866297e9f497a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:53:36.595Z\">9.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My west coast colleague Maanvi Singh will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>New York governor Andrew Cuomo lamented the bidding wars over ventilators. </strong>Cuomo said having numerous states and FEMA simultaneously trying to obtain the crucial breathing machines was “like being on eBay.”</li> \n   <li><strong>Cuomo’s brother, Chris Cuomo, was diagnosed with coronavirus. </strong>The governor said his brother “will be fine” considering his age and overall health, but he added that the diagnosis underscored the need to maintain social distancing practices.</li> \n   <li><strong>Senate majority leader Mitch McConnell said Trump’s impeachment distracted lawmakers from responding to coronavirus, </strong>a claim that was quickly criticized by Senate minority leader <strong>Chuck Schumer, </strong>who called for the virus to be declared a public health emergency in late January.</li> \n   <li><strong>Nancy Pelosi and Joe Biden emphasized the need for more testing to combat the virus. </strong>Both of the prominent Democrats also demanded that Trump immediately use the full powers of the Defense Production Act to speed up the production of medical equipment.</li> \n  </ul> \n  <p>Maanvi will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e83aad28f0866297e9f4970\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:47:15.813Z\">9.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump</strong>’s daily press conference on the US response to coronavirus was even more of a spectacle yesterday than usual.</p> \n  <p>The president was accused of using the briefing to promote specific companies, including MyPillow, whose chief executive <strong>Mike Lindell </strong>has become a regular at <strong>Trump </strong>rallies.</p> \n  <p>The Guardian’s David Smith <a href=\"https://www.theguardian.com/us-news/2020/mar/30/donald-trump-coronavirus-briefing-ceos-my-pillow\">reported</a> yesterday:</p> \n  <blockquote class=\"quoted\"> \n   <p>Trump praised companies for doing their ‘patriotic duty’ by producing or donating medical equipment to meet America’s most urgent needs. ‘What they’re doing is incredible,’ he said. ‘These are great companies.’<br></p> \n   <p>He went on to invite Lindell, Darius Adamczyk of Honeywell, Debra Waller of Jockey International, David Taylor of Procter &amp; Gamble and Greg Hayes of United Technologies to make short speeches. He introduced Lindell as a ‘friend’ and riffed: ‘Boy, do you sell those pillows, it’s unbelievable what you do.’</p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"4afb0181-98c1-48d6-b2ec-8fd174d31eaf\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/x4pxzC4wMyc?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83a97f8f08532a0e6658cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:36:27.617Z\">9.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump’s daily press conference on the coronavirus response will be slightly delayed. </strong></p> \n  <p>The event, which was scheduled to start in about 25 minutes at 5 pm ET, will now start at 5:15.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1245085379084144641\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Will be starting The White House news conference at 5:15 P.M. Eastern.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1245085379084144641?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83a7508f0866297e9f494f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:30:52.923Z\">9.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Senate minority leader Chuck Schumer criticized majority leader Mitch McConnell for suggesting impeachment distracted lawmakers from the coronavirus response.</strong></p> \n  <p>The New York Democrat noted he said in late January, as <strong>Trump</strong>’s impeachment trial was going on, that coronavirus should be declared a public health emergency.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenSchumer/status/1245068398939246599\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Senator Mitch McConnell:<br><br>You may have been distracted by impeachment from acting to fight coronavirus, but not everyone was.<br><br>I called for President Trump to declare a public health emergency to fight coronavirus on January 26!<a href=\"https://t.co/KbAPP3HWv5\">https://t.co/KbAPP3HWv5</a> <a href=\"https://t.co/LiTiUj6wkF\">https://t.co/LiTiUj6wkF</a></p>— Chuck Schumer (@SenSchumer) \n    <a href=\"https://twitter.com/SenSchumer/status/1245068398939246599?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>McConnell said in a radio interview earlier today that the impeachment trial “diverted the attention of the government” from responding earlier to the outbreak of the virus.</p> \n  <p>But even after the impeachment trial ended in early February, Trump spent weeks downplaying the virus, incorrectly predicting that it would miraculously “disappear” before causing major effects in the US. <br></p> \n </div> \n</div> \n<div id=\"block-5e83a3e08f08532a0e6658a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:18:04.962Z\">9.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Mario Koran reports:</strong></p> \n  <p>A separate program California launched this week, which calls to duty recently retired health care professionals and those on the verge of completing degrees, is off to a roaring start. About 25,000 people met the call and filled out applications, governor <strong>Gavin </strong><strong>Newsom</strong> said. </p> \n  <p>Also new: Health officials in seven Bay Area jurisdictions have extended a previous stay-at-home order, set to expire 7 April, to 3 May. </p> \n  <p>The new order says that most construction is to cease — both on residential and commercial projects. Previous guidance had a grey area as it related to construction in that residential projects were allowed to continue work but not commercial projects.</p> \n  <p>Some updates the governor provided, by the numbers: <br></p> \n  <ul> \n   <li>10,000: The number of ventilators needed in California.</li> \n   <li>4,252: The number of ventilators the state has on hand. </li> \n   <li>1.6 million: The number of people who have filed for unemployment in California since March 13.</li> \n   <li>100 million-plus: The number of masks needed for healthcare workers and others.</li> \n   <li>6,932: The number of confirmed coronavirus cases in California, a 17% increase from yesterday.</li> \n   <li>150: The number of deaths from coronavirus across the state.</li> \n   <li>1,617: The number of people hospitalized, a 13% increase from yesterday.</li> \n   <li>657: Patients admitted to ICUs, a 10% increase from yesterday.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e83a3808f087564da1e3575\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:11:04.223Z\">9.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Mario Koran reports:</strong><br></p> \n  <p>California has created a hotline for seniors who are isolated in their homes and may need help with daily needs as well as a live person to speak with. </p> \n  <p>California governor <strong>Gavin Newsom</strong> today announced that the state is partnering with groups like AARP, the Alzheimer’s Association and American Lung Association to set up the hotline. California will also join 2-1-1, which connects people to local resources. </p> \n  <p>The hotline number is: (833) 544-2374. </p> \n  <p>“We’re now reconstituting all of those programs and building capacity and partnership to significantly increase our connectivity to our seniors to check not just for wellness checks related to food and medicine but the deep anxiety people are feeling being isolated at home and the loneliness people are feeling at home not connected to the outside world, anxious about their life and their loved ones’ lives,” Newsom said.</p> \n  <p>Roughly 5.3 million Californians are over 65 and an estimated one million live alone. “Check in on your neighbors, make those phone calls,” Newsom said. “We’re all bound together by a big web of mutuality.”</p> \n </div> \n</div> \n<div id=\"block-5e83a1488f08532a0e665886\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T20:04:44.852Z\">9.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump has appeared reluctant to use the powers of the Defense Production Act even though his administration has invoked it many times before.</strong></p> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2020/03/31/us/politics/coronavirus-defense-production-act.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> A Korean War-era law called the Defense Production Act has been invoked hundreds of thousands of times by President Trump and his administration to ensure the procurement of vital equipment, according to reports submitted to Congress and interviews with former government officials.<br></p> \n   <p>Yet as governors and members of Congress plead with the president to use the law to force the production of ventilators and other medical equipment to combat <a href=\"https://www.nytimes.com/news-event/coronavirus\">the coronavirus pandemic</a>, he has for weeks treated it like a ‘break the glass’ last resort, to be invoked only when all else fails.</p> \n  </blockquote> \n  <p>Trump said Friday he would use the law to press General Motors to produce ventilators, although the company <a href=\"https://apnews.com/e301b2fece936ef05ba760fd486f59a7\">has said</a> it is already moving quickly to make the breathing machines.</p> \n  <p>But a number of Democrats, including <strong>Joe Biden </strong>and House speaker <strong>Nancy Pelosi, </strong>have demanded that Trump use the full force of the law to speed up the production of medical equipment.</p> \n </div> \n</div> \n<div id=\"block-5e839e598f0866297e9f4907\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:50:01.582Z\">8.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>also dodged a question about whether <strong>Trump’</strong>s delayed response to coronavirus has cost American lives, as House speaker <strong>Nancy Pelosi </strong>has claimed.</p> \n  <p>“President Trump is not responsible for the coronavirus,” Biden said in response to a question from CNN host <strong>Brooke Baldwin. </strong>“But he is responsible for not using all of the power at his disposal to deal with this virus.”</p> \n  <p>Biden has specifically called on Trump to use the powers of the Defense Production Act to speed up production of medical equipment.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/29/pelosi-trump-coronavirus-response-inaction-delays\">Pelosi accuses Trump of costing US lives with coronavirus denials and delays</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e839ca78f08532a0e665863\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:45:22.296Z\">8.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Biden: Trump has been 'very slow to act' on coronavirus</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>emphasized the need for more tests to combat coronavirus, echoing House speaker <strong>Nancy Pelosi </strong>and a number of governors from both parties.</p> \n  <p>Biden told CNN it was important to identify and track coronavirus patients to mitigate the spread of the virus, but states have complained about inadequate testing.</p> \n  <p>The Democratic frontrunner also complained that many of the claims <strong>Trump </strong>has made about the pandemic are “simply not accurate.” </p> \n  <p>Biden pointed to the president’s claim yesterday that he had not peviously heard about the need for more tests. “I don’t know where he’s been,” Biden said.</p> \n  <p>The former vice president added Trump has been “very slow to act” against the virus, echoing other Democrats’ criticism of the president.</p> \n </div> \n</div> \n<div id=\"block-5e8398018f08532a0e66584d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:28:58.267Z\">8.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>California has nearly 7,000 confirmed cases of coronavirus, </strong>governor <strong>Gavin Newsom </strong>said in a virtual press briefing.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GavinNewsom/status/1245067970394517504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: CA has 6,932 positive cases of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>.<br><br>1,617 of those who have tested positive are in our hospitals. 657 of those patients are in the ICU.<br><br>Over the next few weeks we expect these numbers to increase. This disease can impact anyone. Stay home. Take this seriously.</p>— Gavin Newsom (@GavinNewsom) \n    <a href=\"https://twitter.com/GavinNewsom/status/1245067970394517504?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Newsom also noted that 25,000 retired and student medical professionals have volunteered to help with the coronavirus crisis.</p> \n </div> \n</div> \n<div id=\"block-5e83970b8f08532a0e665840\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:19:48.823Z\">8.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Speaker Nancy Pelosi presided over a pro forma session in the House, </strong>which is expected to be out of session until April 20.</p> \n  <p>The resignation of congressman <strong>Mark Meadows, </strong>who is leaving the House to become <strong>Trump</strong>’s chief of staff, was read on the floor. Meadows’ resignation is effective at 5 pm today.</p> \n  <p>Pelosi said, “The whole number of the House is 429.” </p> \n </div> \n</div> \n<div id=\"block-5e83940c8f0866297e9f4895\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:08:17.695Z\">8.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York Mayor Bill de Blasio said he has closed 10 playgrounds across the city </strong>after residents failed to adhere to social distancing guidelines there.</p> \n  <p>The mayor also issued a plea to people who may have ventilators in their office, such as plastic surgeons or veterinarians, to donate them to the coronavirus response effort.</p> \n  <p>“If you’ve got a vent in your office, in your operating room, we need it now,” de Blasio said. “It shouldn’t be sitting there doing nothing.” </p> \n  <p>New York governor <strong>Andrew Cuomo </strong>has said the state needs thousands more ventilators to prepare for the expected surge in coronavirus cases.</p> \n </div> \n</div> \n<div id=\"block-5e8392698f087564da1e34d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T19:03:36.923Z\">8.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Erin McCormick and Patrick Greenfield report:</strong></p> \n  <p>Cuba, the Dominican Republic, Martinique and Barbados have refused to accept the medical evacuation of two critically ill passengers from a stranded coronavirus-stricken cruise ship, according to the vessel’s owner. <br></p> \n  <p>Four people have died, nine people have tested positive for covid-19 and dozens of people are ill with flu-like symptoms on the Zaandam and the Rotterdam, which are traveling towards Florida to attempt to dock. <br></p> \n  <p>William Burke, chief maritime officer for the boats’ owners Carnival Corporation, made the disclosure about critically ill passengers while answering questions about plans to enter Port Everglades, which have so far not been approved. </p> \n  <p>Broward County Commissioner Barbara Sharief told that Guardian that while there may be opponents to the plan to allow the ships to dock, she thinks the plan proposed by Carnival is ultimately a workable approach.</p> \n  <p>“This is Carnival using their resources to get people home. The county commissioners can’t turn a ship away. They can say what they want. But it’s ultimately up to the county administrator and the Unified Command whether to let the ship come in.”</p> \n  <p>She said most of the calls she is getting from the public are from those who want the county to rescue the passengers.</p> \n  <p>“Most people want us to give humanitarian aid, which is something American is known for. I don’t know how, if there are Americans aboard, we would turn these people away.”</p> \n </div> \n</div> \n<div id=\"block-5e8391018f0866297e9f486d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T18:54:55.800Z\">7.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hospitals are threatening to fire staffers who publicly share concerns about working conditions amid the pandemic.</strong></p> \n  <p>Bloomberg News <a href=\"https://www.bloomberg.com/news/articles/2020-03-31/hospitals-tell-doctors-they-ll-be-fired-if-they-talk-to-press\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> Ming Lin, an emergency room physician in Washington state, said he was told Friday he was out of a job because he’d given an <a href=\"https://www.seattletimes.com/seattle-news/health/doctor-decries-bellingham-hospitals-coronavirus-response-saying-it-puts-health-care-workers-at-risk/\">interview</a> to a newspaper about a Facebook post detailing what he believed to be inadequate protective equipment and testing. In Chicago, a nurse was fired after emailing colleagues that she wanted to wear a more protective mask while on duty. In New York, the NYU Langone Health system has warned employees they could be terminated if they talk to the media without authorization.<br></p> \n   <p>‘Hospitals are muzzling nurses and other health-care workers in an attempt to preserve their image,’ said Ruth Schubert, a spokeswoman for the Washington State Nurses Association. ‘It is outrageous.’</p> \n  </blockquote> \n  <p>Many hospitals have said they are running dangerously low on personal protective equipment, potentially exposing medical professionals to coronavirus as they treat patients.</p> \n  <p>In Italy, which has seen the most deaths in the pandemic, more than 60 doctors have already died because of the virus.</p> \n </div> \n</div> \n<div id=\"block-5e838df88f087564da1e349c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T18:42:06.579Z\">7.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>This graph of US coronavirus cases is being widely shared, </strong>as the country’s number of cases continues to climb.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1245026058614824963\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This NYT graph of US coronavirus curve continue to shoot up exponentially is troubling. <a href=\"https://t.co/0ImVAceRYk\">https://t.co/0ImVAceRYk</a> <a href=\"https://t.co/YKBxL36wxl\">pic.twitter.com/YKBxL36wxl</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1245026058614824963?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The graph indicates the US has not yet flattened the curve of coronavirus cases, underscoring the need to continue practicing social distancing in the weeks to come.</p> \n  <p>There is already <a href=\"https://www.politico.com/states/california/story/2020/03/30/bend-it-like-the-bay-area-doctors-see-flatter-curve-after-2-weeks-of-social-isolation-1269663\">some early evidence</a> that such measures have helped mitigate the spread of the virus in San Francisco, where officials first told residents to stay home two weeks ago.</p> \n </div> \n</div> \n<div id=\"block-5e8389dc8f087564da1e3471\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T18:26:10.153Z\">7.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The captain of a Navy aircraft carrier sent an urgent memo asking for help to contain an outbreak on the ship.</strong></p> \n  <p>Captain <strong>Brett Crozier</strong>, commander of the USS Theodore Roosevelt, asked that the ship be allowed to dock to let the 5,000 sailors on board quarantine.</p> \n  <p>“We are not at war. Sailors do not need to die,” Crozier wrote yesterday to Navy leaders, <a href=\"https://www.wsj.com/articles/captain-of-virus-stricken-carrier-asks-navy-for-more-help-11585669825\">according to the Wall Street Journal</a>. “If we do not act now, we are failing to properly take care of our most trusted asset—our sailors.”</p> \n  <p>Crozier warned the ship, which has already seen at least 70 cases of coronavirus, did not allow for the social distancing recommended by the CDC.</p> \n  <p>“With the exceptions of a handful of senior officer staterooms, none of the berthing onboard a warship is appropriate for quarantine or isolation,” Crozier wrote. </p> \n  <p>In response, the Navy said it is “moving quickly to take all necessary measures to ensure the health and safety of the crew of USS Theodore Roosevelt.” </p> \n </div> \n</div> \n<div id=\"block-5e8386478f0866297e9f4811\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T18:09:18.041Z\">7.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A group of New York doctors shared a video urging young people to take social distancing guidelines seriously.</strong></p> \n  <p>The doctors warned that young people can get seriously ill from coronavirus and said those with mild symptoms should immediately self-isolate.</p> \n  <p>The doctors said their hospital is running out of medication, equipment and oxygen, emphasizing it was a dire necessity for Americans to help mitigate the spread of the virus.</p> \n  <p>Watch the video here:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"1004cd79-4c40-4d37-8c27-fd97d0b5bb3e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/oQGDh6Cu9kw?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e8381d98f08532a0e66573d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T17:49:57.371Z\">6.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The sale of Trump’s Washington hotel has been put on hold </strong>as the industry struggles amid the coronavirus pandemic.</p> \n  <p>The Washington Post <a href=\"https://www.washingtonpost.com/business/2020/03/31/trump-dc-hotel-sale/\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> Trump’s firm, which he still owns, has had to press pause on the proposed sale of its D.C. hotel lease due to the market’s collapse as potential buyers wait for banks and investors to return normal operations. ...<br></p> \n   <p>Trump’s company, now run by <strong>Donald Trump Jr. </strong>and <strong>Eric Trump</strong>, announced the planned sale in October and set a January deadline for initial bids. It is unclear how many companies are pursuing the lease, which Trump signed with the federal government before his election, although BET co-founder <strong>Sheila Johnson</strong> <a href=\"https://www.washingtonpost.com/business/2020/03/05/trump-hotel-sheila-johnson/?tid=lk_inline_manual_8&amp;itid=lk_inline_manual_8\">was</a> among the bidders. </p> \n  </blockquote> \n  <p>The Trump Organization has already had to close several properties and lay off hundreds of workers in the face of the pandemic, and the $2 trillion stimulus bill blocks businesses owned by the president from receiving loans or investments from the treasury department.</p> \n </div> \n</div> \n<div id=\"block-5e837e198f087564da1e3404\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T17:35:36.872Z\">6.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dr Anthony Fauci said the White House is examining whether to recommend more widespread usage of face masks</strong> to mitigate the spread of coronavirus.</p> \n  <p>Fauci,<strong> </strong>the nation’s top infectious disease expert, said medical professionals should still have priority in receiving face masks, considering they are on the front lines against the virus.</p> \n  <p>Officials previously warned Americans against hoarding masks as hospitals said they were running dangerously low on personal protective equipment.<br></p> \n  <p>But Fauci said there could potentially be some benefit to more widespread usage of the masks if the country can get a sufficient supply of them.</p> \n  <p>“Once we get in a situation where we have enough masks, I believe there will be some very serious consideration about more broadening this recommendation of using masks,” Fauci told CNN earlier today. “We’re not there yet, but I think we’re close to coming to some determination.” </p> \n </div> \n</div> \n<div id=\"block-5e837b618f0866297e9f4796\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T17:24:31.914Z\">6.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McConnell: Impeachment 'diverted the attention of the government' from coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>Senate majority leader <strong>Mitch McConnell </strong>said he believes the impeachment of <strong>Trump </strong>distracted lawmakers from responding early to coronavirus.</p> \n  <p>The Kentucky Republican told conservative radio host <strong>Hugh Hewitt </strong>this morning that the virus “came up while we were tied down on the impeachment trial. And I think it diverted the attention of the government, because everything every day was all about impeachment.″ </p> \n  <p>Trump and Republican lawmakers similarly claimed during the impeachment inquiry that the process was distracting Congress from more important issues.</p> \n  <p>However, it should be noted that <strong>Trump </strong>was acquitted on February 5, and the president spent the next several weeks downplaying the threat of coronavirus, repeatedly claiming it would “go away” and predicting the US would be “very fortunate” in its fight against the virus.</p> \n </div> \n</div> \n<div id=\"block-5e83774c8f08532a0e6656ab\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T17:05:51.516Z\">6.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>New York governor Andrew Cuomo lamented the current bidding wars over ventilators. </strong>Cuomo said having 50 states and FEMA simultaneously trying to obtain more ventilators was “like being on eBay.”</li> \n   <li><strong>Cuomo’s brother, CNN host Chris Cuomo, has been diagnosed with coronavirus. </strong>The governor said his brother “will be fine” because of his age and lack of preexisting conditions, but he argued the diagnosis underscored the need to practice social distancing.</li> \n   <li><strong>Nancy Pelosi emphasized the need for more testing to combat the virus. </strong>The House speaker also brushed off concerns about her contentious relationship with <strong>Trump, </strong>saying they communicate through television interviews and other public appearances. (The pair have not spoken in five months.)</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e8376768f0866297e9f473c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T17:00:46.368Z\">6.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At his press conference that ended moments ago, New York governor <strong>Andrew Cuomo </strong>referred to coronavirus as “the great equalizer,” citing his brother’s recent diagnosis.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianstelter/status/1245020162878627840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"This virus is the great equalizer:\"<br><br>Here's what <a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a> said about \"my best friend,\" brother <a href=\"https://twitter.com/ChrisCuomo?ref_src=twsrc%5Etfw\">@ChrisCuomo</a>, testing positive for Covid-19. \"He will be fine.\" <a href=\"https://t.co/Lf91IIbseU\">pic.twitter.com/Lf91IIbseU</a></p>— Brian Stelter (@brianstelter) \n    <a href=\"https://twitter.com/brianstelter/status/1245020162878627840?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cuomo noted his brother, CNN host <strong>Chris Cuomo</strong>, was considered an essential worker, so he was going outside more than most New Yorkers and was exposed to the virus.</p> \n  <p>The governor argued Cuomo’s diagnosis underscored the need for New Yorkers to practice social distancing as the number of coronavirus cases continues to rise.</p> \n </div> \n</div> \n<div id=\"block-5e8371f08f08532a0e665625\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:40:53.557Z\">5.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>closed his press conference by criticizing Congress’ response to the coronavirus crisis.</p> \n  <p>Cuomo said the three bills passed by Congress do not provide sufficient funding to New York, which has seen the most coronavirus cases in the country.</p> \n  <p>“God will determine who is to blame,” Cuomo told a reporter who asked whether he blamed Senate minority leader <strong>Chuck Schumer, </strong>a New York senator, for the funding issue. “You and I just deal with the reality.”</p> \n </div> \n</div> \n<div id=\"block-5e8370e18f08532a0e66561d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:36:41.846Z\">5.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said he is dissatisfied with how the state’s unemployment system is working now as many companies lay off employees.</p> \n  <p>“It is not working as smoothly as I’d like to see it,” Cuomo said. “It’s compunding people’s stress.”</p> \n  <p>Cuomo said he was sorry to unemployed residents who are confused on how to obtain benefits. “I apologize for the pain,” Cuomo said. “It must be infuriating to deal with.”</p> \n  <p>The governor noted the unemployment claims website is “so deluged” because hundreds of thousands of people are trying to access it, so it has repeatedly crashed.</p> \n </div> \n</div> \n<div id=\"block-5e836fd18f087564da1e3316\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:31:46.741Z\">5.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>was asked how the state will determine who receives ventilators if there is a shortage.</p> \n  <p>“I don’t even want to think about that consequence,” the governor replied.</p> \n  <p>But Cuomo has said the state needs thousands more ventilators for the peak of the coronavirus crisis.</p> \n </div> \n</div> \n<div id=\"block-5e836f1a8f08532a0e665605\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:27:57.422Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said the chaos created by a bidding war on ventilators was easily predictable and should have been avoided.</p> \n  <p>“Did you really have to learn that 50 states shouldn’t compete against 50 states, and then FEMA shouldn’t come in late and compete with 50 states?” Cuomo said. </p> \n  <p>“It’s not like you had to go to the Harvard Kennedy school to learn this,” the governor joked.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1245024418432245761\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">CUOMO: \"Anyone could've told you a lot of these things ... Did you really have to learn that 50 states shouldn't compete against 50 states, and then FEMA shouldn't come in late and compete with 50 states? It's not like you had to go to the Harvard Kennedy school to learn this.\" <a href=\"https://t.co/odPjfLggxl\">pic.twitter.com/odPjfLggxl</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1245024418432245761?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e836e3b8f0866297e9f46af\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:25:28.896Z\">5.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">New York governor says states' bidding war for ventilators is 'like being on eBay'</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>lamented how many states are bidding against each other to obtain ventilators right now.</p> \n  <p>“You have 50 states competing to buy the same item. It’s like being on Ebay,” the governor said. “How inefficient!”</p> \n  <p>Cuomo noted FEMA is now also bidding, further driving up the price for ventilators. “What sense does this make?” Cuomo said, raising his voice in frustration.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T16:51:02.414Z\">at 5.51pm BST</time></p> \n</div> \n<div id=\"block-5e836d298f08532a0e6655ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:22:03.214Z\">5.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said the state has ordered 17,000 ventilators from China at a price of roughly $25,000 each.</p> \n  <p>Cuomo said the state’s financial commitment to the ventilators underscores how badly they are needed to mitigate the coronavirus death toll. </p> \n  <p>“The last thing I want to do is buy a single ventilator I don’t need,” Cuomo said, adding that the state is “broke.”</p> \n  <p>But Cuomo said the ventilators have been “very slow in coming out” due to the “tremendous demand” for the equipment right now.</p> \n  <p>The governor said he has a “firm expectation” on receiving 2500 ventilators in the next two weeks.</p> \n </div> \n</div> \n<div id=\"block-5e836b5b8f087564da1e32eb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:12:19.885Z\">5.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said the state will hit the peak of its coronavirus crisis in seven to 21 days.</p> \n  <p>“This does me no good,” Cuomo said of the estimate. “The range is too broad.”</p> \n  <p>Cuomo also noted that there are ranges in the estimates of how many ventilators and hospital beds will be nedded once the number of coronavirus cases hits its highest point.</p> \n </div> \n</div> \n<div id=\"block-5e8369808f08532a0e6655b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:06:56.660Z\">5.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said there was a lesson to be learned from his brother’s coronavirus diagnosis.</p> \n  <p>Cuomo noted his brother, CNN host <strong>Chris Cuomo</strong>, was considered an essential worker. CNN said the host was at its New York offices as recently as last Friday.</p> \n  <p>The governor said he told his brother two weeks ago that their elderly mother could not go over to his home out of concern of spreading the virus.</p> \n  <p>Cuomo reflected on how his mother could have been exposed if those visits had not abruptly ended. “This virus is that insidious,” Cuomo said.</p> \n </div> \n</div> \n<div id=\"block-5e8367438f08532a0e66559d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:01:56.058Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo says his brother 'will be fine' after coronavirus diagnosis</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>confirmed his brother, CNN host <strong>Chris Cuomo</strong>, has been diagnosed with coronavirus.<br></p> \n  <p><strong>“</strong>He is going to be fine,” the governor said of his brother. “He’s young, in good shape, strong, not as strong as he thinks, but he will be fine,” Cuomo joked.</p> \n  <p>The governor said he learned of the diagnosis earlier today. “I spoke to him this morning, and he’s going to be quarantined in his basement at home,” Cuomo said.<br></p> \n  <p>The governor then reflected on his relationship with his brother. “You see one dimension, you see a person in his job,” Cuomo told reporters. “He’s a really sweet, beautiful guy, and he’s my best friend.”</p> \n </div> \n</div> \n<div id=\"block-5e8366a88f0866297e9f4644\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T16:01:18.380Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>News of CNN anchor Chris Cuomo’s positive coronavirus test broke as his brother Andrew, the governor of New York, was beginning his daily press conference in Albany.</p> \n  <p>Andrew is discussing Chris now, but here’s what happened when the two brothers spoke to each other in prime time on Monday night. </p> \n  <p>Andrew made headlines by <a href=\"https://www.theguardian.com/us-news/2020/mar/31/andrew-cuomo-chris-cnn-new-york-coronavirus-trump\">repeatedly rebuffing Chris’s questions about whether he will run for president</a> and also determinedly refused to engage with questions about Donald Trump’s handling of the crisis.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/31/andrew-cuomo-chris-cnn-new-york-coronavirus-trump\">Will Andrew Cuomo run for president, his brother asks? 'No. No'</a> </p> \n  </aside> \n  <p>But perhaps the most heartwarming section of the interview, mindful of the older Cuomo’s advice that New Yorkers “seek joy” during the coronavirus shutdown, came at the end, when Cuomo the younger discussed his keeping of the secret of their mother’s pasta sauce. Here’s some clips from <a href=\"https://www.governor.ny.gov/news/audio-rush-transcript-governor-cuomo-guest-cnns-cuomo-prime-time-2\">the transcript</a>.</p> \n  <p><strong>Chris Cuomo: </strong>…Last night I was doing what I do for my family which is make my mother’s sauce. She taught me how to make the sauce, which is something that is very coveted. And she said I can only teach he, not she, he who will carry it on best. </p> \n  <p>“…I had a picture of her behind me as I always do when I’m cooking in the kitchen, a picture of my mother to remember our bond and how I care for her that she taught me how to make the sauce. She didn’t teach anybody else. </p> \n  <p>“And she called me and said, is Andrew there? I said, ‘No, mom, I’m all alone here out on the island with my family.’ And she said, ‘Where is he?’ And I said, ‘He’s up in Albany in the house with the big gates and the attack dog. And she said, ‘Oh, that’s too bad.’ And I said, ‘It’s OK, mom. I love him and I’ll make sauce for him, too.’ And she started to cry, and then I said goodbye. That’s what happened.</p> \n  <p><strong>Governor Cuomo: </strong>You’ve always been good at manipulation. You’ve always been the meatball of the family. Look, some of us have to work, right? I don’t have the luxury of working one hour a day. God bless you. I’m happy for you.”</p> \n  <p>After some more back and forth, Chris Cuomo said: “Stay safe. I’ll talk to you soon. I’ll send you some sauce.”</p> \n  <p><strong>Governor Cuomo: </strong>Love you, brother.</p> \n  <p><strong>Chris Cuomo:</strong> Mom’s secret sauce.</p> \n  <p><strong>Governor Cuomo:</strong> Thanks, thanks. I know. Meatball. </p> \n  <p><strong>Chris Cuomo: </strong>I heard it. It’s a term of endearment in Italian circles, to be the meatball. Please hang up on him now. Thank you very much. He has a lot of work to do.”</p> \n  <p>Here’s the full video:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/briantylercohen/status/1244842653851602945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I don't know why but I could watch this forever.<a href=\"https://t.co/utRawEFP55\">pic.twitter.com/utRawEFP55</a></p>— Brian Tyler Cohen (@briantylercohen) \n    <a href=\"https://twitter.com/briantylercohen/status/1244842653851602945?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e83662d8f087564da1e32a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:50:41.884Z\">4.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said “nobody knows” when the coronavirus crisis may end, and New Yorkers should prepare accordingly.</p> \n  <p>“I can say this, it’s not going to be soon,” Cuomo said of when the crisis may start to dissipate. “So calibrate yourself and your expectations, so you are not disappointed every morning when you wake up.” </p> \n  <p>Cuomo noted the state may hit its peak number of cases anytime in the next month or so.</p> \n </div> \n</div> \n<div id=\"block-5e8365228f0866297e9f462f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:46:26.380Z\">4.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said the state is trying to prepare for when it hits its peak number of coronavirus cases, which will likely come in the next few weeks.</p> \n  <p>“We’ve been behind this virus from day one,” Cuomo said, arguing officials and hospitals need to prepare for the likely surge in cases.</p> \n  <p>The governor noted the state is creating a stockpile of medical equipment to prepare for the apex of the crisis. “We are gathering equipment we don’t need today,” Cuomo said. “Because today is not the apex of the battle.” </p> \n </div> \n</div> \n<div id=\"block-5e8364348f08532a0e66557c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:43:04.650Z\">4.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">More than 1,500 coronavirus deaths in New York, Cuomo says</h2> \n <div class=\"block-elements\"> \n  <p>New York govenor <strong>Andrew Cuomo </strong>is holding his daily press conference on the state’s response to coronavirus in Albany.</p> \n  <p>Cuomo said New York has confirmed 172,196 cases of coronavirus and 1,550 deaths, accounting for about half of all deaths in the country.</p> \n  <p>The governor also noted new coronavirus-related hospitalizations surged to its highest level yet in the past 24 hours.</p> \n </div> \n</div> \n<div id=\"block-5e8363228f087564da1e3253\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:37:31.541Z\">4.37pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Chris Cuomo diagnosed with coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>CNN anchor <strong>Chris Cuomo, </strong>the brother of New York governor <strong>Andrew Cuomo, </strong>has been diagnosed with coronavirus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisCuomo/status/1245011007711465478\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/e9Ym9jeT2R\">pic.twitter.com/e9Ym9jeT2R</a></p>— Christopher C. Cuomo (@ChrisCuomo) \n    <a href=\"https://twitter.com/ChrisCuomo/status/1245011007711465478?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>CNN announced the news in a memo, saying Cuomo would continue hosting his show from home. He was last in CNN’s New York offices last Friday.</p> \n  <p>The CNN host has repeatedly conducted remote interviews of his brother, who has become one of the most recognizable faces of the US response to coronavirus, since the crisis started.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T15:47:11.841Z\">at 4.47pm BST</time></p> \n</div> \n<div id=\"block-5e83627c8f08532a0e665550\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:34:35.218Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York City has seen 932 deaths from coronavirus</strong>, marking an increase of 142 since yesterday morning, according to the latest statistics.</p> \n  <p>The city has also seen more than 40,000 cases, the majority of them being people under the age of 50.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Tom_Winter/status/1245009626602582018\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: New York City COVID-19 cases top 40,000 since last night with 932 deaths. <br><br>According to this morning's statistics 52% of reported cases were for people 50 years of age or YOUNGER. <br><br>Here's a chart showing case counts and new cases in NYC: <a href=\"https://t.co/WMTEKDxd0b\">pic.twitter.com/WMTEKDxd0b</a></p>— Tom Winter (@Tom_Winter) \n    <a href=\"https://twitter.com/Tom_Winter/status/1245009626602582018?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e835c178f08a8efb3ba9aed\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:15:10.698Z\">4.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Coronavirus death toll surpasses that of 9/11</h2> \n <div class=\"block-elements\"> \n  <p>Coronavirus has claimed more than 3,000 American lives, with yesterday becoming the deadliest day of the pandemic for the US yet.</p> \n  <p>Those figures mean the coronavirus death toll has now surpassed that of the September 11 attacks, which claimed the lives of nearly 3,000 Americans.</p> \n  <p>Nearly half of the coronavirus deaths have occured in New York, although the state’s governor, <strong>Andrew Cuomo, </strong>has warned other states may soon see a similar rate of coronavirus cases and deaths.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/31/coronavirus-map-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e835a068f08af215f6feea2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T15:01:35.753Z\">4.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump calls on Congress to pass $2tn infrastructure bill</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump</strong> called on Congress to pay a $2tn infrastructure bill just days after the president signed a $2tn package meant to aid the economy amid the coronavirus pandemic.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1245000074167541761\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">With interest rates for the United States being at ZERO, this is the time to do our decades long awaited Infrastructure Bill. It should be VERY BIG &amp; BOLD, Two Trillion Dollars, and be focused solely on jobs and rebuilding the once great infrastructure of our Country! Phase 4</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1245000074167541761?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In his tweet suggesting an infrastructure bill, Trump mentioned “Phase 4,” an apparent reference to Democrats’ calls for another coronavirus bill after three others were signed into law.</p> \n  <p>House speaker <strong>Nancy Pelosi </strong>said yesterday that the fourth coronavirus bill would focus on clean water, rural broadband and infrastructure, among other things.</p> \n  <p>But Senate majority leader <strong>Mitch McConnell </strong>expressed skepticism this morning about passing another piece of legislation amid the pandemic.</p> \n  <p>And of course, Trump’s talks of “infrastrucuture week” have become a running joke in Washington, considering his administration has repeatedly tried and failed to pivot to infrastructure as its main legislative focus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T15:15:16.995Z\">at 4.15pm BST</time></p> \n</div> \n<div id=\"block-5e83574d8f08a8efb3ba9ab3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T14:55:34.606Z\">3.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York Governor Andrew Cuomo will hold a press briefing in about 30 minutes.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1244998390620073985\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I will be giving my daily <a href=\"https://twitter.com/hashtag/Coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#Coronavirus</a> briefing at 11:30 AM. Stay tuned.</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1244998390620073985?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The governor will likely be asked about the rising coronavirus death toll in New York City, which has reported more than 900 fatalities connected to the virus.</p> \n </div> \n</div> \n<div id=\"block-5e8356438f08a8efb3ba9aab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T14:43:26.895Z\">3.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Congressman Max Rose announced he would deploy to the National Guard to help with coronavirus response efforts.</strong></p> \n  <p>Rose, a captain in the Army National Guard, will deploy tomorrow and serve as an operations officer at Staten Island facilities in the coming weeks, his office said in a statement.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepMaxRose/status/1244998328233926660\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow, I will be deploying to the National Guard to do my small part to assist in the response to the coronavirus on Staten Island.<br><br>Wanted you to hear from me what this means. We will get through this—together. <a href=\"https://t.co/ycwNtGi4ty\">pic.twitter.com/ycwNtGi4ty</a></p>— Rep. Max Rose (@RepMaxRose) \n    <a href=\"https://twitter.com/RepMaxRose/status/1244998328233926660?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Over the past month I have seen acts of incredible bravery and sacrifice by our first responders, nurses, doctors, and essential workers who never thought they’d be on the frontlines of a crisis like the COVID-19 pandemic,” Rose, a freshman Democrat, said in the statement. </p> \n  <p>“My activation and deployment is nothing compared to what our city, state, and country has asked of all them. And it’s certainly nothing compared to the other men and women serving in uniform both here at home and overseas. I am just trying to do my duty and my small part.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T14:44:13.221Z\">at 3.44pm BST</time></p> \n</div> \n<div id=\"block-5e83506a8f08a8efb3ba9a0e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T14:29:29.626Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Fauci sees 'glimmers' of effects of social distancing</h2> \n <div class=\"block-elements\"> \n  <p>Dr <strong>Anthony Fauci, </strong>the nation’s top infectious disease expert, said he believes the country is already starting to see the effects of social distancing restrictions.</p> \n  <p>“If you look now, we’re starting to see glimmers that [social distancing] is actually having some dampening effect,” Fauci told CNN.</p> \n  <p>Fauci’s comments come as officials in the San Francisco area <a href=\"https://www.politico.com/states/california/story/2020/03/30/bend-it-like-the-bay-area-doctors-see-flatter-curve-after-2-weeks-of-social-isolation-1269663\">are reporting</a> they are seeing fewer coronavirus cases than expected two weeks after ordering residents to stay home.</p> \n  <p>But Fauci added that he is skeptical about some potential treatments for coronavirus, such as the anti-malaria drug chloroquine, which <strong>Trump </strong>has said could be a “game changer” in the fight against the virus. </p> \n  <p>“You have to hearken back to the facts,” Fauci said. “There is no definitive evidence that this works.” <br></p> \n </div> \n</div> \n<div id=\"block-5e834e168f08a8efb3ba99f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T14:10:54.138Z\">3.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Republican senator Rick Scott called for most testing to be done in his home state of Florida, </strong>where governor <strong>Ron DeSantis </strong>has not yet issued a statewide “stay at home” order.</p> \n  <p>DeSantis has faced some criticism over his response to the virus after footage circulated of spring breakers visiting Florida beaches earlier this month.</p> \n  <p>But Scott resisted criticism of DeSantis in a CNBC interview this morning. “I’m not going to second guess somebody in the middle of a crisis,” Scott said.</p> \n  <p>But the freshman senator added: “Here’s where I think Florida needs to step up: we have to get more testing done.”<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T15:13:49.245Z\">at 4.13pm BST</time></p> \n</div> \n<div id=\"block-5e834cac8f08a8efb3ba99da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T14:02:18.742Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>House majority leader Steny Hoyer urged members to keep their schedules “very flexible” </strong>in the weeks and months to come.</p> \n  <p>Hoyer said yesterday that the House was not expected to reconvene until 20 April , but the Democratic leader warned the chamber will later have to make up for time lost because of the pandemic.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferShutt/status/1244986735844634630\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Schedule update from <a href=\"https://twitter.com/LeaderHoyer?ref_src=twsrc%5Etfw\">@LeaderHoyer</a> urges members to keep their \"schedules very flexible.\"<br><br>\"In order to make up for time that has been lost, the House may meet during weeks that had previously been scheduled as District Work Periods, and four-day weeks may become five-day weeks. \" <a href=\"https://t.co/YDCi4FyuRk\">pic.twitter.com/YDCi4FyuRk</a></p>— Jennifer Shutt (@JenniferShutt) \n    <a href=\"https://twitter.com/JenniferShutt/status/1244986735844634630?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“I would urge you to keep your schedules very flexible,” Hoyer wrote in a “Dear Colleague” letter to House members. </p> \n  <p>“In order to make up for time that has been lost, the House may meet during weeks that had previously been scheduled as District Work Periods, and four-day weeks may become five-day weeks.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T15:13:17.726Z\">at 4.13pm BST</time></p> \n</div> \n<div id=\"block-5e8349228f08a8efb3ba99a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T13:52:54.508Z\">2.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ohio Governor Mike DeWine complained about the lack of “widespread testing” </strong>in a CNN interview this morning, echoing reported complaints from other governors.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NewDay/status/1244942241669545987\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ohio Gov. Mike DeWine says the state will see its peak in coronavirus cases “between mid-April and mid-May... It’s a 30-day period time. We’re not quite sure when.”<br>“Part of this is driven by the fact that we don’t have widespread testing,” he adds.<a href=\"https://t.co/LO087rLFBH\">https://t.co/LO087rLFBH</a> <a href=\"https://t.co/DMD8onU2LV\">pic.twitter.com/DMD8onU2LV</a></p>— New Day (@NewDay) \n    <a href=\"https://twitter.com/NewDay/status/1244942241669545987?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>DeWine, who has been widely praised for his aggressive response to the virus, said the state would see its peak number of cases sometime between mid-April and mid-May, but it is difficult to know for sure because of the current level of testing.</p> \n  <p>Montana Governor <strong>Steve Bullock </strong><a href=\"https://www.nytimes.com/2020/03/30/us/politics/trump-governors-coronavirus-testing.html\">reportedly</a> complained to <strong>Trump </strong>yesterday that his state has struggled to identify and track coronavirus patients because of inadequate testing.</p> \n  <p>But DeWine said he believed the social distancing measures being practiced across the state are already having an effect and urged residents to continue respecting the guidelines.</p> \n  <p>“My message to my fellow Ohioans is that we can’t let up now,” DeWine said. “We’ve got to really, really stay at this.”</p> \n </div> \n</div> \n<div id=\"block-5e8346c48f08af215f6fed87\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T13:35:56.029Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>House speaker <strong>Nancy Pelosi </strong>said Democrats’ fourth coronavirus bill would help to serve state and local leaders grappling with the pandemic.</p> \n  <p>On a call yesterday with reporters, Pelosi said the legislation would include proposals on clean water, infrastructure and rural broadband. </p> \n  <p>However, in a separate interview this morning, Senate majority leader <strong>Mitch McConnell </strong>downplayed the possibility of passing such legislation.</p> \n  <p>“I’m not going to allow this to be an opportunity for the Democrats to achieve unrelated policy items they wouldn’t otherwise be able to pass,” McConnell said.</p> \n </div> \n</div> \n<div id=\"block-5e8345a18f0866297e9f4412\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T13:32:43.328Z\">2.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>House speaker <strong>Nancy Pelosi </strong>also commented on her tense relationship with the president amid the coronavirus pandemic. (The pair have not spoken in <a href=\"https://www.cnn.com/2020/03/24/politics/nancy-pelosi-trump-talks/index.html\">five months</a>.)</p> \n  <p>“If it’s necessary, I’m sure we will speak,” Pelosi told MSNBC. But she added that she didn’t know what she would learn from speaking to <strong>Trump.</strong></p> \n  <p>The House speaker said she mostly communicates with Trump through television interviews. “That is what he hears is what people say publicly – much more than in a call,” Pelosi said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-31T15:12:20.556Z\">at 4.12pm BST</time></p> \n</div> \n<div id=\"block-5e83417b8f0866297e9f43df\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T13:22:54.101Z\">2.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pelosi emphasizes 'testing, testing, testing' to fight pandemic</h2> \n <div class=\"block-elements\"> \n  <p>House speaker <strong>Nancy Pelosi </strong>made an appearance on MSNBC this morning and called for more testing to fight the coronavirus crisis.</p> \n  <p>“Proper testing, that has been a problem since the start,” Pelosi said. “Testing, testing, testing.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MSNBC/status/1244966031669559296\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Speaker Pelosi on upcoming coronavirus legislation: \"I hope that in this next bill that we will be able to address the concerns of our state and local governments. That is absolutely essential. We need to do more ... we can only go as fast as the signature.\" <a href=\"https://t.co/S7TduoQOME\">pic.twitter.com/S7TduoQOME</a></p>— MSNBC (@MSNBC) \n    <a href=\"https://twitter.com/MSNBC/status/1244966031669559296?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Governors <a href=\"https://www.nytimes.com/2020/03/30/us/politics/trump-governors-coronavirus-testing.html\">reportedly</a> complained to <strong>Trump </strong>yesterday that they have struggled to provide adequate testing in their states.</p> \n  <p>Pelosi, who has been extremely critical of the White House’s handling of the pandemic, also defended Congress’ handling of the crisis, saying she is “proud” of the work lawmakers have done.</p> \n  <p>Trump quickly weighed in on the Democratic speaker’s appearance over Twitter, saying she “wasn’t bad” despite her “usual complaining.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1244977299486883840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I watched a portion of low rated (very) Morning Psycho (Joe) this Morning in order to see what Nancy Pelosi had to say, &amp; what moves she was planning to further hurt our Country. Actually, other than her usual complaining that I’m a terrible person, she wasn’t bad. Still praying!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1244977299486883840?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e832abb8f0866297e9f42f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-31T12:44:31.485Z\">1.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to our live blog coverage of the coronavirus emergency. New York governor Andrew Cuomo said Tuesday night that the peak number of concurrent cases in the state, still the country’s foremost hotspot, was expected to arrive in the coming six to 21 days.</p> \n  <p>As of Tuesday morning there were more than 164,000 confirmed cases of Covid-19 in the United States and 3,161 had died, according to <a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/31/coronavirus-map-us-latest-cases-state-by-state\">data collected</a> by Johns Hopkins University. In New York state there were 67,384 confirmed cases and 1,342 deaths. Neighboring New Jersey had the second-most cases with 16,636 cases and 198 deaths.</p> \n  <p>In an animated <a href=\"https://www.governor.ny.gov/news/audio-rush-transcript-governor-cuomo-guest-cnns-cuomo-prime-time-2\">conversation</a> with CNN anchor Chris Cuomo, his younger brother, Andrew Cuomo, the governor, whose handling of the crisis has won strong approval, denied that he would respond to calls from some quarters that he run for president. <br></p> \n  <p>Cuomo also had nice words for Donald Trump, who has <a href=\"https://twitter.com/cspan/status/1243668061795860481?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1243668061795860481&amp;ref_url=https%3A%2F%2Ftheintercept.com%2F2020%2F03%2F28%2Fexchange-aid-trump-wants-praise-governors-can-use-campaign-ads%2F\">demanded</a> praise from governors as a condition of their states receiving federal aid. Cuomo’s praise in this case found its mark, with Fox News picking up the comment and Trump tweeting about it.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1244949335026151424\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“New York Governor Cuomo says President Trump has been “very helpful.” <a href=\"https://twitter.com/foxandfriends?ref_src=twsrc%5Etfw\">@foxandfriends</a> Thank you, everybody is working very hard!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1244949335026151424?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here’s a bit of the interview: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/briantylercohen/status/1244842653851602945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I don't know why but I could watch this forever.<a href=\"https://t.co/utRawEFP55\">pic.twitter.com/utRawEFP55</a></p>— Brian Tyler Cohen (@briantylercohen) \n    <a href=\"https://twitter.com/briantylercohen/status/1244842653851602945?ref_src=twsrc%5Etfw\">March 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div>"
]