[
  "<p>Good morning, this is James Murray bringing you the main stories and must-reads on Tuesday 28 April.</p> \n<h2>Top stories</h2> \n<p><strong>Australian trials into the efficacy of hydroxychloroquine as a treatment for Covid-19 are continuing</strong>, despite a study patients in the US finding no benefit from the drug. In fact, <a href=\"https://www.theguardian.com/world/2020/apr/28/australian-hydroxychloroquine-trials-continue-despite-studies-showing-no-benefit-to-coronavirus-patients\">patients treated with it </a><a href=\"https://www.theguardian.com/world/2020/apr/28/australian-hydroxychloroquine-trials-continue-despite-studies-showing-no-benefit-to-coronavirus-patients\"> alone had a higher mortality rate</a>. The thinktank Per Capita has released a report showing that privately run employment service agencies are set for a <a href=\"https://www.theguardian.com/australia-news/2020/apr/28/jobactive-agencies-to-reap-millions-amid-soaring-coronavirus-unemployment\">windfall of up to $210m as hundreds of thousands lose their jobs</a>. The federal government will deliver a progress report to parliament on 12 May <a href=\"https://www.theguardian.com/business/2020/apr/27/coronavirus-hit-to-australian-economy-to-be-outlined-in-budget-progress-report\">outlining Covid-19’s hit to the economy </a>. And a Guardian Essential Poll has found that <a href=\"https://www.theguardian.com/australia-news/2020/apr/28/guardian-essential-poll-suspicions-about-tracing-app-offset-by-approval-of-covid-19-response\">70% of voters approve of the government’s </a><a href=\"https://www.theguardian.com/australia-news/2020/apr/28/guardian-essential-poll-suspicions-about-tracing-app-offset-by-approval-of-covid-19-response\"> response</a> to the crisis. More than half said they were concerned about the security of personal information collected by the Covidsafe tracing app but 41% were confident the government would protect any data. <a href=\"https://www.theguardian.com/australia-news/2020/apr/27/coronavirus-australia-latest-at-a-glance\">More than 2 million people have </a><a href=\"https://www.theguardian.com/australia-news/2020/apr/27/coronavirus-australia-latest-at-a-glance\"> downloaded the app</a>.</p> \n<p><strong>Donald Trump’s rollercoaster White House coronavirus briefings are back on. </strong> The president cancelled them <a href=\"https://www.theguardian.com/world/live/2020/apr/27/coronavirus-us-live-cases-america-trump-cuomo-states-reopen-plans-latest-news-updates?page=with:block-5ea7157a8f0869484d944025#block-5ea7157a8f0869484d944025\">after being ridiculed for suggesting that disinfectant could cure Covid-19.</a> A major meat producer has warned that the US food supply chain is on the verge of breaking. In a full-page ad in major newspapers, the Arkansas-based company cautioned “there will be limited supply of [their] products” <a href=\"https://www.theguardian.com/us-news/2020/apr/27/tyson-foods-coronavirus-food-supply-chain\">until they can reopen closed facilities</a>. More than a dozen children in the UK have fallen ill with <a href=\"https://www.theguardian.com/world/2020/apr/27/nhs-warns-of-rise-in-children-with-new-illness-that-may-be-linked-to-coronavirus\">a new and potentially fatal combination of symptoms apparently linked to Covid-19</a>, including a sore stomach and heart problems. NHS bosses are so concerned that they have written to doctors alerting them to the emergence of these cases and asked them to urgently refer any children with similar symptoms to hospital. And the World Health Organization has warned of a knock-on effect for diseases such as polio, measles, cholera, human papillomavirus, yellow fever and meningitis as the pandemic has meant <a href=\"https://www.theguardian.com/world/live/2020/apr/27/coronavirus-live-news-boris-johnson-back-in-number-10-as-trump-denies-he-plans-to-fire-health-secretary?page=with:block-5ea6fbe68f08ef5ee572109c#block-5ea6fbe68f08ef5ee572109c\">13m people have missed out on vaccines</a>.</p> \n<p><strong>The climate crisis will create an insurance market that will be unaffordable for the people who need it most</strong>, a consumer group has warned.<strong> </strong>In a submission to the royal commission into natural disasters, the Consumer Action Law Centre says increasing damage from extreme weather events will leave customers exploited and makes the case for an insurance price monitor, standard definitions of key terms such as “fire” and a modernised regime of what “standard cover” means so policies can be easily understood and compared. “Insurance promises to offer peace of mind, but with … [the] woeful responses to financial hardship by the insurance industry we’re concerned that home insurance still isn’t working for many people,” <a href=\"https://www.theguardian.com/australia-news/2020/apr/28/climate-crisis-will-make-insurance-unaffordable-for-people-who-need-it-most\">says Gerard Brody, the </a><a href=\"https://www.theguardian.com/australia-news/2020/apr/28/climate-crisis-will-make-insurance-unaffordable-for-people-who-need-it-most\">centre’s chief executive</a>.</p> \n<h2>Australia</h2> \n<p><strong>An Australian company that falsely claimed its coronavirus testing kits had been approved by medical regulators is now under investigation. </strong>Promedical Equipment usually <a href=\"https://www.theguardian.com/world/2020/apr/27/investigation-launched-coronavirus-test-claims-australian-firm-convicted-rapist-promedical-de-silva\">sells cryogenic treatment and erectile dysfunction machines</a>.</p> \n<p><strong>The energy minister, Angus Taylor, is under renewed pressure over his attack on the City of Sydney lord mayor, Clover Moore, for travel-related emissions. </strong>NSW police have found <a href=\"https://www.theguardian.com/australia-news/2020/apr/27/no-evidence-doctored-documents-angus-taylor-used-to-attack-council-existed-on-website-nsw-police-say\">no evidence the false document Taylor’s office used to attack Moore ever existed on the council’s website</a>.</p> \n<p><strong>The Victorian government has cleared the release of the George Pell royal commission findings. </strong>The attorney general, Jill Hennessy, has advised that blacked-out sections from the institutional child abuse royal commission <a href=\"https://www.theguardian.com/australia-news/2020/apr/27/victorian-government-clears-release-of-pell-royal-commission-findings\">no longer need to be redacted</a>.</p> \n<p><strong>Good news for the orange-bellied parrot. The endangered bird has seen its numbers soar from low 20s to more than 100.</strong> In 2013, just three adult females remained in the wild, now a much larger group <a href=\"https://www.theguardian.com/environment/2020/apr/27/numbers-of-critically-endangered-orange-bellied-parrot-soar-from-low-20s-to-more-than-100\">will leave Tasmania to fly north for the winte</a>r.</p> \n<h2>The world</h2> \n<figure class=\"element element-image\" data-media-id=\"c144f1101d3d7c609c29b43b7521c9a986538189\"> \n <img src=\"https://media.guim.co.uk/c144f1101d3d7c609c29b43b7521c9a986538189/530_475_1439_864/1000.jpg\" alt=\"naked covid-19 protest\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">German GPs stage a naked protest because of lack of PPE during the Covid-19 outbreak</span> \n  <span class=\"element-image__credit\">Photograph: blankebedenken</span> \n </figcaption> \n</figure> \n<p><strong>A group of German doctors have posed naked in a protest highlighting a lack of personal protective equipment. </strong>Calling their protest <em>Blanke Bedenken</em>, or Naked Qualms, members of the group said <a href=\"https://www.theguardian.com/world/2020/apr/27/german-doctors-pose-naked-in-protest-at-ppe-shortages\">calls for help over several months had gone unheeded</a>.</p> \n<p><strong>A Russian aid shipment sent to Italy in late March has raised questions about the Kremlin’s motives</strong><strong>. </strong>The aid gesture, accompanied by the message “From Russia with love”, <a href=\"https://www.theguardian.com/world/2020/apr/27/moscow-motives-questioned-over-coronavirus-aid-shipment-to-italy\">has been branded by observers as propaganda</a>.</p> \n<p><strong>2020 is on course </strong><strong> to be the hottest year since records began, according to meteorologists. </strong>There is a 50% to 75% chance that temperatures <a href=\"https://www.theguardian.com/environment/2020/apr/27/meteorologists-say-2020-on-course-to-be-hottest-year-since-records-began\">will beat the record set four years ago</a>.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"0a81c62a508f9efa2c000a4e06cfb0d97800c6d2\"> \n <img src=\"https://media.guim.co.uk/0a81c62a508f9efa2c000a4e06cfb0d97800c6d2/0_334_4032_2419/1000.jpg\" alt=\"Grahame Best\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Grahame Best, a Sydney-based theatre lover.</span> \n  <span class=\"element-image__credit\">Photograph: Elissa Blake</span> \n </figcaption> \n</figure> \n<p><strong>Grahame Best is a fixture of the Sydney theatre scene. </strong>Known as “standing ovation man”, he sees more than 100 shows a year and gives each one a standing ovation. Best now keeps a light burning 24/7 in his Wollongong home, a gesture of solidarity with the now darkened auditoriums that are doing likewise, observing the old custom that requires a lamp to be left lit on the stage when a theatre is empty. In an interview with Elissa Blake, Best reveals<strong> </strong>he is struggling during lockdown. “My mind has gone black,” he says. “[My wife] Doris tells me she’s noticed a big change. I’m bored. I’m lonely. <a href=\"https://www.theguardian.com/stage/2020/apr/28/theatre-kept-my-mind-so-activated-the-existential-crisis-of-sydneys-standing-ovation-man\">I miss it so much. Theatre is a tonic for my brain!”</a></p> \n<p><strong>The economics professors Chris Edmond and Richard Holden consider the case for a return to normal life in Australia before a Covid-19 vaccine is found. “</strong>Several prominent commentators have responded to [a decrease in Covid-19 infections] by arguing for a rapid end to social distancing,” they write. “According to this view, Australia has over-reacted to the crisis and is paying insufficient attention to the costs of the downturn, both narrowly economic and in terms of broader wellbeing.” But this approach is “a dangerous idea”, they warn. The pair argue that not only is it immoral to risk the health of the population due to the economic cost of quarantine, but say the best chance for an economic recovery <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/a-quick-return-to-normal-in-australia-with-no-covid-19-vaccine-would-risk-lives-and-the-economy\">“involves comprehensively beating the pandemic, eradication or something close to it”</a>.</p> \n<h2>Listen</h2> \n<p><strong>The Covidsafe app has been downloaded by 2 million Australians since Sunday but there are still many worried about tracking. </strong>Guardian Australia’s technology reporter, Josh Taylor, examines the Covidsafe app and updates us on whether the government <a href=\"https://www.theguardian.com/australia-news/audio/2020/apr/28/the-latest-on-the-covidsafe-app\">has addressed community concern about privacy</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"297d0efe-5267-482c-b8f7-004d20bb1f37\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p><em>Full Story is Guardian Australia’s news podcast. Subscribe for free on <a href=\"https://ablink.editorial.theguardian.com/mps2/c/-wA/AUR8AA/t.30c/4s-NI13WQeubM6CEmuVuWA/h34/nw-2B-2FgvTFHE0ilhHgr-2F7jg8oyvPuQIV2q3Q8RShDRDWnKXexkg8f8slDV-2BnW6BmjjVgvNgfIh-2Fz9aAo-2FuKdev-2FuJ1X3lcwRM6X7PA-2FSKTNtJ8C1VJ8FzIpl-2FfZw7EkWuM2ynFTnBo29nvWZrt2QdblatlFA7GslHJQQ6z1DVp7PZvaZhFzn-2BYb-2B80BjW2pUjs2FvRPXmSffYzqPDurSWXsBapgrNalBZFBQh-2FZUgm5unWVcDTHh3wvXE7mcZk9TSfW1-2F3hSZ6n-2Bvlw0M4C-2F8JMw-3D-3D/_a49\">Apple Podcasts</a>, <a href=\"https://ablink.editorial.theguardian.com/mps2/c/-wA/AUR8AA/t.30c/4s-NI13WQeubM6CEmuVuWA/h35/zfYKAs4AaOT6gkWW-2Fht0F2BobP-2FGdiaJ0KjNOYo9vKpI0e8xlRNPJf-2F6QwKtGFU6Y8X-2F5RKWoJDH5aV0OH1pIJ7NV7dp-2FYC4MqYYbxQqeCtU0NM18O9vGtFUtZ80HxqXACeKzGAE9CQasik3WROgRAGV72d-2FtvfSXyqmICkdUyyGwX6YoEGZbjrGFPxrVWv7K-2BtLFTfVJTGiTQCCLum-2BSn5-2FDswp7JFi6YAlw-2FOyS29ikwO6-2FqQTb-2BdD6NukLRjzOwAS9WW7RGaFJ4UF0mKI-2F8X-2FmOCfRgD3aNy1T02DJy4-3D/VpAX\">Spotify</a> or any other podcasting app.</em></p> \n<h2>Sport</h2> \n<figure class=\"element element-image\" data-media-id=\"86193ba8951715004e422598ab485fa4b4a4b497\"> \n <img src=\"https://media.guim.co.uk/86193ba8951715004e422598ab485fa4b4a4b497/0_66_2169_1301/1000.jpg\" alt=\"cricket\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Slater, Mark Taylor, Shane Warne, Ian Healy and David Boon in 1994-95.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Radford/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>With a very real chance that there will be no international cricket next summer, organisers’ thoughts are turning to what will replace it. </strong>Four blockbuster Test matches against India are at risk, with New Zealand a possible replacement, but <strong>Adam Collins </strong>has a different idea: <a href=\"https://www.theguardian.com/sport/2020/apr/28/australia-only-cricket-series-would-turn-disaster-into-something-bold\">pitching the young against the already-established in an Australia-only series</a>.</p> \n<h2>Media roundup</h2> \n<p><strong>ABC News </strong>reports on the risk to confidential Australian government information posed by its use of Amazon’s servers. Amazon may not be able to protect data from US subpoenas <a href=\"https://www.abc.net.au/news/2020-04-28/covidsafe-tracer-app-data-may-not-be-protected-from-usa/12189372\">including data gathered by the Covid-19 tracing app</a>. The <strong>Sydney Morning Herald </strong> reports that the NSW government <a href=\"https://www.smh.com.au/politics/nsw/nsw-government-may-buy-up-spare-housing-in-500-million-stimulus-plan-20200427-p54noc.html\">is considering buying up unsold apartments and fast-tracking construction</a> as part of a $500m coronavirus stimulus plan. And the <strong>West Australian </strong>has an exclusive on the mining company BHP, which wants to increase its shipping capacity in Port Hedland in a move that could boost Australia’s export income by $5bn.</p> \n<h2>Coming up</h2> \n<p>Bondi beach will reopen for swimming only.</p> \n<p>Queensland will introduce a new online form to make it easier to dob on people who break coronavirus restrictions.</p> \n<p>Tasmania will announce an independent investigation into the north-west Covid-19 outbreak.</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p>",
  "<p>• An article that discussed coronavirus cases in Scotland (<a href=\"https://www.theguardian.com/uk-news/2020/apr/24/how-outer-hebrides-scotland-perfectly-primed-tackle-coronavirus\">Community inured to isolation counts its blessings, so far</a>, 24 April, page 9) mistakenly gave the fatality rates for Greater Glasgow and Clyde as 4.4%, and Lanarkshire as 3.5%. Those figures should have been 4.4 per 10,000 and 3.5 per 10,000 respectively.</p> <p>• Other recently amended articles include:</p> <p><a href=\"https://www.theguardian.com/artanddesign/2020/mar/25/10-coronavirus-covid-busting-designs\">10 Covid-busting designs: spraying drones, fever helmets and anti-virus snoods</a></p> <p><a href=\"https://www.theguardian.com/us-news/2020/apr/24/donald-trump-bank-of-china-debt-report\">Trump attack on Biden highlights president’s own past dealings with China</a></p> <p><a href=\"https://www.theguardian.com/world/2020/apr/25/england-and-wales-coronavirus-test-slots-and-kits-run-out-again\">Coronavirus tests for key workers in England run out quickly for second day</a></p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/26/normal-people-review-sally-rooney-bbc-hulu\">Normal People review – Sally Rooney’s love story is a small-screen triumph</a></p> <p><a href=\"https://www.theguardian.com/media/2020/apr/23/celebrities-strike-a-pose-from-home-for-sky-arts-portrait-painting-show-akram-khan\">Celebrities strike a pose from home for Sky Arts portrait painting show</a></p> <p><a href=\"https://www.theguardian.com/books/2020/apr/20/great-depression-will-comic-books-survive-coronavirus-marvel-cuts\">‘This is beyond the Great Depression’: will comic books survive coronavirus?</a></p> <p><a href=\"https://www.theguardian.com/global-development/2020/apr/24/makeshift-oil-refineries-a-necessary-evil-for-locals-in-north-east-syria-study-finds\">Makeshift oil refineries a necessary evil for locals in north-west Syria</a></p> <p><a href=\"https://www.theguardian.com/environment/2020/apr/25/tales-of-love-and-loss-people-from-oceania-share-their-extinction-stories-aoe\">Tales of love and loss: people from Oceania share their ‘extinction stories’</a></p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2019/oct/16/leah-bracknell-obituary\">Leah Bracknell obituary</a></p>",
  "<p>On Friday, <a href=\"https://www.nytimes.com/2020/04/23/us/politics/coronavirus-trump.html\">the New York Times </a> accused Donald Trump of spending time eating fries and watching TV during the pandemic, sometimes not arriving at the Oval Office until noon. As a response, multiple White House officials were rolled out to confirm Trump was working non-stop, <a href=\"https://nypost.com/2020/04/26/trump-works-so-hard-he-often-misses-lunch-white-house-officials/\">so much so that the president sometimes misses his lunch</a>.</p> <p>Let’s make clear that this is not meant to cast shade on lunch-takers. Quite the contrary: taking lunch is as much a measure of how hard one works as a man’s shoe size is a measure of how big his ego is.</p> <p>But Trump’s “proof” of his hard work is a bit surprising. Almost a third of US workers don’t <a href=\"http://rh-us.mediaroom.com/2018-09-10-More-Than-Half-Of-Workers-Take-30-Minutes-Or-Less-For-Lunch-Survey-Says\">get to take a lunch</a><a href=\"http://rh-us.mediaroom.com/2018-09-10-More-Than-Half-Of-Workers-Take-30-Minutes-Or-Less-For-Lunch-Survey-Says\"> break</a>– and those are just ordinary people, the ones who homeschool their children while working from home if they’re lucky enough to have a paycheck, with a salary to reflect that.</p> <p>Unfortunately for Trump, his routine pales in comparison to other famous leaders’ schedules. Margaret Thatcher was memorably said to have slept just four hours a night, while <a href=\"https://www.bbc.com/news/world-us-canada-42610275\">George W Bush reportedly arrived at the White House at 6.45am</a>. <a href=\"https://dailyroutines.typepad.com/daily_routines/2009/02/winston-churchill.html\">Winston Churchill reportedly did a day and a half’s work</a> in 24 hours during the second world war, but littered among his working day were multiple naps, cocktails, board games and a few decadent meals. If his diary proves anything, it’s that productive people can take a lunch break and still manage to get things done.</p> <p>As for Trump, there is no way of proving whether he takes his lunch, nor is it possible to measure his productivity from afar. But it’s worth considering that he might be able to take a lunch break if he congratulated himself less.</p> <p>How much time would he save, you ask? Well, roughly <a href=\"https://www.nytimes.com/interactive/2020/04/26/us/politics/trump-coronavirus-briefings-analyzed.html\">however long it takes to say 260,000 words</a> – and that’s just during press briefings. If he quit the self-compliments altogether, he might even have time to start taking naps. <br></p>",
  "<p>Netflix has announced a new original documentary focused on former first lady Michelle Obama to be released on 6 May.</p> <p>Becoming will follow Obama on her 34-city tour to promote her book of the same name and will offer an “intimate”, “rare and up-close” look at her life. It’s directed by Nadia Hallgren, who recently made the documentary short <a href=\"https://www.theguardian.com/film/2019/may/23/after-maria-netflix-documentary-life-after-hurricane\">After Maria</a>, which looked at the effect of Hurricane Maria on Puerto Rican families.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2019/aug/16/obamas-first-film-netflix-american-factory-biggest-documentary-2019\">The Obamas' first film: will American Factory be the biggest documentary of 2019?</a> </p> </aside>  <p>“It’s hard these days to feel grounded or hopeful, but I hope that like me, you’ll find joy and a bit of respite in what Nadia has made,” Obama said in a statement. “Because she’s a rare talent, someone whose intelligence and compassion for others comes through in every frame she shoots. Most importantly, she understands the meaning of community, the power of community, and her work is magically able to depict it.”</p> <p>Hallgren has spoken about the difficulty of filming someone flanked by Secret Service and that she was forced to film in tight, private spaces that allowed for them to build a close relationship. “I intended on making a film about her current experience – where she is in this moment and the way she’s reflecting on the entirety of her life, not just her years in the White House,” she said in a statement.</p> <p>Obama’s memoir Becoming became an instant bestseller upon release in 2018 and has since sold over 10m copies. According to <a href=\"https://news.gallup.com/poll/1678/most-admired-man-woman.aspx\">Gallup polling</a>, Obama was voted the most admired woman in the US for the last two years. When recently asked about her suitability as vice-president, the presumptive Democratic presidential candidate, Joe Biden, said <a href=\"https://www.nbcnews.com/news/nbcblk/biden-says-he-d-pick-michelle-obama-vice-president-heartbeat-n1192071\">he would pick her “in a heartbeat”</a>.</p> <p>The film marks the latest collaboration between the Obamas and Netflix after the couple signed a production deal with the streaming giant in 2019. They recently exec-produced the Oscar-nominated documentary American Factory and have a number of projects on the way, including a drama series called Bloom set in the world of fashion in postwar New York.</p> <p>The surprise launch of Becoming next month arrives soon after Hulu’s four-part docuseries Hillary which told the story of Hillary Clinton. It picked up mostly positive reviews with the Guardian’s Peter Bradshaw <a href=\"https://www.theguardian.com/film/2020/feb/24/hillary-review-documentary-hillary-clinton\">calling</a> it “sympathetic and respectful”.</p>",
  "<p>Meet “Beijing Biden”, also known as “Sleepy Joe”. According to Donald Trump and his allies, he is both a comrade of “Crazy Bernie” and an establishment creature of Washington, whose coziness with China and long history of verbal stumbles make him unfit for the presidency.</p> <p>This emerging, and at times conflicting, portrait of Joe Biden is part of a recent effort by the Trump campaign to define the presumptive Democratic nominee to its advantage, ahead of a general election that has now been thoroughly reshaped by the coronavirus pandemic.</p> <p>As the death toll from the outbreak has passed 50,000 Americans and mass unemployment reaches historic levels, Trump’s main case for re-election – a roaring economy – has evaporated. Instead, he and his team are trying a new strategy: tying his political rival to an old geopolitical foe.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/24/joe-biden-donald-trump-delay-election\">Joe Biden warns that Donald Trump may try to delay November election</a> </p> </aside>  <p>“China wants Sleepy Joe sooo badly,” Trump tweeted on 19 April, adding: “Joe is an easy mark, their DREAM CANDIDATE!” A campaign email earlier this month hammered the point: “I am TOUGH ON CHINA and Sleepy Joe Biden is WEAK ON CHINA.”</p> <p>For weeks, Trump has sought to shift the focus for his administration’s erratic response to the crisis by harnessing America’s growing hostility toward China, where the virus originated. To defend himself against criticism of his handling of the outbreak, Trump has repeatedly pointed to a January decision to impose restrictions on travel from China, which he says impeded the virus’s spread in the US.</p> <p>The aggressive push to reframe the election suggests that there is more to be gained by attacking Biden than promoting the president’s leadership during the pandemic.</p> <p>A 57-page attack <a href=\"https://www.politico.com/news/2020/04/24/gop-memo-anti-china-coronavirus-207244\">memo</a>, obtained by Politico, advised Republican candidates to blame China when asked whether the spread of the virus is Trump’s fault. “Don’t defend Trump, other than the China Travel Ban – attack China,” it states. </p> <p>Negatively defining a political opponent early in the campaign is a time-honored tactic, employed by Barack Obama against Mitt Romney in 2012 and by George W Bush against John Kerry in 2004. But it is harder to execute against a well-known former vice-president with a long established brand as a folksy pragmatist.</p> <p>“This is the time to really set the tone and the narrative,” said Sam Nunberg, a former Trump campaign adviser. “Now is the time to sell the message to voters that Joe Biden is not the blue-collar, moderate from Scranton, Pennsylvania, who Barack Obama put on the ticket. This is not the Joe Biden you used to know.”</p> <p>Nunberg said China is only one front in the personal assault on Biden. Tying him to his former leftist rival Sanders and questioning his mental fitness are seen as equally damaging themes, he said.</p> <p>Indeed, Trump and his allies continue to gleefully mock Biden’s verbal miscues, amplifying them – some deceptively edited or altered – to affirm their charge that the 77-year-old has “lost his fastball”. And while Trump encourages Sanders’ supporters to join his own campaign, Republicans continue to press the case that Biden, perhaps the most moderate of all the Democrats who ran for president, has embraced the senator’s Democratic socialist agenda. </p> <p>“When faced with the choice of President Trump’s record of accomplishment or Biden’s weak record on China and far-left agenda, the choice for voters is clear,” Sarah Matthews, deputy press secretary for the Trump campaign, said in a statement.</p> <p>But a China-centered strategy is risky, complicated in no small part by Trump’s own rhetoric.</p> <p>Though Trump ran for the White House four years ago on a promise to “get tough” on China, he has struck a different posture as president in pursuit of a “big, beautiful” trade deal with the world’s second-largest economy. In recent months, he lavished praise on China’s leader, Xi Jinping, and <a href=\"https://www.politico.com/news/2020/04/15/trump-china-coronavirus-188736\">echoed</a> Beijing’s assertions that it had the virus under control, even as it spread around the world.</p> <p>The focus also invites deeper scrutiny of Trump’s own business dealings in the country. On Friday, Politico <a href=\"https://www.theguardian.com/us-news/2020/apr/24/donald-trump-bank-of-china-debt-report\">reported </a>Trump borrowed tens of millions of dollars from the state-owned Bank of China for his share in a New York property development.</p> <p>Democrats, incredulous that Trump would try to claim the upper hand on China, welcomed it as an opportunity to assail his handling of the crisis.</p> <p>On a press call organized by the Democratic National Committee, the Michigan congresswoman Debbie Dingell accused Trump of failing to hold China accountable and for understating the early threat from the virus.</p> <p>“His chaotic federal response delayed mitigation efforts for weeks,” Dingell, a Democrat whose state is among the hardest hit in the country, said on Thursday. His actions have caused confusion and misinformation to spread, and it’s made it really hard for our governors and local leaders who are trying to do everything they can.”</p> <p>The escalating war of words over who is tougher on China was amplified in competing campaign commercials.</p> <p>The Trump’s campaign released an ad earlier this month lashing Biden over his past remarks on China and reprising unfounded corruption accusations against the former vice-president and his son.</p> <p>The message was amplified in an ad from America First, a Super Pac supporting Trump, which declares that “for 40 years Joe Biden has been wrong about China.” The group also launched a standalone website, BeijingBiden.com, populated with content related to Biden’s purported “cozy relationship with China”.</p> <p>The Biden campaign responded with a blistering ad of its own. The commercial blames Trump for not holding China to account earlier over its handling of the virus, saying the president “failed to act” as the coronavirus spread. The Democratic Super Pac American Bridge is also running ads on the same theme, featuring footage of Trump praising Xi and saying that the president “gave China his trust”.</p> <p>Yet the Trump campaign was targeting Biden long before the race narrowed to a one-on-one contest.</p> <p>As Biden competed for the nomination, the Trump campaign, with its vast war chest, deployed advertising campaigns against him while attempting to foment discord among Democrats. And Trump was ultimately impeached over his efforts to pressure Ukraine to open investigations into Biden and his family.</p> <p>Though Trump rarely pays a political price for taking differing or contradictory positions on an issue, the new push comes as Trump’s support in key battleground states <a href=\"https://www.reuters.com/article/us-usa-election-battlegrounds-exclusive/exclusive-poll-signals-strengthening-support-for-biden-over-trump-in-three-midwest-battleground-states-idUSKCN2243KJ\">wanes</a>. </p> <p>Trump’s critics hold out faint hope that the election will bring a political reckoning over what they view as his staggering mismanagement of the coronavirus crisis.</p> <p>“All re-election campaigns – every single one of them – are a referendum on the incumbent,” said Rick Wilson, co-founder of the Lincoln Project, a Republican-led effort to defeat Trump.</p> <p>“And if Donald Trump had come into this election with peace and prosperity, it would be a very high hill to climb to defeat him. But he’s not. He is coming into this with plague and depression.”</p>",
  "<p>Don’t drink bleach. Don’t jack up Dettol. When people have to be told that this is not a good idea – <a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">even though their </a><a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">president has floated it</a> – we are definitely not in Kansas any more. Or maybe we are. At a protest where people equate physical distancing with communism.</p> <p>To be fair, Donald Trump did add the helpful caveat: “I’m not a doctor. But I’m, like, a person that has a good you-know-what,” while pointing at his head.</p> <p>Yeah, whatever. He should win the “Noble prize”, as he calls it, for his “you-know-what”. <a href=\"https://www.theguardian.com/world/2020/apr/24/trump-disinfectant-bleach-sarcastic\">He later claimed the disinfectant comments were sarcastic</a> and stopped his press briefings. It was reported that <a href=\"https://www.theguardian.com/us-news/2020/apr/25/donald-trump-coronavirus-disinfectant-sarcastic-tipping-point\">he may have reached “a tipping point”</a> with his advisers. But surely we know by now that, with Trump, there is no tipping point. After <a href=\"https://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes\">calling Mexicans rapists</a> and <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasting about “pussy grabbing”</a>, his parade of bile and ignorance seems limitless.</p> <p>I don’t know how many psychological profiles I have read of him in which he is diagnosed as a malignant narcissist, or it is suggested he has a cognitive impairment, or suffers from delusional thinking or a sociopathic inability to experience basic empathy. Yada yada yada. None of it matters. He promised an end to “American carnage”, but that is exactly what he is presiding over.</p> <p>Analysing his psyche is not an act of opposition. Trump could not operate without all those around him, especially the support of the Republican party.</p> <p>Dr Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, finds the briefings he has to do with Trump “draining”. No wonder, as he talks passionately about physical distancing while Trump contradicts him. Dr Deborah Birx, Trump’s coronavirus response coordinator, <a href=\"https://www.theguardian.com/world/2020/apr/26/coronavirus-birx-trump-disinfectant-remarks\">recently stood there looking alarmed while Trump riffed on disinfectant</a>. Vice-President Mike Pence looks on, zombified. It is only now that US media has begun to argue with him.</p> <p>He carries on, vilified, a laughing stock, a pathetic mobster, but with the support of the rightwing establishment. Focusing on his latest lunacy is entertainment. How the Republican party keeps him in power is the issue, for it is they who enable him. The tipping point will be reached when they decide to take him down.</p> <ul> <li><p>Suzanne Moore is a Guardian columnist</p></li> </ul>",
  "<div id=\"block-5ea6a4218f08fa2bdcb1c065\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T09:27:30.461Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We will wrap up this Australian live coverage now. Thank you for your company and correspondence.</p> \n  <p>We will return tomorrow as this country, and this world, continues to grapple with the Covid-19 pandemic.</p> \n  <p>All of you, stay well, and stay safe.<br></p> \n  <p>As of tonight:</p> \n  <ul> \n   <li>The global death toll from Covid-19 has surpassed 206,000.</li> \n   <li>There are more than 2.9m confirmed cases worldwide, more than 861,000 people have recovered.</li> \n   <li>Australia recorded just nine new cases in the last 24 hours. Australia has had a total of 6,714 confirmed cases.</li> \n   <li>More than 1.89m Australians have downloaded the government’s Covidsafe app.</li> \n   <li>Western Australia and Queensland have, or are seeking to ease some social distancing restrictions.</li> \n   <li>Chief medical officer Brendan Murphy warned “even if we release restrictions in the future, people need to change the way they interact permanently”. Murphy said: “And in the sensible way, like keeping distance from each other, hand hygiene, probably not permanently not shaking hands, but for the foreseeable future. If we are going to relax these distancing measures, the things we have closed, we have to change how we interact as human beings until we are through with this virus.”</li> \n   <li>In New Zealand, some of that country’s restrictions on movement and work will ease, prime minister Jacinda Ardern saying the country had suppressed the “widespread, undetected community transmission” of Covid-19.</li> \n  </ul> \n  <p>To continue following global updates, see our international blog here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/27/coronavirus-live-news-boris-johnson-back-in-number-10-as-trump-denies-he-plans-to-fire-health-secretary\">Coronavirus live news: confirmed cases in Russia pass China's total as New Zealand says it has 'avoided the worst'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T09:37:57.281Z\">at 10.37am BST</time></p> \n</div> \n<div id=\"block-5ea69a7a8f0845d1c895e62b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T08:46:09.648Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In news that is of intense interest to your correspondent, Bondi, Bronte and Tamarama beaches are set to reopen for swimming and surfing at 7am tomorrow morning.</p> \n  <p>In the interests of journalistic rigour, I shall be at Tama at 7.01am to see how it’s all going.</p> \n  <p>Thank me not, <strong>beloved readers</strong>, it’s all part of the service.</p> \n  <p>From <strong>AAP</strong>:</p> \n  <blockquote> \n   <p>Waverley council mayor <strong>Paula Masselos</strong> says the waters at Bondi, Bronte and Tamarama beaches will reopen on Tuesday morning “for the sole purpose of exercising”.</p> \n   <p>The beaches themselves will remain closed given the local area has the highest number of Covid-19 cases in Australia.</p> \n   <p>People will be able to swim or surf at Bondi and Bronte and surf only at Tamarama between 7am and 5pm on weekdays. Access to the water will be via designated entry and exit points.</p> \n   <p>“Our beaches remain closed to all land-based activities including social gatherings, sunbaking, walking and jogging,” Masselos said in a statement on Monday.</p> \n   <p>“There will be no relaxing or gathering around on the sand. The sand remains strictly off limits other than for access to the water for exercising.</p> \n   <p>“Waverley is still a hot spot and presently has the highest number of Covid-19 cases in Australia.”</p> \n   <p>The mayor said the “swim and go” and “surf and go” measures were strictly for Waverley residents exercising locally and people shouldn’t drive to the beaches from further afield.</p> \n   <p>Neighbouring Randwick City Council reopened its beaches – including Clovelly, Coogee and Maroubra – a week ago but was forced to close them again on Friday when crowds descended on the sand and people couldn’t follow safe social distancing practices.</p> \n   <p>The patrolled beaches were reopened on Saturday but only from 6am to 9am until Monday.</p> \n   <p>All of Randwick’s beaches will again reopen from Tuesday without any time restrictions.</p> \n   <p>Residents are allowed on the sand so long as they are “jogging or doing some legitimate exercise”.</p> \n   <p>“Lifeguards, rangers and other council staff will continue to monitor numbers on the sand and in the water and will restrict access or temporarily close beaches if crowd numbers exceed safe limits,” Randwick council said in a statement on Monday.</p> \n   <p>Mayor Danny Said said: “Our message could not be simpler – Randwick City beaches are to be used for exercise only.”</p> \n   <p>Northern Beaches council chief executive Ray Brownlee on Monday said only Dee Why, Freshwater and Manly beaches were closed in the city’s north.</p> \n   <p>“Council will continue to review the situation .... in the coming week,” he said in a statement.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T08:56:49.915Z\">at 9.56am BST</time></p> \n</div> \n<div id=\"block-5ea69a5e8f0845d1c895e626\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T08:40:07.546Z\">9.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenDohertyCorro/status/1254691668999073792\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is a hoax. It is circulating online and to phones purporting to come from the government's CovidSafe app. It is a hoax. <a href=\"https://t.co/Vf6U4cQdGB\">pic.twitter.com/Vf6U4cQdGB</a></p>— Ben Doherty (@BenDohertyCorro) \n    <a href=\"https://twitter.com/BenDohertyCorro/status/1254691668999073792?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea694608f0845d1c895e5d2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T08:17:48.462Z\">9.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Victoria has tested more than 100,000 people for coronavirus over three months. It now wants to double that number in a fortnight. This, from the state’s premier, <strong>Dan Andrews</strong>, who argues a more widespread testing regimen will more accurately map the extent of the virus in the community.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielAndrewsMP/status/1254682611877724160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Briefed the media earlier today on a major expansion of our coronavirus testing program – but I wanted to explain it to you directly.<br><br>We've already tested more than 100,000 Victorians over the past three months.&nbsp;<br><br>Now we want to double that number – in just under two weeks.</p>— Dan Andrews (@DanielAndrewsMP) \n    <a href=\"https://twitter.com/DanielAndrewsMP/status/1254682611877724160?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea68f108f08fa2bdcb1bfae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:55:53.350Z\">8.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In New Zealand - where strict lockdowns are set to ease tonight - prime minister <strong>Jacinda Ardern</strong> has successfully suppressed the “widespread, undetected community transmission” of Covid-19.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus\">Ardern: New Zealand has 'won battle' against community transmission of Covid-19</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea68a5e8f08fa2bdcb1bf9a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:34:02.942Z\">8.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Confusing and stressful: the debate around around children and coronavirus as some Australian schools reopen.</p> \n  <p><strong>Melissa Davey</strong> has filed this important story:</p> \n  <p>With some schools around Australia set to reopen during the second school term, debate has reignited as to whether school staff, students and their families are at risk, and whether measures to halt the spread of coronavirus will be jeopardised.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/confusing-and-stressful-the-debate-around-children-and-coronavirus-as-australian-schools-reopen\">'Confusing and stressful': the debate around children and coronavirus as Australian schools reopen</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea685a08f08e05690dc5271\" class=\"block\" data-block-contributor=\"profile/paul-karp\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:15:50.223Z\">8.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My indefatigable colleague <strong>Paul Karp</strong> has been following up earlier reports about a $90,000 in specialist cleaning contracts entered into by the home affairs department as a response to Covid-19. The cleaning contracts are not related to the home affairs minister <strong>Peter Dutton’s</strong> infection with the virus.<br></p> \n  <p>A spokesperson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The Department of Home Affairs has entered into standing orders with vendors to undertake specialist precautionary cleaning. The standing orders do not relate to minister [Peter] Dutton’s<strong> </strong>illness. Protecting the privacy of our officers and staff is important and it would be inappropriate to comment further.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T07:26:41.849Z\">at 8.26am BST</time></p> \n</div> \n<div id=\"block-5ea684568f0845d1c895e55b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:10:42.645Z\">8.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Rugby league players Latrell Mitchell and Josh Addo-Carr fined by NSW police for weekend gathering</h2> \n <div class=\"block-elements\"> \n  <p><strong>Latrell Mitchell</strong> and <strong>Josh Addo-Carr</strong> have been fined by NSW police for breaking social distancing laws as the NRL continues to investigate their weekend gathering near Taree.</p> \n  <p>Mitchell admitted on Instagram the Kangaroos stars had “slipped up”, as he and the Melbourne winger both apologised for their behaviour amid a pandemic.<br></p> \n  <p>Photos posted by Addo-Carr showed the pair with 10 other men around a fire, prompting the NRL to label the pictures as disappointing and unacceptable.</p> \n  <p>The fine also came on the same day the league further pushed its claim for a return, discussing its strict biosecurity rules with clubs on Monday afternoon.</p> \n  <p>But Mitchell insisted they did not mean to flout rules imposed by the federal and state governments to stem the coronavirus pandemic.</p> \n  <p>Mitchell said in a video:</p> \n  <blockquote class=\"quoted\"> \n   <p>I have been up here with my family for four or five weeks practising social distancing. It was a little bit of a slip up.</p> \n   <p>Foxy (Addo-Carr) reached out, his cousins are going through a bit of stuff up in Sydney. He just wanted to get up to the bush and make sure they were getting cultured and connected again.</p> \n   <p>That was the whole part of the concept of what the weekend was. I wasn’t here to break any rules or hurt anyone. </p> \n   <p>We’re not being selfish, I couldn’t turn down the brothers in a time of need. On behalf of Foxy and all my mob, we do want to apologise.</p> \n  </blockquote> \n  <p>A repentant Addo-Carr said “nothing was intentional or deliberate” as he tried to “put a smile on the faces” of family members going through a tough time.</p> \n  <p>Newcastle are also investigating the involvement of <strong>Tyronne Roberts-Davis</strong> after their NRL squad member was seen in one of Addo-Carr’s photos.</p> \n  <p>But the NSW police decided they had broken health rules, slapping the trio with a fine late on Monday afternoon.<br></p> \n  <p>Under NSW guidelines people can only leave the house for work, essential shopping, exercise, medical appointments and compassionate visits.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T07:37:53.184Z\">at 8.37am BST</time></p> \n</div> \n<div id=\"block-5ea6807b8f0845d1c895e54d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:58:36.683Z\">7.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>President of the Australian Medical Association <strong>Dr Tony Bartone</strong> has been speaking with <strong>Patricia Karvelas</strong> on the ABC. He says he has signed up to the CovidSafe app and “I’ve certainly recommended it to all my family and friends, my patients, and my colleagues”.</p> \n  <p>Bartone has said Australians have responded “marvellously” to the impositions of isolation, shutdowns and social distancing.</p> \n  <p>But he has warned Australia has not defeated the virus yet, and there is a significant risk that if restrictions are lifted too early or too hastily, a second peak of infection could be worse than the first.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think it’s important to understand that as we come out of this initial first phase of Covid-19, and I do stress this is a first phase, we’ve dealt with the initial wave and there is still a very long way to go.</p> \n   <p>So lifting the restrictions too quickly or too early will see us, perhaps, even in a worse state than what we anticipated we would have been in. We need to keep the pressure on but we need to obviously get on with our life where and when we can.</p> \n   <p>So gradual, sensible, logical-paced lifting of those restrictions is part of it.</p> \n   <p>Some states will be able to do it sooner than others because they’re at different points or different parts of that trajectory of that curve, which has now obviously flattened considerably.</p> \n  </blockquote> \n  <p>As an aside: there is historical precedent for this: in the immediate aftermath of WWI, Australia was spared the very worst of <a href=\"https://www.theguardian.com/australia-news/audio/2020/apr/09/lessons-from-the-1918-spanish-flu-pandemic\">the Spanish flu outbreak</a>, aided by geography and the delay the steam-ship age afforded a distant continent to implement a strict quarantine regime.</p> \n  <p>But when the flu did break in Australia, it killed an estimated 17,000 people, and it did so in three waves, the first in February, the second in April. The third wave, in July, was by far the most deadly.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T07:01:39.439Z\">at 8.01am BST</time></p> \n</div> \n<div id=\"block-5ea67fd88f0845d1c895e547\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:47:29.155Z\">7.47am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Approaching 2m Australians have now signed up for the CovidSafe app</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GregHuntMP/status/1254661807123255296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1.89m people have now downloaded and registered for the <a href=\"https://twitter.com/hashtag/COVIDSafeApp?src=hash&amp;ref_src=twsrc%5Etfw\">#COVIDSafeApp</a> as at 4pm today. This💪effort will help protect ourselves, our families, our nurses and our doctors. 🙏AUS as we work together to beat this virus. Visit an app store &amp; download today.<a href=\"https://t.co/vn3Nof801T\">https://t.co/vn3Nof801T</a></p>— Greg Hunt (@GregHuntMP) \n    <a href=\"https://twitter.com/GregHuntMP/status/1254661807123255296?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T07:01:54.371Z\">at 8.01am BST</time></p> \n</div> \n<div id=\"block-5ea67eca8f08e05690dc524f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:44:54.503Z\">7.44am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">There was no 'illegal dinner party' in Tasmania</h2> \n <div class=\"block-elements\"> \n  <p>Our spoilsport friends at <strong>AAP</strong> have reported the end of the mystery surrounding this alleged underground dinner party of doctors.</p> \n  <p>An investigation into claims of an “illegal dinner party” of health workers in northwest Tasmania has found no evidence a gathering occurred. <br><br>A police investigation has found no evidence health workers in north-west Tasmania held an “illegal dinner party” that contributed to Covid-19 spread.<br></p> \n  <p>The probe was launched earlier this month after the claim was made by Australia’s chief medical officer Brendan Murphy in evidence to a NZ parliamentary hearing, which he then quickly rescinded. <br></p> \n  <p>“Investigators have determined that there is no evidence of such a gathering occurring,” Tasmania Police said in a statement on Monday.</p> \n  <p>All but one of the state’s 11 virus deaths have been in the north-west, amid an outbreak at the private and public hospitals in Burnie where scores of staff tested positive. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T06:47:27.822Z\">at 7.47am BST</time></p> \n</div> \n<div id=\"block-5ea67ceb8f0845d1c895e53b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:41:27.659Z\">7.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good afternoon, <strong>Ben Doherty</strong> here. My grateful thanks to my antecessors <strong>Amy Remeikis</strong> and <strong>Michael McGowan.</strong></p> \n  <p>An update from Western Australia, and it is excellent news again. There have been no new cases reported in the state over the past 24 hours. This is the second day in a row of no new cases.</p> \n  <p>The state’s total stands at 549, with 55 active cases. Of these, 23 are from the Artania cruise ship, two are from interstate and 30 cases are WA locals.</p> \n  <p>This morning, Western Australia started a “cautious relaxation” of some of the restrictions, scrapping the two-person rule and allowing for indoor and outdoor gatherings of up to 10 people.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T06:49:31.235Z\">at 7.49am BST</time></p> \n</div> \n<div id=\"block-5ea679448f0845d1c895e52a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:19:31.707Z\">7.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And that’s the end of my short stint at the wheel. I’ll hand you over to <strong>Ben Doherty</strong> who will take you through the evening. </p> \n </div> \n</div> \n<div id=\"block-5ea6769e8f0845d1c895e50e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:09:10.735Z\">7.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>NRL stars <strong>Latrell Mitchell</strong> and<strong> Josh Addo-Carr</strong> have apologised as NSW Police and the NRL investigate whether the Kangaroos duo broke social-distancing laws.</p> \n  <p>AAP reports that Mitchell admitted on Instagram on Monday afternoon the pair had “slipped up” after Addo-Carr on Sunday posted images on social media of them among a group on a property near Taree over the weekend.</p> \n  <p>On the same day the NRL gave clubs a draft of strict new biosecurity rules for the ambitious season restart on 28 May, the photos showed the pair with 10 other men around a fire.</p> \n  <p>The NRL on Monday labelled the images as “unacceptable”.</p> \n  <p>But Mitchell insisted they did not mean to flout rules imposed by the federal and state governments to stem the coronavirus pandemic.</p> \n  <p>“I have been up here with my family for four or five weeks practising social distancing,” Mitchell said in a video.</p> \n  <p>“It was a little bit of a slip up.</p> \n  <p>“Foxy [Addo-Carr] reached out, his cousins are going through a bit of stuff up in Sydney.</p> \n  <p>“He just wanted to get up to the bush and make sure they were getting cultured and connected again. That was the whole part of the concept of what the weekend was. It wasn’t here to break any rules or hurt anyone. We’re not being selfish, I couldn’t turn down the brothers in a time of need. On behalf of Foxy and all my mob, we do want to apologise.”</p> \n  <p>A repentant Addo-Carr said “nothing was intentional or deliberate” as he tried to “put a smile on the faces” of family members going through a tough time.</p> \n  <p>All NRL players agreed to health and safety protocols when the competition was stopped for the shutdown. Melbourne said they would leave any punishment of Storm winger Addo-Carr over the matter to “relevant authorities”, while South Sydney said they’d ensure Mitchell cooperates with investigations.</p> \n  <p>Newcastle are also investigating the involvement of <strong>Tyronne Roberts-Davis</strong> after their NRL squad member was seen in one of Addo-Carr’s photos.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T06:19:21.612Z\">at 7.19am BST</time></p> \n</div> \n<div id=\"block-5ea675288f08e05690dc5222\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:05:05.342Z\">7.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you missed this earlier, Australian tech billionaire <strong>Mike Cannon-Brookes </strong>has urged his industry to “turn the ... angry mob mode off” and support the Covidsafe app. </p> \n  <p>Writing on the tech social news board Hacker News, the Atlassian co-founder said he believed the government when it said it would release the app’s source code, and said he commended them “on some smart privacy and security choices”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mcannonbrookes/status/1254376884332228609\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">FYI I wrote a brief comment on Hacker News to try to explain how the tech community in Australia can fight some of the FUD about this app:<a href=\"https://t.co/lpn1xJfme6\">https://t.co/lpn1xJfme6</a><a href=\"https://twitter.com/hashtag/covidsafe?src=hash&amp;ref_src=twsrc%5Etfw\">#covidsafe</a> <a href=\"https://t.co/RWtrACSsZ2\">https://t.co/RWtrACSsZ2</a></p>— Mike Cannon-Brookes 👨🏼‍💻🧢 (@mcannonbrookes) \n    <a href=\"https://twitter.com/mcannonbrookes/status/1254376884332228609?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T06:19:46.924Z\">at 7.19am BST</time></p> \n</div> \n<div id=\"block-5ea671798f0845d1c895e4eb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T05:47:53.145Z\">6.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My very clever colleague <strong>Josh Taylor</strong> has produced this handy explainer about the government’s Covidsafe app. Very worth reading if, like me, you still have unanswered questions.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/apr/27/covid-safe-app-australian-government-covidsafe-tracing-download-install-ios-app-store-google-play-android-australia-coronavirus-tracking\">Covidsafe app: how to download Australia's coronavirus contact tracing app and how it works</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea66cd88f0845d1c895e4d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T05:31:44.884Z\">6.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Professor Peter Doherty is perhaps Australia’s foremost expert on Covid-19. In 1996 he won the Nobel prize for medicine for his work studying the immune system, and the Doherty Institute that bears his name is at the forefront of Australian research on the virus.</p> \n  <p>Now he has also (accidentally) won the prize for best Tweet of the pandemic. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ProfPCDoherty/status/1254616358479966209\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dan Murphy opening hours</p>— Prof. Peter Doherty (@ProfPCDoherty) \n    <a href=\"https://twitter.com/ProfPCDoherty/status/1254616358479966209?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea66b848f08e05690dc51e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T05:23:15.911Z\">6.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And in New South Wales <strong>a 48-year-old man has been arrested for allegedly coughing at a security guard in Wollongong earlier today</strong>.</p> \n  <p>Police allege that at about 9am, as the man was allegedly leaving a government building, he allegedly became verbally abusive towards security staff. As a security officer directed the man to leave the building, he allegedly turned and coughed in his face.</p> \n  <p>Officers from Wollongong attended a short time later and began inquiries into the circumstances surrounding the incident. A 48-year-old man was arrested outside the building and taken to Wollongong police station, where he was charged with assault.</p> \n  <p>He was refused bail and is due to appear in Wollongong local court today.<br></p> \n  <p>NSW has introduced $5,000 fines for people who cough or spit at workers. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T05:27:59.690Z\">at 6.27am BST</time></p> \n</div> \n<div id=\"block-5ea669c58f08fa2bdcb1bee2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T05:18:59.784Z\">6.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good afternoon. Thanks as always to the keeper of the flame (blog), <strong>Amy Remeikis</strong>. I’ve just been on my daily trip to the corner deli for a can of Coke - easily the most exciting thing in my life right now - and am ready and raring to take you through the next few hours.</p> \n  <p>As Queensland prepares to relax some of its Covid-19 restrictions, the state’s police are not stepping back from enforcement. They’ve set up an online form encouraging people to dob on each other for potential breaches of Public Health Orders.</p> \n  <p>Queensland has issued 1,400 fines for breaches of the orders. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/QldPolice/status/1254614365711421441\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Queenslanders can now report Covid-19 compliance breaches online following the launch of a new Policelink reporting form.<br><br>The online form is located at <a href=\"https://t.co/dWGfIXSAXP\">https://t.co/dWGfIXSAXP</a> under the COVID-19 breach tab.<br><br>More info: <a href=\"https://t.co/EUIXwhvq3W\">https://t.co/EUIXwhvq3W</a> <a href=\"https://t.co/Gyuqkjpyiq\">pic.twitter.com/Gyuqkjpyiq</a></p>— Queensland Police (@QldPolice) \n    <a href=\"https://twitter.com/QldPolice/status/1254614365711421441?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea6671f8f08fa2bdcb1bed7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T05:03:25.819Z\">6.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Josh Garlepp</strong> has that little piece of levity the ABC just had to apologise for broadcasting (the perils of a live outside broadcast).<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshGarlepp/status/1254629891305205761\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nothing more WA that a drive-by complimentary F-bomb<a href=\"https://twitter.com/MarkMcGowanMP?ref_src=twsrc%5Etfw\">@MarkMcGowanMP</a> <a href=\"https://twitter.com/BellTowerTimes?ref_src=twsrc%5Etfw\">@BellTowerTimes</a> <a href=\"https://t.co/Ycye0yyyY9\">pic.twitter.com/Ycye0yyyY9</a></p>— Josh Garlepp (@JoshGarlepp) \n    <a href=\"https://twitter.com/JoshGarlepp/status/1254629891305205761?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And on that note, I shall hand you over to <strong>Michael McGowan,</strong> with the same energy.</p> \n  <p>Thank you again for joining me today. I very much appreciate it, and your messages. I’ll be back tomorrow morning. Please – take care of you.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T05:04:11.341Z\">at 6.04am BST</time></p> \n</div> \n<div id=\"block-5ea664ba8f08e05690dc51bf\" class=\"block\" data-block-contributor=\"profile/paul-karp\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:51:27.727Z\">5.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Liberal senator, <strong>David Fawcett</strong>, a member of the parliamentary joint committee on intelligence and security has strongly backed the government’s hard line in rejecting China’s threats over an investigation into Covid-19.<br></p> \n  <p>Fawcett told Guardian Australia:<em><br></em></p> \n  <blockquote class=\"quoted\"> \n   <p><em>In late 2017 (following release of the foreign policy white paper and passage of the foreign interference laws) the [Chinese Communist Party] tried the same tactic (threat of consumer boycott) to no avail. We will stand up for Australia, for a rules based order and for transparency between nations. Reuters are reporting the CCP have also been pressuring the EU not to report on concerns about actions by the CCP in relation to Covid-19. <br></em></p> \n   <p><em>There is a Chinese proverb that says ‘a man with a straight foot need not fear a crooked shoe’. <br></em></p> \n   <p><em>If their actions have been as they claim, the CCP should welcome the proposal for full transparency and cooperation by all nations, a call well expressed by foreign minister <strong>Marise Payne</strong> in her OpEd of 22 April.”</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:56:43.054Z\">at 5.56am BST</time></p> \n</div> \n<div id=\"block-5ea6646f8f08e05690dc51be\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:50:53.724Z\">5.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>WA is also pushing to increase the number of flu vaccinations in the state. Health minister <strong>Roger Cook </strong>was asked what his message to anti-vaxxers was and responded:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>The important message is vaccinations save lives. <br></p> \n   <p>This program is fundamental to keep older people and the vulnerable members of our community safe. <br></p> \n   <p>Vaccination has clinically been proven over many years. <strong>A</strong><strong>nti-vaxxers, get out of the way or stay home because we need the community to be protected from this very difficult disease.</strong> <br></p> \n   <p>Eighty people lost their lives last year to the flu. The best protection we can have is people getting their flu jabs to make sure we can protect everyone in the community. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:57:54.787Z\">at 5.57am BST</time></p> \n</div> \n<div id=\"block-5ea663f38f08fa2bdcb1bec9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:49:15.946Z\">5.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For those wondering, this time around, <strong>Mark McGowan </strong>responded to the exuberant constituent hanging out of what I assume was his best friend’s ride, trying to holler at him, with <br></p> \n  <blockquote class=\"quoted\"> \n   <p>That’s not the sort of language you normally hear in Rockingham.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:50:42.907Z\">at 5.50am BST</time></p> \n</div> \n<div id=\"block-5ea663408f08fa2bdcb1bec7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:45:30.290Z\">5.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>AAP reports that the “swim and go” and “surf and go” beach openings will be extended to Bondi beach tomorrow morning:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Waverley Council mayor <strong>Paula Masselos</strong> says the waters at Bondi, Bronte and Tamarama beaches will reopen on Tuesday morning “for the sole purpose of exercising”.</p> \n   <p>People will be able to swim or surf at Bondi and Bronte and surf only at Tamarama between 7am and 5pm on weekdays. Access to the water will be via designated entry and exit points.</p> \n   <p>“Our beaches remain closed to all land-based activities including social gatherings, sunbaking, walking and jogging,” Masselos said in a statement on Monday.</p> \n   <p>“There will be no relaxing or gathering around on the sand. The sand remains strictly off-limits other than for access to the water for exercising.<br></p> \n   <p>“Waverley is still a hot spot and presently has the highest number of Covid-19 cases in Australia.”<br></p> \n   <p>The mayor said the “swim and go” and “surf and go” measures were strictly for Waverley residents exercising locally and people shouldn’t drive to the beaches from further afield.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:51:35.961Z\">at 5.51am BST</time></p> \n</div> \n<div id=\"block-5ea662218f08fa2bdcb1bec5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:43:59.483Z\">5.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is a public holiday in WA, so <strong>Mark McGowan</strong> is in a polo shirt.</p> \n  <p>These are the sorts of things which keep me amused at the moment.</p> \n  <p>As does West Australians driving past and yelling “I fucking love you” out their window. Which just happened, making McGowan laugh almost as half as he did when he said “we are not making it unlawful to go for a run and eat a kebab”.<br></p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=e6v5Zx41y64\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/e6v5Zx41y64?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    YouTube\n   </figcaption> \n  </figure> \n  <p>Memories. They light the corner of my mind.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:45:17.661Z\">at 5.45am BST</time></p> \n</div> \n<div id=\"block-5ea661fc8f08e05690dc51b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:39:53.415Z\">5.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Western Australia joins the list of jurisdictions with no new cases in the past 24 hours<br></p> \n </div> \n</div> \n<div id=\"block-5ea661b98f08fa2bdcb1bec3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:39:16.240Z\">5.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>But the chief medical officer again warns people not to get too excited too quickly:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t want to preempt the national cabinet discussion, it’s not just the local epidemiology, we have to assure the national cabinet that our public health response is up to scratch. We think it may be one of the best in the world, we want it to be the best in the world, so we have to have that testing expansion we talked about, we have to have all the elements in place as well as the local epidemiology. We do strongly feel that making too many changes too quickly, could be risky. We have seen what’s happened in other countries, that suddenly had a problem that appeared they didn’t know about.</p> \n  </blockquote> \n  <p>And his advice to people who began gathering in large numbers again this weekend just gone?<br></p> \n  <blockquote class=\"quoted\"> \n   <p> Don’t!</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:43:57.999Z\">at 5.43am BST</time></p> \n</div> \n<div id=\"block-5ea661248f08e05690dc51b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:37:39.496Z\">5.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Brendan Murphy </strong>says there doesn’t have to be zero cases of Covid-19 to convince national cabinet to relax restrictions:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>National cabinet has endorsed a strategy of significant suppression, if we get elimination as part of that which we are probably are seeing in some parts of the country that is fantastic,<strong> elimination is never a certain situation, because you can never be sure, the fact you haven’t detected in cases for a week doesn’t mean there might be some cases circulating,</strong> so you still have to have all those public health response measures.</p> \n  </blockquote> \n  <p>On New Zealand, which went harder than Australia in an attempt to eliminate the virus, the professor says:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is a semantic difference between our situation here and New Zealand is very similar, in terms of per capita case numbers they have certainly because they are a smaller population with very few cases at the moment, but they would recognise elimination as a label, because you cannot be 100% sure there aren’t cases you are not detecting.</p> \n   <p>So you still have to do all of that surveillance, testing, and have all the response capabilities ready if you release measures, you can’t be sure about elimination for many months, until after you have released measures. We are in a very similar position, it’s a somewhat semantic difference, both countries are committed to really controlling the virus to as low as possible, and of possible elimination, that’s great.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:38:55.918Z\">at 5.38am BST</time></p> \n</div> \n<div id=\"block-5ea660198f08fa2bdcb1bebb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:31:44.410Z\">5.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chris Knaus</strong> and<strong> Ben Smee </strong>have just published this story:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/knausc/status/1254625026956865536\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Investigation launched into coronavirus test claims by Australian firm run by convicted rapist.<br>With <a href=\"https://twitter.com/BenSmee?ref_src=twsrc%5Etfw\">@BenSmee</a><a href=\"https://t.co/klGSapnLjj\">https://t.co/klGSapnLjj</a></p>— Christopher Knaus (@knausc) \n    <a href=\"https://twitter.com/knausc/status/1254625026956865536?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea65fae8f08e05690dc51ab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:30:43.220Z\">5.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The app only takes note of someone you have been around for 15 minutes. Prof <strong tabindex=\"-1\">Brendan Murphy</strong> says there is a reason for that – privacy, being one:<br tabindex=\"-1\"></p> \n  <blockquote class=\"quoted\"> \n   <p>You have to make a balanced assessment on that. <br></p> \n   <p> Obviously you wouldn’t want to be capturing every brief contact. Our case definition based on the epidemiology that we’ve seen around the world, that that sort of level of time in a contact presents a much higher risk than just brushing past someone in the corridor. <br></p> \n   <p>We don’t want to give the contact tracers a list of 1,000 phone numbers when there are 25 that are much more relevant in terms of potential contact, so those decisions are made on the best available epidemiological advice at the time. <br></p> \n   <p><strong>The commonwealth has no access to any of the data. <br></strong></p> \n   <p><strong>We have locked this down so completely, so thoroughly with the bio security bill and legislation that is coming, the only people who can access the data are the state and territory health officials. <br></strong></p> \n   <p><strong>All we are told is how many people are updating it because we won’t know anything about who they are all where they live because we have a contract with the Australian public. <br></strong></p> \n   <p><strong>This app will only ever be used by public health officials in the purposes of contact tracing. That is what it is for, it will never be used for any other purpose.</strong></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:37:42.018Z\">at 5.37am BST</time></p> \n</div> \n<div id=\"block-5ea65eca8f08e05690dc51a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:26:02.618Z\">5.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The source code for the tracing app (as much as the security agencies will allow to be released) will be available within two weeks.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:27:10.882Z\">at 5.27am BST</time></p> \n</div> \n<div id=\"block-5ea65ea48f08e05690dc51a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:25:35.670Z\">5.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The chief medical officer does not want to comment on NRL players breaking physical restriction measures to go camping, and then posting it on social media.</p> \n  <blockquote class=\"quoted\"> \n   <p>I am not aware of the circumstance of that, so I really can’t comment. It is disappointing when anyone breaches restrictions, but the behaviour of individuals shouldn’t interfere with a holistic assessment of any proposals we might get in the future.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea65e438f08fa2bdcb1beb7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:24:41.608Z\">5.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australians need to change the way they interact 'permanently'</h2> \n <div class=\"block-elements\"> \n  <p>But professor <strong>Brendan Murphy</strong> again reminds people that life will not be going back to what we knew as normal, until there is a vaccine:</p> \n  <blockquote class=\"quoted\"> \n   <p>Obviously the lower the numbers and the better the testing it is more difficult to catch it, but we have seen outbreaks of 35 people from one case in a wedding. <br></p> \n   <p>It is highly infectious, so if you have someone, particularly who we believe sheds a lot of virus, what we call a super spreader, that person can infect a lot of people quickly. <br></p> \n   <p>Even though we may have very low numbers of cases we want everyone to practise social distancing. <br></p> \n   <p><strong>Even if we release restrictions in the future, people need to change the way they interact permanently – permanently. </strong>And in the sensible way, like keeping distance from each other, hand hygiene, probably not permanently not shaking hands, but for the foreseeable future. <br></p> \n   <p>If we are going to relax these distancing measures, the things we have closed, <strong>we have to change how we interact as human beings until we are through with this virus.</strong></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:32:32.153Z\">at 5.32am BST</time></p> \n</div> \n<div id=\"block-5ea65d728f08fa2bdcb1bead\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:22:42.512Z\">5.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The chief medical officer once again urged Australians to download the tracing app:</p> \n  <blockquote class=\"quoted\"> \n   <p>We will start testing for asymptomatic people to try and be absolutely sure that we are capturing every case that we can and we are not missing cases, we don’t think we are missing significant numbers of cases in Australia, but if we are going to consider at the national cabinet in a few weeks time in relaxation of distancing measures, we have to be so well-prepared. <br></p> \n   <p>Part of that preparedness is the app. I am really excited over a million Australians downloaded it just in the first evening. That is an amazing and really gratifying outcome. I am so proud of my fellow citizens.</p> \n  </blockquote> \n  <p>He says everyone in his family (including him) all the doctors he knows, and he assumes journalists have downloaded the app as well.</p> \n  <p>It’s voluntary, so read up on it and make your own decision, based on what you are comfortable with.<br><br></p> \n </div> \n</div> \n<div id=\"block-5ea65cc08f08e05690dc518f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:19:58.536Z\">5.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">CMO update</h2> \n <div class=\"block-elements\"> \n  <p>Professor <strong>Brendan Murphy </strong>is giving the national update on where Australia stands, today:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Over the last week we have certainly seen daily numbers that were significantly lower than the previous week, but as I have said on many occasions, the fact we are still picking up new cases means that we obviously cannot be complacent. <br></p> \n   <p>Someone was asking about the number of hospitalised patients, there are 113 people in hospital at the moment, 43 people still in intensive care and 27 people currently receiving support from ventilators. <br></p> \n   <p>Those numbers again have come down significantly, over the last few weeks. <br></p> \n   <p>As you know there are some jurisdictions in Australia that have had no new cases for some days. Our suppression strategy is working well.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea65c998f08e05690dc518e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:17:00.685Z\">5.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the chatter I have seen on social media, it seems <a href=\"https://www.theguardian.com/world/2020/apr/27/fried-chicken-and-bento-new-zealanders-dream-of-takeaways-as-lockdown-prepares-to-lift\">being able to order takeaway food is the thing our trans-Tasman cousins are most excited about.</a></p> \n  <p>I wish them all the dumplings in the world.<br></p> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/fried-chicken-and-bento-new-zealanders-dream-of-takeaways-as-lockdown-prepares-to-lift\">Fried chicken and bento: New Zealanders dream of takeaways as lockdown prepares to lift</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:44:48.722Z\">at 5.44am BST</time></p> \n</div> \n<div id=\"block-5ea65c0e8f08e05690dc518c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:16:13.539Z\">5.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jacinda Ardern</strong> says there is “no widespread underlying community transmission in New Zealand. We have won that battle,” as the country prepares to relax some of its restrictions.</p> \n  <p>AAP has some more on that press conference we touched on a little while ago:<br></p> \n  <p>Ardern said about 400,000 Kiwis would return to their workplaces on Tuesday with the lessening of the country’s clampdown from level four to level three.</p> \n  <p>The shift has only a small effect on the social lives of New Zealanders, who are still being asked to stay home and to practice social distancing.</p> \n  <p>But the change is vital for business, with many industries severely sidelined over the last month.</p> \n  <p>Ardern has maintained a health-first approach to fighting Covid-19, arguing a drastic short-term action would benefit the economy in the long run.</p> \n  <p>The result has produced remarkably low case numbers.</p> \n  <p>On Monday, health officials reported the country’s 19th death from 1,122 confirmed coronavirus cases.</p> \n  <p>The latest death was a woman aged in her 90s, linked to the St Margaret’s residential aged care facility in Auckland.</p> \n  <p>All of New Zealand’s deaths have been elderly people, with a majority from clusters linked to either the St Margaret’s home or Rosewood rest care home in Christchurch, with 10 deaths.</p> \n  <p>Hospitalisation rates have shown the strength of New Zealand’s public health response; fewer than 90 people have been to hospital with the disease.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:20:16.437Z\">at 5.20am BST</time></p> \n</div> \n<div id=\"block-5ea65aea8f08fa2bdcb1bea4\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T04:09:58.393Z\">5.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The federal education minister, <strong>Dan Tehan</strong>, has signalled he will look at providing help to childcare centres that rely on migrant workers who are excluded from the jobkeeper wage subsidy.</p> \n  <p>As Amy mentioned earlier today, Tehan has announced $27m will be spent on grants of up to $10,000 per service to keep childcare centres open.</p> \n  <p>In an interview on Sky News, Tehan acknowledged the government was having to step in to deal with some unintended consequences of the “completely new” funding system that it had put in place extremely quickly.</p> \n  <p>“There will always be some unintended consequences,” he said. Interestingly, Tehan said childcare centres that relied on migrant workers – who are ineligible for the jobkeeper payments that were meant to go hand in hand with the broader childcare relief package – would be considered as part of the imminent review into how the system is working.”</p> \n  <p>That’s one of the things we’re going to be looking at when we do the one-month review ... that we are starting next week.” As it stands the childcare relief package – with its promise of free childcare – is due to expire at the end of June (three months), but the government has always suggested it could be in place for six months, in line with other economic support measures. <br></p> \n  <p>Tehan said childcare services were currently running at 40-60% of normal capacity. <br></p> \n  <p>He said hopefully as the country continued to flatten the curve and more restrictions were lifted, attendance rates would increase and the old system could come back into effect, but “we don’t think we’re there yet”.</p> \n  <p>On schools, Tehan reaffirmed his previous call for all states and territories to have classroom instruction back to normal for all age levels by the end of May.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T04:15:33.864Z\">at 5.15am BST</time></p> \n</div> \n<div id=\"block-5ea656788f08fa2bdcb1be97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:52:18.448Z\">4.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The ACCC has released its interim report as part of its inquiry into Australian home loans. It found that there wasn’t a lot of transparency in the cost of loans, or difference in the mortgage rates for the four big banks.</p> \n  <p>It also found that the banks only dropped their rates when the RBA slashed the cash rate. And it could take a while to do even that, meaning the banks picked up revenue in the lag time.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>While each big four bank announced their rate changes on the day of or the day following the RBA’s cash rate decision, changes to the big four banks’ headline variable rates came into effect 9 to 21 days after the banks announced their rate changes (see table 1.2). We refer to the time between a bank’s announcement date and the date the bank’s rate change came into effect as the lag period. Each bank had a consistent lag period following each of the three headline variable rate changes in June, July and October 2019; with CBA consistently having a significantly longer lag period than the other big four banks.The banks informed the ACCC that their respective lag periods allowed sufficient time to implement the required business and operational changes that follow a change in the headline variable rate.</p> \n  </blockquote> \n  <p><a href=\"https://www.accc.gov.au/system/files/ACCC%20Home%20Loan%20Price%20Inquiry%20-%20Interim%20report%20-%2030%20March%202020.pdf\">You’ll find the whole report here</a><br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:59:08.247Z\">at 4.59am BST</time></p> \n</div> \n<div id=\"block-5ea653d48f08fa2bdcb1be8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:40:16.723Z\">4.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chris Bowen</strong>, who has downloaded the app, says it is one more step towards whatever new normal will greet Australia once the restrictions begin being relaxed:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Just as we see some encouraging signs around the country when it comes to infection rates. <br></p> \n   <p>But there’s a long way to go yet. No room for complacency. <br></p> \n   <p>No room for people thinking we’re through this. <br></p> \n   <p>Tomorrow of course the <strong>Katy Gallagher</strong>-chaired Covid-19 committee will also sit, hear evidence from the treasury, and explore the economic handling of the Covid crisis. <br></p> \n   <p>We’re glad that parliament is now going to sit on May 11 and that week. We want it to sit more than that. <br></p> \n   <p>In the meantime, through the Senate committee and through other committees, we’ll hold the government to account and provide constructive engagement to the government on the task at hand.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:44:56.104Z\">at 4.44am BST</time></p> \n</div> \n<div id=\"block-5ea651368f08e05690dc5172\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:28:58.872Z\">4.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>ACT Health has released its daily update – there have been no new cases of Covid diagnosed in the territory in the last 24 hours, which is becoming quite the trend (as it is for the NT and South Australia).</p> \n  <p>There have been <strong>no</strong> new cases of Covid-19 recorded in the ACT in the past 24 hours. The ACT’s total is still <strong>106</strong>. </p> \n  <p>A total of <strong>100 </strong>cases have recovered from Covid-19 and have been released from self-isolation. <br></p> \n  <p>There is currently <strong>one (1)</strong> Covid-19 patient in a Canberra hospital. They are in a stable condition.</p> \n  <p>The remaining cases are isolating at home with ACT Health support. </p> \n  <p>The ACT has recorded <strong>three (3)</strong> deaths.</p> \n  <p>The number of negative tests in the ACT is now <strong>7,996</strong>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:32:09.608Z\">at 4.32am BST</time></p> \n</div> \n<div id=\"block-5ea64f918f08fa2bdcb1be78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:21:16.447Z\">4.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The NT is announcing the relaxation of restrictions now but, like Queensland, they won’t be lifted until the weekend.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:27:42.128Z\">at 4.27am BST</time></p> \n</div> \n<div id=\"block-5ea64ef78f08fa2bdcb1be76\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:20:40.400Z\">4.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Northern Territory joins WA and Qld in announcing a slight relaxation of restrictions. Here was <strong>Michael Gunner</strong> on ABC radio this morning:<br></p> \n  <p>“We’re aiming towards people in the Northern Territory to live the new normal in June. <br></p> \n  <p>“Please go back to that context, saying we’re safe, but not immune. I want people to understand that. <br></p> \n  <p>“The second wave of these things are possible. The last thing I’ll be touching are the borders.”</p> \n  <p>Speaking at a press conference now, Gunner says if restrictions are relaxed, the responsibility on residents grows even bigger – and he warns “don’t be a Bondi”.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:22:25.192Z\">at 4.22am BST</time></p> \n</div> \n<div id=\"block-5ea64c058f08fa2bdcb1be6d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T03:15:53.870Z\">4.15am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Marise Payne on China's 'retaliation'</h2> \n <div class=\"block-elements\"> \n  <p>The Chinese ambassador spoke to the AFR on the weekend and said Australia’s pursuit of an inquiry into the origins of Covid-19 and China’s reaction could result in a consumer retaliation.</p> \n  <p><a href=\"https://www.afr.com/politics/federal/china-consumer-backlash-looms-over-morrison-s-coronavirus-probe-20200423-p54mpl\">You can find that story here</a></p> \n  <p><strong>Marise Payne </strong>has responded:<br><br></p> \n  <blockquote class=\"quoted\"> \n   <p> Australia has made a principled call for an independent review of the Covid-19 outbreak, an unprecedented global crisis with severe health, economic and social impacts. This would be undertaken at an appropriate time, fully acknowledging that many countries are continuing to deal with the challenges of the virus. </p> \n   <p>A transparent and honest assessment of events will be critical as we emerge from the pandemic and learn important lessons to improve our response in the future.</p> \n   <p>We hope all members of the WHO would cooperate in such an effort, including to strengthen the WHO’s role in responding effectively to a pandemic.</p> \n   <p>We reject any suggestion that economic coercion is an appropriate response to a call for such an assessment, when what we need is global cooperation.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:18:25.442Z\">at 4.18am BST</time></p> \n</div> \n<div id=\"block-5ea6475c8f08e05690dc5153\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:47:38.141Z\">3.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In case anyone was still at a loss as to which minister was in charge of Services Australia (formerly Centrelink), it’s <strong>Stuart Robert</strong>.</p> \n </div> \n</div> \n<div id=\"block-5ea646bf8f08fa2bdcb1be55\" class=\"block\" data-block-contributor=\"profile/luke-henriques-gomes\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:44:04.941Z\">3.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australians who were today expecting a boost to their welfare payments courtesy of the government’s new $550 a fortnight coronavirus supplement will have to wait a little longer. <br tabindex=\"-1\"></p> \n  <p>Although the Treasury website states the boosted payments will flow from 27 April, it will only be paid once welfare recipients have “reported income for the period that covers 27 April”, Services Australia advised on Monday.<br></p> \n  <p>However, the clarification has frustrated some welfare recipients, who had expected the boosted payments to flow from today.<br></p> \n  <p>“People who reported their income last week were expecting to receive the boosted rate this week — they were counting on it,” said <strong>Jeremy Poxon,</strong> of the Australian Unemployed Workers Union.<br></p> \n  <p>Welfare recipients are required to report their income to Centrelink over a fortnightly period in order to receive their next payment. <br></p> \n  <p>However, government messaging on the Treasury and Services Australia websites merely stated that the supplement would “commence from 27 April 2020”.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ServicesGovAU/status/1254552852606795776\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We start paying the Coronavirus Supplement this week. Please pay attention to some information below to understand when you’ll start getting this payment. 1/7 <a href=\"https://t.co/b1q58HAgmN\">pic.twitter.com/b1q58HAgmN</a></p>— Services Australia (@ServicesGovAU) \n    <a href=\"https://twitter.com/ServicesGovAU/status/1254552852606795776?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:50:11.317Z\">at 4.50am BST</time></p> \n</div> \n<div id=\"block-5ea646a28f0845d1c895e458\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:43:01.041Z\">3.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Looks like the SA education server has been overloaded<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChloeBouras/status/1254600579269095425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Reports across the state the education department’s online portal, LearnLink, is down. <a href=\"https://twitter.com/hashtag/10NewsFirst?src=hash&amp;ref_src=twsrc%5Etfw\">#10NewsFirst</a> <a href=\"https://t.co/SZzSfqbJdy\">pic.twitter.com/SZzSfqbJdy</a></p>— Chloe Bouras (@ChloeBouras) \n    <a href=\"https://twitter.com/ChloeBouras/status/1254600579269095425?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea6451c8f0845d1c895e44d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:36:38.888Z\">3.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The confusion continues, particularly for some of our most vulnerable</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lukehgomes/status/1254599652361400320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The coronavirus supplement will not be added to jobseeker payments until recipients have reported their income to Centrelink over the period including 27 April. But you can see why some expected the money today. <a href=\"https://twitter.com/hashtag/covid19australia?src=hash&amp;ref_src=twsrc%5Etfw\">#covid19australia</a> <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://t.co/lwcpLuUr2O\">pic.twitter.com/lwcpLuUr2O</a></p>— Luke Henriques-Gomes (@lukehgomes) \n    <a href=\"https://twitter.com/lukehgomes/status/1254599652361400320?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea642388f08fa2bdcb1be39\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:26:52.469Z\">3.26am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Auditor general to scrutinise Covid spending</h2> \n <div class=\"block-elements\"> \n  <p>After Labor requested the auditor general review of the Covid-19 spending, to ensure oversight, the office has said it will look over the economic response. <a href=\"https://www.anao.gov.au/work/request/the-australian-government-economic-response-to-covid-19\">From the auditor general’s letter:</a><br></p> \n  <blockquote class=\"quoted\"> \n   <p>I intend to develop and publish an audit program of the government’s Covid-19 response, and work is now under way to develop the approach. The audit program will focus on providing parliament with transparency and assurance on management of the response.</p> \n   <p>It is normal practice for the AAWP to take account of the audit priorities of the parliament determined by the Joint Committee of Public Accounts and Audit (JCPAA). The Covid-19 audit approach will be outlined in a revised 2020-21 Annual Audit Work Plan (AAWP) which will be provided to the JCPAA in early May 2020 to consider the priorities of the Parliament. The draft AAWP will also be available for public consultation during May 2020. I expect that the ANAO’s 2020-21 AAWP will be released in July 2020, although some Covid-19 related audits may commence before then.</p> \n   <p>I have decided to conduct assurance reviews of the Advances to the Finance Minister (AFM). <br></p> \n   <p>These reviews will be conducted in accordance with section 19A of the <em>Auditor-General Act 1997 </em>(the Act). They will provide more timely assurance to the parliament than the annual review undertaken by the ANAO in the current circumstances in which the appropriation for Advances to the finance minister has been significantly increased to support Australian government activities in light of the Covid-19 pandemic. Reports on the assurance reviews are expected to be tabled in parliament each month.</p> \n   <p>You have drawn attention in your correspondence to the amendment agreed by the parliament to the Coronavirus Economic Response Package Omnibus Bill 2020 giving certain powers to the Minister for Families and Social Services. I do not consider that the specific use of such powers lend themselves to the audit and review functions of the ANAO. However, a future audit of the effectiveness of programs or activities undertaken by the government in response to Covid-19 could consider the quality of evidence developed within the public sector to inform the minister’s decisions in this area. <br></p> \n   <p>The monitoring of the use of the powers may be something that the parliament may wish to consider in other ways including the Senate Select Committee on Covid-19.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T03:48:50.684Z\">at 4.48am BST</time></p> \n</div> \n<div id=\"block-5ea63e1c8f08e05690dc512c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:06:55.549Z\">3.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The chief medical officer, professor <strong>Brendan Murphy</strong>, will give the national Covid update at 2pm.</p> \n  <p>That’s about an hour earlier than usual, so the meetings must be getting shorter.<br></p> \n </div> \n</div> \n<div id=\"block-5ea63d408f0845d1c895e430\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:06:07.151Z\">3.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bob Katter </strong>starts off with the right idea – that it is kinda absurd to count a “strategic oil reserve”, which is designed to ensure a nation has emergency fuel stocks in the event of a conflict or a supply chain cut, IN ANOTHER COUNTRY, but then he strays into Bob Katter territory and the statement falls off the edge of a cliff (let a thousand flowers bloom):</p> \n  <p>“Three submarines could simply cut off Australia’s entire oil supply,” Katter said. </p> \n  <p>“You can’t have an operational defence force without petrol and diesel; it leaves us extremely vulnerable to attack.</p> \n  <p>“Our current storage and refining infrastructure leaves us with less than a month of fuel supply.” </p> \n  <p>Katter said ethanol was the solution to the current crisis and called on the federal and state governments to mandate ethanol and build an adequate amount of fuel storage infrastructure – including more refineries. </p> \n  <p>“I have been talking about ethanol for 30 years; Katter’s Australian party has endorsed ethanol since its inception,” he said.</p> \n  <p>“More people die a year in Australia from petrol fumes than they have from coronavirus (Ref: 1,715 deaths in 2019, <em>Sydney Morning Herald</em>). </p> \n  <p>“Every other country on earth has moved to ethanol for that very reason. </p> \n  <p>“The studies done in California left no question that the particles and carcinogens in petrol make it extremely volatile, not in regional areas, but most certainly in built up city areas like Sydney, Melbourne and Brisbane.</p> \n  <p>“Australia seems to be the only country on earth that doesn’t care if a few thousand of its citizens die from motor vehicle emissions each year, and is happy to leave its army powerless to defend the nation.” <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T02:13:20.876Z\">at 3.13am BST</time></p> \n</div> \n<div id=\"block-5ea63ce48f0845d1c895e42f\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T02:01:46.511Z\">3.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia will be allowed to count oil reserves held in the United States towards its stockpiling commitments, the International Energy Agency (IEA) has confirmed.<br></p> \n  <p>Last week the energy minister, <strong>Angus Taylor,</strong> announced the government would take advantage of historically low fuel prices and spend $94m to start building a national oil reserve - but <a href=\"https://www.theguardian.com/australia-news/2020/apr/22/australia-to-spend-94m-on-crude-oil-stockpile-but-will-store-the-fuel-in-the-us\">the move raised eyebrows because the oil will be stored in the US at first</a>.</p> \n  <p>Under IEA rules, Australia and other member countries have an obligation to hold emergency oil stocks equivalent to at least 90 days of net oil imports as part of planning to avoid a hit from any major disruption to oil supplies.</p> \n  <p>But Australia’s stocks were equivalent to just 55 days as of December.<br></p> \n  <p>We contacted the IEA to check whether the oil to be held in the Strategic Petroleum Reserve in the US would count towards Australia’s IEA 90-day stockpiling commitment.<br></p> \n  <p>“The answer is simply: yes, we can confirm,” the IEA’s press office replied.</p> \n  <p><strong>Fatih Birol</strong>, the IEA director, welcomed the announcement, saying it would not only boost Australia’s oil security but support efforts to stabilise global oil markets.</p> \n  <p>The IEA allows member countries to store emergency stocks abroad as long <a href=\"https://www.iea.org/areas-of-work/ensuring-energy-security/oil-security\">as a bilateral agreement is in place</a> to guarantee access during a crisis.</p> \n </div> \n</div> \n<div id=\"block-5ea63afa8f0845d1c895e423\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:53:13.962Z\">2.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A woman in her 90s, who had been diagnosed with Covid-19, has become the 19th person to die in New Zealand.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T02:10:23.420Z\">at 3.10am BST</time></p> \n</div> \n<div id=\"block-5ea63a4c8f08e05690dc5107\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:50:51.775Z\">2.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>AAP has the latest from Aristocrat leisure – the gaming giant is seeing whether or not it is eligible for the Australian wage subsidy, as well as what it is eligible for in the US:<br></p> \n  <p>Gaming giant Aristocrat Leisure will cut staff and impose pay cuts on employees and management and won’t declare a dividend as it copes with the fallout from COVID-19 lockdowns.</p> \n  <p>The poker machine manufacturer is standing down 1,000 staff from May 1 until June, eliminating another 200 roles and transitioning another 200 jobs to part-time until September.</p> \n  <p>An Aristocrat Leisure spokeswoman says most of the stood-down roles are in the United States, where the company has the bulk of its workforce, but it has also stood down “a few hundred” workers in Australia.</p> \n  <p>It is also cutting the pay of 1,500 of its 4,000 staff until the end of September.</p> \n  <p>Most of the pay cuts are from 10 to per 20 per cent, while chief executive <strong>Trevor Croker</strong> takes a 30 per cent reduction in his base salary.</p> \n  <p>Mr Croker made $1.6 million in 2019, plus another $4 million in bonuses and share-based payments, according to the company’s annual report.</p> \n </div> \n</div> \n<div id=\"block-5ea6388f8f08fa2bdcb1be0a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:42:50.526Z\">2.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is all going very well</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenPaterson/status/1254585886416617472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Australia does not bow to ham-fisted threats of economic coercion: <a href=\"https://t.co/rHb4GOvh3J\">https://t.co/rHb4GOvh3J</a> <a href=\"https://t.co/F9adc6yZVR\">pic.twitter.com/F9adc6yZVR</a></p>— James Paterson (@SenPaterson) \n    <a href=\"https://twitter.com/SenPaterson/status/1254585886416617472?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea634c68f0845d1c895e3ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:28:11.852Z\">2.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>NSW Health, which is urging more people to get tested as it works to identify community spread (if any) has released an update on areas it is concentrating on:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>NSW Health is urging people with symptoms, including mild symptoms, to be tested to ensure as many cases of Covid-19 in the community are as identified as quickly as possible. </p> \n   <p>This is particularly important in several new areas, following a small number of locally acquired cases. These include: </p> \n   <p> · City of Lithgow Local Government Area</p> \n   <p> · City of Blue Mountains Local Government Area</p> \n   <p> · Hornsby Shire Council Local Government Area</p> \n   <p> · Lane Cove Council Local Government Area</p> \n   <p> · Northern Beaches Council Local Government Area</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T01:30:48.494Z\">at 2.30am BST</time></p> \n</div> \n<div id=\"block-5ea631b18f0845d1c895e3f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:16:10.948Z\">2.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> <strong>Jacinda Ardern </strong>says New Zealand is 11 hours away from lifting its lockdown to level three – what Australia has now.</p> \n  <p>She says New Zealand’s sentinel testing (testing across the community, including those without symptoms) shows the virus has not spread across the community unchecked and authorities have a handle on it.</p> \n  <p>NZ has had one new case in the past 24 hours.</p> \n  <p>Ardern sends her love to the families of 18 New Zealanders the country was “unable to save” with its lockdowns.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T01:19:57.238Z\">at 2.19am BST</time></p> \n</div> \n<div id=\"block-5ea630bf8f0845d1c895e3ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:10:24.822Z\">2.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile, while I am not advocating physical distance restrictions be broken, this seems a little over the top, given that NRL players are about to be allowed to train together again – and last time I checked, that included some pretty close contact:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/27/police-investigate-nrl-stars-josh-addo-carr-and-latrell-mitchell-over-social-media-post\">Police investigate NRL stars Josh Addo-Carr and Latrell Mitchell over gathering</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea630988f08e05690dc50e4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:09:04.960Z\">2.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Queensland may be open to the NRL returning on 28 May, if the restrictions are all followed:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/27/queensland-government-open-to-nrl-return-if-strict-biosecurity-measures-are-followed\">Queensland government open to NRL return if strict biosecurity measures are followed</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea630428f08fa2bdcb1bdec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:08:09.737Z\">2.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tasmanian premier, <strong>Peter Gutwein,</strong> has announced an independent review into what happened with the north-west outbreak:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>It will be undertaken at a time that is appropriate in terms of our response. <br></p> \n   <p>I’m not convinced that type of investigation and report needs to wait until the pandemic emergency concludes. <br></p> \n   <p>But what I am absolutely convinced of is it must be at a time that enables us to keep our senior people focused on what they’re doing. <br></p> \n   <p>And our senior people need to be able to continue provide 100% and remain 100% of their focus on this – both outbreak and response – more broadly across the state. <br></p> \n   <p>I want to be clear – an independent review will be conducted. It will be conducted by people with appropriate qualifications, and as I said, either a person or persons. <br></p> \n   <p>We’ll work through that and frame up the terms of reference and we’ll ensure that that takes place at an appropriate time. But, to be clear, that doesn’t mean we are going to wait until this pandemic is over. <br></p> \n   <p>What it does mean is it will ensure that we can keep our senior people focused on the task at hand, at the moment, as we work through these challenging circumstances but when the time is right, the review and investigation will take place.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T01:10:15.910Z\">at 2.10am BST</time></p> \n</div> \n<div id=\"block-5ea62f878f0845d1c895e3e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T01:04:34.640Z\">2.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For more information on the Victorian mass Covid-19 testing plan, you can head here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovtNews/status/1254576086957977606\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"ca\" dir=\"ltr\">Major Coronavirus Testing Blitz Targets 100,000 - <a href=\"https://t.co/We4q6sStSW\">https://t.co/We4q6sStSW</a> <a href=\"https://twitter.com/hashtag/springst?src=hash&amp;ref_src=twsrc%5Etfw\">#springst</a></p>— Victorian Government News (@VicGovtNews) \n    <a href=\"https://twitter.com/VicGovtNews/status/1254576086957977606?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T01:08:06.617Z\">at 2.08am BST</time></p> \n</div> \n<div id=\"block-5ea62d4a8f08fa2bdcb1bdd3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:55:42.934Z\">1.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Better housing options should always be a priority in any developed economy.</p> \n  <p>Australia has an opportunity to rethink how it treats social housing in the near future – as well as help the economy, this piece argues.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/percapita/status/1254545709677727744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It's an absolute no-brainer. Large scale construction of social housing *must* be part of the post-COVID stimulus package.<br><br>It's one of *the most effective* ways to stimulate the economy, create jobs, and meet need. <a href=\"https://t.co/v8IPEqVYYo\">https://t.co/v8IPEqVYYo</a></p>— Per Capita (@percapita) \n    <a href=\"https://twitter.com/percapita/status/1254545709677727744?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea62b388f08fa2bdcb1bdcc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:46:25.796Z\">1.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Daniel Andrews:</strong><br></p> \n  <blockquote class=\"quoted\"> \n   <p>I also just want to provide a small note of caution. There are a number of cities and countries around the world that have eased off the sort of restrictions that they had in place. <br></p> \n   <p>That might have made them very popular at the time, but not long after that, the virus got away from them. <br></p> \n   <p>They were left in the terrible position where they had to wind back, they had to put even harder lockdown provisions in place. <br></p> \n   <p>We don’t want that here. We don’t want to have a situation where our frustration gets the better of us and we give back all the gains that we have made. <br></p> \n   <p>However, if people follow the rules and get tested, we will have options. Those options will have been hard-won. <br></p> \n   <p>We will still proceed carefully and cautiously so as not to give back all the gains that we have made. <br></p> \n   <p>People have given too much, people have done too much hard work to have a situation where we waste it away because we are getting impatient and frustrated with the new normal. <br></p> \n   <p>I get it, I understand, it is very challenging. There is also a lot of frustration and very real pain out there. <br></p> \n   <p>Do it for those who may die because of coronavirus, do it for those who are working so hard to protect all of us. Do it for those people who have lost their jobs. <br></p> \n   <p>It doesn’t matter for what reason, do it because it is the right thing and it is the smart thing. <br></p> \n   <p>Follow the rules and over the next two weeks, get tested.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:54:10.237Z\">at 1.54am BST</time></p> \n</div> \n<div id=\"block-5ea62a568f0845d1c895e3c4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:44:44.778Z\">1.44am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Victoria announces plans to test 100,000 people in two weeks</h2> \n <div class=\"block-elements\"> \n  <p><strong>Daniel Andrews</strong> says Victoria won’t move to relax the restrictions without looking at the data first.</p> \n  <p>And as part of that, he says the state plans on testing 100,000 people over the next two weeks as part of the biggest testing program in the state’s history, to ensure it has a handle on the Covid-19 outbreak.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:53:06.177Z\">at 1.53am BST</time></p> \n</div> \n<div id=\"block-5ea629f28f0845d1c895e3c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:40:20.603Z\">1.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Victoria has recorded one new case of Covid-19 in the last 24 hours.</p> \n  <p>It has moved one case from its tally to NSW though, so its state total stays at 1,349. There are 23 people in hospital, with 11 patients in intensive care.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:43:48.267Z\">at 1.43am BST</time></p> \n</div> \n<div id=\"block-5ea621c18f08e05690dc50ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:11:52.115Z\">1.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Crossbench senator <strong>Pauline Hanson</strong>, who made a big deal of laying down on her own property to see if police would arrest her during the height of the lockdowns (despite lying down in the land surrounding your fancy Queenslander property never having been against the rules) is now making it clear she will not be downloading the app, because she doesn’t want the government to have her information.</p> \n  <p>(Not that they need an app for that – there are the books, plus the never-ending Facebook posts, plus the blog posts, plus the media appearances whenever someone has a camera in the vicinity, plus the billboards, plus she ‘has the guts to say what you’re thinking’, plus the Senate speeches, plus the opinion pieces, plus the skywriting (I assume).) </p> \n  <p>Anyways, Hanson is still on breakfast TV, for “reasons”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheTodayShow/status/1254517935873425415\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"I don't want them tracking me. I don't trust the government.\" <a href=\"https://twitter.com/PaulineHansonOz?ref_src=twsrc%5Etfw\">@PaulineHansonOz</a> on the launch of the 'COVIDSafe' tracking app. <a href=\"https://twitter.com/hashtag/9Today?src=hash&amp;ref_src=twsrc%5Etfw\">#9Today</a> <a href=\"https://t.co/VdW6FUYjUg\">pic.twitter.com/VdW6FUYjUg</a></p>— The Today Show (@TheTodayShow) \n    <a href=\"https://twitter.com/TheTodayShow/status/1254517935873425415?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:15:10.199Z\">at 1.15am BST</time></p> \n</div> \n<div id=\"block-5ea620388f08fa2bdcb1bd96\" class=\"block is-key-event\" data-block-contributor=\"profile/paul-karp\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T00:01:53.370Z\">1.01am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Home affairs spends $90,000 on Covid-19 cleaning</h2> \n <div class=\"block-elements\"> \n  <p>The Home Affairs Department has spent a total of $90,000 on a series of four contracts for “decontamination services” and “specialist cleaning of areas exposed to Covid-19”.<br></p> \n  <p>The contracts went to <a href=\"https://www.tenders.gov.au/Cn/Show/9e86b1c3-07f6-4602-9227-13f773f001bf\">Kamberra Indigenous Cleaning Pty</a> (Fyshwick, ACT), <a href=\"https://www.tenders.gov.au/Cn/Show/06ca7c80-6172-4398-885f-b5c7069ca4f8\">Asset Restoration Pty Ltd</a> (Minto, NSW), <a href=\"https://www.tenders.gov.au/Cn/Show/2d4143ac-b4bb-4db7-a6d7-17ba45cf95f7\">OS Group Australia Pty Ltd</a> (Bankstown, NSW) and <a href=\"https://www.tenders.gov.au/Cn/Show/a14a1714-53c7-4e4f-bdd8-ea0308b03fd0\">GJ &amp; K Cleaning Services Pty Ltd</a> (Collingwood, Victoria).<br></p> \n  <p>It was revealed on 13 March that the home affairs minister,<strong> Peter Dutton</strong>, had <a href=\"https://www.theguardian.com/australia-news/2020/mar/13/coronavirus-peter-dutton-tests-positive-to-covid-19-after-returning-to-australia-from-us\">contracted coronavirus</a> after a trip to the US, and <a href=\"https://www.abc.net.au/news/2020-03-14/peter-dutton-coronavirus-test-cabinet-offices-scrubbed-clean/12056508\">reported</a> that commonwealth offices in Sydney were cleaned by workers in full protective gear as a result.<br></p> \n  <p>But the four contracts, all awarded by limited tender, are for periods which start on 27 March, 6 April or 7 April – so it’s unclear if they relate to Dutton’s illness or some other exposure. I’ve asked the department to clarify.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:06:37.144Z\">at 1.06am BST</time></p> \n</div> \n<div id=\"block-5ea61f0a8f08e05690dc509e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:53:59.210Z\">12.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some good news.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Birmo/status/1254558530381606913\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In addition to good news of 0 new cases of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> in SA for the last 4 days, our <a href=\"https://twitter.com/hashtag/AnzacDay?src=hash&amp;ref_src=twsrc%5Etfw\">#AnzacDay</a> rains will have had many farmers dancing for joy too! <a href=\"https://t.co/BOzgJvVs9m\">https://t.co/BOzgJvVs9m</a></p>— Simon Birmingham (@Birmo) \n    <a href=\"https://twitter.com/Birmo/status/1254558530381606913?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:55:36.946Z\">at 12.55am BST</time></p> \n</div> \n<div id=\"block-5ea61df28f08fa2bdcb1bd8b\" class=\"block is-key-event\" data-block-contributor=\"profile/anne-davies\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:50:58.782Z\">12.50am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">NAB profits fall 51%</h2> \n <div class=\"block-elements\"> \n  <p>National Australia Bank plans to raise $3.5bn in new capital as it grapples with the impact of Covid-19 crisis on its customers.</p> \n  <p>The bank brought forward the announcement of its half-year results, revealing profit is down 51% to $1.31bn in the six months to 31 March 2020. That’s a $1bn hit to NAB’s bottom line.<br></p> \n  <p>NAB has the largest exposure to small business of the big four banks and is the first to announce a major capital raising to bolster its balance sheet.</p> \n  <p>But it has also had to balance the needs of its retail investors, many of whom are self-funded retirees and has said it will continue to pay dividend.</p> \n  <p>The move could trigger a round of capital raisings by banks and highlights how the shutdown of the economic activity is rippling through sectors.</p> \n  <p>The bank will raise $3bn from institutional investors and a further $500m through a retail placement with its shareholders.</p> \n  <p>CEO <strong>Ross McEwan</strong> said the bank’s base-case scenario was based on an 8.4% fall in GDP and unemployment rising to 11%.</p> \n  <p> He said the bank had modelled for both a V-shaped and a U-shaped recovery, and while he was hoping for a quick V-shaped bounceback, he said “at this stage we don’t know and would be very surprised if anyone did”.</p> \n  <p> Against the advice of the Australian Prudential Regulation Authority, it has decided to continue to pay a dividend of 30 cents a share. McEwan said the bank needed to balance returning capital to shareholders while having a strong balance sheet.</p> \n  <h2><br></h2> \n  <figure class=\"element element-image\" data-media-id=\"bed104fe8dc4b5d5be45e379de446eac2d2f3f2f\"> \n   <img src=\"https://media.guim.co.uk/bed104fe8dc4b5d5be45e379de446eac2d2f3f2f/0_0_3990_2660/1000.jpg\" alt=\"National Australia Bank offices.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">National Australia Bank offices.</span> \n    <span class=\"element-image__credit\">Photograph: James Ross/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T00:08:47.761Z\">at 1.08am BST</time></p> \n</div> \n<div id=\"block-5ea61d808f08e05690dc5097\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:48:36.313Z\">12.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australia reports 10 new cases of Covid-19 in past 24 hours</h2> \n <div class=\"block-elements\"> \n  <p><strong>Greg Hunt </strong>was speaking to the Nine Network a little earlier this morning and said there were 10 new cases of Covid-19 in the past 24 hours, across Australia.</p> \n  <p>New Zealand is also seeing its case numbers continue to drop, which is why it is moving ahead with relaxing its restrictions to level 3, which is essentially, what Australia is under now.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:50:06.124Z\">at 12.50am BST</time></p> \n</div> \n<div id=\"block-5ea61c848f08e05690dc5096\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:46:45.745Z\">12.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Queensland, just three people have been diagnosed with Covid-19 in the past 24 hours.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:50:17.355Z\">at 12.50am BST</time></p> \n</div> \n<div id=\"block-5ea61a6e8f0845d1c895e378\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:36:07.702Z\">12.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Victorian schools look like remaining pupil-free until the end of term two.</p> \n  <p>Queensland schools are pupil-free until at least 22 May (midway through term two) although parents can speak to their school’s principals if they want to send their children back earlier.</p> \n  <p>NSW is working on a face-to-face rostering system, but also is primarily, remaining pupil-free for at least the first half of term two (which in NSW starts today).</p> \n  <p><strong>Gladys Berejiklian</strong>:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think it’s important to note that neither Queensland nor Victoria are having schools go back to face to face this term. So the fact that New South Wales is the largest state and having students go back to face to face teaching is a very big move and I’m very excited about that. <br></p> \n   <p>But also I hope that sends a message to the community that we have done well. I deeply appreciate that everybody’s respected the restrictions, as difficult as it’s been, the vast majority of citizens have done an outstanding job. <br></p> \n   <p>That’s allowed us to move confidently in getting children back to school.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"7d002415bfb4babb142ef1cfd68674a1a54f3bd7\"> \n   <img src=\"https://media.guim.co.uk/7d002415bfb4babb142ef1cfd68674a1a54f3bd7/0_0_5568_3712/1000.jpg\" alt=\"NSW premier Gladys Berejiklian (centre) provides an update on the Covid-19 situation to the media in Sydney on Monday morning.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">NSW premier Gladys Berejiklian (centre) provides an update on the Covid-19 situation to the media in Sydney on Monday morning.</span> \n    <span class=\"element-image__credit\">Photograph: Dean Lewins/AAP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:39:00.927Z\">at 12.39am BST</time></p> \n</div> \n<div id=\"block-5ea619788f08fa2bdcb1bd7d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:32:53.649Z\">12.32am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Federal government to spend another $27m to keep childcare centres open</h2> \n <div class=\"block-elements\"> \n  <p><strong>Dan Tehan </strong>has announced another $27m will be spent on grants to keep childcare centres open.</p> \n  <p>The government is paying 50% of operating costs for childcare centres, as well as providing the wage subsidy, while giving parents free childcare for six months.</p> \n  <p>But some centres are still struggling to stay open.</p> \n  <p>For those which have more students than they did, but less funds, grants of up to $10,000 can be awarded to cover immediate costs:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Where services have increased demand and feel they cannot afford to meet it based on current levels of support, exceptional circumstances funding is available. <br></p> \n   <p>This means if a service has more children attending now than it had during the reference period it can apply to receive a higher payment from the Morrison government.<br></p> \n   <p>This funding is also available to services which are not eligible for JobKeeper payments.<br></p> \n   <p>Services not eligible for JobKeeper can apply for a supplementary payment under the early childhood education and care relief package and the jobkeeper package.<br></p> \n   <p>The government is working with providers and the sector to ensure that demand for services is met, particularly where it relates to the children of essential workers and vulnerable children.<br></p> \n   <p>Part of the package is a planned review after the government has collected four weeks of data. This review will prioritise ensuring services that have capacity based on our relief package are providing care to the children of essential workers and vulnerable children.<br></p> \n   <p>The government is monitoring data for evidence of services that are artificially keeping attendance below capacity while receiving the government’s support payment, which is in contravention of the conditions of the package.</p> \n   <p> Information about such practices can be directed to the Department of Education, Skills and Employment’s tip-off line 1800 664 231 or emailing tipoffline@dese.gov.au.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:42:35.376Z\">at 12.42am BST</time></p> \n</div> \n<div id=\"block-5ea618648f08fa2bdcb1bd7c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:27:06.238Z\">12.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One of the MPs <strong>Chris Bowen </strong>was talking about there, <a href=\"https://www.3aw.com.au/why-barnaby-joyce-wont-be-downloading-the-governments-covid-19-tracking-app/\">who have said they won’t be downloading the app,</a> is <strong>Barnaby Joyce, </strong>which had the immediate affect of making app opponents question their stance.<br></p> \n </div> \n</div> \n<div id=\"block-5ea617f78f08fa2bdcb1bd79\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:25:19.911Z\">12.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the question of privacy, <strong>Chris Bowen </strong>said the government needs to release the source code (so people can check what is at the back end of the app, or whether or not any extras are included) but that downloading it was a personal decision:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>I think on balance given the size of the challenge before Australia, and given the opportunities available to Australia, if we can defeat Covid-19 on balance, that’s a decision I am personally comfortable to make. <br></p> \n   <p>That’s a decision that as far as I’m aware, all the Labor MPs are making. <br></p> \n   <p>I’ve seen a number of Labor MPs say they’ve downloaded the app, the only MPs I’ve seen say they are not downloading the app are Liberal and National MPs. <br></p> \n   <p>But certainly that’s the approach we’re taking to provide as much constructive engagement as we can. Ultimately, there are matters before the government which don’t require legislation which, in and of itself doesn’t require legislation. <br></p> \n   <p>The government has done it, and they’re entitled to do it. It’s a legitimate function of executive government to do it. <br></p> \n   <p>We’ve suggested legislation would be appropriate to ensure one, that it’s truly voluntary, that you know, there can’t be any requirements on people to do it, to become a customer or employee of any particular body. And secondly, that the information can only be accessed very genuinely by state health officials for the purposes of contact tracing. <br></p> \n   <p>Now, we’re told that’s what the legislation will do. And on that basis, if that’s what the legislation does, then certainly we would support it.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:28:25.796Z\">at 12.28am BST</time></p> \n</div> \n<div id=\"block-5ea617ac8f08fa2bdcb1bd78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:22:49.266Z\">12.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chris Bowen</strong> has downloaded the app – here he is talking to ABC radio this morning:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Yes, I have downloaded the app, downloaded it last night, along with many other Australians. We’ve always said this app could play an important role, a constructive role, part of our response to defeating Covid-19. Of course, there are legitimate concerns to be worked through that many Australians would have. But it is ultimately a personal decision as to whether you download the app or not. I have, my family has, because I think Australians have shown that they do want to do what it takes to help defeat Covid-19 and downloading the app can be a part of that if people are comfortable.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:23:59.097Z\">at 12.23am BST</time></p> \n</div> \n<div id=\"block-5ea617278f08e05690dc5088\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:21:59.719Z\">12.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We have had a few messages from people who have phones connected to international app stores (something impacting expats and backpackers and travellers who may have bought and set up their phone overseas but use an Australian SIM) who are unable to register their phone with the tracing app.</p> \n  <p><strong>Greg Hunt </strong>says there are people who will look at that (some countries have made the app they have used internationally available. Australia’s is locked to the Australian app store)</p> \n  <blockquote class=\"quoted\"> \n   <p>I am happy to ask the advice of the experts on that but we have been focusing on people in Australia, with an Australian base. We will have a look into that, as an additional question as well. One of the critical things here is we have set up a voluntary system and we have looked to make sure that privacy was above all else the paramount goal and the decisions that have been taken have always been on the basis of what is going to secure and protect the privacy of Australians, whilst giving them the access to advice if they have been in contact with somebody who has been diagnosed with the disease.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:25:04.628Z\">at 12.25am BST</time></p> \n</div> \n<div id=\"block-5ea6153c8f08fa2bdcb1bd6f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T23:16:06.670Z\">12.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is a very important story – there are so many people who need a few extra thoughts during this pandemic.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jo_Tovey/status/1254541345630216192\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">‘We know alcohol sales are up, we know anecdotally that people are hoarding prescription medicines ... I just hope governments are aware of it.’<br><br>On the strain lockdown is placing on drug services and people in recovery by ⁦<a href=\"https://twitter.com/mmcgowan?ref_src=twsrc%5Etfw\">@mmcgowan</a>⁩ <a href=\"https://t.co/nqjWWoYtzM\">https://t.co/nqjWWoYtzM</a></p>— Josephine Tovey (@Jo_Tovey) \n    <a href=\"https://twitter.com/Jo_Tovey/status/1254541345630216192?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:18:21.602Z\">at 12.18am BST</time></p> \n</div> \n<div id=\"block-5ea6112b8f0845d1c895e359\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:55:26.821Z\">11.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>How many people does <strong>Greg Hunt </strong>want to download the app?</p> \n  <blockquote class=\"quoted\"> \n   <p>There is no magic number, as both [chief medical officer] <strong>Brendon Murphy</strong> and I said yesterday. <br></p> \n   <p>Any addition is over and above what we started from. It is about assisting our disease experts find people who might have been exposed and we are well ahead of our best hopes and expectations already. <br></p> \n   <p>The more that are able to do this, as many as possible is our real goal, then that just protects people, it assists with what we’re doing with our borders, our testing, our contact tracing, which is where you look back at somebody who has been engaging with somebody who has been diagnosed and try and contact them and our distancing and isolation practices. <br></p> \n   <p>All these things together are working and this assists that process. It automates what is being done manually at the moment and as many people as possible who can, each person will make that difference and it is really an extraordinary response so far. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b227c5fc2557482e7bca100081e4b12587a0774a\"> \n   <img src=\"https://media.guim.co.uk/b227c5fc2557482e7bca100081e4b12587a0774a/0_0_2183_1455/1000.jpg\" alt=\"Minister for health Greg Hunt at a press conference to launch the new government CovidSafe app on Sunday.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Minister for health Greg Hunt at a press conference to launch the new government CovidSafe app on Sunday.</span> \n    <span class=\"element-image__credit\">Photograph: Mick Tsikas/AAP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:08:02.859Z\">at 12.08am BST</time></p> \n</div> \n<div id=\"block-5ea60fc78f0845d1c895e355\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:49:03.379Z\">11.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As of 6am, <strong>Greg Hunt </strong>says, 1.13 million Australians have downloaded the tracing app.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:10:15.281Z\">at 12.10am BST</time></p> \n</div> \n<div id=\"block-5ea60bfc8f08e05690dc5069\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:35:55.661Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Peter Dutton</strong> has been Duttoning all over the place since coming back to work.</p> \n  <p>Last week he attacked the Queensland government for not opening up schools fast enough (it announced some weeks ago parents who needed to send their kids to school could, with the pupil-free status to be re-examined on 15 May), which went against what <strong>Scott Morrison </strong>had been saying as part of national cabinet.</p> \n  <p>Morrison, when asked about Dutton’s attacks, said he was speaking as a Queenslander.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ellenmfanning/status/1254531237097598976\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wham! Qld education minister Grace Grace slams Peter Dutton for saying her government is in thrall to education unions and therefore slow to re-open schools. Points to bungling over Ruby Princess and says he shouldn’t comment on things “he knows nothing about”. <a href=\"https://twitter.com/RNBreakfast?ref_src=twsrc%5Etfw\">@RNBreakfast</a></p>— Ellen Fanning:Journo (@ellenmfanning) \n    <a href=\"https://twitter.com/ellenmfanning/status/1254531237097598976?ref_src=twsrc%5Etfw\">April 26, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There is an election in Queensland in October, but I am sure that has absolutely nothing to do with it.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:09:59.406Z\">at 12.09am BST</time></p> \n</div> \n<div id=\"block-5ea60a308f08e05690dc505b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:26:57.165Z\">11.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theaustralian.com.au/nation/politics/newspoll-morrisons-approval-ratings-soar-as-parties-deadlocked/news-story/437e53c44aeb20de354ed1fa46cffc4e?utm_source=The%20Australian&amp;utm_medium=email&amp;utm_campaign=editorial&amp;utm_content=BreakingNews&amp;utm_source=Email&amp;utm_medium=&amp;utm_campaign=&amp;utm_content=\">Newspoll is out, if you are in to that sort of thing</a>.<a href=\"https://www.theaustralian.com.au/nation/politics/newspoll-morrisons-approval-ratings-soar-as-parties-deadlocked/news-story/437e53c44aeb20de354ed1fa46cffc4e?utm_source=The%20Australian&amp;utm_medium=email&amp;utm_campaign=editorial&amp;utm_content=BreakingNews&amp;utm_source=Email&amp;utm_medium=&amp;utm_campaign=&amp;utm_content=\"><br></a></p> \n  <p><strong>Scott Morrison’s</strong> personal popularity is hovering around 68% but the Coalition as a whole couldn’t hold on to its two-party-preferred boost, dropping from 51 to 49 points, to 50-50.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:41:48.622Z\">at 11.41pm BST</time></p> \n</div> \n<div id=\"block-5ea607138f0845d1c895e340\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:18:16.782Z\">11.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There are a lot of people who still want to see the source code for the tracing app the government is promoting, which is apparently going to be released just as soon as the right people in the government speak to the boffins in our security agencies.</p> \n  <p>In the meantime, the Australian privacy commissioner, <strong>Angelene Falk</strong>, says safeguards have been put in place to ensure any information gathered is just used for public health reasons:<br></p> \n  <blockquote class=\"quoted\"> \n   <p> Under the Australian Government Agencies Privacy Code, an agency must undertake a written Privacy Impact Assessment for projects involving new ways of handling personal information.</p> \n   <p> “My office has worked constructively to provide advice and guidance to Government as it considered the privacy issues through its Privacy Impact Assessment,” Commissioner Falk said.</p> \n   <p> The Office of the Australian Information Commissioner (OAIC) will have independent oversight of personal information handling by the app and the National COVIDSafe Data Store.</p> \n   <p> “My office will watch the implementation of the contact tracing app closely. We can audit the system and investigate complaints from the public about privacy issues.</p> \n   <p> “We will also closely review the legislation that is intended to be introduced and monitor the implementation of the Privacy Impact Assessment recommendations.”</p> \n  </blockquote> \n  <p>We are still waiting to hear whether or not the<em> <br></em>assistance and access bill<em> </em>2018<em> – </em>you know the one that lets the authorities into your phone without you knowing – can apply here.</p> \n  <p>Part of the reason there is a trust deficit is because of all the national security bills which have been passed, on a bipartisan basis, in the past few years, which give authorities and the government a lot more access to data than is always warranted. So you can see why some people are hesitant to download the app.<em><br></em></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:41:13.796Z\">at 11.41pm BST</time></p> \n</div> \n<div id=\"block-5ea606158f08e05690dc504f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:08:40.979Z\">11.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In NSW, just two people were diagnosed with Covid-19 in the last 24 hours.</p> \n  <p><strong>Gladys Berejiklian</strong>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Out of the 4,400 people who got tested, only two were positive for Covid-19. <br></p> \n   <p>That is a good result. We do urge everybody to come forward and get tested. <br></p> \n   <p>We know, as the states consider restrictions, as we consider what May and June look like, we must rely on testing and people coming forward and getting tested even if you have been in direct contact with someone with the virus, it is important for everybody to come forward and get tested.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea604ea8f08e05690dc5042\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:03:25.255Z\">11.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As for whether or not she has downloaded the app,<strong> Penny Wong </strong>gave the same answer as <strong>Kristina Keneally</strong>, who was asked about her intentions on Insiders yesterday (so we can take this to be the Labor position on this until May).</p> \n  <blockquote class=\"quoted\"> \n   <p>No, not yet. I do intend to. And like most Australians, I also hope that the federal government will do what it says and that is to put proper protections into legislation when we go back in May. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:12:28.548Z\">at 11.12pm BST</time></p> \n</div> \n<div id=\"block-5ea6048d8f08e05690dc503f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:02:05.992Z\">11.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Penny Wong </strong>then had a few things to say about the home affairs minister, who came back after recovering from Covid-19 with quite a lot of things to say himself when it comes to China:</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>Peter Dutton</strong>, I think, he’s always good for a comment. </p> \n  </blockquote> \n  <blockquote> \n   <p>And I don’t think that given that we’re talking about transparency and disinformation, I don’t think that peddling some of the conspiracy theories which have been discounted internationally, as he did, was very sensible. </p> \n  </blockquote> \n  <blockquote> \n   <p>I done think that that is a sensible way to approach things. We have to be upfront and clear about our view, just as the opposition has been. <br></p> \n   <p>We agree that there should be an independent inquiry why into the origin of the virus. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:12:08.685Z\">at 11.12pm BST</time></p> \n</div> \n<div id=\"block-5ea604078f0845d1c895e32f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T22:00:07.328Z\">11.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Penny Wong</strong> had a chat to ABC News Breakfast this morning.</p> \n  <p>She said it was time for Australia to stop thinking short term when it came to China – and to engage in a rethink of the relationship.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Look, even before the pandemic, our relationship with China wasn’t straightforward. <br></p> \n   <p>We know that.</p> \n   <p> In fact, in October, I said that we were entering a new phase of the relationship. <br></p> \n   <p>We’ve seen China become much more assertive. We’ve seen at times that there are differences in our views on important issues. <br></p> \n   <p>So we do need to rethink our relationship. <br></p> \n   <p>We need to rethink how it is that we approach the relationship while standing up for our sovereignty, our interests and our values. <br></p> \n   <p>But I make the point that disengagement isn’t an option. We know that we need to continue to engage with China. You ask what would I do? <br></p> \n   <p>Well, I think that we should approach it with discipline and consistency. I think that we should engage the Australian people in a discussion about the challenges of the relationship. And perhaps, most of all, we should think of this relationship in long-terms, through the long-term. <br></p> \n   <p>China thinks of relationships and strategy in terms of 30 years. Often, Australian governments look to one electoral term. <br></p> \n   <p>So instead of three years, we should also be thinking about 30 years.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:11:13.090Z\">at 11.11pm BST</time></p> \n</div> \n<div id=\"block-5ea603858f08e05690dc5036\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T21:56:43.593Z\">10.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile, the lobbying to ease most restrictions has begun in earnest.</p> \n  <p>From AAP:</p> \n  <p>The Australian economy could take a $400bn hit if restrictions adopted to fight the spread of Covid-19 continue for six months, modelling by the Business Council of Australia shows.</p> \n  <p>The data released on Monday shows the gross domestic product impact on the economy would be $402.6bn, or 20.7%, in calendar 2020 if a longer-term “U-shaped” recovery option was implemented.<br></p> \n  <p>This compared with a $197.3bn loss with a one0month “V-shaped” recovery plan, or a $278.3bn loss if a three-month “V-shaped” recovery was implemented, the BCA modelling found.</p> \n  <p>The federal government has already flagged the restrictions and measures set up around the virus could remain for six months.</p> \n  <p>The business lobby group, which is campaigning for an early easing of restrictions to get the economy going again, also said Australia must consider whether changes to industrial relations and taxation laws adopted during the crisis should continue.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:15:43.835Z\">at 12.15am BST</time></p> \n</div> \n<div id=\"block-5ea602918f0845d1c895e31e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T21:52:54.322Z\">10.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That statement continued:</p> \n  <blockquote class=\"quoted\"> \n   <p>We thank aged care minister <strong>Richard Colbeck </strong>and the chief medical officer Prof <strong>Brendan Murphy</strong> for joining the aged care industry in constructive dialogue in the national webinar, as we work together to care for and support vulnerable older Australians.</p> \n   <p>However, we impressed upon them that it is incorrect to characterise the sector as having kept residents isolated, under lock and key, in their rooms. Nor are they secret places. </p> \n   <p>There are widespread communications with families, visits at a distance and extensive social media connections.</p> \n   <p>It does a disservice to the hundreds of thousands of dedicated aged care staff – working on the frontline and putting their own health at risk – as they work tirelessly to keep residents safe and happy.</p> \n   <p>Our members report local surveys showing the vast majority of families support the current approach to restricted visitations by their aged care homes.</p> \n   <p>We also note considerable community concern about potentially unidentified cases and the possibility of asymptomatic cases infecting aged care homes, as we have seen overseas and in Australia.</p> \n   <p>Providers who have implemented enhanced resident protections are appealing to people to minimise visits, while providers continue their dedication to maintaining connections with their loved ones in care via a range of alternative and innovative communication channels.</p> \n   <p>In line with the national cabinet’s recommendations, visitation requests for compassionate reasons are being carefully facilitated, in close consultation with residents and families.</p> \n   <p>Our focus remains on continuing the balance of compassionate care with the protection of our residents and staff.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:16:38.298Z\">at 12.16am BST</time></p> \n</div> \n<div id=\"block-5ea6013d8f0845d1c895e319\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T21:52:10.047Z\">10.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia’s leading aged care providers have banded together to make a statement in response to what the prime minister and chief health minister had to say last week about opening up centres to visits or face applying to the commonwealth to close.</p> \n  <p>Almost 1,000 aged care providers have signed up to the statement, saying some facilities had made the decision to stop visitation because it was the only way to protect residents, with the decisions being made with “the support of the majority of residents and their families”.</p> \n  <p>The group say they need help, including:<br></p> \n  <ul> \n   <li>A revised statement from the government regarding enhanced resident protections that confirms that in some cases additional restrictions beyond AHPPC guidance are necessary for public health and resident safety. </li> \n   <li>A process for the rapid escalation and resolution of case-by-case issues reported by families, residents or advocates, plus a process of guidance sharing for providers on leading practice.</li> \n   <li>A timely response to the aged care rescue package put to the government several weeks ago to meet the increased costs of keeping vulnerable older Australians safe from coronavirus.</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Pressures on aged care workers will further intensify from the major costs of controls and resources needed to continue protecting aged care residents and to allow the safe access for visitors that has been stipulated – but there has been little additional support from Government to achieve this. </p> \n   <p>The funding provided that equates to an average of $2 per resident per day is not enough for aged care operators to keep winning the fight to keep coronavirus out of aged care homes. </p> \n   <p>$2 a day per resident does not cover all the additional requirements such as PPE, cleaning and sanitation, backfilling staff who have to isolate, technology and social distancing measures.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T22:09:07.302Z\">at 11.09pm BST</time></p> \n</div> \n<div id=\"block-5ea5feed8f0845d1c895e30c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-26T21:43:57.110Z\">10.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning</h2> \n <div class=\"block-elements\"> \n  <p>The CovidSafe tracing app has been in app stores for less than 24 hours and 1 million Australians have already downloaded it.</p> \n  <p>That is bound to have <strong>Greg Hunt </strong>and <strong>Scott Morrison</strong> smiling this morning. The legislation accompanying that app won’t be dealt with until parliament sits in May, but expect to hear the words “bluetooth handshake” a lot before then.</p> \n  <p>Elsewhere, Western Australia has started a “cautious relaxation” of some of the restrictions, scrapping the two-person rule and allowing for indoor and outdoor gatherings of up to 10 people.<br></p> \n  <p>Queensland has announced it too will be relaxing some restrictions, with picnics, retail shopping and drives of up to 50km from home once again allowed.</p> \n  <p>So, small steps.</p> \n  <p>We’ll have all the news today as it happens. You have <strong>Amy Remeikis </strong>with you for most of the day.</p> \n  <p>Ready?<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-26T23:17:43.927Z\">at 12.17am BST</time></p> \n</div>",
  "<h2>Friday</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c85a9425fb195de451bc0b8548434034a2d4263f\"> <img src=\"https://media.guim.co.uk/c85a9425fb195de451bc0b8548434034a2d4263f/0_0_405_367/405.png\" alt=\"1\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/world/2020/apr/24/nova-scotia-shooting-gabriel-wortman-replica-police-cruiser-girlfriend\">Nova Scotia gunman used fake police cruiser to flag down victims</a></h2> <p>‘Authorities soon realized the suspected gunman owned several decommissioned police cruisers, but officers initially mistakenly believed all were accounted for. Two were found on fire at his house, and officers in Halifax located the third at another one of [Gabriel] Wortman’s properties.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4b3f214b056a1a8b317ba14c99e2a1dd191bff12\"> <img src=\"https://media.guim.co.uk/4b3f214b056a1a8b317ba14c99e2a1dd191bff12/0_0_405_368/405.png\" alt=\"2\" width=\"405\" height=\"368\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/film/2020/apr/24/ive-never-seen-forrest-gump\">I’ve never seen ... Forrest Gump</a></h2> <p>‘The whole thing, from first frame to the last, was really rough. And even a bit offensive. I get annoyed when people criticise movies from the 1940s for being politically incorrect, but for something as recent as 1994 Forrest Gump is one sexist film.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"63a077d54e19227607ac87c2dd26aa255aba2c3a\"> <img src=\"https://media.guim.co.uk/63a077d54e19227607ac87c2dd26aa255aba2c3a/0_0_405_367/405.png\" alt=\"3\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/24/experience-i-live-in-a-zoo\">Experience: I live in a zoo</a></h2> <p>‘Every morning I wake up at seven when our gibbon, Jimmy, starts singing loudly. I take a coffee into the garden and chat to the harrier hawks and the ibis in the aviary. We’ve hand-reared baby animals in our lodge. We took turns to feed our sloth, Edward, through the night when his mother couldn’t. Beanie, a newborn giant anteater, lived with us, too.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c79433a7efe562e255e1fd5c923fbf170640099c\"> <img src=\"https://media.guim.co.uk/c79433a7efe562e255e1fd5c923fbf170640099c/0_0_405_389/405.png\" alt=\"4\" width=\"405\" height=\"389\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/uk-news/2020/apr/24/rachel-riley-wins-first-round-of-court-case-against-corbyn-aide\">Rachel Riley wins first round of court case against Corbyn aide</a></h2> <p>‘Riley has described [Laura] Murray’s tweet as an “appalling distortion of the truth” and is now suing for damages. She says Murray’s tweet contained “defamatory statements of fact” about her. In her defence, Murray argued that the tweet was not defamatory and was a statement of her opinion.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c73fcbb326960c2032355c42c5c60e49f7ec0a78\"> <img src=\"https://media.guim.co.uk/c73fcbb326960c2032355c42c5c60e49f7ec0a78/0_0_406_366/406.png\" alt=\"5\" width=\"406\" height=\"366\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/24/im-finally-watching-game-of-thrones-and-its-made-me-a-total-pearl-clutcher\">I’m finally watching Game of Thrones and it’s made me a total pearl-clutcher</a></h2> <p>‘The problem with watching a show so late is that you can’t discuss it with other people. I’m not going to phone my friends and say, “Do you remember in Game Of Thrones about seven years ago when they had that Red Wedding? That was mad, wasn’t it?”’</p> <h2>Saturday</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c85a9425fb195de451bc0b8548434034a2d4263f\"> <img src=\"https://media.guim.co.uk/c85a9425fb195de451bc0b8548434034a2d4263f/0_0_405_367/405..png\" alt=\"1\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/travel/2020/apr/25/marina-abramovic-ulay-walk-the-great-wall-of-china\">The bittersweet story of Marina Abramović’s epic walk on the Great Wall of China</a></h2> <p>‘After slipping on rocks as slippery as polished ice, Abramović and her guide found themselves hanging over an abyss. She found homes and stables built into the winding wall, and other parts that had been dismantled by locals who, under Mao’s encouragement to “kill the dragon”, had removed the clay and stones to build with. Once, Abramović claimed to have walked through a kilometre of human bones.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4b3f214b056a1a8b317ba14c99e2a1dd191bff12\"> <img src=\"https://media.guim.co.uk/4b3f214b056a1a8b317ba14c99e2a1dd191bff12/0_0_405_368/405..png\" alt=\"2\" width=\"405\" height=\"368\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/26/how-we-stay-together-looking-after-each-other-everything-else-would-fall-into-place\">How we stay together: ‘Looking after each other, everything else would fall into place’</a></h2> <p>‘He says he just knew: “It just felt so comfortable that I knew this would be the person I’d spend the rest of my life with. Margaret agrees: “[It was like] putting the key in the lock and it fits and you turn the key and your life was on the other side of the door.”’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"63a077d54e19227607ac87c2dd26aa255aba2c3a\"> <img src=\"https://media.guim.co.uk/63a077d54e19227607ac87c2dd26aa255aba2c3a/0_0_405_367/405..png\" alt=\"3\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/25/blind-date-kayleigh-josh\">Blind date: ‘I put on perfume for a video call’</a></h2> <p>‘What did you talk about? Cricket, bad chat-up lines, the fact that my friend encouraged me to do this because I’m apparently single and desperate, the accents we do when we get drunk and lie about our identities (me: scouse, him: South African). Everything but coronavirus.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c79433a7efe562e255e1fd5c923fbf170640099c\"> <img src=\"https://media.guim.co.uk/c79433a7efe562e255e1fd5c923fbf170640099c/0_0_405_389/405..png\" alt=\"4\" width=\"405\" height=\"389\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/us-news/2020/apr/25/emmett-till-long-wait-for-justice\">Will justice finally be done for Emmett Till? Family hope a 65-year wait may soon be over</a></h2> <p>‘In August, it will be 65 years since the battered and bloated body of the 14-year-old Till was fished from the muddy waters of the Tallahatchie River in <a href=\"https://www.theguardian.com/us-news/mississippi\">Mississippi</a>. His kidnapping, torture and murder on 28 August 1955 for having whistled at a white woman was a defining moment of postwar American history, sparking the civil rights movement.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d10a8de4a8f4e769ff316bb36fcd7675a0f892b2\"> <img src=\"https://media.guim.co.uk/d10a8de4a8f4e769ff316bb36fcd7675a0f892b2/0_0_406_381/406..png\" alt=\"5\" width=\"406\" height=\"381\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/artanddesign/2020/apr/25/ceramics-michael-evans-london-council-flat-dayabandu\">Love and obsession: how one of the finest UK ceramics collections ended up in a London council flat</a></h2> <p>‘Until recently, one of the best British postwar ceramics collections was to be found on a council estate in east London. “It was a bit like walking into a reliquary,” says the ceramicist Annie Turner. “You’d go into a pretty brutal-looking 1970s building and up a dull concrete stairwell and think, ‘Am I in the right place?’. Then you opened this door, and it was like entering another world.”’</p> <h2>Sunday</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c85a9425fb195de451bc0b8548434034a2d4263f\"> <img src=\"https://media.guim.co.uk/c85a9425fb195de451bc0b8548434034a2d4263f/0_0_405_367/405..png\" alt=\"1\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/football/2020/apr/26/world-cup-questions-were-england-robbed-by-argentina-at-mexico-86\">World Cup questions: Were England robbed by Argentina at Mexico 86?</a></h2> <p>‘Only Peter Reid is really running around. He dispossesses Maradona, loses his boot and keeps on running. For 15 minutes he’s the best player on the pitch. His opposite number is Sergio Batista, who despite being only 23 has perfected the classic bearded serial killer midfielder look. The crowd noise is an ambient hum through this, with sudden vague hisses of excitement.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4b3f214b056a1a8b317ba14c99e2a1dd191bff12\"> <img src=\"https://media.guim.co.uk/4b3f214b056a1a8b317ba14c99e2a1dd191bff12/0_0_405_368/405..png\" alt=\"2\" width=\"405\" height=\"368\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/food/2020/apr/26/chain-reaction-the-ups-and-downs-of-britains-high-street-stalwarts\">Chain reaction: the ups and downs of Britain’s high street stalwarts</a></h2> <p>‘Behold the British restaurant chain. Now that we all speak fluent independent bistro, taqueria and live fire grill, we are, of course, meant to look disdainfully upon them and all their works. Which, in true Carrie Bradshaw style, raises the simplest of questions: are the chains a valuable part of the British restaurant landscape?’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"63a077d54e19227607ac87c2dd26aa255aba2c3a\"> <img src=\"https://media.guim.co.uk/63a077d54e19227607ac87c2dd26aa255aba2c3a/0_0_405_367/405..png\" alt=\"3\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/us-news/2020/apr/26/joe-biden-running-mate-vice-president-democrats\">Biden searches for his own ‘Biden’ – a running mate with chemistry</a></h2> <p>‘Though Biden has been coy about his preferences, he has been consistent in his requirement that his running mate be someone he “completely trusts” to carry out his agenda yet is unafraid to challenge him on major decisions. Biden told a Pittsburgh radio station that he would select Michelle Obama as his running mate “in a heartbeat” but suspected that she has no “desire to live near the White House again”.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c79433a7efe562e255e1fd5c923fbf170640099c\"> <img src=\"https://media.guim.co.uk/c79433a7efe562e255e1fd5c923fbf170640099c/0_0_405_389/405..png\" alt=\"4\" width=\"405\" height=\"389\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/books/2020/apr/26/they-were-literally-about-to-turn-me-off-and-on-again-robert-webb-on-his-brush-with-mortality\">‘They were literally about to turn me off and on again’: Robert Webb on his brush with mortality</a></h2> <p>‘My mood during the weeks before the operation was the kind of hysterical calm you’d expect from someone who’s just made an appointment to get hit by a lorry. I wandered quietly around the house downloading audiobooks and trying not to have a heart attack.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d10a8de4a8f4e769ff316bb36fcd7675a0f892b2\"> <img src=\"https://media.guim.co.uk/d10a8de4a8f4e769ff316bb36fcd7675a0f892b2/0_0_406_381/406..png\" alt=\"5\" width=\"406\" height=\"381\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/sport/blog/2020/apr/26/bill-beaumont-agustin-pichot-world-rugby-election-rugby-union\">Scrum time for Beaumont and Pichot: the dinosaur v the dynamo</a></h2> <p>‘Beaumont has had a trying couple of weeks, what with his campaign being backed by a convicted killer who has been condemned by Amnesty International. The Fiji rugby union chairman has been denied a visa for the US but astonishingly he emerged as a key supporter of Beaumont’s bid. It is just one of this campaign’s great ironies that a key part of Sir Bill’s manifesto is a fit and proper persons test for elected officials.’</p>",
  "<h2>Top story: Problems, problems, problems for returning PM</h2> \n<p>Morning everyone. This is Martin Farrer bringing you the top stories to start the week.</p> \n<p>Boris Johnson <a href=\"https://www.theguardian.com/world/2020/apr/26/boris-johnson-returns-to-no-10-and-a-government-under-pressure\">will resume control of Britain’s faltering response to the coronavirus crisis today </a>as pressure mounts on his government to spell out how it will begin to ease the lockdown and reopen schools and businesses. The prime minister last night returned to Downing Street where the question of how to lift restrictions is the most pressing matter in <a href=\"https://www.theguardian.com/politics/2020/apr/26/six-urgent-items-in-boris-johnson-inbox-as-he-returns\">an overflowing in-tray, </a>which also includes fixing the government’s decision-making structure and dealing with the Brexit talks impasse. How to reach the target of 100,000 tests per day is also a key issue and <a href=\"https://www.theguardian.com/world/2020/apr/26/coronavirus-uk-government-assessing-antibody-test-kits\">ministers are considering ordering millions of antibody testing kits</a> in the hope of establishing immunity levels across the country.</p> \n<p>As countries across Europe plan to ease <a href=\"https://www.theguardian.com/world/2020/apr/26/france-italy-spain-prepare-to-ease-coronavirus-lockdowns\">some lockdown restrictions</a> this week, pressure on Johnson to do the same is especially strong from business leaders who have appealed for <a href=\"https://www.theguardian.com/business/2020/apr/27/bosses-appeal-to-the-government-for-a-lockdown-exit-plan\">more clarity about Britain’s exit strategy</a>. The tourism sector faces the worst of the job losses,<a href=\"https://www.theguardian.com/society/2020/apr/27/uk-tourism-hotspots-could-face-worst-of-post-lockdown-job-losses\"> a new report says today, </a>with areas such as the Yorkshire Dales, Cornwall and Wales worst hit. The latest EY Item Club forecast says the economy <a href=\"https://www.theguardian.com/business/2020/apr/27/uk-economy-will-take-three-years-to-recover-from-coronavirus-ey\">could take three years to recover </a>from the impact of Covid-19. But businesses themselves could face scrutiny thanks to a thinktank report that says FTSE100 companies using the taxpayer-funded furlough scheme <a href=\"https://www.theguardian.com/business/2020/apr/27/ftse-100-firms-using-furlough-scheme-pay-ceos-average-of-36m\">paid their bosses an average of £3.6m last year</a>.</p> \n<p>Hospital coronavirus deaths in Britain were 413 yesterday, taking the total to 20,732 out of 154,037 cases. There are almost three million cases around the world and more than 200,000 deaths, <a href=\"https://www.theguardian.com/world/2020/apr/27/wuhan-discharges-all-coronavirus-patients-as-beijing-takes-steps-to-stop-second-wave\">although Wuhan now officially has no coronavirus cases. </a>You can catch up on all the key developments overnight <a href=\"https://www.theguardian.com/world/2020/apr/27/coronavirus-latest-at-a-glance\">at a glance </a>and read more details on <a href=\"https://www.theguardian.com/world/live/2020/apr/27/coronavirus-live-news-boris-johnson-back-in-number-10-as-trump-denies-he-plans-to-fire-health-secretary\">our live blog</a>.</p> \n<p><em>There’s more in our Coronavirus Extra section further down … and here’s where you can find <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">all our coverage of the outbreak – from breaking news to factchecks and advice</a>.</em></p> \n<h2>* * *</h2> \n<p><strong>Back to Brexit – </strong>Part of Boris Johnson’s busy week will be focused on <a href=\"https://www.theguardian.com/politics/2020/apr/26/post-brexit-trade-talks-with-eu-on-course-to-fail-johnson-warned\">persuading European leaders to break off from tackling coronavirus to help untangle the Brexit imbroglio. </a>The prime minister’s advisers have warned him that the negotiations that started last week are on track to fail. Europe’s chief negotiator, Michel Barnier, has accused the UK of <a href=\"https://www.theguardian.com/politics/2020/apr/24/britain-running-down-the-clock-in-brexit-talks-says-michel-barnier-eu\">not engaging with key issues</a> such as fishing rights, and the so-called level playing field conditions to ensure neither side can undercut environmental, labour and social standards.</p> \n<h2>* * *</h2> \n<p><strong>Kim ‘is alive’ – </strong>Kim Jong-un is alive and well despite widespread rumours that he was seriously ill with heart trouble, <a href=\"https://www.theguardian.com/world/2020/apr/27/kim-jong-un-is-alive-and-well-says-south-koreas-security-adviser\">according to a security adviser to the South Korean president</a>. Moon Chung-in said overnight: “Our government position is firm. Kim Jong-un is alive and well”, adding that the North Korean leader had been staying in Wonsan – a resort town on the country’s east coast – since 13 April.</p> \n<h2>* * *</h2> \n<p><strong>Children stabbed – </strong>A one-year-old girl and a three-year-old boy <a href=\"https://www.theguardian.com/uk-news/2020/apr/26/baby-and-three-year-old-stabbed-to-death-at-house-in-east-london\">have been stabbed to death </a>at a home in Ilford in east London. The girl was pronounced dead at the scene on Sunday evening, while the boy died in hospital, police said. A 40-year-old man was taken to hospital for treatment. A murder investigation has been launched although no one else is being sought for the crime. All three were known to each other.</p> \n<h2>* * *</h2> \n<p><strong>Poet’s corner –</strong> A host of actors and celebrities <a href=\"https://www.theguardian.com/books/2020/apr/27/william-wordsworth-250th-anniversary-mass-reading-stephen-fry-brian-cox\">will publish online readings of William Wordsworth</a> to mark the 250th anniversary of the romantic poet’s birth. They include Stephen Fry, Brian Cox, Caroline Quentin, Ruth Wilson and Hugh Bonneville. The Hollywood star William H Macy will read She Dwelt Among the Untrodden Ways. It comes after the poet’s descendants were forced by the Covid-19 outbreak to scrap plans for a series of celebrations in the Lake District.</p> \n<h2>Coronavirus Extra</h2> \n<p><a href=\"https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus\">New Zealand claims it has eliminated the virus</a> after recording only one confirmed case in the past 24 hours and will now ease its lockdown restrictions. One million Australians <a href=\"https://www.theguardian.com/australia-news/2020/apr/26/australias-coronavirus-tracing-app-set-to-launch-today-despite-lingering-privacy-concerns\">have downloaded an app</a> to help health officials with contact tracing as some state governments start to ease the lockdown.</p> \n<figure class=\"element element-image\" data-media-id=\"3da3b3cc2cc33141b689ec4b88a2f6671e0d2552\"> \n <img src=\"https://media.guim.co.uk/3da3b3cc2cc33141b689ec4b88a2f6671e0d2552/0_180_5400_3240/1000.jpg\" alt=\"New Zealand’s prime minister Jacinda Ardern.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">New Zealand’s prime minister Jacinda Ardern.</span> \n  <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> \n </figcaption> \n</figure> \n<p>Donald Trump’s coronavirus coronavirus response coordinator, Dr Deborah Birx, has warned that <a href=\"https://www.theguardian.com/world/2020/apr/26/coronavirus-birx-trump-disinfectant-remarks\">Americans should expect social distancing measures to remain in place throughout the summer</a>. The US needed better testing before it could reopen more fully, she said, as the president failed to deliver a media briefing for the second day running. For light relief, read our review of Saturday Night Live, <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/26/saturday-night-live-brad-pitt-dr-anthony-fauci-virtual-episode\">in which Brad Pitt appears as another of Trump’s advisers, Dr Anthony Fauci</a>, to explain the president’s claims about treating the virus.</p> \n<p><a href=\"https://www.theguardian.com/world/2020/apr/26/virologist-christian-drosten-germany-coronavirus-expert-interview\">The scientist leading Germany’s much-praised response</a> has given us a fascinating question and answer session in which he thinks Britain was too late to start testing and suspects China’s raccoon dog-breeding industry could be linked to the outbreak.</p> \n<h2>Today in Focus podcast</h2> \n<p>From his temporary home in Rio de Janerio, the Guardian’s Latin America correspondent, Tom Phillips, can hear the nightly protests against Brazilian president Jair Bolsorano’s handling of the coronavirus pandemic, where cases are steadily rising. He discusses how Brazil and other South American countries<a href=\"https://www.theguardian.com/news/audio/2020/apr/27/covid-19-spread-south-america\"> are trying to deal with the pandemic</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6619ae04-fedc-4409-8b74-f8352785a1b9\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Lunchtime read: why Laurie Nunn has Sex Education on the brain</h2> \n<figure class=\"element element-image\" data-media-id=\"d096066fa99ba126679559b580dc2c2314c81333\"> \n <img src=\"https://media.guim.co.uk/d096066fa99ba126679559b580dc2c2314c81333/577_1164_7010_4206/1000.jpg\" alt=\"Laurie Nunn\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure> \n<p>Laurie Nunn, the Anglo-Australian creator of Sex Education, talks to Rebecca Nicholson <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/27/sex-education-creator-laurie-nunn-netflix-interview-you-cant-make-sex-scenes-flowery\">about how she nearly gave up writing </a>before the series was picked up by Netflix and turned into a worldwide success story. “I just live in the brains of those characters. Not very healthy.”</p> \n<h2>Sport</h2> \n<p>The election campaign <a href=\"https://www.theguardian.com/sport/blog/2020/apr/26/bill-beaumont-agustin-pichot-world-rugby-election-rugby-union\">to be World Rugby’s top dog</a> has ended and voting has begun, though we will not know for sure whether Bill Beaumont or Agustín Pichot has prevailed for more than two weeks. Dominic Thiem has firmly rejected the idea that the world’s top tennis players <a href=\"https://www.theguardian.com/sport/2020/apr/27/dominic-thiem-will-not-support-struggling-tennis-players-financially\">should chip in to help lower-ranked competitors</a> who are struggling financially. Sports stars were among the fundraisers for the 2.6 Challenge, which in the absence of the London Marathon <a href=\"https://www.theguardian.com/sport/2020/apr/26/fundraising-feats-continue-despite-london-marathon-postponement\">has so far raised more than £5m</a><strong> </strong>for charities during the coronavirus lockdown. Serie A has edged closer to resuming behind closed doors after Italy’s prime minister, Giuseppe Conte, gave the go-ahead for professional sports teams <a href=\"https://www.theguardian.com/football/2020/apr/27/serie-a-edges-towards-resumption-but-la-liga-may-not-return-before-summer\">to resume training in May</a>. UK politicians spoke up in support of racing’s ruling body and its chief executive, Nick Rust, after leaked emails showed high-profile trainers <a href=\"https://www.theguardian.com/sport/2020/apr/26/mps-back-bha-chief-nick-rust-as-trainer-calls-him-a-lame-duck-leader-horse-racing\">had called on Rust to quit</a> and criticised him for a lack of leadership during the coronavirus crisis. And the New England head coach, Bill Belichick, has said not taking a quarterback in the Patriots’ first post-Tom Brady draft <a href=\"https://www.theguardian.com/sport/2020/apr/26/patriots-passing-on-quarterbacks-in-nfl-draft-not-by-design-says-bill-belichick\">“was not by design”</a>.</p> \n<h2>Business</h2> \n<p>Virgin Atlantic <a href=\"https://www.theguardian.com/business/2020/apr/26/virgin-atlantic-hires-bank-in-search-for-emergency-funds\">is seeking emergency backers</a> as it teeters on the brink of collapse. The UK government has rejected Richard Branson’s suggestion that it could receive state funds to help prevent bankruptcy while its fleet is grounded. Asian stocks rose overnight and the FTSE100 is on course for a healthy 1% lift at the opening bell. The pound is worth $1.233 and €1.145.</p> \n<h2>The papers</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"99e76f2c4f31aee59ad96b7e7e08f1802aafd427\"> \n <img src=\"https://media.guim.co.uk/99e76f2c4f31aee59ad96b7e7e08f1802aafd427/0_0_1400_1775/789.jpg\" alt=\"Guardian front page, Monday 27 April 2020\" width=\"789\" height=\"1000\" class=\"gu-image\"> \n</figure> \n<p>The PM’s return to work is the lead in most papers. “PM returns to face critics and talk of a ‘new normal’”, says the <strong>Guardian</strong>, while the <strong>Telegraph</strong> has a blunt promise: “Johnson to ease the lockdown this week”. The <strong>Express</strong> says “Boris: I’ll get Britain moving but won’t risk lives” and the <strong>Mail</strong> has a similar “Boris bounces back to get UK moving”. The <strong>Times</strong> says “Ministers plan how to get Britain back in business” while in Scotland the <strong>Herald</strong> says “Lockdown could end later in Scotland than England”.</p> \n<p>The <strong>Sun</strong> leads with a “salute to unsung heroes” with a headline reading “The homes front” while the <strong>Mirror</strong> is on similar territory with “Honour NHS heroes”. The <strong>FT</strong> says “BoE warns banks on loan reserves that risk choking business funding” and the <strong>Scotsman</strong> also has a businessy lead with “Post-Covid Britain ‘will face twenty years of pain’”.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Subscribe to the Guardian morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4156\" height=\"52px\" data-form-title=\"Sign up for Guardian Morning Briefing“ data-form-description=\" sign up and get a daily briefing from the guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n</figure> \n<p>The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can <a href=\"https://www.theguardian.com/info/2016/mar/01/the-morning-briefing-start-the-day-one-step-ahead\">sign up here</a>.</p> \n<p>For more news: <a href=\"https://www.theguardian.com/\">www.theguardian.com</a></p>"
]