[
  "<div id=\"block-5eafff7f8f087656652ee065\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-04T11:42:16.987Z\">12.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Live reporting on the coronavirus in the US continues on Monday’s blog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/04/coronavirus-us-live-trump-second-wave-deaths-cuomo-new-york-latest-news-updates\">Coronavirus US live: Trump says 'we may have to put out a fire' if second wave hits as deaths reach 67,000</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eadfb558f087d47c7788440\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T23:08:30.507Z\">12.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a look at today’s major news items ...</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/2020/may/02/white-house-blocks-fauci-congress-trump-senate\">White House blocks Fauci testimony as Trump welcomes Senate return</a>.</strong> The administration said it would be ‘counterproductive’ for senior member of the taskforce to discuss response in House hearing.</li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/2020/may/01/california-coronavirus-protests-huntington-beach-sacramento\">Protests sweep California as governor promises changes to lockdown</a>.</strong> Gavin Newsom said state would announce changes in coming days, but that move was motivated by data, not political resistance.</li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-accusation-sexual-assault-report\">Tara Reade says she didn’t explicitly accuse Biden of assault in report</a>.</strong> The former Senate staffer who alleges Joe Biden sexually assaulted her 27 years ago has said she filed a limited report with a congressional personnel office that did not explicitly accuse him of sexual assault or harassment. </li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/2020/may/02/amber-rose-isaac-new-york-childbirth-death\">New York mother dies after raising alarm on hospital neglect</a>.</strong> Amber Rose Isaac died less than four days after tweeting that she should write an exposé on ‘dealing with incompetent doctors’.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-02T23:24:38.450Z\">at 12.24am BST</time></p> \n</div> \n<div id=\"block-5eadfae68f087d47c778843f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T22:58:18.624Z\">11.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump has appeared to confirm that Kim Jong Un is “alive and well”</strong> after weeks of speculation over the North Korean leader’s health. </p> \n  <p>“I, for one, am glad to see he is back, and well!” Trump wrote, quote-tweeting North Korean state media photos of Kim attending a ribbon cutting ceremony at the Sunchon Phosphatic Fertilizer Factory.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256696015702425601\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I, for one, am glad to see he is back, and well! <a href=\"https://t.co/mIWVeRMnOJ\">https://t.co/mIWVeRMnOJ</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1256696015702425601?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The photos appear to document Kim’s first public appearance in more than three weeks.</p> \n </div> \n</div> \n<div id=\"block-5eadf1e58f0806a479812147\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T22:20:55.165Z\">11.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Presumptive Democratic presidential candidate Joe Biden has reiterated his denial of Tara Reade’s allegations</strong> in an interview with MSNBC’s Al Sharpton that was recorded on Friday night but aired this afternoon. </p> \n  <p>“It’s not true,” Biden said. “I’m saying unequivocally, it never happened, period. Believing a woman means taking her claim seriously when she steps forward and then vetting it, looking into it. That’s true in this case as well. Women have a right to be heard and the press should rigorously investigate the claims like these and I’d always uphold those principles. But in the end, in every case, the truth is what matters. And in this case, the truth is these claims are false.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BryanAGraham/status/1256709375089160192\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Joe Biden reiterates his denial of Tara Reade’s allegations in an interview with MSNBC’s Al Sharpton that was recorded on Friday night but aired today. <a href=\"https://t.co/AQ3F6LfL3d\">pic.twitter.com/AQ3F6LfL3d</a></p>— Bryan Armen Graham (@BryanAGraham) \n    <a href=\"https://twitter.com/BryanAGraham/status/1256709375089160192?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Biden went on to field a number of topics in the wide-ranging interview, including a harsh criticism of the armed protesters in Michigan who gathered inside the state capitol in protest of Democratic governor Gretchen Whitmer’s shutdown orders.</p> \n  <p>“They’re armed and I’m told one or two of them had Nazi flags or Confederate flags – I don’t know which it was, I can’t swear to that, I didn’t see it,” Biden said. “Such an attempt to intimidate is just beyond the pale and the president should be speaking out and say it’s totally inappropriate to … intimidate a governor who is doing one heck of a job. She’s listening to the scientists, she’s listening to the docs, she’s listening to the experts and that’s her judgment and it should be sustained and not have a bunch of people coming in, in numbers, with loaded weapons sitting in the hallways of the legislative body.”</p> \n </div> \n</div> \n<div id=\"block-5eade6098f082b32fdd6c354\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T21:42:43.464Z\">10.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A man in Florida has been arrested after he was discovered quarantining on a shuttered Disney World island</strong>, telling authorities it felt like a “tropical paradise.”</p> \n  <p>Richard McGuire, 42, was found by Orange County sheriff’s deputies Disney’s Discovery Island on Thursday, telling authorities that he began camping on the island earlier in the week.</p> \n  <p>“Richard stated that he had made entry to the island to go camping on Monday or Tuesday and had planned on staying on the island for approximately one week,” the police report said.</p> \n  <p>McGuire claimed that he didn’t know the island, once the site of a zoological park before it was closed to the public in 1999, was restricted despite the closed gates and multiple “no trespassing” signs in the vicinity. “Richard stated that he was unaware of that and that it looked like a tropical paradise,” the report stated.</p> \n  <p>Orange County Marine deputies on Bay Lake said they used a public address system to tell McGuire he was not allowed to be on the property after his presence was discovered, but the Alabama native claimed he didn’t hear them because he was asleep in a building.<br></p> \n  <p>McGuire was arrested on a trespassing charge, banned from all Disney properties and taken to jail without incident. </p> \n  <p>Disney World <a href=\"https://www.theguardian.com/travel/2020/mar/12/disneyland-closed-coronavirus\">has been shut down since March</a> due to the coronavirus pandemic.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-02T21:43:06.362Z\">at 10.43pm BST</time></p> \n</div> \n<div id=\"block-5eaddd3b8f082b32fdd6c331\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T20:52:15.037Z\">9.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tara Reade</strong>, the former Senate staffer who alleges Joe Biden sexually assaulted her 27 years ago, has disputed <a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-accusation-sexual-assault-report\">today’s Associated Press story</a> in which she was quoted as saying her original report against the Democrats’ presumptive presidential candidate did not accuse him of assault.</p> \n  <p>“This is false,” she <a href=\"https://twitter.com/ReadeAlexandra/status/1256672559396864001\">said</a> on Twitter, referencing the AP story pushing several hours earlier.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReadeAlexandra/status/1256672559396864001\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is false. <a href=\"https://t.co/w4yXGI1DQm\">https://t.co/w4yXGI1DQm</a></p>— taratweets ( Alexandra Tara Reade) (@ReadeAlexandra) \n    <a href=\"https://twitter.com/ReadeAlexandra/status/1256672559396864001?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Reade had spoken with the wire service after it had discovered transcripts and notes from interviews with the former Biden staffer last year in which she said she “chickened out” after going to the Senate personnel office.<br></p> \n  <p>“I remember talking about him wanting me to serve drinks because he liked my legs and thought I was pretty and it made me uncomfortable,” Reade said. “I know that I was too scared to write about the sexual assault.”</p> \n  <p>Reade did not specify which elements of the AP story were incorrect beyond her three-word tweet, though she did follow up shortly after with another brief statement.</p> \n  <p>“No survivor be fearful to come forward,” she <a href=\"https://twitter.com/ReadeAlexandra/status/1256677522432864256\">tweeted</a>. “And I did file a complaint.”</p> \n </div> \n</div> \n<div id=\"block-5eadd4f18f0806a4798120db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T20:16:56.496Z\">9.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As Florida’s leaders move to reopen beaches, restaurants and retail stores as part of the governor Ron DeSantis’s phase one, the state’s department of health confirmed 735 new cases of Covid-19 on Saturday morning, bringing the overall total of confirmed cases to more than 35,000. The Miami Herald <a href=\"https://www.miamiherald.com/news/coronavirus/article242457376.html\">reports</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p>Saturday’s daily total of 35,463 brings the number of newly confirmed cases back under 1,000, which had been a weeklong trend until Friday’s report topped out at 1,038.</p> \n   <p>There were also 50 new deaths announced, bringing the statewide death toll to 1,364 — a bump of four more than the health department had reported on Friday morning. Of those latest deaths, 18 were in South Florida.</p> \n   <p>Nine more people died in Miami-Dade, bringing the county’s death toll to 367, the highest in the state. Five more people died in Broward, raising the county’s death toll to 204. Palm Beach County reported four new deaths, bringing the county’s count to 195. Monroe had held steady at three deaths in the Florida Keys.</p> \n   <p>The number of deaths being reported by the state Department of Health may be incomplete. The list of coronavirus deaths being compiled by Florida’s medical examiners has shown the death count was up to 10 percent higher than what the Florida Department of Health has released.</p> \n   <p>In addition to the 18 new deaths in South Florida’s tri-county area, the other 32 people who tested positive and died from Covid-19 were in Charlotte, Clay, Escambia, Flagler, Manatee, Nassau, Orange, Pinellas, St. Lucie, Suwannee and Volusia counties.</p> \n   <p>Of the statewide total of Covid-19 confirmed cases, 34,555 are Florida residents — a rise of 726 since Friday — and 908 are non-residents who were diagnosed or isolated in the state. That’s nine more non-residents in the count since Friday.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5eadc3f28f087d47c7788381\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T19:13:02.148Z\">8.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The question of when to reopen schools</strong> has been widely discussed over the last few weeks. The closing of schools has not only disrupted education but has also added strain on parents who must look after children who would usually be in a classroom. While fatality rates from Covid-19 are significantly lower among children than adults, Austin Beutner, the superintendent of the Los Angeles Unified School District, told CNN on Saturday that it is <strong>not just students who would be taken into consideration</strong>. </p> \n  <p>“One school with 500 individuals [is] connected to a quarter million people,” Beutner told CNN. “We don’t want the quarter million people bringing the virus into the school and the school to spread and be a petri dish to share with the rest of the community.”</p> \n  <p>California’s governor, Gavin Newsom, has discussed reopening the state’s schools in July or August. But Beutner said such a move would be complicated. “It’s not just as simple as spreading the desks apart,” he said.</p> \n </div> \n</div> \n<div id=\"block-5eadc09a8f082b32fdd6c2c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T19:01:01.878Z\">8.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There has been beautiful spring weather across much of the east coast today and the US Navy Blue Angels and US Air Force Thunderbirds <strong>completed a flypast over several cities</strong> - including Atlanta, Baltimore and Washington DC – in tribute to healthcare workers during the Covid-19 pandemic. Drivers stopped on a freeway in Atlanta to observe the flypast but there were concerns that crowds, already boosted by the good weather, could help the spread of Covid-19. In DC, people flocked to the National Mall to watch the planes overhead. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaymac1893/status/1256615192680677376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Not a lot of social distancing happening on the National Mall right now ahead of the Blue Angels flyover.<br><br>Not sure this is exactly the best way to honor COVID workers but... <a href=\"https://t.co/tanVB5c82d\">pic.twitter.com/tanVB5c82d</a></p>— Justin McCarthy🌹🌅 (@jaymac1893) \n    <a href=\"https://twitter.com/jaymac1893/status/1256615192680677376?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5eadbc408f0806a47981206a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T18:48:31.306Z\">7.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tara Read says original complaint did not accuse Biden of assault</h2> \n <div class=\"block-elements\"> \n  <p>The former Senate staffer <strong>who claims Joe Biden sexually assaulted her</strong> in 1993 says the original complaint against the Democrats’ presumptive presidential candidate <strong>did not accuse him of assault</strong>.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"936f4283245fe4f7a88bf40ae26eaa95798882c2\"> \n   <img src=\"https://media.guim.co.uk/936f4283245fe4f7a88bf40ae26eaa95798882c2/1753_7_1038_1298/800.jpg\" alt=\"Tara Reade.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tara Reade.</span> \n    <span class=\"element-image__credit\">Photograph: Donald Thompson/AP</span> \n   </figcaption> \n  </figure> \n  <p>“I remember talking about him wanting me to serve drinks because he liked my legs and thought I was pretty and it made me uncomfortable,” Reade told the Associated Press. “I know that I was too scared to write about the sexual assault.” </p> \n  <p>She added: “The main word I use – and I know I didn’t use sexual harassment– I used ‘uncomfortable.’ And I remember ‘retaliation.’”</p> \n  <p>The distinction is important because if the original report resurfaces <strong>it will not reflect her current allegation, </strong>that the former US vice-president sexually assaulted her. </p> \n  <p>Reade says that in 1993 Biden pushed her against a wall and assaulted her, penetrating her with his fingers. Three people close to Reade have said she mentioned the incident to them in the past. Last year, Reade and seven other women publicly accused Biden of gestures that made them uncomfortable. Reade did not then mention the alleged assault.</p> \n  <p>On Friday, in a <a href=\"https://medium.com/@JoeBiden/statement-by-vice-president-joe-biden-7a9593bd3012\">Medium post</a>, Biden said the claims “aren’t true. This never happened.” He also spoke to MSNBC, and appealed to the National Archives to find the complaint Reade mentioned. The Archives said it wouldn’t have the report, which it said would rest with the Senate.</p> \n  <p>The Trump campaign <a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">accused Democrats of a “double standard”</a>, comparing their defence of Biden with their approach to a sexual assault claim against Trump supreme court nominee Brett Kavanaugh in late 2018.</p> \n  <p>Trump has faced <strong>multiple claims of sexual misconduct and assault.</strong> At a White House briefing on Friday, new press secretary Kayleigh McEnany sought to portray the claims, which the president denies, as old news.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-sexual-assault-allegations-democrats-response\">Who is Tara Reade and what are her allegations against Joe Biden?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-02T23:26:33.335Z\">at 12.26am BST</time></p> \n</div> \n<div id=\"block-5eadb55e8f087d47c7788347\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T18:19:39.859Z\">7.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden</strong> has waded into the <strong>dispute between the US women’s national soccer team and the US Soccer federation</strong>.</p> \n  <p>On Friday, <a href=\"https://www.theguardian.com/football/2020/may/02/usa-womens-soccer-equal-pay-lawsuit\">US district judge R Gary Klausne threw out</a> the players’ unequal pay claim against US soccer’s governing body. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/1256636638144446466\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">To <a href=\"https://twitter.com/USWNT?ref_src=twsrc%5Etfw\">@USWNT</a>: don’t give up this fight. This is not over yet.<br><br>To <a href=\"https://twitter.com/ussoccer?ref_src=twsrc%5Etfw\">@USSoccer</a>: equal pay, now. Or else when I'm president, you can go elsewhere for World Cup funding. <a href=\"https://t.co/XK6t9oM94k\">https://t.co/XK6t9oM94k</a></p>— Joe Biden (@JoeBiden) \n    <a href=\"https://twitter.com/JoeBiden/status/1256636638144446466?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Don’t give up this fight,” Biden wrote on Twitter on Saturday. “This is not over yet.” The presumptive Democratic candidate for president then turned his attention to US Soccer. “To <a href=\"https://twitter.com/ussoccer\">@USSoccer</a>: equal pay, now,” he wrote. “Or else when I’m president, you can go elsewhere for World Cup funding.”</p> \n  <p>In March 2019, 28 members of the USWNT filed a lawsuit in California seeking equal pay and treatment, in addition to damages of $66m including back pay. The group, which included some of the best players in the world such as <a href=\"https://www.theguardian.com/football/megan-rapinoe\">Megan Rapinoe</a>, Alex Morgan and Carli Lloyd, also sought compensation for any player who has appeared for the US since February 2015. </p> \n  <p>“We are shocked and disappointed with today’s decision, but we will not give up our hard work for equal pay,” Molly Levinson, spokeswoman for the women’s players, said on Friday after the decision. “We are confident in our case and steadfast in our commitment to ensuring that girls and women who play this sport will not be valued as lesser just because of their gender.”</p> \n  <p>Klausne said the USWNT players had rejected a chance to be paid under the same terms as their male counterparts. “The history of negotiations between the parties demonstrates that the WNT rejected an offer to be paid under the same pay-to-play structure as the MNT, and the WNT was willing to forgo higher bonuses for benefits, such as greater base compensation and the guarantee of a higher number of contracted players,” Klausner wrote.</p> \n  <p>The judge did, however, allow allegations that <strong>the USWNT were subject to discriminatory working conditions</strong>, and those claims will now go to trial in federal court next month. Klausner left intact allegations the USWNT players received inferior travel, accommodation and medical treatment compared to the men. </p> \n  <p>The US won the Women’s World Cup last summer, retaining the title they captured in 2015. The US men’s team, <a href=\"https://www.theguardian.com/football/2020/feb/12/us-mens-team-say-federation-discriminates-against-usas-female-players\">who have supported the USWNT lawsuit</a>, failed to qualify for the 2018 World Cup. </p> \n </div> \n</div> \n<div id=\"block-5eadb2ec8f082b32fdd6c274\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T17:59:50.920Z\">6.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>CNN has revealed that Michael Caputo</strong>, a spokesman for the Department of Health and Human Services and a staunch ally of Donald Trump sent multiple sexist and derogatory tweets over the last few years. He has since deleted them.</p> \n  <p>Caputo, who worked on Trump’s 2016 presidential campaign and is now <strong>central to the government’s messaging on Covid-19</strong>, called multiple women “dogface” and told another one to “go f**k yourself”. He called Alexandra Chalupa, a Democratic consultant, a “crone” and a “nutty hag”.</p> \n  <p>Caputo responded to CNN’s investigation by telling the broadcaster: “I stopped caring about what handwringing, virtue signaling leftists think of me after their 59th death threat against my family. Have fun with this while I’m fighting a deadly pandemic 24/7.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256630090328346624\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thank you Michael. You also! <a href=\"https://t.co/VFi6Nhj3zG\">https://t.co/VFi6Nhj3zG</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1256630090328346624?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Trump did not address the CNN story directly but did respond to a tweet from Caputo on Friday calling the president “a fearless man”. Trump wrote on Saturday: “Thank you Michael. You also!”</p> \n </div> \n</div> \n<div id=\"block-5eadb0b28f082b32fdd6c26d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T17:43:09.678Z\">6.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A Fox News reporter, John Roberts, has tweeted that a senior intelligence source tells him Covid-19 was created in a Wuhan lab.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnrobertsFox/status/1256576858923073539\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A Senior Intelligence Source tells me there is agreement among most of the 17 Intelligence agencies that COVID-19 originated in the Wuhan lab. The source stressed that the release is believed to be a MISTAKE, and was not intentional.</p>— John Roberts (@johnrobertsFox) \n    <a href=\"https://twitter.com/johnrobertsFox/status/1256576858923073539?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The tweet lends support to a theory long put forth by Donald Trump, although the US president has repeatedly declined to provide details to back up his assertion. </p> \n  <p>In a follow-up tweet, Roberts <a href=\"https://twitter.com/johnrobertsFox/status/1256623482647072771\">said</a>: “Sources say not all 17 intelligence agencies agree that the lab was the source of the virus because there is not yet a definitive “smoking gun”. But confidence is high among 70-75% of the agencies.”</p> \n  <p>On Thursday, a rare on-the-record statement from the Office of the Director of National Intelligence stated no such assessment has been made and continues to “rigorously examine” whether the outbreak “began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan”.<br></p> \n </div> \n</div> \n<div id=\"block-5eada3f88f082b32fdd6c22c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T16:51:31.995Z\">5.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The organization that runs the Auschwitz memorial has <a href=\"https://www.theguardian.com/world/2020/may/02/auschwitz-memorial-condemns-nazi-slogan-illinois-coronavirus-rally\">condemned the appearance</a> at an anti-lockdown rally in Chicago’s Loop district of a picket sign bearing a Nazi slogan displayed above the entrance of the concentration camp.</p> \n  <p>A demonstrator attending the rally, where hundreds of people protested against the state’s lockdown and social distancing measures, was photographed carrying a sign bearing the words “Arbeit macht frei, JB”.</p> \n  <p>The German phrase translates as “work sets you free”, with JB referring to the Illinois governor, JB Pritzker, who is of Jewish descent.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SanaSaeed/status/1256396192210128897\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At the ‘Re-open Illinois’ rally, these two signs were seen.<br><br>Pritzker,<br>Who is being called Hitler with a swastika next to his name, is Jewish.<br><br>‘Arbeit Macht Frei’ translates to ‘work sets you free’ - it’s literally from the ithe Auschwitz concentration camp. <br><br>This is just.... <a href=\"https://t.co/K4FhmwYla2\">pic.twitter.com/K4FhmwYla2</a></p>— Sana Saeed (@SanaSaeed) \n    <a href=\"https://twitter.com/SanaSaeed/status/1256396192210128897?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The font of both instances of the letter “B” on the picket sign bore a striking resemblance to the shape of the letter “B” on the sign above the gates of Auschwitz, the largest of the German Nazi concentration camps and extermination centers, where more than 1.1 million men, women and children were murdered.</p> \n  <p>The official Auschwitz memorial Twitter account <a href=\"https://twitter.com/AuschwitzMuseum/status/1256446016510930945\">condemned the gesture</a>, writing: “‘Arbeit macht frei’ was a false, cynical illusion the SS gave to prisoners of Auschwitz. Those words became one of the icons of human hatred. It’s painful to see this symbol instrumentalised and used again to spread hate. It’s a symptom of moral and intellectual degeneration.”</p> \n </div> \n</div> \n<div id=\"block-5eada12c8f082b32fdd6c214\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T16:35:22.911Z\">5.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The New York Police Department has dispatched 1,000 officers this weekend to enforce social distancing amid warmer weather. The Associated Press reports: </p> \n  <blockquote class=\"quoted\"> \n   <p>Officers set out on foot, bicycles and cars to break up crowds and remind those enjoying the weather of public health restrictions requiring they keep 6 feet away from others.</p> \n   <p>“I believe with the warm weather people will come outside,” Gov. Andrew Cuomo said Saturday. “You can’t stay indoors all the time. People will come outside and that’s great, go for a walk. But respect the social distancing and wear a mask.”</p> \n   <p>The New York City Police Department has made 60 arrests and issued 343 summonses related to social distancing since March 16.</p> \n   <p>Police Commissioner Dermot Shea issued a stern warning after a series of clashes this week between police officers and members of Orthodox Jewish communities over social distancing.</p> \n   <p>“We will not tolerate it,” Shea said after community members flooded the streets for funeral processions. “You are putting my cops’ lives at risk and it’s unacceptable.”</p> \n   <p>Enforcement has its limitations when it comes to social distancing, police concede, leaving it up to New Yorkers to play by the rules to help keep infections on the downturn.</p> \n   <p>“You’ve got to get voluntary compliance,” Benjamin Tucker, NYPD’s first deputy commissioner,” said last month.</p> \n   <p>Most people are heeding officers’ warnings to keep their distance in parks and around essential businesses like grocery stores, Shea said.</p> \n   <p>But a stark example of non-compliance came Thursday when officers interrupted a crowded funeral procession in Brooklyn’s Borough Park neighborhood. Video posted to social media showed officers in protective masks chasing a minivan and shouting at dozens of people marching behind the van to get out of the street and onto the sidewalk.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ead90ac8f0806a479811f4a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T15:38:52.843Z\">4.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo said there are about 900 new infections per day in the state’s hospitals. “That is unacceptable,” he said at a press conference this morning. </p> \n  <p>Cuomo also released the results of antibody testing of 15,000 New Yorkers which showed a disproportionate number of people testing positive in New York City borough, the Bronx. </p> \n  <p>The Bronx is the city’s poorest borough. Despite the multitudes of unknowns about Covid-19 infections, the findings further demonstrate the disproportionate impact the outbreak is having <a href=\"https://www.theguardian.com/us-news/2020/apr/12/coronavirus-us-deep-south-poverty-race-perfect-storm\">on low-income people and people of color.</a> <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1256602990355664899\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NYC overall: 19.9% positive for antibodies.<br><br>Bronx: 27.6%<br>Brooklyn: 19.2%<br>Manhattan: 17.3%<br>Queens: 18.4%<br>Staten Island: 19.2%<br><br>(Results are weighted.)</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1256602990355664899?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cuomo said health officials are still trying to figure out how and why that is happening. The aim is to identify where new cases are coming from so the state has asked hospitals to figure out where people with new cases work, how they are traveling around and what communities they are in. <br></p> \n  <p>“Transit workers have been very much at the frontline,” Cuomo said. He noted the high infection rate among transit workers and said the state would direct more resources and testing to transit bodies. </p> \n  <p>The state announced this week that New York City’s 24-hour subway system would take the unprecedented step of closing from 1am to 5am for deep cleaning. Cuomo said at some point in the next few days, officials would launch a website to help people who usually take the train at those times to find alternatives, such as the bus. </p> \n </div> \n</div> \n<div id=\"block-5ead8d178f082b32fdd6c17a\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T15:24:04.645Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In California, officials said 32 people were arrested Friday during a volatile protest at the state capitol, in which hundreds of demonstrators protested against the state’s stay-at-home order. </p> \n  <p>Most of the people arrested were cited and released, the <a href=\"https://www.sacbee.com/news/local/article242421321.html\">Sacramento Bee reported</a>. </p> \n  <p>The Sacramento protesters did not have a permit to hold a rally on the Capitol grounds and were told multiple times to disperse as the crowd grew to at least 500 people, a California Highway Patrol (CHP) spokesman said in a statement late on Friday. </p> \n  <p>“The majority of the demonstrators were not wearing face masks or physically distancing and at one point a group of them locked hands,” the CHP said in a press release. </p> \n  <p>Officers warned the protesters multiple times that they would be arrested if they did not leave, and that “their demonstration posed a health hazard,” the CHP said in a statement. “No use of force was used on the demonstrators,” and the majority of people arrested “offered no physical resistance,” CHP said. </p> \n  <p>In Huntington Beach, where nearly 3,000 people protested along the beach, there were “no arrests or citations,” the local police chief <a href=\"https://www.ocregister.com/?returnUrl=https%3A%2F%2Fwww.ocregister.com%2F2020%2F05%2F01%2Fthousands-of-protesters-flock-to-huntington-beach-following-state-ordered-oc-beach-closures%2F%3FclearUserState%3Dtrue\">told The O.C. Register</a>. </p> \n </div> \n</div> \n<div id=\"block-5ead82fe8f082b32fdd6c12c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T15:05:25.090Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Vermont senator Bernie Sanders and Washington representative Pramila Jayapal said the Covid-19 outbreak is further <a href=\"https://www.theguardian.com/us-news/2020/apr/16/profit-over-people-cost-over-care-americas-broken-healthcare-exposed-by-virus\">exposing the flaws in the US health insurance system</a> and called for radical change in an opinion piece for the Guardian. </p> \n  <p>The US spends more than twice the average of other major countries on healthcare, but its ties to employment mean people avoid going to the doctor because of the cost and declare bankruptcy because of the bills, they wrote. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>Price-gouging and profiteering has affected everything from <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.nytimes.com_2020_04_22_us_hand-2Dsanitizer-2Dmatt-2Dcolvin-2Dnoah-2Dcoronavirus.html&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=31r9cYc2DLtNN9r9eej03LcU_UIINDmeAE0cD7SC3ZY&amp;e=\">hand sanitizer</a> to <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.bloomberg.com_news_articles_2020-2D03-2D24_for-2Dnew-2Dyork-2D58-2Dcent-2Dmedical-2Dmasks-2Dnow-2Dpriced-2Dat-2D7-2D50-2Deach&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=mJ3UZz96HqjSgfHLiZhI2T38rWRpEWXfx_YfreEJek0&amp;e=\">respirator</a> prices which, in some cases, have more than quintupled – virtually overnight. <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.cnbc.com_2020_04_09_why-2Dstates-2Dand-2Dthe-2Dfederal-2Dgovernment-2Dare-2Dbidding-2Don-2Dppe.html&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=dCRneUbiBxYGKa3LltDP7EnHQGvw8EwEqQar6h8i_NE&amp;e=\">Cities, states and hospitals</a> continue to fight over scarce gloves, gowns, masks and ventilators. <a href=\"https://urldefense.proofpoint.com/v2/url?u=http-3A__www.seiu.org_2020_04_in-2Dnational-2Dsurvey-2Dof-2Dfrontline-2Dnurses-2D92-2Dpercent-2Dsay-2Dfederal-2Dgovernment-2Dis-2Dnot-2Ddoing-2Denough-2Dto-2Dprotect-2Dhealthcare-2Dstaff-2D82-2Dpercent-2Dsay-2Dthey-2Ddo-2Dnot-2Dhave-2Denough-2Dprotective-2Dequipment&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=ahWmeQCFAo9_-mZw576ODv7Nb-Vwil-CwK9nCCCno8U&amp;e=\">Four out of five</a> frontline nurses don’t have enough protective equipment. In the richest country in the history of the world, nurses caring for coronavirus patients have <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.marketwatch.com_story_nurse-2Dat-2Dbrooklyn-2Dhospital-2Don-2Dcoronavirus-2Dprotective-2Dclothing-2Dits-2Da-2Dgarbage-2Dbag-2Dits-2Dlike-2Dsomething-2Dout-2Dof-2Dthe-2Dtwlight-2Dzone-2D2020-2D04-2D07&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=6mjm-Hj2vO2OM91FRwPfXEBXRTdmumf-ZnLsX7o0Syk&amp;e=\">resorted</a> to wearing <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__nypost.com_2020_03_25_worker-2Dat-2Dnyc-2Dhospital-2Dwhere-2Dnurses-2Dwear-2Dtrash-2Dbags-2Das-2Dprotection-2Ddies-2Dfrom-2Dcoronavirus_&amp;d=DwMGaQ&amp;c=L93KkjKsAC98uTvC4KvQDdTDRzAeWDDRmG6S3YXllH0&amp;r=AczQLL7mJO5OQ9YeyeWu2E-qGq2twDVQkJXlB0LkoNY&amp;m=dfjxYVbQZUAvXZukazbe3Q38V7NEkIPvbRt5ES1KyR0&amp;s=8WYFSHmoSV8g4mCKBBc_zo0Kx22mib6JuUvfHBLduqQ&amp;e=\">trash bags</a> as makeshift protective gear. That is an international embarrassment.</p> \n   <p>The current crisis has also exposed, to a horrific degree, how the massive level of income and wealth inequality in America magnifies healthcare inequities, and financially ravages our most vulnerable people. Rural hospitals and community health clinics, which often treat the poor, are on the verge of going bankrupt and shutting down. Major outbreaks are attacking our Black, Hispanic, Native American and undocumented communities, as well as the incarcerated and the homeless.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/02/us-healthcare-system-coronavirus-pandemic-bernie-sanders-pramila-jayapal\">The pandemic has made the US healthcare crisis far more dire. We must fix the system | Bernie Sanders and Pramila Jayapal</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ead6c668f087d47c7788125\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T14:25:50.989Z\">3.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Late Friday, the White House moved to replace a Health department official who warned of supply shortages and testing delays at hospitals, <a href=\"https://www.nytimes.com/2020/05/01/us/politics/trump-health-department-watchdog.html?smid=tw-share\">according to the New York Times. </a></p> \n  <p>Donald Trump criticized the official, Christi Grimm, at a press briefing three weeks ago in response to a government report she authored which warned of critical shortages of supplies. Inspector generals perform an oversight role in federal departments, working as internal watchdogs to investigate and report on issues within. <br></p> \n  <p>In response to Grimm’s findings, which included warnings about a lack of protective gear for hospital workers and hospitals’ issues in obtaining test kits, Trump said the report was “wrong” on April 6. </p> \n  <p>“Did I hear the word ‘inspector general’? Really? It’s wrong. And they’ll talk to you about it. It’s wrong,” Trump said. “Where did he come from, the inspector general? What’s his name? No, what’s his name? What’s his name?”</p> \n  <p>Trump also attacked Grimm on Twitter, highlighting her work in the Obama administration though she also served under George W Bush and Bill Clinton. <br></p> \n  <p>The White House announced Friday night that it had nominated a new inspector general for the department who would replace Grimm. She would be the fourth government watchdog to be pushed out of their role by the Trump administration in recent weeks.<br></p> \n </div> \n</div> \n<div id=\"block-5ead7a468f0806a479811e9a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T13:53:22.221Z\">2.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump hails Senate return</h2> \n <div class=\"block-elements\"> \n  <p>Donald Trump disputed warnings from the US Capitol physician and said it is safe for the Senate to return to the Washington DC building next week in a tweet which, as usual, needs a bit of explanation. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256570859935932416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There is tremendous CoronaVirus testing capacity in Washington for the Senators returning to Capital Hill on Monday. Likewise the House, which should return but isn’t because of Crazy Nancy P. The 5 minute Abbott Test will be used. Please inform Dr. Brian P. Monahan. <a href=\"https://twitter.com/MarkMeadows?ref_src=twsrc%5Etfw\">@MarkMeadows</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1256570859935932416?ref_src=twsrc%5Etfw\">May 2, 2020</a>\n   </blockquote> \n  </figure> \n  <ol> \n   <li><strong>“There is tremendous CoronaVirus testing capacity in Washington for the Senators returning to Capital Hill on Monday.”</strong> The New York Times <a href=\"https://www.nytimes.com/2020/05/01/us/politics/coronavirus-testing-senate-white-house.html\">reported yesterday</a> that the office for the doctor for Congress, Brian Monahan, told Republicans they will not be able to screen all 100 Senators on Monday. </li> \n   <li><strong>“Likewise the House, which should return but isn’t because of Crazy Nancy P.” </strong>House speaker, Democrat Nancy Pelosi, said House members should not return to the US Capitol next week in response to guidance from Dr Monahan. Nearly 200 Congress members are more vulnerable to serious complications from a Covid-19 infection because they are 65 and older. It is unknown how many are also at-risk because of underlying conditions or who live with people who are at greater risk if they contract the illness. </li> \n   <li><strong>“The 5 minute Abbott Test will be used.” </strong>The New York Times also reported that Trump and other members of the White House have access to a rapid-testing kit developed by Abbott Laboratories which provides results in five-minutes. Monahan’s office said the testing kits they have access to don’t provide results for two days. </li> \n   <li><strong>“Please inform Dr. Brian P. Monahan.” </strong>This suggests Trump has access to different information than the US Capitol physician. It also suggests that Trump can only contact Dr Monahan through social media, though that seems highly unlikely. </li> \n   <li><strong>“@MarkMeadows”</strong> Meadows is the White House chief of staff. I guess Trump wants him to see this Tweet. </li> \n  </ol> \n  <p>Notably omitted from the post is <strong>Mitch McConnell</strong>, the senator majority leader who is requiring senators, staff and US Capitol employees to return to the building on Monday despite the attending Dr Monhan’s recommendations. McConnell’s desire to return to the Capitol is in part because of his focus on pushing <a href=\"https://www.theguardian.com/us-news/2020/may/01/how-trump-tipped-scales-supreme-court-judges-voting-rights\">conservative judicial nominees</a> through the Republican-majority Senate. “My motto for the rest of the year is leave no vacancy behind,” <a href=\"https://www.washingtonpost.com/opinions/mcconnell-bringing-the-senate-back-is-an-irresponsible-act-of-partisan-selfishness/2020/05/01/35ba6cca-8b0c-11ea-8ac1-bfb250876b7a_story.html\">he said in late March. </a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-02T13:58:26.976Z\">at 2.58pm BST</time></p> \n</div> \n<div id=\"block-5ead6f9b8f0806a479811e44\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T13:32:31.692Z\">2.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">White House says Fauci testimony to Congress would be 'counterproductive'</h2> \n <div class=\"block-elements\"> \n  <p>The White House said it would be “counterproductive” for Dr Anthony Fauci to testify before Congress next week and is blocking him from speaking about the government’s response to the pandemic ina House committee hearing. </p> \n  <p>Fauci, who has worked at the <a href=\"https://www.theguardian.com/world/2020/mar/22/coronavirus-meet-the-scientists-who-are-now-household-names\">National Institute of Health since 1968</a>, has been a source of measured, expert analysis on the Covid-19 outbreak in press briefings and interviews. This has put him at odds with the president, who has downplayed the pandemic and disputed facts about the crisis. </p> \n  <p><a href=\"https://www.theguardian.com/us-news/2020/apr/19/trump-fauci-relationship-coronavirus-us\">Fauci and Trump’s disparate responses</a> have left many concerned the president would silence Fauci, or push him out of the response team entirely. In April, Trump retweeted a post calling for Fauci to be fired but has denied that he was considering firing him. </p> \n  <figure class=\"element element-image\" data-media-id=\"fa27f770298203f683e5dec1edabb73ec19de468\"> \n   <img src=\"https://media.guim.co.uk/fa27f770298203f683e5dec1edabb73ec19de468/0_15_2973_1784/1000.jpg\" alt=\"Donald Trump arrives behind Dr Anthony Fauci for the start of the daily coronavirus response briefing in March\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Donald Trump arrives behind Dr Anthony Fauci for the start of the daily coronavirus response briefing in March</span> \n    <span class=\"element-image__credit\">Photograph: Tom Brenner/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>“While the Trump Administration continues its whole-of-government response to COVID-19, including safely opening up America again and expediting vaccine development, it is counterproductive to have the very individuals involved in those efforts appearing at congressional hearings,” said White House spokesman Judd Deere. “We are committed to working with Congress to offer testimony at the appropriate time.”</p> \n  <p>An unnamed senior administration official<a href=\"https://www.washingtonpost.com/us-policy/2020/05/01/congress-fauci-coronavirus/\"> told the Washington Post</a> that this was “not muzzling” because because Fauci is expected at a Senate hearing about testing the following week. </p> \n  <p>At the House committee hearing next week, speakers instead will include the former director of the Centers for Disease Control and Prevention (CDC), Thomas Frieden and possibly others. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-02T23:29:03.350Z\">at 12.29am BST</time></p> \n</div> \n<div id=\"block-5ead5cdb8f087d47c778809d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T13:16:07.324Z\">2.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There’s no other way to put this: Alex Jones is thinking about eating his neighbours.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"baae752d238f12463f3154ef0980cf80cde8ecc1\"> \n   <img src=\"https://media.guim.co.uk/baae752d238f12463f3154ef0980cf80cde8ecc1/0_2_474_593/400.jpg\" alt=\"Alex Jones.\" width=\"400\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Alex Jones.</span> \n    <span class=\"element-image__credit\">Photograph: Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>In a bizarre video, the InfoWars host, conspiracy theorist and <a href=\"https://www.theguardian.com/world/2020/mar/19/america-far-right-coronavirus-outbreak-trump-alex-jones\">supporter</a> and <a href=\"https://www.youtube.com/watch?v=4LeChPL0sLE\">interviewer of Donald Trump</a> told followers the coronavirus pandemic and resultant lockdown has him planning for societal breakdown, which in his case will involve killing his neighbours in order to feed his children.</p> \n  <p>I won’t quote him or link to the video, which of course can be easily found, but in the words of the Huffington Post, “Although Jones’ admission could make neighborhood watch meetings awkward, he said he plans on gobbling ‘globalists’ who imposed the lockdowns first.”</p> \n  <p>It is what it is and of course it duly went viral. It’s worth noting, in the meanwhile, that Jones said his infamous comments about the Sandy Hook school shooting – he said it was a hoax, parents of murdered first-graders sued – <a href=\"https://www.theguardian.com/us-news/2019/mar/30/alex-jones-sandy-hook-claims-psychosis\">were caused by “psychosis”</a>.<br></p> \n  <p>Here’s Jason Wilson of this parish, an expert on the murky circles in which Jones swims, with more on the American far (out) right in the time of coronavirus:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/19/america-far-right-coronavirus-outbreak-trump-alex-jones\">Disinformation and scapegoating: how America's far right is responding to coronavirus</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ead5f538f0806a479811dce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T13:03:35.618Z\">2.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press has more from Michigan, a hard-hit state (42,000 cases and nearly 4,000 deaths according to Johns Hopkins) which has also been hit hard by protests against Democratic governor Gretchen Whitmer, demanding she end her stay-at home order.</p> \n  <p>On Thursday, some protesters at the statehouse in Lansing were armed with “long guns”, frightening lawmakers. On Friday, Donald Trump <strong>said the protesters were “good people”</strong> with whom the governor should “make a deal”. The president has targeted Whitmer with criticism before, in part because she is thought to be on Joe Biden’s short list for a running mate in November’s presidential election.</p> \n  <p>Here’s the AP:</p> \n  <blockquote class=\"quoted\"> \n   <p>Governor Gretchen Whitmer said on Friday Michigan’s stay-at-home order remains in effect through 15 May despite Republicans’ refusal to extend her underlying coronavirus emergency declaration, as she amended it to allow construction, real estate and more outdoor work to resume in person next week.</p> \n   <p>The Democratic governor, who may be sued by the GOP-led Legislature, addressed reporters the same day President Donald Trump tweeted she should “make a deal” with conservatives who protested her restrictions at the Capitol a day earlier. She denounced the protest as “disturbing,” <strong>noting there were swastikas, Confederate flags, nooses and some people with assault weapons</strong> who “do not represent who we are as Michiganders”.</p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"517acb50-d7a2-4c3d-87b3-6c6adde69b2f\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zXXFf0Q2bcU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <blockquote> \n   <p>“We’re not in a political crisis where we should just negotiate and find some common ground here. We’re in a public health crisis,” Whitmer said. “We’re in the midst of a global pandemic that has already killed almost 4,000 people in our state.”</p> \n   <p>Whitmer said she will continue listening to epidemiologists, public health experts and business leaders, “<strong>not to pollsters and not to people with political agendas</strong>.”</p> \n   <p>… Whitmer last week let some businesses like plant nurseries and bike repair shops reopen, as well as stores selling nonessential supplies for curbside pickup or delivery. </p> \n   <p>On Friday, she allowed work that is traditionally and primarily done outdoors – forestry workers, power equipment technicians, parking enforcers – to resume next Thursday. Construction workers, real estate agents, appraisers, brokers, inspectors and surveyors also will be able to work in person. So will manufacturing workers who make items like partitions, cubicles and furniture that will help businesses modify their workplaces amid the pandemic.</p> \n   <p>…Senate Majority Leader Mike Shirkey, <strong>a Republican who had encouraged people to protest</strong>, said many did so safely and responsibly. But he said several others are a “bunch of jackasses” who used intimidation and threats.</p> \n   <p>“I condemn their behavior and denounce their tactics,” he said. “Their actions hurt their cause and steal from the rights of others by creating an environment where responsible citizens do not feel safe enough to express themselves.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ead65558f087d47c77880cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T12:45:18.868Z\">1.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There is currently no White House briefing – presidential, coronavirus task force or straight press – on the schedule for today. That of course can change. In the meantime, here’s what Washington bureau chief David Smith made of Kayleigh McEnany’s debut behind the podium (or lectern, Twitter pedants) in the James S Brady Press Briefing Room on Friday:</p> \n  <blockquote class=\"quoted\"> \n   <p>Associated Press reporter Jill Colvin had a question: “Will you pledge to never lie to us from that podium?”</p> \n   <p>Without missing a beat, McEnany replied: “<strong>I will never lie to you. You have my word on that</strong>.”</p> \n   <p><strong>Expect to hear replays of that line before this presidency is done</strong>. Even on what proved an assured debut, McEnany skated close to peddling dodgy information about Trump’s responses to the coronavirus pandemic (“This president has always sided on the side of data”) and to allegations of sexual misconduct (“He has always told the truth”).</p> \n   <p>But the good news for the White House is that McEnany, 32, benefits by comparison with the desperately low standards of both her boss and her predecessors.</p> \n  </blockquote> \n  <p>David also noted that McEnany “echoed Trump’s accusation that the World Health Organization ‘praised China’s leadership on the 22nd and 23rd’ of January, without mentioning that on 22 January Trump tweeted ‘Terrific working with President Xi’ and <a href=\"https://twitter.com/realDonaldTrump/status/1220818115354923009?s=20\">on 24 January wrote:</a> ‘China has been working very hard to contain the coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well.’”</p> \n  <p>The whole piece, from Sean Spicer and Kellyanne Conway’s “alternative facts” to the elusive Stephanie Grisham and beyond, is here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">Trump 'cannot tell a lie' – but can Kayleigh McEnany, his new press secretary?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ead58b08f087d47c7788081\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T12:27:55.226Z\">1.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus outbreak in the US, and of course the politics around it. First the figures, according to researchers <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">at Johns Hopkins University in Maryland</a>:</p> \n  <ul> \n   <li>US cases: 1,103,615</li> \n   <li><strong>US deaths:</strong> <strong>65,063</strong></li> \n   <li>New York cases: 308,314</li> \n   <li><strong>New York deaths</strong>: <strong>24,039</strong></li> \n  </ul> \n  <p>New York is the hottest hot spot for Covid-19 – other states are badly and in some cases increasingly affected, despite gathering attempts to re-open shuttered economies. There have been protests demanding faster re-opening, some protesters have been armed, and <a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-michigan-protesters-gretchen-whitmer\">the president has expressed his support</a>.</p> \n  <p>We’ve plenty of Guardian reporting to get you going today: on <strong>the nursing home in New York</strong> (not too far from where I am, as it happens, at the top of Manhattan) where <a href=\"https://www.theguardian.com/world/2020/may/02/new-york-nursing-home-reports-98-coronavirus-deaths-in-horrifying-outbreak\">nearly 100 people have died</a>; from California, where Governor Gavin Newsom<strong> <a href=\"https://www.theguardian.com/us-news/2020/may/01/california-coronavirus-protests-huntington-beach-sacramento\">is moving towards reopening</a></strong>; and from southern bureau chief Oliver Laughland in New Orleans, with Amanda Holpuch in New York, on how <strong>meat plant workers</strong> have been treated on the front line of US food supply. In short, not well:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/02/meat-plant-workers-us-coronavirus-war\">'We're modern slaves': How meat plant workers became the new frontline in Covid-19 war</a> </p> \n  </aside> \n  <p>In Washington on Friday, Donald Trump did not hold a briefing but his new press secretary – his fourth – did. </p> \n  <p>Judged by the standards of her predecessors – <a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">by Washington bureau chief David Smith</a>, who was there for Sean Spicer, Sarah Sanders and Stephanie Grisham, although the last named didn’t actually hold any briefings – <strong>Kayleigh McEnany made an assured debut.</strong> She may, however, come to regret her promise from the podium (or lectern) not ever to lie. Not least because as she attacked China and the World Health Organization, defended Michael Flynn and dismissed questions about allegations of sexual misconduct against Trump, she flirted, as British hacks of a certain vintage might put it, with being a tad <a href=\"https://www.theguardian.com/politics/2002/oct/12/redbox.politics\">economical with the actualité</a>. </p> \n  <p>Here’s our world affairs editor, Julian Borger, <a href=\"https://twitter.com/julianborger/status/1256327474650071041\">with a fact check on the WHO side of it</a>:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/julianborger/status/1256327474650071041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In her maiden White House press conference, <a href=\"https://twitter.com/PressSec?ref_src=twsrc%5Etfw\">@PressSec</a> maintained Trump admin criticism of WHO, but in so doing gave a misleading and in some cases false, account of WHO's record. <br>Here's a fact check thread on that: 1/11</p>— Julian Borger (@julianborger) \n    <a href=\"https://twitter.com/julianborger/status/1256327474650071041?ref_src=twsrc%5Etfw\">May 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>More to come, obviously.</p> \n </div> \n</div>",
  "<p>A young film-maker who worked on a music video that mocked Egyptian president Abdel Fatah al-Sisi has died in an Egyptian prison, after he was imprisoned without trial for more than two years.</p> <p>Shady Habash, 24, died inside Cairo’s infamous Tora prison complex, from “health issues not yet specified,” according to announcements from family and friends.</p> <p>Habash’s detention and death represent a stark reminder of the growing number of young people at risk inside Egypt’s sprawling prison system, including many detained for their work as artists, making dissenting statements against Sisi’s rule or for no charge at all.</p> <p>There is also growing concern over unsanitary and unsafe mass detentions inside Egyptian prisons, reflecting fears about the spread of Covid-19 in places of detention around the world. Prominent activist Alaa Abdel al-Fattah, re-imprisoned last September, recently began a hunger strike in protest at prison conditions. The Egyptian authorities, who <a href=\"https://www.amnesty.org/en/documents/mde12/2152/2020/en/\">suspended</a> prison visits in March due to the coronavirus outbreak, have been criticised for widespread and deadly medical neglect of prisoners, including <a href=\"https://www.theguardian.com/world/2019/jun/17/mohamed-morsi-dead-ousted-president-egypt-collapses-after-court-session\">former president Moham</a><a href=\"https://www.theguardian.com/world/2019/jun/17/mohamed-morsi-dead-ousted-president-egypt-collapses-after-court-session\">ed Morsi</a>, who collapsed and died in court in June 2019.</p> <p>Mai al-Sedany, an expert on the Egyptian legal system with the Washington thinktank the Tahrir Institute for Middle East Policy, said that Habash’s death highlights rising concern around a lack of due process in Egypt. This includes “a rise in prosecution around freedom of expression, continued and near automatic pretrial detention extensions in violation of even Egyptian law, and poor prison conditions that severely harm the well-being of those incarcerated,” she said.</p> <p>The young artist was detained in March 2018, after directing a music video for the exiled Egyptian rock musician Ramy Essam. The video sees Essam, who now lives in Sweden, dancing as he criticises the rule of Egyptian president Sisi, comparing him to a date or “balaha”, the name of a character in a popular comedy film used against Sisi by his critics. “You live in gardens and we live in jails,” he sings, “may the Lord take you we all pray, with all your gang boys in that darkest jail, I hope you rot in such a place.”</p> <p>The video’s release prompted the arrest of eight people, most with little connection to Essam. These included Habash, the poet and lyricist Galal al-Beheiry and Mohamed Abdel-Basset, who was arrested after playing the song on his car stereo in Kuwait and deported back to Egypt. All were accused of joining a terrorist group and spreading false news. Beheiry was <a href=\"https://www.reuters.com/article/us-egypt-rights/egypt-military-court-sentences-poet-to-prison-for-insulting-army-idUSKBN1KL2KX\">sentenced</a> to three years in prison in July 2018 for publishing false news and insulting the military in a separate military trial.</p> <p>Following the release of five involved in the case, Habash and Mustafa Gamal, who helped Essam verify his Facebook page, remained in prison on pre-trial detention. “He should have been released after two years,” said a representative from the Cairo-based Association for Freedom of Thought and Expression, who asked not to be named for their own safety. “Instead he was forced to remain in custody with no legal grounds. He died in jail, where he shouldn’t have been in the first place. No artist should be in jail for his work.”</p> <p>Essam <a href=\"https://www.ramyessam.com/post/photographer-director-shady-habash-dies-at-the-age-of-24-in-egyptian-prison?fbclid=IwAR3DkN6i_2odqe6Lni9q_kD-CvW1MgKB7ggGpOwWCWGOvixO8M_Qtc-agIs\">wrote</a> on his website that “Shady didn’t have anything to do with the content of the song.” He also published Habash’s last letter from prison, <a href=\"https://www.ramyessam.com/post/photographer-director-shady-habash-dies-at-the-age-of-24-in-egyptian-prison?fbclid=IwAR3DkN6i_2odqe6Lni9q_kD-CvW1MgKB7ggGpOwWCWGOvixO8M_Qtc-agIs\">headed</a>, “Prison doesn’t kill, loneliness does. I need your support not to die.”</p>",
  "<p>The White House has blocked Dr Anthony Fauci from testifying to Congress, saying it would be “counterproductive” for the senior member of the White House coronavirus taskforce to talk about the government’s response to the pandemic in a House committee hearing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/donald-trump-us-coronavirus-testing\">No leadership and no plan: is Trump about to fail the US on coronavirus testing?</a> </p> </aside>  <p>Donald Trump, meanwhile, welcomed Mitch McConnell’s move to recall the Senate to Washington despite the congressional physician’s office reportedly telling Republicans it would not be able to screen all 100 senators for Covid-19 on Monday.</p> <p>The president also called the Democratic House speaker, Nancy Pelosi, “crazy” for not recalling the House and moved to remove a health department watchdog who wrote a critical report on the government’s pandemic response.</p> <p>According to <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">researchers at Johns Hopkins university</a>, the US has recorded more than 1.1m coronavirus cases and more than 65,000 deaths. On Friday, Trump <a href=\"https://publicpool.kinja.com/subject-remarks-by-president-trump-in-a-presidential-r-1843206027\">told reporters</a>: “Hopefully, we’re going to come in below … 100,000 lives lost.”</p> <p>Fauci, 79, has worked at the <a href=\"https://www.theguardian.com/world/2020/mar/22/coronavirus-meet-the-scientists-who-are-now-household-names\">National Institutes of Health since 1968</a>. A source of measured, expert analysis on the Covid-19 outbreak in press briefings and interviews, his public profile has risen. This has put him at odds with Trump, who has downplayed the pandemic and disputed facts about the crisis.</p> <p><a href=\"https://www.theguardian.com/us-news/2020/apr/19/trump-fauci-relationship-coronavirus-us\">Fauci and Trump’s disparate responses</a> have left many concerned the president will attempt to silence the doctor or push him out entirely. In April, Trump retweeted a post calling for Fauci to be fired but he has denied that he has considered doing so.</p> <p>Regarding the decision to block Fauci from appearing in Congress, a White House spokesman, Judd Deere, said: “While the Trump administration continues its whole-of-government response to Covid-19, including safely opening up America again and expediting vaccine development, it is counterproductive to have the very individuals involved in those efforts appearing at congressional hearings.</p> <p>“We are committed to working with Congress to offer testimony at the appropriate time.”</p> <p>An unnamed senior administration official<a href=\"https://www.washingtonpost.com/us-policy/2020/05/01/congress-fauci-coronavirus/\"> told the Washington Post</a> the White House was “not muzzling” Fauci, because he is expected at a Senate hearing about testing the following week.</p> <p>Thomas Frieden, a former director of the Centers for Disease Control and Prevention (CDC), will be among speakers at a House hearing next week.</p> <p>Late on Friday, the White House moved to replace a health department official who warned of supply shortages and testing delays at hospitals, <a href=\"https://www.nytimes.com/2020/05/01/us/politics/trump-health-department-watchdog.html?smid=tw-share\">according to the New York Times</a>.</p> <p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump</a> criticized the official, Christi Grimm, at a briefing three weeks ago, in response to the report she authored. Trump also attacked Grimm on Twitter, highlighting her work in the Obama administration. She also served under George W Bush and Bill Clinton.</p> <p>The White House announced Friday night that it had nominated a new inspector general for the department. Grimm would be the fourth government watchdog pushed out in recent weeks.</p> <p>In a statement, Patty Murray, a Democratic senator from Washington state, said: “We all know the president hasn’t told people the truth about this virus or his administration’s response, and late last night, he moved to silence an independent government official who did.</p> <p>“The president cannot be above oversight, no matter how he denies, attacks, and fights against it.”</p> <p>On Twitter on Saturday morning, Trump insisted it was safe for the Senate to return to the Capitol.</p> <p>“There is tremendous CoronaVirus testing capacity in Washington for the Senators returning to Capital [sic] Hill on Monday,” he wrote.</p> <p>The Times, however, <a href=\"https://www.nytimes.com/2020/05/01/us/politics/coronavirus-testing-senate-white-house.html\">reported</a> that the office of the Congress doctor, Dr Brian Monahan, did not think it could test all 100 senators.</p> <p>“Likewise the House, which should return but isn’t because of Crazy Nancy P[elosi],” Trump added. The House speaker has said members should not return next week – in response to guidance from Monahan.</p> <p>Nearly 200 members of Congress are more vulnerable to serious complications from a Covid-19 infection because they are 65 and older. Pelosi herself is 80. It is unknown how many are also at-risk because of underlying conditions or who live with people who would be at greater risk if they contracted the illness.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">Trump 'cannot tell a lie' – but can Kayleigh McEnany, his new press secretary?</a> </p> </aside>  <p>“The 5 minute Abbott Test will be used,” Trump wrote. The Times has also reported that Trump and other members of the White House have access to a rapid-testing kit developed by Abbott Laboratories which provides results in five minutes. Monahan’s office said the testing kits to which it has access do not provide results for two days.</p> <p>On Saturday afternoon, McConnell and Pelosi declined a Trump administration offer of 1,000 coronavirus tests for Congress.</p> <p>“Congress is grateful for the administration’s generous offer to deploy rapid Covid-19 testing capabilities to Capitol Hill, but we respectfully decline the offer at this time,” the two leaders said in a joint statement. “Our country’s testing capacities are continuing to scale up nationwide and Congress wants to keep directing resources to the front-line facilities where they can do the most good the most quickly.”</p> <p>McConnell, the Senate majority leader who is requiring senators, staff and US Capitol employees to return on Monday despite Monahan’s recommendations, is doing so in part because of his election-year focus on pushing <a href=\"https://www.theguardian.com/us-news/2020/may/01/how-trump-tipped-scales-supreme-court-judges-voting-rights\">conservative judicial nominees</a> through the Republican-majority Senate.</p> <p>“My motto for the rest of the year is leave no vacancy behind,” <a href=\"https://www.washingtonpost.com/opinions/mcconnell-bringing-the-senate-back-is-an-irresponsible-act-of-partisan-selfishness/2020/05/01/35ba6cca-8b0c-11ea-8ac1-bfb250876b7a_story.html\">McConnell said in late March</a>.</p>",
  "<p>Joe Biden has waded into the dispute between the US women’s national soccer team (USWNT) and US Soccer, tweeting that the players should not “give up this fight” for equal pay and threatening to withdraw funding from the governing body should he win the White House in November.</p> <p>On Friday, <a href=\"https://www.theguardian.com/football/2020/may/02/usa-womens-soccer-equal-pay-lawsuit\">US district judge R Gary Klausner threw out</a> the players’ unequal pay claim, which was filed in March 2019 by 28 members of the USWNT seeking equal pay and treatment, in addition to damages of $66m including back pay.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">Benefit of the doubt? Joe Biden – and allies – face key questions over sexual assault claim</a> </p> </aside>  <p>The group, which included some of the best players in the world such as <a href=\"https://www.theguardian.com/football/megan-rapinoe\">Megan Rapinoe</a>, Alex Morgan and Carli Lloyd, also sought compensation for any player who has appeared for the US since February 2015.</p> <p>“Don’t give up this fight,” Biden wrote on Twitter on Saturday. “This is not over yet.”</p> <p>The presumptive Democratic candidate for president then turned his attention to the governing body.</p> <p>“To US Soccer: equal pay, now,” he wrote. “Or else when I’m president, you can go elsewhere for World Cup funding.”</p> <p>On Friday, Molly Levinson, spokeswoman for the women’s players, said: “We are shocked and disappointed with today’s decision, but we will not give up our hard work for equal pay.</p> <p>“We are confident in our case and steadfast in our commitment to ensuring that girls and women who play this sport will not be valued as lesser just because of their gender.”</p> <p>Klausner said the USWNT players had rejected a chance to be paid under the same terms as their male counterparts.</p> <p>“The history of negotiations between the parties demonstrates that the WNT rejected an offer to be paid under the same pay-to-play structure as the MNT, and the WNT was willing to forgo higher bonuses for benefits, such as greater base compensation and the guarantee of a higher number of contracted players,” he wrote.</p> <p>The judge did, however, allow allegations that the USWNT were subject to discriminatory working conditions, receiving inferior travel, accommodation and medical treatment compared to the men. Those claims will now go to trial in federal court next month.</p> <p>The US won the Women’s World Cup last summer, retaining a title they won in 2015. The US men’s team, <a href=\"https://www.theguardian.com/football/2020/feb/12/us-mens-team-say-federation-discriminates-against-usas-female-players\">who have supported the USWNT lawsuit</a>, failed to qualify for the 2018 World Cup.</p> <p>On Thursday, Rapinoe appeared with Biden and his wife, Jill Biden, in an Instagram Live event.</p> <p>“I don’t want to put you on the spot,” the player said. “I think I could still play soccer and do this. But if you need a vice-president, I’m just saying I’m available for an interview. We can talk logistics and the details. Put it on your list.”</p> <p>Biden has promised to pick a woman as his running mate. Rapinoe, he said, “would have to take a pay cut to become vice-president”.</p> <p>“You know I’m not into that,” she said.</p>",
  "<p>Sir Bill Beaumont has vowed to deliver meaningful change after he was re-elected as World Rugby’s chairman for another four years. The former England captain overcame the challenge of Agustín Pichot for rugby union’s top job, winning by 28 votes to 23 against his former vice-chairman.</p> <p>Beaumont must now set to work on guiding the sport through the coronavirus crisis and delivering on his key manifesto pledges, including an aligned global calendar and an overhaul of rugby’s global governance. World Rugby has already provided stricken unions with an £80m rescue package and with the summer tours highly likely to be cancelled, Beaumont must reshape this year’s Test schedule as well as establishing a future calendar that serves both hemispheres.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/may/02/world-rugby-bill-beaumont-agustin-pichot-missed-chance-to-modernise\">Vested interests win battle for World Rugby but the sport’s problems remain | Robert Kitson</a> </p> </aside>  <p>The 68-year-old, who became chairman in 2016, had the unanimous support of the Six Nations – who contributed 18 votes in a weighted and much-criticised electoral system – but Pichot had the full backing of the Sanzaar countries (South Africa, New Zealand, Australia and Argentina), who supported his Nations Championship proposal last year. The Argentinian mounted an energetic leadership bid and gathered considerable late momentum, pitching himself as a revolutionary and pledging reform with Beaumont viewed as the traditionalist.</p> <p>Sources close to Pichot believed the vote was as close as 24-23 in Beaumont’s favour when Japan and Rugby Africa were yet to declare their intentions, but both have backed the incumbent.</p> <p>Bernard Laporte has been elected as vice-chairman and it is thought his political influence was key in helping Beaumont over the line. Thanks to additional support from Rugby Europe, Canada, Samoa, Fiji and the split North American vote, Beaumont has clinched victory, but building bridges with the southern hemisphere will be among his top priorities.</p> <p>“I have a clear mandate to work with Bernard to implement progressive, meaningful and sustainable change,” he said. “As an organisation, we must lead, be transparent, accountable and continue to serve for all. We must be united in our drive to make this great sport even better, simpler, safer and more accessible. We must listen to players, fans, competitions, our unions and regions, and take decisions that are in the best interests of all with our strong values to the fore.”</p>  <figure class=\"element element-embed\" data-alt=\"The Breakdown: sign up and get our weekly rugby union email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/4138\" height=\"52px\" data-form-title=\"Sign up for The Breakdown\" data-form-description=\"Get our weekly rugby union email\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>The Breakdown: sign up and get our weekly rugby union email.</figcaption> </figure>  <p>Beaumont has also pledged collaboration with leading clubs after it emerged World Rugby and the Champions Cup organisers were on a collision course over whether Test or domestic rugby would take priority in the autumn, assuming the sport returns then. “Now is not the time for celebration,” he said. “We have work to do. We are tackling Covid-19 and must implement an appropriate return-to-rugby strategy that prioritises player welfare, while optimising any opportunity to return to international rugby this year in full collaboration with club competitions for the good of players, fans and the overall financial health of the sport.”</p> <p>Voting in the election closed on Thursday and the result was initially not due to be announced until the World Rugby council meeting on 12 May. After a clear winner was determined without the need for a second round of voting, both candidates agreed for the result to be announced on Saturday. Pichot was magnanimous in defeat, tweeting: “Congratulations Bill!!! Not this time, thanks to all for the support, from the bottom of my heart.”</p>",
  "<p>The main hospital in Zabul, southern Afghanistan, was abandoned after a <a href=\"https://www.aljazeera.com/news/2019/09/killed-car-bomb-attack-afghan-province-zabul-190919042138106.html\">Taliban attack last September</a> destroyed most of the building and killed nearly 40 people.</p> <p>But when coronavirus slipped into the province this spring, desperate health authorities, casting around for ways to fight this new enemy, settled on its shattered remains.</p> <p>The paediatric ward, the only part of the building still standing, was refurbished and opened as an isolation centre for patients with Covid-19. It now stands beside the ruins of the rest of the hospital as a symbol of the terrible double challenge Afghanistan faces in fighting the virus while still in the middle of a long and bloody <a href=\"https://www.theguardian.com/world/2020/mar/28/taliban-refuses-to-talk-to-afghan-governments-negotiating-team\">civil war.</a></p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2020/05/afghanistan-map/giv-3902mwpeCQmugNCP/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2020/05/afghanistan-map/giv-3902mwpeCQmugNCP/\">.</a> </figure>  <p>“After the Taliban destroyed our main hospital, something remained and we made a two-storey building from that to hospitalise Covid patients,” said Dr Lal Mohammad Tokhi, head of the pubic health directorate in Zabul.</p> <p>“We have plenty of protective materials like mask and gloves. We need ventilators but are expecting to get two from Kabul.”</p> <p>The province has seen 10 cases and no deaths so far, and is trying to impose a <a href=\"https://www.theguardian.com/global-development/2020/apr/18/photographing-povertys-pandemic-afghans-have-learned-to-live-with-fear\">lockdown</a>, but it is being widely ignored by people who will not eat if they do not go out to work. “People are so poor, there are serious problems with hunger,” Tokhi said.</p> <p>Poverty and conflict meant that Afghanistan’s health systems were over-stretched before coronavirus - by malnutrition, war injuries and infectious diseases eliminated elsewhere long ago. It is one of just two countries where <a href=\"https://www.theguardian.com/global-development/2019/feb/20/polio-spreads-in-afghanistan-and-pakistan-due-to-unchecked-borders\">polio is still endemic.</a></p> <p>Last week, the US watchdog for war and reconstruction efforts warned in a report that when coronavirus arrived, Afghanistan was “likely (to) confront a health disaster”, because of its many challenges.</p> <p>On Friday, health authorities said nationwide confirmed infections hit 2,335, with 68 deaths. The disease is widely accepted to have spread further than captured by official tests, although a very young population – over half under 25 – may have helped keep mortality rates lower than elsewhere.</p>  <figure class=\"element element-image\" data-media-id=\"0d99d6d960260fbdb7efffc43c80358a645f25f1\"> <img src=\"https://media.guim.co.uk/0d99d6d960260fbdb7efffc43c80358a645f25f1/0_43_5760_3456/1000.jpg\" alt=\"Doctors, wearing face masks, at 150-room Darul Aman Palace in Kabul, which has been turned into a hospital to treat coronavirus victims.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doctors, in face masks, at the imposing 150-room Darul Aman Palace in Kabul, which has been turned into a hospital to treat coronavirus victims.</span> <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> </figcaption> </figure>  <p>“It’s possible that we have more deaths that are unreported to us,” health minister Feroz Ferozuddin told the <em>New York Times</em>. “But we haven’t seen mass deaths.”</p> <p>The disease may cause huge collateral damage, however, among Afghanistan’s many vulnerable citizens. Save the Children has already warned that lockdowns – although they are being widely ignored – have put 7 million children at risk of hunger.</p> <p>Adding to Afghanistan’s challenges, the country went into 2020 with a divided government facing political, military and economic crises. The government has been paralysed by a months-long political dispute over who won last year’s presidential election, which prompted the US to withhold a billion dollars of funding, vital to the functioning of a country with little tax base.</p> <p>US President Donald Trump’s decision to sign a withdrawal deal with the Taliban, in a bid to end America’s long war, has thrust the civil conflict between Afghan factions into an uncertain new phase. The militants have scaled back attacks in major cities but have rejected calls for a ceasefire to give time to fight the virus. They continue to attack government forces around the country, arguing their pact of non-aggression is only with the US.</p> <p>In northern Kunduz province, a hospital where a fifth of staff have been quarantined with suspected infections remains open to receive war wounded from the battles raging nearby because there is nowhere else to treat them, <a href=\"https://www.nytimes.com/2020/05/01/world/asia/afghanistan-coronavirus-hospitals.html\">it has been reported.</a></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Some Zabul residents who had been labourers in Iran brought the virus home with them</p> <footer> <cite>Hashim Tokhi, doctor</cite> </footer> </blockquote> </aside>  <p>The Taliban has allowed health officials in the south to travel to rural areas, including those under militant control, to provide coronavirus information and checks, doctors and officials say. But information reaching Afghanistan’s scattered villages may be too little, too late to stop the disease spreading.</p> <p>Zabul is a sparsely populated province far from the worst outbreak in the capital Kabul, apparently at the very fringes of Afghanistan’s battle against covid-19. Yet cases have been rising sharply in neighbouring Kandahar , and there are also infections thought to have been imported directly to the province from Iran, by people trying to flee the epidemic there.</p> <p>“Some Zabul residents who had been labourers in Iran, and came home to escape the outbreak there, brought it with them. There have been two cases confirmed in a remote district here over the last two days,” said Hashim Tokhi, a doctor in Zabul.</p> <p>“People have no access to heath equipment; they don’t heed the lockdown or cooperate with public health, and there is also no information about the virus in remote areas.”</p> <p>In nearby Helmand province, where British troops once fought the Taliban and nearly 400 lost their lives, the situation is even more grave, said Abdul Majid Akhundzada, a member of the provincial council. There have been 24 cases confirmed already, but hospitals were unprepared, he claimed, after funds were siphoned off by corruption.</p> <p>“In terms of equipment, we have zero of that, nothing. We have no lab to test suspected people, no testing kits, no place even to isolate the patients there. There are masks and gloves in the shops that people are buying for themselves.</p> <p>“Civilians and security forces continue to die in frontlines and their homes. The people of Helmand are so vulnerable: both corona and the war are killing them.”</p> <p><br></p>",
  "<p>Back in December, the bestselling author Michael Lewis was <a href=\"https://www.theguardian.com/books/2019/dec/07/michael-lewis-interview-the-big-short-fifth-risk\">asked by the </a><em><a href=\"https://www.theguardian.com/books/2019/dec/07/michael-lewis-interview-the-big-short-fifth-risk\">Observer</a></em> what it would take for America to want a leader who understood the importance of scientific knowledge.</p> <p>“I think a pandemic might do it.” he replied. “Something that could affect millions of people indiscriminately and from which you could not insulate yourself even if you were rich.”</p> <p>Lewis has a long track record for spotting trends. He was ahead of the game in his 1989 debut book <em>Liar’s Poker</em>, which revealed the scandalous risk-taking practised on Wall Street. He went on to document the monomaniacal ambition of Silicon Valley (<em>The New New Thing</em>) and the fledgling business of sports analytics (<em><a href=\"https://www.theguardian.com/books/booksblog/2011/jul/29/summer-readings-moneyball-michael-lewis\">Moneyball</a></em>), but never has his cultural antenna tuned into the future with greater accuracy than that particular remark.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2019/dec/07/michael-lewis-interview-the-big-short-fifth-risk\">Michael Lewis: ‘Don’t bet against the US. It has an incredible capacity for self-reinvention’</a> </p> </aside>  <p>Now that the coronavirus is here, Lewis has further predictions. He says that financial speculators will be looking to the White House for tips to exploit the economic crisis that the pandemic has unleashed.</p> <p>“Given what we know about Trump and his network of cronies,” he says, “you just wonder how many of them are out there with some advanced notice of what he’s going to say, and are taking advantage of it.”</p> <p>While he may not be overly concerned with the complexities of good governance, Trump has maintained a firm focus on a much more visible, if volatile, yardstick of success: the US stock market.</p> <p>On 12 February, the main <a href=\"https://www.theguardian.com/business/live/2020/feb/12/european-us-stock-markets-record-highs-coronavirus-fears-stock-markets-business-live\">US stock indexes recorded all-time highs</a>, and the president was a happy man. Less than two weeks later, as Wall Street realised the dimensions of the approaching pandemic, there was a spectacular crash, followed by a series of further reversals. Suddenly, Trump’s chief selling point looked as vulnerable as his hairdo.</p> <p>But every stock market crash is an opportunity for the canny speculator. Lewis’s bestselling book, <em><a href=\"https://www.theguardian.com/books/2010/mar/27/big-short-inside-doomsday-machine\">The Big Short</a></em>, later turned into an Oscar-winning film, was a classic on the subject. It told the story of the hedge fund managers and traders who bet against the market leading up to the 2007-8 financial crisis. Now, says Lewis, such people will surely be studying Trump’s Twitter account.</p> <p>“There are bound to be smart hedge funds or high-frequency traders who have figured out how to time the tweets and the market reactions. Trump has the ability to move sectors up and down by recommending a drug or saying that he’s solved the problem between the Saudis and the Russians, and the oil market’s going to recover.</p> <p>“I keep waiting for the story that they found the guy or guys who are doing this,” he says.</p> <p>For all Trump’s many missteps, the political impact of Covid-19 remains far from certain. The US leads the world with over a million cases and more than <a href=\"https://www.theguardian.com/world/live/2020/apr/29/coronavirus-us-economy-covid-19-donald-trump-live\">60,000 deaths</a>. But has it awoken the American public to their <a href=\"https://www.theguardian.com/news/2018/sep/27/this-guy-doesnt-know-anything-the-inside-story-of-trumps-shambolic-transition-team\">president’s methodical shortcomings</a>? Or has it simply reinforced the ideological sectarianism that is a feature of a deeply divided country?</p> <p>“It has been party politicised,” says Lewis, “but less successfully than anything else that’s come down the pike. You see friction between Trump and Republican governors. You see friction between Trump and Republican legislators. He should’ve had a big spike up in his poll numbers. Instead, he’s drifting down.”</p> <p>Liberal critics have come to realise that challenging Trump often serves only to rally his supporters. But, in recent weeks, tactical circumspection has been completely abandoned. In a piece in the latest issue of <em>The Atlantic</em>, entitled <a href=\"https://www.theatlantic.com/magazine/archive/2020/06/underlying-conditions/610261/\">We Are Living in a Failed State</a>, the respected commentator George Packer writes: “The crisis demanded a response that was swift, rational and collective. The United States reacted instead like Pakistan or Belarus — like a country with shoddy infrastructure and a dysfunctional government whose leaders were too corrupt or stupid to head off mass suffering.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a5a523bc32668034b24e3ceaabbce128307af6c6\"> <img src=\"https://media.guim.co.uk/a5a523bc32668034b24e3ceaabbce128307af6c6/0_0_3500_2339/1000.jpg\" alt=\"President Trump talks with Reuters in interview at the White House in Washington\" width=\"1000\" height=\"668\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I think Trump’s figuring out in his reptilian brain that he actually has to solve a problem.’</span> <span class=\"element-image__credit\">Photograph: Carlos Barría/Reuters</span> </figcaption> </figure>  <p>The nature of that shoddiness and dysfunction was the issue that Lewis explored in <em>The Fifth Risk</em>, his coruscating exposé of the depletion of US government agencies by the Trump administration. The book, published in 2018, sought to educate Americans in the many vital roles the much-pilloried federal bureaucracy performs – from maintaining nuclear waste to assembling the data for weather forecasts.</p> <p>Nowhere was ignorance of these responsibilities quite as glaring as within the Trump camp when it walked into the White House. The presidential team had next to no interest in studying the outgoing Obama administration’s painstaking transition documents.</p> <p>And ever since, Trump has displayed a barely concealed indifference to the government he is supposed to lead, either leaving key posts vacant or appointing ill-suited hangers-on or business people with obvious conflicts of interest to head up different departments, agencies and regulatory bodies.</p> <p>It’s a laissez-faire attitude that has left him ill-prepared to mobilise a coordinated national response to Covid-19. Lewis rates Trump’s performance at the outset of the pandemic as “appallingly bad”, not least because he had already dismantled a programme called <a href=\"https://www.theguardian.com/world/2020/apr/03/trump-scrapped-pandemic-early-warning-program-system-before-coronavirus\">Predict </a>that was designed to anticipate the movement of viruses around the world.</p> <p>“But the big thing he did,” Lewis adds, “was to remove the pandemic response team from the White House. So he cost us time in the beginning, and time is lives. He cost us much more time than an ordinarily inept man would’ve cost us because, in addition to being inept, he dug his heels in and pretended for weeks that he wasn’t inept. And those weeks were expensive.”</p> <p>Trump’s downplaying or outright denial of the Covid-19 threat is well-documented. From mid-January to mid-March, he seemed to view it as something that could be talked away, as though it would disappear through the sheer force of his bluster. Since then he has been forced by events to change tack. The strategic line, though, has been rather muddled: one moment he emphasises the need to support the lockdown, the next he encourages protesters to reject individual state restrictions.</p> <p>“He should be speaking for the whole country and he’s not,” says Lewis, “but having said that, he hasn’t been as hostile to science as he might have been.”</p> <p>By this, Lewis means that Trump has largely stood by <a href=\"https://www.theguardian.com/us-news/2020/apr/20/fauci-coronavirus-covid-19-stay-home\">Anthony Fauci</a>, the key member of the White House coronavirus task force, whom Lewis calls “the most popular man in America”. The celebrated immunologist has certainly spearheaded a much-needed revival of expertise, but nonetheless Trump’s newfound support for science is not an obvious improvement on his previous hostility. After all, the cause of empirical research was hardly advanced by his suggestion that <a href=\"https://www.theguardian.com/us-news/2020/apr/24/first-thing-the-drugs-dont-work-nor-does-injecting-disinfectant-covid-19\">injecting disinfectant</a> could be the answer to the pathogen.</p> <p>Lewis concedes the point, yet sees signs that Trump, or those around him, are trying to scramble together a functioning operation to deal with the pandemic, if only because there is now no alternative.</p> <p>“It’s interesting to watch,” Lewis says, “because I think he’s figuring out in his reptilian brain that he actually has to solve a problem, rather than just let it all happen and then make up a story after the fact.”</p> <p>The problem for Trump, whose speciality is presidential edict by tweet, is that he’s never had much respect for policy and planning. The degradation of federal planning and infrastructure is not a new development. It extends back to Ronald Reagan’s day, but Trump has rapidly accelerated the process. He is, says Lewis, “the last station on the Reagan Express”.</p> <p>An illustrative example of his approach to government was his appointment of <a href=\"https://www.theguardian.com/us-news/2016/dec/13/rick-perry-department-of-energy-trump-administration\">Rick Perry as the head of Department of Energy</a> – a huge bureaucracy that, among other things, is responsible for nuclear weapons and waste. Perry’s main claim to relevance was that, as an unimpressive presidential candidate, he promised to close down the Department of Energy, without actually knowing what it did.</p> <p>Trump also unsuccessfully sought to install Barry Myers, CEO of AccuWeather, as head of the National Oceanic and Atmospheric Administration, which oversees the National Weather Service (NWS). At AccuWeather, which his family owns, Myers had lobbied to undermine the NWS.</p> <p>“I don’t think it’s quite as cynical as Trump auctioning off the government to business interests,” cautions Lewis. “It‘s more that he had no interest whatsoever himself, paid no attention to it, and so he had no positive motivation to put the right people into the various positions. Who then comes rushing in? The people who have a financial interest.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The  US reacted [to the pandemic] like a country whose leaders were too corrupt or stupid to head off mass suffering.</p> <footer> <cite>Michael Lewis</cite> </footer> </blockquote> </aside>  <p>Such behaviour has led Lewis to conclude that Trump never expected to become president. The campaign was just a brand-building exercise. “He’s the dog who caught the car,” he says. But if that were the case, wouldn’t he welcome the release of electoral defeat in November?</p> <p>“I’m guessing he’s worried about going to jail if he doesn’t control the White House,” Lewis says.</p> <p>What’s clear is that Trump has confounded, not to say dumbfounded, many experienced observers. At the outset, the received wisdom was that the established processes of the American political system, and the sheer weight of responsibility, would force the maverick to conform to presidential expectations.</p> <p>Not only has that not proven the case, but Trump has redefined the whole concept of presidential politics. The fact that no one knows what he’s going to do next, least of all his advisers, has become the means by which the White House operates.</p> <p>“The model I have in my head right now for our society is the model of a family with kind of a psycho, alcoholic dad,” says Lewis. “It is the story of how the country compensated for its president, which is a really bizarre story to tell about an American crisis. If you go back in history, it’s usually a president who in some ways leads the response. In this case, he is being dragged along.”</p> <p>But being forced in the direction he never wanted to go is not a role that a man of Trump’s outsized ego will readily accept. He knows that if he is to avoid being the Neville Chamberlain of the pandemic, he has to wrest control of the narrative.</p> <p>To that end, he has directed fire at China (which does, indeed, have questions to answer) and dog-whistled the growing libertarian revolt. Ultimately, however, he will be judged on the numbers. Not of his favoured Dow Jones index – though that doesn’t look great at the moment – but of the death count of Americans.</p> <p>As Lewis puts it: “If this pandemic does not wake Americans up to the importance of good government, then nothing will.”</p> <p><em>Michael Lewis is the author of The Fifth Risk, published by Penguin. The new season of his Against the Rules podcast show launches on 5 May</em></p> <p><br></p> <p><br></p>",
  "<p>On Friday, the former vice-president Joe Biden <a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">flatly denied an accusation</a> from Tara Reade, a former staffer, that he sexually assaulted her in 1993, when he was a senator from Delaware.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/joe-biden-tara-reade-sexual-assault-claim-donald-trump\">Benefit of the doubt? Joe Biden – and allies – face key questions over sexual assault claim</a> </p> \n</aside> \n<p>Here is what you need to know about Reade’s allegation and Biden’s response:</p> \n<h2>Who is Tara Reade?</h2> \n<p>A former aide to Biden from his years in the Senate, Reade, now 56, says that in 1993, in a corridor in a Senate office building, he pushed her against a wall and assaulted her, penetrating her with his fingers.</p> \n<p>According to the New York Times, a friend of Reade said she described an incident at the time, involving Biden. Two more people, another friend and Reade’s brother, have said she mentioned “a traumatic sexual incident involving Biden”.</p> \n<p>Reade has said she went to top Biden aides in the Senate office to report being harassed by the senator but did not mention the alleged assault. Reade says the aides did not take action and she filed a formal complaint with the Senate personnel office.</p> \n<p>In 2019, Reade and seven other women publicly accused Biden of gestures that made them uncomfortable, included unwanted touching or kissing. Reade first made the allegation of assault <a href=\"https://podcasts.apple.com/us/podcast/tara-reade-joe-bidens-accuser-finally-tells-her-full/id1020563127?i=1000469429963\">in a podcast episode in March</a>.</p> \n<h2>What has Biden said?</h2> \n<p>Biden and spokespeople for the presumptive Democratic presidential nominee have flatly denied the claim. On Friday, in a <a href=\"https://medium.com/@JoeBiden/statement-by-vice-president-joe-biden-7a9593bd3012\">Medium post</a>, Biden said the allegations “aren’t true. This never happened.”</p> \n<p>Biden said that although Reade says she went to top staffers in his Senate office, none of them have confirmed that she did so.</p> \n<p>Reade said she does not have a copy of the complaint she filed in 1993. In his Medium post, Biden said the only place where there could be a record of the complaint would be with the National Archives’ Office of Fair Employment Practices. He wants the secretary of the Senate to ask the archives to find any record of the complaint Reade says she filed.</p> \n<p>On Saturday, the National Archives <a href=\"https://www.theguardian.com/us-news/live/2020/may/01/us-politics-coronavirus-live-joe-biden-donald-trump-latest-updates?page=with:block-5eac72f08f087d47c7787c4d#block-5eac72f08f087d47c7787c4d\">told reporters</a> it did not hold such records, which would be held by the Senate.</p> \n<p>Biden has also faced questions about his Senate papers which are held, without being open to the public, at the University of Delaware. He has said any such complaint would not be kept there.</p> \n<h2>What are Republicans and the Trump campaign saying?</h2> \n<p>Donald Trump has <a href=\"https://www.washingtonpost.com/politics/joe-biden-denies-he-sexually-assaulted-a-former-senate-aide/2020/05/01/08d59662-8b39-11ea-9dfd-990f9dcc71fc_story.html\">said</a> he thinks Biden should respond to the allegations. On Saturday he <a href=\"https://www.theguardian.com/us-news/live/2020/may/01/us-politics-coronavirus-live-joe-biden-donald-trump-latest-updates?page=with:block-5eac76868f082b32fdd6bbf0#block-5eac76868f082b32fdd6bbf0\">compared</a> his own situation – he has been accused of sexual misconduct or assault by numerous women, claims he denies – with Biden’s.</p> \n<p>Spokespeople for the National Republican Congressional Committee have publicly questioned whether Democrats who back Biden believe Reade or will call for Biden to take further steps.</p> \n<p>On Saturday, the Trump campaign accused senior Democrats of a “double standard”, comparing their defence of Biden with their approach to a sexual assault claim against Trump supreme court nominee Brett Kavanaugh in late 2018.</p> \n<h2>What have prominent Democrats said?</h2> \n<p>Democratic-aligned women’s groups have moved slowly. But before Biden’s statement and interview on Friday, they <a href=\"https://www.wsj.com/articles/democrats-urge-joe-biden-to-address-sexual-assault-allegation-11588276919\">began urging</a> him to address the allegation head-on.</p> \n<p>The House speaker, Nancy Pelosi, the highest ranking Democrat in Congress, <a href=\"https://www.usatoday.com/story/news/politics/elections/2020/04/30/biden-tara-reade-accusation-nancy-pelosi-defends-ex-vice-president/3056450001/\">said</a> she was satisfied with Biden’s response. She also said the allegations would be taken seriously.</p> \n<p>Former Georgia house minority leader Stacey Abrams, a potential running mate for Biden, said in an <a href=\"https://www.cnn.com/2020/04/29/politics/stacey-abrams-joe-biden-tara-reade-cnntv/index.html\">interview</a> with CNN “that women deserve to be heard and I believe they need to be listened to, but I also believe that those allegations have to be investigated by credible sources”.</p> \n<p>She also said: “The New York Times did a deep investigation and they found that the accusation was not credible. I believe Joe Biden.”</p> \n<p>The Times has not said the accusation was not credible. It said <a href=\"https://www.nytimes.com/2020/04/29/us/politics/tara-reade-joe-biden.html\">it made no conclusion either way</a>.</p>",
  "<p><em>Sign up for the Week in Patriarchy, a newsletter​ on feminism and sexism sent every Saturday</em></p>  <figure class=\"element element-embed\" data-alt=\"wip button\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/4170\" height=\"52px\" data-form-title=\"Sign up for ​the week in patriarchy newsletter\" data-form-description=\"Get our weekly email on feminism and sexism\" data-form-campaign-code=\"twip_signup_page\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\"></iframe> </figure>  <h2><strong>#MeToo is dead and Joe Biden killed it</strong></h2> <p>“I’m saying unequivocally: it never, never happened.”</p> <p>On Friday Joe Biden <a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">made his first public comment</a> on the allegation that he sexually assaulted a former Senate staffer, Tara Reade, in 1993. After weeks of silence, the presumptive Democratic nominee categorically denied the accusation in a <a href=\"https://medium.com/@JoeBiden/statement-by-vice-president-joe-biden-7a9593bd3012\">Medium post</a> and in an interview on MSNBC’s Morning Joe.</p> <p>“This never happened, and when she first made the claim, we made it clear that it never happened, and it’s as simple as that,” the former vice-president said on Morning Joe.</p> <p>But, of course, it isn’t as simple as that. While it’s commendable that Biden finally addressed Reade’s allegations directly, instead of having his campaign issue more denials, he needs to go further. Biden must authorize a search of his Senate papers, which are held at the University of Delaware, to identify any evidence of the complaint that Reade says she made about him at the time.</p> <p>Morning Joe co-host Mika Brzezinski repeatedly asked Biden if he would authorize such a search; his answer was “no.” Biden said that he would ask the National Archives to make public any record of a complaint filed by Reade, but would not allow his Senate papers to be unsealed as they “do not contain personnel files” and could become political “fodder”.</p> <p>That’s not good enough. Surely Biden can order an independent investigation of his Senate papers for mentions of Reade without compromising other sensitive information? If he’s not capable of doing that then I’m not sure he’s capable of being the president of the United States.</p> <p>But what about the current president? What about the pussy-grabber in chief? What about the dozens of sexual harassment allegations against him? Why should Biden be held to a higher standard than Donald Trump?</p> <p>There has been a huge amount of whataboutism by liberals when it comes to the allegations against Biden. I can understand the frustration fueling this: the fact that Trump supporters are suddenly concerned about sexual consent is jaw-droppingly hypocritical.</p> <p>The White House counselor Kellyanne Conway, for example, seems to have suddenly become a massive #MeToo advocate. “‘Believe all women’ means <em>all</em> women,” Conway <a href=\"https://www.foxnews.com/media/kellyanne-conway-joe-biden-accuser-believe-women\">told Fox News on Friday</a>. “Let’s not pretend Joe Biden doesn’t have a history of, without permission, and without restraint, planting his face in the back of women’s heads, sniffing their hair, fondling their necks and creeping them out,” Conway <a href=\"https://twitter.com/CillizzaCNN/status/1256245211392606208?s=20\">further noted</a>. Hang on, does this woman know who she works for? Does she have any shame at all?</p> <p>But it’s not just Trump supporters who are being hypocritical. Conservatives have rightly <a href=\"https://thehill.com/homenews/house/495502-pelosi-tells-reporter-she-doesnt-need-a-lecture-on-biden-kavanaugh-comparison\">pointed out</a> the difference in the way Democrats and the mainstream media treated the sexual assault allegations against supreme court justice Brett Kavanaugh versus the allegations against Biden. There is arguably a lot more evidence supporting the allegations against Biden than there ever was against Kavanaugh, but there’s a hell of a lot less liberal outrage. When confronted with a question about those double standards on Thursday, <a href=\"https://thehill.com/homenews/house/495502-pelosi-tells-reporter-she-doesnt-need-a-lecture-on-biden-kavanaugh-comparison\">Nancy Pelosi responded</a> by saying that she didn’t need a “lecture or a speech” and “Joe Biden is Joe Biden”. An extremely persuasive retort.</p> <p>I’m not sure that the allegations against Biden will end up doing any serious damage to his campaign. However, the way in which the Democratic party and liberals have rallied behind him is going to do a huge amount of damage to #MeToo. Alyssa Milano, the woman who helped mainstream #MeToo, choosing to believe Biden over Reade will be brought up every single time someone says “believe women”. The way in which liberals downplayed allegations against Biden will be used as ammunition every single time someone on the right is accused of sexual assault.</p> <p>Indeed, Trump is already using the Democrats’ defense of Biden to discredit his own accusers. When asked about the Reade allegations by reporters on Thursday he mused that Biden that might have been <a href=\"https://thehill.com/homenews/administration/495563-trump-biden-allegations-could-be-false-but-he-should-respond\">falsely accused</a>. “It could be false accusations. I know all about false accusations,” he said. “I’ve been falsely charged numerous times, and there is such a thing.” Trump then went on to speak about Kavanaugh, saying: “He was falsely charged. What happened with him was an absolute disgrace to our country.”</p> <p>I’ll tell you what’s an absolute disgrace to America: the fact that, in November, women will be forced to choose between two men credibly accused of sexual assault for president.</p> <h2><strong>New Zealand safety net helps sex workers in lockdown</strong></h2> <p>The <a href=\"http://www.legislation.govt.nz/act/public/2003/0028/latest/DLM197815.html\">New Zealand Prostitution Reform Act</a>, developed with the input of sex workers, decriminalized sex work in 2003. This means that sex workers are able to <a href=\"https://www.theguardian.com/world/2020/apr/28/dont-have-to-fight-for-pennies-new-zealand-safety-net-helps-sex-workers-in-lockdown\">apply for emergency wage subsidies</a> during the coronavirus crisis like any other self-employed person. Contrast this to the dire situation sex workers in places like <a href=\"https://www.theguardian.com/global-development/2020/apr/29/they-are-starving-women-in-indias-sex-industry-struggle-for-survival\">India</a>, the <a href=\"https://www.theguardian.com/society/2020/apr/13/uk-sex-workers-in-dire-and-desperate-state-amid-coronavirus-lockdown\">UK</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/07/coronavirus-money-diaries-how-people-spend-lockdown\">US</a> now find themselves in. America has a proud pussy-grabber as its president but sex workers, or anyone whose professional activities involve “prurient” products or content, can’t get emergency loans <a href=\"https://reason.com/2020/04/01/u-s-sex-workers-and-prurient-businesses-explicitly-excluded-from-covid-19-disaster-loans/\">designated for the self-employed</a>.</p> <h2><strong>Is it OK to speculate about Jared Kushner and Botox?</strong></h2> <p>“Chat about Kushner’s face started last year after he was interviewed on HBO and his weirdly dewy and immobile skin led some to compare him to a ‘<a href=\"https://twitter.com/_JennyHollander/status/968654381460705281\">wet, haunted doll</a>’,” Hadley Freeman notes. But is it OK to speculate about the world’s creepiest Ken doll <a href=\"https://www.theguardian.com/fashion/2020/apr/27/cosmetic-surgery-jared-kushner-botox-donald-trump-son-in-law\">potentially having had cosmetic surgery</a>? In short, yes.</p> <h2><strong>Are the people in the American Gothic painting a couple or dad and daughter?</strong></h2> <p>Like many people, I always thought they were a married couple but the models in the famous Grant Wood painting are actually the artist’s sister and their family dentist, who was meant to portray their father. There’s a 32-year age difference between two. In an interesting Twitter thread, <a href=\"https://twitter.com/summerbrennan/status/1255365743568396291?s=20\">Summer Brennan unpicks</a> the gendered assumptions that often inform how we look at art.</p> <h2><strong>Sudan to criminalize female genital mutilation</strong></h2> <p>A <a href=\"https://www.theguardian.com/society/2020/may/01/sudan-to-outlaw-female-genital-mutilation-fgm\">significant move</a> for a country which has one of the highest rates of FGM in the world. According to the UN, <a href=\"https://evaw-global-database.unwomen.org/fr/countries/africa/sudan?pageNumber=2\">87% of Sudanese women have undergone the practice</a>.</p> <h2><strong>US marriage rate at a record low</strong></h2> <p>The marriage rate in America <a href=\"https://www.axios.com/us-marriage-rate-sinks-record-low-91d87d3a-3603-4e77-8430-5e905121c92b.html\">fell 6% in 2018</a> to only 6.5 new marriages formed for every 1,000 people. That’s the lowest number since recordkeeping began in 1867.</p> <h2><strong>The week in potato-archy</strong></h2> <p>Belgians are <a href=\"https://www.gq.com/story/coronavirus-belgium-french-fries\">being asked to eat fries twice a week</a> to help the country get rid of a surplus of potatoes caused by the coronavirus crisis. Now this is the sort of civic duty I can get behind.</p>",
  "<p>Nearly three decades after Joe Biden faced sharp backlash over his treatment of Anita Hill, when she came before his Senate committee to accuse Clarence Thomas of sexual harassment, he urged lawmakers not to repeat the same mistakes when considering a sexual assault claim against another supreme court nominee, Brett Kavanaugh, by Dr Christine Blasey Ford.</p> <p>“It takes enormous courage for a woman to come forward, under the bright lights of millions of people watching, and relive something that happened to her,” Biden <a href=\"https://time.com/5403068/joe-biden-on-christine-blasey-ford/\">said</a> in 2018, as he was laying the groundwork for a presidential run.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">Joe Biden denies sexual assault allegation from former staffer Tara Reade</a> </p> </aside>  <p>Ford, he said, “should be given the benefit of the doubt”.</p> <p>That statement was read back to Biden during an interview on Friday, in which the presumptive Democratic nominee broke his months-long silence to <a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">unequivocally deny an allegation of sexual assault</a> by a former Senate aide, Tara Reade. Mika Brzezinski, a host of MSNBC’s Morning Joe, pressed him to align his past comments on how such allegations should be viewed with his assertion that Reade’s account was false.</p> <p>“Are women to be believed … unless it pertains to you?” she asked.</p> <p>“Women are to be believed, given the benefit of the doubt,” Biden said.</p> <p>But he added that “the facts in this case do not exist. They never happened, and there’s so many inconsistencies in what has been said in this case. So yes, look at the facts, and I assure you it did not happen. Period. Period.”</p> <p>For weeks Biden’s campaign has grappled with how he should defend him while upholding the “believe women” ethos of the #MeToo movement that Democrats have embraced. In the years since Donald Trump was elected, Democrats have confronted sexual misconduct aggressively, policing their own ranks to draw a sharp distinction with Republicans on issues of gender, equality and accountability.</p> <p>Trump has been accused by more than a dozen women of sexual harassment, assault or rape. During the 2016 election, a recording emerged of him <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">bragging about groping women</a>. Trump has flatly denied the allegations, often attacking his accusers as opportunists and liars.</p> <p>Indeed, on Friday the president advised Biden to “go out and fight it”.</p> <p>Speaking to the conservative conservative radio host Dan Bongino, Trump suggested the accusation could be false and even sounded a note of empathy for Biden’s predicament.</p> <p>“All of a sudden you become a wealthy guy, you’re a famous guy, then you become president, and people … that you’ve never seen, that you’ve never heard of make charges,” Trump said. “So I guess in a way you could say I’m … sticking up for him.”</p> <p>Republicans have largely remained silent about Trump’s record on women. By contrast, Democrats demanded Biden publicly address the matter and some have even called for him to step down as the presumptive nominee.</p> <p>“Demanding more of Joe Biden’s leadership is not in contradiction with our commitment to defeat Trump,” said Ana Maria Archila, co-executive director of the Center for Popular Democracy. “It is, in fact, central to that effort.”</p> <p>Yet Republicans have seized on the matter in an effort to renew the poisonous political fight that erupted over Kavanaugh.</p> <p>“Democrat double standard” blared a memo from the Republican National Committee which portrayed Democrats as hypocrites who held the allegation against their nominee to a higher standard of proof than the one they used against Kavanaugh.</p> <p>“The double standard exhibited by Biden, prominent liberal women’s groups and Democrat elected officials – some of whom want to be Biden’s running mate – is glaring and cannot be allowed to stand,” said Erin Perrine, a spokeswoman for Trump’s election campaign.</p>  <figure class=\"element element-image\" data-media-id=\"ab146d60850568785346d7860d7639411c760e82\"> <img src=\"https://media.guim.co.uk/ab146d60850568785346d7860d7639411c760e82/0_202_5516_3309/1000.jpg\" alt=\"Amy Klobuchar speaks to Ari Melber of MSNBC.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amy Klobuchar speaks to Ari Melber of MSNBC.</span> <span class=\"element-image__credit\">Photograph: Brian Cahn/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure>  <p>But Karen Finney, who worked for Hillary Clinton’s 2016 campaign, said Republicans were “playing with fire” by attempting to create a “false equivalency” between Biden and Trump on the issue.</p> <p>Lis Smith, a senior adviser to Pete Buttigieg’s Democratic presidential campaign, said: “If Republicans and Biden opponents push too hard on this, it will backfire on them and just raise the question of why President Trump has never addressed the scores of sexual misconduct allegations against him.”</p> <p>Women are a core Democratic constituency. Since Trump’s election, they have organized, voted and run for office in record numbers. In the presidential primary, excitement at the prospect of nominating a woman was eclipsed by fear of losing to Trump. Democrats chose Biden because they believed he was the most electable candidate. He has promised to choose a woman as his running mate.</p> <p>Lara Brown, director of the Graduate School of Political Management at George Washington University, said: “In this situation, the calculation that I think most Democrats will make is whatever Biden’s problems are, Trump is worse on every level.”</p> <p>Brown said accusations of hypocrisy can “hit more than the scandal itself”, particularly when a candidate is attempting to define an opponent. But in this case, she said, the effort to brand Democrats as hypocrites would be undercut by Trump’s record and Republican silence.</p> <p>Larry Jacobs, director of the Center for the Study of Politics and Governance at the University of Minnesota, said Republicans were attempting to “neutralize” Biden’s appeal to suburban women who revolted from the party in 2018.</p> <p>But he said the controversy would probably be eclipsed by the economic fallout from the coronavirus outbreak and was unlikely to be a “front-of-mind issue for voters” come November.</p> <p>Biden’s public silence over the last month has put top female allies in the position of defending him while validating the experiences of women who come forward. Even so, party leadership and many of the women Biden is considering for vice-president, including Senators Amy Klobuchar and Kamala Harris and former Georgia gubernatorial candidate Stacey Abrams, have voiced their support in recent days.</p> <p>“I have a great comfort level with the situation as I see it,” the House speaker, Nancy Pelosi, told reporters on Thursday, “with all due respect in the world for any woman who comes forward, with all the highest regard for Joe Biden.”</p>  <figure class=\"element element-image\" data-media-id=\"fa9e402403f38207eaa39ca2c5c07b9962d7652e\"> <img src=\"https://media.guim.co.uk/fa9e402403f38207eaa39ca2c5c07b9962d7652e/0_249_5568_3341/1000.jpg\" alt=\"Stacey Abrams speaks to Jake Tapper of CNN.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stacey Abrams speaks to Jake Tapper of CNN.</span> <span class=\"element-image__credit\">Photograph: Brian Cahn/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure>  <p>Pelosi said she had “complete respect” for the #MeToo movement but added: “There is also due process, and the fact that Joe Biden is Joe Biden.”</p> <p>Juanita Broaddrick, <a href=\"https://www.washingtonpost.com/wp-srv/politics/special/clinton/stories/broaddrick022599.htm\">who accused Bill Clinton of raping her in 1978</a>, accused Pelosi of being “hypocritical” and “dishonest”.</p> <p>“‘The fact is that Joe Biden is Joe Biden’,” she <a href=\"https://twitter.com/atensnut/status/1255957510256840706\">wrote on Twitter</a>. “What the hell? Bill Clinton is Bill Clinton, but he’s still a rapist.” Clinton has denied the charge.</p> <h2>‘#MeToo happened’</h2> <p>In a statement on Friday, Biden pointed to his work in the Senate to pass the Violence Against Women Act, and as vice-president to combat campus sexual assault.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">Trump 'cannot tell a lie' – but can Kayleigh McEnany, his new press secretary?</a> </p> </aside>  <p>Yet as he was preparing to launch his campaign last year, eight women, including Reade, came forward with stories about <a href=\"https://www.theguardian.com/us-news/2019/mar/31/warren-castro-biden-accuser\">unwanted touching or contact</a>. None alleged sexual assault. He apologized but advocates were dismayed when he made light of it days later.</p> <p>For many sexual assault survivors and advocates, the current controversy has exposed how much still needs to change.</p> <p>“#MeToo happened and survivors are speaking up more but we still have a lot of people who grew up and accumulated power in the pre-#MeToo world,” said Wagatwe Wanjuki, a writer and anti-rape activist who worked with Biden’s team to shape campus sexual assault policies when he was vice-president.</p> <p>“Now we’re in this transitionary period where survivors feel more comfortable coming forward but we still don’t have the systems in place for them to come forward in a way that is fair and allows both sides to be heard.”</p>",
  "<p>Hey: why is <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/11/joseph-gilgun-interview-brassic-this-is-england-preacher\">Joe Gilgun</a> not in every show on TV? Logistics, obviously. I know that there are only so many hours in a day, shooting days are long: it’s physically unviable to expect Joe Gilgun to be in every show, on all of TV, all at once. But watch the new season of <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/16/this-weeks-best-home-entertainment-from-brassic-to-stath-lets-flats\">Brassic</a> (Thursday, 10pm, Sky One) and it is hard not to reel away and wonder: but why is Joe Gilgun not in every show on TV?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/info/2020/mar/25/the-guide-staying-in-sign-up-for-our-home-entertainment-tips\">The Guide: Staying In  – sign up for our home entertainment tips</a> </p> </aside>  <p>A quick recap of Brassic, then, which ahead of its second season this week already possesses the assured energy of a show that knows it has four, maybe five more series in the tank. Gilgun leads as Vinnie, a northern town ne’er-do-well who charms his way through a succession of self-made problems while supported by a diversely ragtag gang. This is peak Gilgun, who always plays remixes of more-or-less the same character in everything he does, but manages it so well it doesn’t matter: brash and tender and funny, with a faultline of emotional weakness running through him, at any one time either threatening to cry about how much his friends mean to him or, alternately, giving the finger to someone out of the window of a stolen lorry while crashing it through a locked gate. This could be him in This Is England, or Misfits, or Preacher, really, but right now it’s him in Brassic, a near-perfect platform for Joe Gilgun to Gilgun on.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=zINFJn3-qSM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/zINFJn3-qSM?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>That’s not to take away from the rest of the cast, though: the smart foil of Damien Molony’s Dylan, the mothering-as-a-form-of-friendship role of <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/24/tv-tonight-our-girl-returns-to-danger\">Michelle Keegan</a>’s Erin, Ryan Sampson as a gruff sex-empire proprietor and Dominic West as Vinnie’s posh doctor. At first blush, the supporting cast seems unnecessarily huge, but the more you watch it the more things click together; the more every role in every caper makes sense.</p> <p>Structurally there are deep parallels between Brassic and the good old days of Shameless: a shambolic central lead who works his way through each episode with all the poise of a box of dropped cymbals; the Ocean’s Eleven-by-way-of-Emmerdale way every plan is carefully plotted, disastrously undertaken and ultimately pulled off; a depiction of working-class life that presents poverty as a hurdle to be cheerfully leapt over once a week instead of the fundamental pulse that beats ominously behind every second of every day; one-shot characters who are far more interesting than most shows’ actual leads (John Thomson plays a salty circus magician for two small scenes that, in any other circumstance, would demand their own spin-off commission).</p> <p>What I like most about Brassic is that it is an hour long. It doesn’t need to be, and in the wrong hands that would be a problem: a 22-minute episode padded out with flimsy subplots, a pointless cameo, a forced one-episode romance. Instead, Brassic stretches each instalment out elegantly, giving it room to breathe: scenes run longer to accommodate extra funny lines; there are few of those structural, “so what are we doing and where are we going?” pieces that necessarily bolt shorter shows together. Joe Gilgun running around a village getting threatened by villains doesn’t deserve to be as good as this, but it is. Here’s to four or five more seasons.</p>",
  "<p>A broad coalition of US health systems has mobilized to ramp up coronavirus testing in a national effort on a scale not seen since the second world war. But declarations of false victory by the Trump administration and a vacuum of federal leadership have undermined the endeavor, leading experts to warn that reopening the US could result in a disaster.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">The missing six weeks: how Trump failed the biggest test of his life</a> </p> </aside>  <p>Interviews with agents on the frontlines of the coronavirus battle – lab directors, chemists, manufacturers, epidemiologists, academics and technologists – reveal as diverse an application of the legendary American ingenuity as the century has seen.</p> <p>Test kit manufacturers are running production lines around the clock to triple their output, and triple it again. A private healthcare institute in California has constructed a mega-lab to process thousands of tests daily and deliver the results by text message. In smaller labs across the country, microbiologists improvise each day to fill unpredictable supply chain gaps that might leave them without swabs one day, and without crucial chemicals the next.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2a1cfaee43d9be309ee8e92100699ddedabc770d\"> <img src=\"https://media.guim.co.uk/2a1cfaee43d9be309ee8e92100699ddedabc770d/0_105_4575_2745/1000.jpg\" alt=\"Health workers dressed in personal protective equipment (PPE) handle a coronavirus test at a drive-thru testing station at Cummings Park on March 23, 2020 in Stamford, Connecticut. Availability of protective clothing for medical workers has become a major issue as COVID-19 cases surge throughout the United States. The Stamford site is run by Murphy Medical Associates.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Health workers dressed in personal protective equipment handle a coronavirus test at a drive-thru testing station in Stamford, Connecticut.</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty Images</span> </figcaption> </figure>  <p>“It’s incredible what we’ve done together over a short period of time,” Donald Trump said at a White House briefing this week, praising his administration’s response to the pandemic.</p> <p>But analysts say that without centralized governance and coordination, the national effort remains a competing coalition of state and local outfits hampered by duplicated work, competition for supplies, siloed pursuits of non-transferable solutions and red tape that leaves some labs with testing backlogs and others with excess capacity.</p> <p>All of which leaves the US without a unified, coherent strategy for testing and contact tracing to contain a virus that does not respect state borders and has already killed more than 60,000 Americans.</p> <p> Without it, the imminent experiment of reopening the country could be catastrophic, warned Harvard epidemiologist Michael Mina in a conference call with reporters this week.</p> <p>“My concern is that we’ll end up right where we have been, with major cities having healthcare systems that get overrun quickly because of major outbreaks,” Mina said. </p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>I’m afraid we’ll just end up repeating the past</p> <footer> <cite>Michael Mina, Harvard epidemiologist</cite> </footer> </blockquote> </aside>  <p>Meanwhile, as states begin to relax social distancing measures, the Trump administration is <a href=\"https://www.theguardian.com/world/2020/apr/23/trump-coronavirus-treatment-disinfectant\">spreading dangerous misinformation</a>, denying supply shortages, underestimating the number of Covid-19 cases and exaggerating the margin of safety conferred by the current volume of testing and contact-tracing, experts say.</p> <p>“We’ve done more than 200,000 tests in a single day,” Mike Pence said at a taskforce briefing this week, in which Trump touted testing as “one of the great assets that we have” in reopening the US.</p> <p>But at <a href=\"https://covidtracking.com/data/us-daily\">current testing levels</a>, with only rudimentary plans for contact tracing for new cases, the US will be flying virtually blind as it reopens, said Glen Weyl, a technologist who co-authored a <a href=\"https://ethics.harvard.edu/files/center-for-ethics/files/roadmaptopandemicresilience_updated_4.20.20_0.pdf\">report</a> issued by Harvard’s Safra Center for Ethics that calls for 5m tests a day by early June.</p> <p>“No, definitely not, you can’t open up with that number,” Weyl said of Pence’s announcement. “It’s not even remotely in the right ballpark. It’s off by a factor of 10.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"d08d30f3808d39848a0e4ce41bdd3720fa64bf67\"> <img src=\"https://media.guim.co.uk/d08d30f3808d39848a0e4ce41bdd3720fa64bf67/0_0_6240_4160/1000.jpg\" alt=\"A large number of cars line-up at a recently opened coronavirus testing site on April 21, 2020 in the Brooklyn borough of New York City. New York City, which was hit especially hard by COVID-19, is just now beginning to see a slight drop in cases.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cars line up at a coronavirus testing site in Brooklyn, New York, on 21 April.</span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> </figcaption> </figure>  <h2>A new Marshall plan</h2> <p>Testing is one of the biggest challenges the coronavirus crisis poses. And as Asian countries that have succeeded in temporarily containing the virus have shown, <a href=\"https://www.theguardian.com/world/2020/apr/30/coronavirus-antibody-testing-explained\">testing strategy</a> is entwined with the need for contact tracing and isolating confirmed and suspected Covid-19 patients.</p> <p>There are multiple categories of tests with multiple different modes for sampling, storage and transport. A test might detect the virus itself, detect traces of the virus or detect the body’s reaction to having had the virus. The experience of being tested could be different in each case. One patient might have his or her sinuses probed by a swab at a drive-thru, while another might spit in a tube at home and another give a blood sample at a clinic.</p> <p>Each test has a different degree of reliability, with different amounts of time and labor required to complete the boomerang curve of sample collection to testing to result report.</p> <p>“We have too many [brands of] tests, and now there are a lot of people who are committed to their tests and they run their tests on their platforms,” said Paul Reider, a renowned research chemist in the pharmaceuticals industry who teaches at Princeton University.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>We have too many [brands of] tests, and now there are a lot of people who are committed to their tests</p> <footer> <cite>Paul Reider, Princeton University</cite> </footer> </blockquote> </aside>  <p>“If we had an effective administration – this is where the federal government comes in – they could essentially turn around and say, ‘What we would like to do is, we want one test, maybe two, that are fast, that are accurate, that are scalable and transferable, .</p> <p>“You want a gold-standard test.”</p> <p>In the US, regulatory and administrative hurdles are everywhere, with clinics unable to send samples to private labs that might be out of their usual networks, a lack of protocols for reporting testing data, slow regulatory approval for the use of alternative testing materials, insufficient federal funding to support lab efforts and no central leadership steering the country’s massive laboratory apparatus.</p> <p>“We don’t have a system that’s ever been built for surveillance, for wide-scale population surveillance or wide-scale testing for people who aren’t presenting to the hospital or the clinic,” said Mina. “The demand is just so much larger than our system was built for.”</p> <p>The Trump administration’s response to this complicated thicket has been to declare the federal government a “<a href=\"https://www.cnn.com/2020/04/27/politics/white-house-releases-state-guidelines-on-coronavirus-testing/index.html\">supplier of last resort</a>” and wish the states luck. “It’s pretty simple,” Trump has said. “They have tremendous capacity. We hope to be able to help out.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"8a43b93242638cf41132f9533d22b4c98dc5b84f\"> <img src=\"https://media.guim.co.uk/8a43b93242638cf41132f9533d22b4c98dc5b84f/0_0_5355_3570/1000.jpg\" alt=\"Members of the Nevada Air National Guard work at a drive-thru coronavirus testing site Tuesday, April 28, 2020, in Las Vegas.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Nevada air national guard work at a drive-thru coronavirus testing site in Las Vegas on 28 April.</span> <span class=\"element-image__credit\">Photograph: John Locher/AP</span> </figcaption> </figure>  <p>In an attempt to meet the demand they have encountered, lab scientists have improvised constantly, substituting materials where possible or stacking testing platforms from different manufacturers – Roche, Qiagen, Abbott, Hologic, DiaSorin – so that if one goes down another can take its place.</p> <p>The result is that labs have delivered an unprecedented number of tests in record time – but with a fraction of the potential efficiency that could be achieved through better coordination, said Reider.</p> <p>“If Jared Kushner wanted to do something decent, and Vice-President Pence, they could try to standardize and distribute nationally a global test,” said Reider. “At least make it available and let people choose if they want to use it.”</p> <p>The Harvard report called for the establishment of a “Pandemic Testing Board” “akin to the War Production Board that the United States created in World War II”. The director of the Center for Infectious Disease Research and Policy (CIDRAP) at the University of Minnesota calls for a new Marshall plan to stand up testing in the US.</p> <p>But no efforts to create such a central authority are apparent, said Michael Osterholm, CIDRAP director, who described a shortage of reagents, or chemicals used in testing, on his <a href=\"https://www.cidrap.umn.edu/covid-19/podcasts-webinars\">Osterholm Update</a><a href=\"https://www.cidrap.umn.edu/covid-19/podcasts-webinars\"> podcast</a> this week.</p> <p>“We have had a number of our testing laboratories unable to get the needed reagents they could’ve and should’ve had to increase testing,” Osterholm said. “We really need a Marshall plan where the federal government and the private sector get together and decide what are the challenges, what can we do to quickly boost these reagents, what can we do to actually increase the reagent pool?”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"75d6fc5ac5fe7de402ffba22c6691b2ca76b64f1\"> <img src=\"https://media.guim.co.uk/75d6fc5ac5fe7de402ffba22c6691b2ca76b64f1/0_0_5452_3634/1000.jpg\" alt=\"White House adviser Jared Kushner attends a teleconference with governors at the Federal Emergency Management Agency headquarters, Thursday, March 19, 2020, in Washington.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jared Kushner attends a teleconference with governors at the Federal Emergency Management Agency headquarters in Washington DC, on 19 March.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <h2>‘Running towards a moving target’</h2> <p>Demand signal or no, some big private sector players have already moved aggressively. Early on in the crisis, Color, a private healthcare institute that does genomic testing in California, resolved to stand up a mega-lab that is now on the verge of processing 10,000 tests a day, with a goal of expanding that capacity by an order of magnitude, said Othman Laraki, CEO.</p> <p>The company has since partnered with the city of San Francisco to provide Covid-19 testing for all private-sector and nonprofit essential employees, as well as any resident with symptoms who cannot find testing elsewhere. Next-day results are delivered via email and text-message alerts.</p> <p>“Our thinking was that you needed to have a few massively scaled labs as opposed to having a big sprinkling of small-scale labs,” Laraki said. “We believe that’s the way to build the type of capacity that’s needed really to bring the country back to work.”</p> <p>In Minnesota, academics at the state university partnered with scientists at the Mayo clinic, one of the country’s premier labs, to deliver on a challenge by governor Tim Walz to stop coronavirus in the state with comprehensive testing and contact tracing.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>We really need a Marshall plan where the federal government and the private sector get together</p> <footer> <cite>Michael Osterholm, CIDRAP director</cite> </footer> </blockquote> </aside>  <p>“We just made the decision that we’re probably going to be on our own and that we need to be ready to care for our patients,” said Tim Schacker, vice-dean for research at the University of Minnesota and an architect of the project.</p> <p>As a first step, the scientists invented a molecular test “that was mostly independent of the supply chain problems”, Schacker said.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1161494017c346b72c4b35b1159358c94e4c0a8a\"> <img src=\"https://media.guim.co.uk/1161494017c346b72c4b35b1159358c94e4c0a8a/0_0_5472_3648/1000.jpg\" alt=\"Vials with samples taken for the new coronavirus are counted before they are prepared for RNA testing at the molecular pathology lab at Tulane University School of Medicine in New Orleans, Thursday, April 2, 2020. The test is identical to the PCR test being used by the Centers for Disease Control to ease the testing crisis and stop the spread of COVID-19, which has hit the New Orleans area especially hard.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vials with samples taken for the coronavirus are counted before they are prepared for RNA testing at Tulane University in New Orleans, Louisiana, on 2 April.</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <h2>Broken supply chains</h2> <p>Robin Patel, the president of the American Society for Microbiology, said supply chain issues continue to represent a daily challenge for laboratories, from swabs to chemicals to materials used to extract viral RNA and amplify DNA.</p> <p>“The situation has changed, yes, but it’s a different situation every day, so using the word ‘improved’ is I don’t think appropriate,” she said.</p> <p>“This isn’t just an American situation. People throughout the world are dealing with the same issues. The supply chain we’re talking about is not just an American supply chain, it’s a worldwide supply chain.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"012b70f10f1037ce9bc46b66399e4ca83e3311e3\"> <img src=\"https://media.guim.co.uk/012b70f10f1037ce9bc46b66399e4ca83e3311e3/0_0_3900_2600/1000.jpg\" alt=\"A man rides his skateboard around the Historic District in Savannah, Georgia, amid the novel coronavirus pandemic on April 25, 2020.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man rides a skateboard in Savannah, Georgia, on 25 April.</span> <span class=\"element-image__credit\">Photograph: Chandan Khanna/AFP via Getty Images</span> </figcaption> </figure>  <h2>The reopening</h2> <p>To <a href=\"https://www.politico.com/news/2020/04/29/trump-coronavirus-business-219443\">celebrate</a> America’s reopening, Trump appears to be preparing to hit the road, with plans to visit warehouses and factory sites to advertise the economic comeback he has promised. “We built the greatest economy the world has ever seen,” Trump said this week. “And we’re going to do it again. And it’s not going to be that long. OK?”</p> <p>Polling indicates that a majority of Americans do not share Trump’s optimism. About two in three Americans think restrictions on restaurants, stores and other businesses are appropriate, and 16% on top of that wanted tighter restrictions, a <a href=\"https://www.washingtonpost.com/politics/americans-support-state-restrictions-on-businesses-and-halt-to-immigration-during-virus-outbreak-post-u-md-poll-finds/2020/04/27/763249ee-88af-11ea-9dfd-990f9dcc71fc_story.html\">poll</a> this week from the Washington Post and the University of Maryland found.</p> <p>Top epidemiologists believe it’s possible that the US could get some kind of reprieve from the virus in the warmer months ahead. If that happens, the summer could feature the scenes Trump has dreamed about, of packed churches, humming factories, crowded beaches and sold-out flights.</p> <p>But Trump’s dream that the virus will simply disappear is just that – a dream, epidemiologists say.</p> <p>“I hope that over the course of the next few weeks to two months, we’re going to actually see a substantial reduction in transmission,” Osterholm said. “And if it does, it shouldn’t be interpreted that we won, or that somehow we’re in control.</p> <p>“I hope that the case numbers continue to decrease over time, but I’m also very, very aware that they’re coming back, and we just have to remember that.”</p>",
  "<p>The former New York mayor Michael Bloomberg spent <a href=\"https://www.nbcnews.com/politics/2020-election/bloomberg-spent-nearly-1-billion-his-three-month-presidential-campaign-n1165306\">almost a billion</a> dollars to try to win the Democratic nomination but his audacious bid ended with victory only in tiny American Samoa.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/04/mike-bloomberg-out-60-second-attack-elizabeth-warren-destroyed-campaign\">How Elizabeth Warren destroyed Mike Bloomberg's campaign in 60 seconds</a> </p> </aside>  <p>That embarrassing defeat was held up by some critics as proof it is still hard to use spending power alone to win a US election. But <a href=\"https://www.theguardian.com/us-news/michaelbloomberg\">Bloomberg’s</a> enormous wealth and influence is still strong in the party via a growing network of groups, former associates and allies sprinkled across the Democratic party universe.</p> <p>Even before Bloomberg <a href=\"https://www.theguardian.com/us-news/2020/mar/04/mike-bloomberg-quits-2020-primary-race-democrats\">dropped out</a> of the presidential race in May the media mogul billionaire vowed he would work to defeat Donald Trump even if he didn’t get the nomination.</p> <p>That’s precisely what he is doing. </p> <p>“He was one of the biggest contributors to Democratic causes before he ran and he still is after,” Abe Rakov, a veteran Democratic campaign manager, said of Bloomberg. “There are a lot of organizations and programs across the country that would be in really bad shape if he decided to disengage after he ran.”</p> <p>The initial plan was to continue to fuel the massive field operation Bloomberg’s campaign built. The former mayor changed his mind and <a href=\"https://www.theguardian.com/us-news/2020/mar/21/mike-bloomberg-transfers-18m-to-democratic-national-committee\">instead</a> transferred $18m to the Democratic National Committee, the main organization charged with boosting the party’s presidential nominee.</p> <p>It’s possible Bloomberg could move more money as well. The Bloomberg campaign also transferred leases for over a dozen of its field offices to the DNC, adding to the DNC’s campaign spaces around the country.</p> <p>Bloomberg himself is staying visible, working with the New York governor, Andrew Cuomo, to <a href=\"https://www.governor.ny.gov/news/amid-ongoing-covid-19-pandemic-governor-cuomo-and-mayor-mike-bloomberg-launch-nation-leading\">launch</a> a testing and tracing program. He spoke via video conference call during Cuomo’s press briefing on Thursday. The governor, currently one of the most prominent Democrats in the country, said in late April that Bloomberg was working with him.</p> <p>A network of operatives and Bloomberg-connected political organizations is also active in Democratic presidential circles. Bill Knapp, a longtime Bloomberg adviser, recently joined Priorities USA, the Super Pac the Joe Biden campaign has signaled is its outside organization of choice for the general election.</p> <p>During Bloomberg’s campaign, he poured almost $67m into a new digital and technology firm called Hawkfish. Hawkfish has stayed active since Bloomberg dropped out. The firm is reportedly in talks to work for Biden’s presidential campaign although nothing is finalized.</p> <p>Hawkfish also got into negotiations to buy another Democratic analytics firm, Blue Labs Analytics, according to four Democrats with knowledge of those talks, but negotiations fell through. Hawkfish and Blue Labs still have ties.</p> <p>In Washington Democratic analytics circles Hawkfish has become a hot topic as a firm trying to elbow its way into the group of top-tier data analytics firms.</p> <p>The business discussions between Hawkfish and various campaigns and outlets within the Democratic campaign universe underscores how Bloomberg-connected operatives and groups continue to set down deep roots within the party.</p> <p>Some former digital and data staffers for the Bloomberg campaign have talked with Biden campaign officials about joining the campaign, according to a Democratic strategist with knowledge of those talks.</p> <p>The Biden campaign did not return a request for comment.</p> <p>“I think Mayor Bloomberg has made it very plain, through his actions and his investments, his commitment to defeating Donald Trump and helping to elect Democrats across the country,” said the former Michigan congressman Mark Schauer, who supported Bloomberg during the mayor’s short-lived presidential campaign. “I think those contributions are valuable, they’re significant, and they’ll have an impact this November.”</p> <p>The end goal for Bloomberg, 78, is still somewhat murky.</p> <p>The former mayor has repeatedly said he would use his considerable resources to oust Trump from office. But the rapid expansion of Bloomberg-connected groups and operatives around Washington also suggests Bloomberg intends to hold a seat at the table among the most influential Democratic party leaders, albeit one outside of elected office.</p>",
  "<p>The outset of the coronavirus pandemic in Northern Ireland was beset with political disputes. First Minister Arlene Foster, of the DUP, and Deputy First Minister Michelle O’Neill, of Sinn Féin, held opposing views about the closure of schools, universities and childcare facilities. In the Republic, schools were <a href=\"https://www.theguardian.com/world/2020/mar/12/ireland-school-closures-reveal-stark-contrast-to-uk-covid-19-response\">closed by 13 March</a>, but the UK planned to close schools a week later, on 20 March. As often happens, the situation in the North evoked the Irish saying <em>idir dhá stól</em>, a shorthand for falling between two stools, neither here nor there.</p> <p>While the Irish government offered grave clarity, the North remained caught up in the UK government’s <a href=\"https://www.theguardian.com/uk-news/2020/apr/19/six-points-of-criticism-uk-governments-flailing-coronavirus-response\">widely criticised</a> tactics. These divergent responses to coronavirus established an accidental case study of two separate but overlapping approaches to the pandemic taking place on the same island – something researchers will no doubt pore over in the future.</p> <p>The Irish caretaker taoiseach, Leo Varadkar, had spoken to Boris Johnson about the island of Ireland being one epidemiological unit, but the political divisions north of the border did not allow for that. Instead, different approaches were taken at the crucial first stage of the pandemic. While the British government leapfrogged over the containment phase, largely abandoning the WHO’s mantra of “test, test, test”, the Irish government scrambled to keep a lid on things, gradually introducing early lockdown measures, which benefitted from huge public cooperation. One of the most frequent refrains here in the patter of Covid smalltalk among friends and neighbours is “at least we’re not in England or America”. But of course, part of the island <em>is</em> in the UK.</p> <p>Border counties are experiencing a different pattern of cases compared with much of the rest of the Republic. The border county of Cavan now has the <a href=\"https://www.thesun.ie/news/5365481/coronavirus-in-ireland-cavan-highest-number-per-100000/\">highest number of cases</a> relative to its population, even though it is only the 25th largest county by population in Ireland. Early on during the pandemic, it was reported that up to <a href=\"https://www.thetimes.co.uk/article/coronavirus-in-ireland-cavan-general-calls-in-reinforcements-as-at-least-70-staff-go-off-sick-cr2grxdnm\">70 healthcare workers</a> in Cavan general hospital had contracted Covid-19, and there are also clusters of cases in residential-care settings in the region. While Dublin and its surrounding counties have been the worst affected, the border counties of Louth, Donegal and Monaghan have a higher rate of infection than those further south.</p> <p>The tendency to jump to a conclusion that the number of cases in border counties is related to the porous nature of the border itself, and so is a consequence of travel between north and south, may be misleading. We just don’t know yet. Ireland’s chief medical officer, Tony Holohan, who has cut a stoic figure throughout the crisis, has said it is unlikely that the high rate of infection in border counties is due to a “spillover” from the North.</p> <p>The public health doctor Gabriel Scally, president of the epidemiology and public health section of the Royal Society of Medicine, has said such hotspots require investigation. Scally lambasted the Department of Health in Northern Ireland on Twitter, saying the department “is in deep and very hot water over their provision of statistics about Covid-19. I’ve been very critical of their dreadful performance, and now the UK Statistics Authority have quite correctly, reprimanded them.” He referenced a letter from Ed Humpherson, the director general for regulation at the statistics authority to Richard Pengelly, the permanent secretary of the Northern Ireland Department of Health, indicating that speculation about border cases is just one element of a wider issue about statistics related to the pandemic in the North.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GabrielScally/status/1255904747883769856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Dept of Health in N Ireland is in deep and very hot water over their provision of statistics about <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>. I&#39;ve been critical of their dreadful performance, and now the UK Statistics Authority <a href=\"https://twitter.com/UKStatsAuth?ref_src=twsrc%5Etfw\">@UKStatsAuth</a> have, quite correctly, reprimanded them. <a href=\"https://t.co/jHcmD13q4m\">https://t.co/jHcmD13q4m</a></p>&mdash; Gabriel Scally (@GabrielScally) <a href=\"https://twitter.com/GabrielScally/status/1255904747883769856?ref_src=twsrc%5Etfw\">April 30, 2020</a></blockquote>  </figure>  <p>Right now, people are viewing the question of Irish unity through the lens of epidemiology. The pandemic is many things, but it is political, and so too will be its consequences. The DUP showed that it was content to sacrifice the economic stability of Northern Ireland in pursuit of the empty, jingoistic rhetoric of Brexit, and at the outset of this pandemic, it did seem that public health was playing second fiddle to the party’s lemming-like tendency to follow Westminster’s instruction.</p> <p>Fine Gael and Fianna Fáil’s recent (and vague) framework document for government formation, drafted as bait for the smaller parties they need to form their “grand coalition”, having frozen Sinn Féin out of the process, tried on some of its policies, which essentially represent the mandate for “change” voted for in the recent general election. One of the document’s proposals is to establish a unit in the taoiseach’s department “to work towards a consensus on a united island”, signifying a growing political case for a united Ireland, as well as something of an appeal to Sinn Féin’s massively increased voter base.</p> <p>Unexpected events often act as a catalyst for finding new pathways towards a goal. Nobody could have conceived that the case for a united Ireland would dovetail with the now urgent practicalities of a united approach to a public health crisis. But the big ideas we have about society often don’t pan out how we anticipate. Eradicating the border’s segmentation of two jurisdictions has been a peacetime issue, a Brexit issue and is now a public health issue.</p> <p>“Disease knows no border. We have to work on all-island collective basis in what is an emerging crisis,” O’Neill said early on, a narrative that has continued through the course of the pandemic. “It’s pure common sense that we need an all-island and a unified approach in dealing with this pandemic,” Sinn Féin’s leader, <a href=\"https://www.irishtimes.com/news/politics/mary-lou-mcdonald-tests-positive-for-coronavirus-after-two-week-wait-1.4228544\">Mary Lou McDonald</a>, said on an RTÉ radio programme, after she was praised for the low-key manner with which she dealt with a nasty bout of Covid-19, removing herself from the spotlight and only emerging when she recovered. And it’s not just politicians proposing a unified Ireland in this context. The University of Limerick’s professor of general practice, Liam Glynn, told the Irish Times, “Anything other than an all-Ireland approach is bananas. We are an island.”</p> <p>• Una Mullally is a columnist for the Irish Times</p>",
  "<p>The president-elect arrived in Washington under a cloud manufactured in Moscow and St Petersburg. Less than a month after Donald Trump took office, the national security adviser Michael Flynn was ousted for lying to the vice-president about a conversation with Russia’s ambassador. All that, however, was a prelude to the firing of the FBI director James Comey and years of resulting turmoil. The Kremlin had succeeded beyond its wildest dreams.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/apr/26/in-deep-state-review-david-rohde-donald-trump-intelligence-barack-obama\">In Deep review: Trump v intelligence – and Obama v the people</a> </p> </aside>  <p>Under the subtitle The Secret History of Disinformation and Political Warfare, Thomas Rid helps remind us how we reached this morass, one with antecedents reaching back to Czarist Russia and the Bolshevik revolution. To be sure, the US can use all the help it can get as it navigates the current election cycle and the lies, rumours and <a href=\"https://www.nytimes.com/2020/04/30/us/politics/trump-administration-intelligence-coronavirus-china.html\">uncertainty</a> that <a href=\"https://www.washingtonpost.com/politics/matthew-pottinger-faced-communist-chinas-intimidation-as-a-reporter-hes-now-at-the-white-house-shaping-trumps-hard-line-policy-toward-beijing/2020/04/28/5fb3f6d4-856e-11ea-ae26-989cfce1c7c7_story.html\">shroud the origins</a> of the coronavirus pandemic.</p> <p>Rid was born in West Germany amid the cold war. The Berlin Wall fell when he was a teenager. He is now a professor at Johns Hopkins.</p> <p>So what are “active measures”? Previously, Rid <a href=\"https://www.intelligence.senate.gov/sites/default/files/documents/os-trid-033017.pdf\">testified</a> they were “semi-covert or covert intelligence operations to shape an adversary’s political decisions”.</p> <p>“Almost always,” he explained, “active measures conceal or falsify the source.”</p> <p><a href=\"https://www.nytimes.com/interactive/2019/04/18/us/politics/mueller-report-document.html\">The special counsel’s report</a> framed them more narrowly as “operations conducted by Russian security services aimed at influencing the course of international affairs”. Add in technology and hacking, and an image of modern asymmetric warfare emerges.</p> <p>Rid travels back to the early years of communist Russia, recounting the efforts of the government to discredit the remnants of the ancien régime and squash attempts to restore the monarchy. The Cheka, the secret police, hatched a plot that involved forged correspondence, a fictitious organization, a fake counter-revolutionary council and a government-approved travelogue.</p> <p>Words and narratives morphed into readily transportable munitions. The émigré community was declawed and the multi-pronged combination deemed “wildly successful”. The project also “served as an inspiration for future active measures”. A template had been set.</p> <p>Fast forward to the cold war and the aftermath of the US supreme court’s landmark school desegregation case. The tension between reality and the text and aspirations of the Declaration of Independence was in the open again. Lunch-counter sit-ins and demands for the vote filled newspapers and TV screens. The fault lines were plainly visible – and the Soviet Union pounced.</p> <p>In 1960, the KGB embarked on a “series of race-baiting disinformation operations” that included mailing Ku Klux Klan leaflets to African and Asian delegations to the United Nations on the eve of a debate on colonialism. At the same time, Russian “operators posed as an African American organization agitating against the KKK”.</p> <p>More than a half-century later, Russia ran an updated version of the play. Twitter came to host <a href=\"https://www.washingtonpost.com/outlook/the-russians-manipulated-our-elections-we-helped/2020/04/23/e44e9e76-5742-11ea-9000-f3cffee23036_story.html\">the fake accounts</a> of both “John Davis”, ostensibly a gun-toting Texas Christian and family man, and @BlacktoLive”, along with hundreds of others.</p> <p>The Internet Research Agency (IRA), a Russian troll factory, organized pro-Confederate flag rallies. <a href=\"https://www.nytimes.com/interactive/2019/04/18/us/politics/mueller-report-document.html\">As detailed by Robert Mueller</a>, the IRA also claimed that the civil war was not “about slavery” and instead was “all about money”, a false trope that continues to gain resonance among Trump supporters and proponents of the “liberate the states” movement. According to <a href=\"https://www.ft.com/content/d7aee844-88a0-11ea-a109-483c62d17528\">Brian Westrate</a>, treasurer of the Wisconsin Republican party, “the Confederacy was more about states’ rights than slavery.”</p> <p>Depicting West Germany as Hitler’s heir was another aim. At the time, “some aging former Nazis still held positions of influence”, Rid writes. In the late 1960s, “encouraging ‘anti-German tendencies in the West’ was very much a priority”.</p> <p>In 1964, with Russian assistance, Czech intelligence mounted <a href=\"https://www.wired.com/story/uncovering-operation-neptun-the-cold-wars-most-daring-disinformation-campaign/\">Operation Neptun</a>, sinking <a href=\"https://archive.org/details/stb-neptun-90039/page/n21/mode/2up\">Nazi wartime documents</a> to the bottom of the ominous sounding Black Lake, near the German border. The cache was then “discovered” – media pandemonium ensued. Four years later the mastermind of the scheme, Ladislav Bittman, defected to the US.</p> <p>Prior to 2016, Russia’s most notable active measure using the US as a foil was the lie that Aids was “made in the USA”. In retaliation for US reports of Soviet use of chemical weapons in Afghanistan, the KGB unfurled Operation Denver, a multi-platformed campaign that falsely claimed “<a href=\"https://books.google.com/books?id=lWltDwAAQBAJ&amp;pg=PT352&amp;lpg=PT352&amp;dq=#v=onepage&amp;q=\">Aids was an American biological weapon developed at Fort Detrick, Maryland</a>”. Central to the effort was the earlier publication of an anonymous letter with a New York byline by an Indian newspaper. The forged missive claimed “Aids may invade India: mystery disease caused by US lab experiments.”</p>  <figure class=\"element element-image\" data-media-id=\"25191c7379baccd6c5a1e83204cd6954816642b9\"> <img src=\"https://media.guim.co.uk/25191c7379baccd6c5a1e83204cd6954816642b9/0_0_3000_1798/1000.jpg\" alt=\"A picture taken in 1990 shows Soviet police officers standing in front of the KGB building in Moscow, which is now the headquarters of the FSB.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A picture taken in 1990 shows Soviet police officers standing in front of the KGB building in Moscow, now the headquarters of the FSB.</span> <span class=\"element-image__credit\">Photograph: Alexander Nemenov/AFP/Getty Images</span> </figcaption> </figure>  <p>Rid writes that the letter was “a masterfully executed disinformation operation”, an amalgam of “20% forgery and 80% fact”. The reality was that the Pentagon and the CIA <em>had</em> tested “new types of biological weapons in densely populated areas of the US and Canada”, and conducted research on disease and psychotropic drugs on an array of human guinea pigs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/05/front-row-at-the-trump-show-review-jonathan-karl\">Front Row at the Trump Show review: Jonathan Karl's pre-pandemic warning</a> </p> </aside>  <p>The KGB doubled down and published a reworked version of the story in an English-language Soviet publication. At the same time and without any apparent nexus to the Soviet campaign, the Amsterdam News, a paper with a readership base in New York’s African American community, opined that Aids was a likely result of US bacteria warfare. Once again, social mistrust helped weaponize a concocted narrative.</p> <p>To be clear, Russian “active measures” did not tip the 2016 election to the Republicans. On that score, the FBI and Comey had a greater impact. Instead, the Russians caused the US to stare into a mirror, red and blue Americans each seeing what they expected.</p> <p>Nor is an end in sight. According to the <a href=\"https://www.intelligence.senate.gov/sites/default/files/documents/Report_Volume2.pdf\">Senate intelligence committee</a>, “Russian disinformation efforts may be focused on gathering information and data points in support of an active measures campaign targeted at the 2020 US presidential election”, with an emphasis upon “gathering personal information” from “US-based audiences sympathetic to Russian disinformation topics”.</p> <p>America remains mired in a cold civil war. Active Measures is another book for such troubled times.</p>",
  "<div id=\"block-5ead6c9d8f0806a479811e2c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T12:51:05.074Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Live coronavirus reporting continues in Saturday’s blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/may/02/coronavirus-us-live-states-reopening-trump-protests-latest-updates\">Coronavirus US live: states ponder reopening as deaths pass 65,000</a> </p> </aside> </div>   </div> <div id=\"block-5eacb5278f082b32fdd6bd30\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-02T00:02:08.088Z\">1.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening Summary</h2>  <div class=\"block-elements\">  <p>Thanks for following along. Here’s a rundown of the day’s biggest news:</p> <ul> <li><strong>The FDA has approved remdesivir for emergency use on hospitalized coronavirus patients. </strong>A drug trial of remdesivir showed a positive effect on coronavirus patients’ recovery time and survival rate. Dr <strong>Anthony Fauci </strong>said earlier this week, “The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery. ... What it has proven is that a drug can block this virus.”</li> <li><strong>White House press secretary Kayleigh McEnany held her first daily briefing. </strong>It was the first time in more than a year that a White House press secretary had held a formal briefing. McEnany promised to never lie from the White House podium, but she went on to share several false or misleading statements about sexual misconduct allegations against <strong>Trump </strong>and the FBI investigation of former national security adviser <strong>Michael Flynn, </strong>among other things.</li> <li><strong>Joe Biden denied Tara Reade’s allegation of sexual assault. </strong>The presumptive Democratic presidential nominee said in an MSNBC interview, “I’m saying unequivocally, it never, never happened.”</li> <li><strong>Donald Trump said he expects up to</strong><strong> 100,000 Americans will die</strong> of Covid-19. “Hopefully we’re going to come in below that 100,000 lives lost, which is a horrible number nevertheless.” The president had previously said he expected 60,000 - 70,000 fatalities in the US. </li> <li><strong>New York schools will remain closed for the rest of the academic year, </strong>governor <strong>Andrew Cuomo </strong>announced. The news was unsurprising considering the state reported another 1,000 new coronavirus hospitalizations yesterday, but the daily death toll has fallen slightly to 289.</li> <li><strong>Trump said Michigan governor Gretchen Whitmer should “make a deal” with anti-stay-at-home protesters. </strong>The president’s suggestion came one day after demonstrators, some of them carrying assault rifles, swarmed the Michigan state capitol to protest Whitmer’s stay-at-home order. Whitmer rejected the idea of making a deal during a public health emergency, but said some outdoor work will be allowed to resume next week. </li> <li><strong>The White House blocked Dr Anthony Fauci from testifying</strong> before a House subcommittee looking into the coronavirus response. Former CDC director <strong>Tom Frieden </strong>will testify instead. </li> <li><strong>California governor Gavin Newsom <a href=\"https://www.theguardian.com/us-news/2020/may/01/california-coronavirus-protests-huntington-beach-sacramento\">promised “meaningful” adjustments</a></strong> to stay-at-home orders in the coming days. Meanwhile, protesters gathered in the capital of Sacramento and in Orange county’s Huntington Beach.</li> </ul> <p>Read our full reports on the <a href=\"https://www.theguardian.com/us-news/2020/may/01/kayleigh-mcenany-white-house-press-secretary-briefing-who\">day in Washington</a>, the <a href=\"https://www.theguardian.com/us-news/2020/may/01/california-coronavirus-protests-huntington-beach-sacramento\">latest from California</a>, and the <a href=\"https://www.theguardian.com/world/2020/may/01/remdesivir-emergency-use-fda-us-coronavirus\">emergency use authorization</a> of the new coronavirus drug here. </p> <p>And stay up to date with all the latest news with our global live blog, which continues here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/02/coronavirus-live-news-dr-fauci-blocked-from-testifying-on-us-response\">Coronavirus live news: Dr Fauci blocked from testifying on US response</a> </p> </aside> </div>   </div> <div id=\"block-5eacb3ec8f082b32fdd6bd2e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T23:46:07.813Z\">12.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: voter fraud</strong></p> <p>Donald Trump is back on Twitter, where he is misleadingly linking voting by mail to “rigged elections”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1256366878873792512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Don’t allow RIGGED ELECTIONS! <a href=\"https://t.co/DeZ5B3TEv5\">https://t.co/DeZ5B3TEv5</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1256366878873792512?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>There is no evidence of widespread voting fraud. The non-partisan Brennan Center for Justice found in 2017 that the risk of voting fraud is between 0.00004% and 0.0009%. Moreover, Trump’s own voting integrity commission found no evidence to support claims of widespread fraud.</p> <p>Mail ballot fraud is also very rare. </p> <p>In North Carolina, an election was overturned in 2018 after a Republican political operative was alleged to have directed workers to collect and mail in other people’s absentee ballots during the 2018 Republican congressional primary and during the 2016 general election.</p> <p>But states can avoid that sort of fraud by implementing ballot tracking, providing prepaid postage and setting ballot boxes and drop-off sites. Five states already conduct their elections entirely by mail, and have found ways to ensure the integrity of ballots.</p> <p>Although the president now says he opposes voting by mail due to fraud conerns, he previously said efforts to make it easier to vote would mean “you’d never have a Republican elected in this country again”.</p> <p>Read more: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/08/trump-mail-in-voting-2020-election\">Trump urges Republicans to 'fight very hard' against voting by mail</a> </p> </aside> </div>   </div> <div id=\"block-5eacac4b8f082b32fdd6bd0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T23:13:45.435Z\">12.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The House hearing on the coronavirus response will go on without Fauci</strong>, however. </p> <p><strong>Dr Tom Frieden</strong>, who served as the director of the Centers for Disease Control and Prevention (CDC) during the Obama administration, will testify. </p> <p>Representatives <strong>Nina Lowey</strong> and <strong>Rosa DeLaura</strong>, chairs of the House appropriation committee and Labor-HHS-Education subcommittee, issued the following <a href=\"https://appropriations.house.gov/news/press-releases/lowey-delauro-statement-on-next-week-s-covid-19-appropriations-hearing\">statement</a>: </p> <blockquote class=\"quoted\"> <p>Congress and the American public deserve a clear-eyed view of the path forward for responding to the Covid-19 pandemic. In the short-term, that entails what our federal government is doing on surveillance, testing, contact tracing, quarantining, social distancing, and the production and distribution of personal protective equipment. Over the medium-term, we need to understand the viability of therapeutics and vaccines in development, their dissemination, and how the influenza season could affect the ongoing pandemic in the Fall. And over the long-term, we need ensure lasting investments in our public health infrastructure are made instead of reacting to public health crises when they arise. The people of this country deserve a federal government that is up-to-date, modernized, and prepared to protect lives.</p> <p>We look forward to the hearing next week with Dr. Tom Frieden, former Director of the Centers for Disease Control and Prevention and one of the world’s foremost public health experts.</p> </blockquote> </div>   </div> <div id=\"block-5eaca74d8f0806a479811abb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T23:02:07.377Z\">12.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The White House is blocking Dr Anthony Fauci, the government’s top infectious disease doctor, from testifying</strong> before Congress next week.</p> <p>Evan Hollander, a spokesman for the House appropriations committee, told the <a href=\"https://www.washingtonpost.com/us-policy/2020/05/01/congress-fauci-coronavirus/\">Washington Post</a> that the committee had asked Fauci to appear on 6 May, but was rebuffed by the White House. </p> <p>The White House confirmed the report to <a href=\"https://www.reuters.com/article/us-health-coronavirus-usa-fauci/white-house-blocks-fauci-from-testifying-to-congress-on-coronavirus-response-idUSKBN22D6EO?feedType=RSS&amp;feedName=topNews\">Reuters</a>, saying in a statement: “While the Trump administration continues its whole-of-government response to Covid-19, including safely opening up America again and expediting vaccine development, it is counter-productive to have the very individuals involved in those efforts appearing at congressional hearings. We are committed to working with Congress to offer testimony at the appropriate time.”</p> <p>Fauci is the longtime director of the National Institute of Allergy and Infectious Diseases. A respected and accomplished scientist, he has at times drawn the ire of Trump supporters for advocating for public health measures or contradicting Trump. </p> </div>   </div> <div id=\"block-5eaca4198f0806a479811ab4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T22:44:19.931Z\">11.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michigan Governor Gretchen Whitmer said Friday that Michigan will remain under stay-at-home orders through 15 May</strong>, despite Republican lawmaker in the states refusing to extend her emergency declaration, the AP reports. </p> <p>The order will allow for some outdoor work, such as forestry, power equipment maintenance and construction, to resume next Thursday. </p> <p>Earlier today, <a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-michigan-protesters-gretchen-whitmer\">Donald Trump tweeted</a> that Whitmer should “give a little” and “make a deal” with a small group of protesters, some of them armed, who have held demonstrations at the state capital urging a reopening of the state. </p> <p>“The governor of Michigan should give a little, and put out the fire,” Trump said in a <a href=\"https://twitter.com/realDonaldTrump/status/1256202305680158720\">tweet</a> on Friday morning. “These are very good people, but they are angry. They want their lives back again, safely! See them, talk to them, make a deal.”</p> <p>Whitmer called the protests “disturbing” and said that the presence of swastikas, Confederate flags, nooses and assault weapons “do not represent who we are as Michiganders”.</p> <p>“We’re not in a political crisis where we should just negotiate and find some common ground here. We’re in a public health crisis,” she said. “We’re in the midst of a global pandemic that has already killed almost 4,000 people in our state.”</p> </div>   </div> <div id=\"block-5eac992d8f0806a479811a87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T22:28:25.290Z\">11.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Food and Drug Administration (FDA) has released <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-issues-emergency-use-authorization-potential-covid-19-treatment\">additional information</a> about its <strong>emergency use authorization (EUA) for remdesivir</strong>, the anti-viral drug that has shown some promise as a treatment for patients with Covid-19. Donald Trump announced the EUA earlier today.</p> <p>Use of the drug will be authorized for adults or children who are hospitalized with suspected or confirmed Covid-19 and whose condition is “severe”, meaning they have low blood oxygen levels, need oxygen therapy, or are on a mechanical ventilator, the FDA said.</p> <p>“Based on evaluation of the emergency use authorization criteria and the scientific evidence available, it was determined that it is reasonable to believe that remdesivir may be effective in treating COVID-19, and that, given there are no adequate, approved, or available alternative treatments, the known and potential benefits to treat this serious or life-threatening virus currently outweigh the known and potential risks of the drug’s use,” the FDA said in its statement.</p> <p>The EUA also includes information about possible side effects, which include “increased levels of liver enzymes, which may be a sign of inflammation or damage to cells in the liver; and infusion-related reactions, which may include low blood pressure, nausea, vomiting, sweating, and shivering”. It also notes that there may be other serious side effects that have not been discovered yet. </p> <p>The EUA requires hospitals to monitor patients’ liver enzymes through blood tests before the treatment is started and every day that treatment is ongoing. </p> <p>Patients who receive the drug will be provided with a fact sheet, which is available <a href=\"https://www.fda.gov/media/137565/download\">here</a>. The drug is administered through an IV once a day for up to 10 days.</p> </div>   </div> <div id=\"block-5eac9aa98f0806a479811a8c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T22:09:17.282Z\">11.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump appears to have</strong> <strong>revised upward to 100,000 his expectations for the number of Americans who will die</strong> <strong>of Covid-19</strong><strong>.</strong></p> <p>“Hopefully we’re going to come in below that 100,000 lives lost, which is a horrible number nevertheless,” Trump said at a White House event to honor people who are doing work related to the coronavirus pandemic, according to Reuters. </p> <p>On Monday, Trump had said that the death toll would likely be between 60,000 and 70,000. As of Friday, it stand at 64,198. </p> <p>Trump has changed his predictions over time. On Friday, he claimed that the White House’s actions had saved “maybe millions of lives”. </p> </div>   </div> <div id=\"block-5eac96be8f087d47c7787d05\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T21:44:08.029Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The last patient has left the field hospital that was erected in New York City’s Javits convention center</strong>, the AP reports. </p> <p>The emergency facility was erected by the members of the US military to alleviate strain on the city’s hospital system at the height of the outbreak. It ultimately treated 1,095 patients, the last 8 of whom left the hospital today. </p> <p>The closure of the emergency hospital is another hopeful sign that conditions in New York are improving, though the crisis is by no means over. On Friday, New York governor <strong>Andrew Cuomo</strong> reported a daily death toll of 289. </p> </div>   </div> <div id=\"block-5eac92fb8f0806a479811a6a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T21:33:58.212Z\">10.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello everyone, this is Julia Carrie Wong in Oakland, California, picking up the blog for the rest of the day. </p> <p>As we head into the weekend, and with the weather improving around the country, the <strong>question of whether people should be allowed to go to beach</strong> is inspiring debate and protest. </p> <p>In California, where <strong>Governor Gavin Newsom</strong> ordered the closure of beaches in Orange County, hundreds of people staged a protest in <strong>Huntington Beach</strong>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/latimes/status/1256332200871510017\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Protesters shouted &quot;No more Newsom&quot; and &quot;Freedom&quot; at a demonstration in Huntington Beach today. <br><br>Hundereds gathered to protest the stay-at-home order and closure of Orange County&#39;s beaches, both of which were issued by California&#39;s governor.  <a href=\"https://t.co/sXEE9z111S\">https://t.co/sXEE9z111S</a> <a href=\"https://t.co/Xg70IqhTbi\">pic.twitter.com/Xg70IqhTbi</a></p>&mdash; Los Angeles Times (@latimes) <a href=\"https://twitter.com/latimes/status/1256332200871510017?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Meanwhile, in <strong>Florida</strong>, the<strong> beaches have been opened</strong>, and not everyone is happy about it. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGregor/status/1256293766958206976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This will go down as one of the best live stand ups ever. Really getting into character. Kudos to <a href=\"https://twitter.com/AdamParkhomenko?ref_src=twsrc%5Etfw\">@AdamParkhomenko</a> for sharing this.  <a href=\"https://t.co/DPiJm27mR8\">pic.twitter.com/DPiJm27mR8</a></p>&mdash; Jason Gregor (@JasonGregor) <a href=\"https://twitter.com/JasonGregor/status/1256293766958206976?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>This local lawyer, who dressed as the Grim Reaper, granted an interview to a local TV reporter, and argued that it is simply too soon for the beaches to be open. </p> <p>My colleague Sam Levin spoke to several experts about the potential risks and rewards of allowing people to go to beaches during this pandemic. You can read his full report here: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/30/california-beaches-closed-coronavirus-risks-experts\">California closes Orange county beaches over Covid-19 fears – but how risky is a beach day?</a> </p> </aside> </div>   </div> <div id=\"block-5eac8c908f082b32fdd6bc8c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T21:04:33.072Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>That’s it from me today. My west coast colleague, Julia Carrie Wong, will take over the blog for the next few hours.</p> <p>Here’s where the day stands so far:</p> <ul> <li><strong>The FDA has approved remdesivir for emergency use on hospitalized coronavirus patients. </strong>A drug trial of remdesivir showed a positive effect on coronavirus patients’ recovery time and survival rate. Dr <strong>Anthony Fauci </strong>said earlier this week, “The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery. ... What it has proven is that a drug can block this virus.”</li> <li><strong>White House press secretary Kayleigh McEnany held her first daily briefing. </strong>It was the first time in more than a year that a White House press secretary had held a formal briefing. McEnany promised to never lie from the White House podium, but she went on to share several false or misleading statements about sexual misconduct allegations against <strong>Trump </strong>and the FBI investigation of former national security adviser <strong>Michael Flynn, </strong>among other things.</li> <li><strong>Joe Biden denied Tara Reade’s allegation of sexual assault. </strong>The presumptive Democratic presidential nominee said in an MSNBC interview, “I’m saying unequivocally, it never, never happened.”</li> <li><strong>New York schools will remain closed for the rest of the academic year, </strong>governor <strong>Andrew Cuomo </strong>announced. The news was unsurprising considering the state reported another 1,000 new coronavirus hospitalizations yesterday, but the daily death toll has fallen slightly to 289.</li> <li><strong>Trump said Michigan governor Gretchen Whitmer should “make a deal” with anti-stay-at-home protesters. </strong>The president’s suggestion came one day after demonstrators, some of them carrying assault rifles, swarmed the Michigan state capitol to protest Whitmer’s stay-at-home order.</li> </ul> <p>Julia will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5eac898f8f087d47c7787ccf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T20:54:37.412Z\">9.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>FDA commissioner Stephen Hahn was careful to note that remdesivir has not received FDA approval as a coronavirus treatment </strong>and has only been approved for emergency use on severely ill coronavirus patients who have been hospitalized. </p> <p>FDA approval requires a much more lengthy review process, while an emergency use authorization is issued more quickly after the agency weighs the potential risks and potential benefits of a treatment option to help address an emergency situation.<br></p> <p>“Today’s action is an important step in our efforts to collaborate with innovators and researchers to provide sick patients timely access to new therapies where appropriate, while at the same time supporting research to further evaluate whether they are safe and effective,” Hahn said in a statement.<br></p> <p>“There’s tremendous interest among all parties to identify and arm ourselves with medicines to combat COVID-19, and through our <a href=\"https://www.fda.gov/drugs/coronavirus-covid-19-drugs/coronavirus-treatment-acceleration-program-ctap\">Coronavirus Treatment Acceleration Program</a>, the FDA is working around-the-clock and using every tool at our disposal to speed these efforts.” <br></p> </div>   </div> <div id=\"block-5eac87ef8f087d47c7787ccb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T20:45:34.394Z\">9.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Lois Beckett reports on the latest from California:</strong></p> <p>As many as 1000 people rallied against California governor Gavin Newsom’s stay-at-home measures in Sacramento, the state’s capitol, as hundreds more protested in conservative Huntington Beach. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cmarinucci/status/1256307042760843264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Scenes from the CA state Capitol in Sacramento right now, where we&#39;re told about 1,000 protesters are gathered: <a href=\"https://t.co/vpMvpgxXr7\">pic.twitter.com/vpMvpgxXr7</a></p>&mdash; Carla Marinucci (@cmarinucci) <a href=\"https://twitter.com/cmarinucci/status/1256307042760843264?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BillFOXLA/status/1256297936910090241\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hundreds have gathered in Huntington Beach to protest Governor Newsom’s order to close all OC beaches. The city is planning to sue Newsom, and Newport Beach will discuss doing the same this weekend. We have SkyFox over the protest and will be keeping an eye on it. <a href=\"https://twitter.com/FOXLA?ref_src=twsrc%5Etfw\">@FOXLA</a> <a href=\"https://t.co/w2sIEKdaCG\">pic.twitter.com/w2sIEKdaCG</a></p>&mdash; Bill Melugin (@BillFOXLA) <a href=\"https://twitter.com/BillFOXLA/status/1256297936910090241?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ab_ibarra/status/1256293184881045504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Current scene at the capitol <a href=\"https://t.co/IwD85HnyAB\">pic.twitter.com/IwD85HnyAB</a></p>&mdash; Ana B. Ibarra (@ab_ibarra) <a href=\"https://twitter.com/ab_ibarra/status/1256293184881045504?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>In his Friday news conference, Newsom said he empathized with the protesters’ “frustration and concern and deeply understandable anxiety about the economy and the fate and future of their families.” </p> <p>Asked about his response to protesters calling him a tyrant and a fasicst, Newsom was gentle. “All I ask for is: Take care of yourself,” he said. “Wear a face covering. Do justice to physical distancing. You don’t want to contract this disease.” </p> <p>The governor said that law enforcement officials were responsible for deciding how to respond to protesters violating social distancing orders, and that he could not possibly monitor every protest happening across the state. </p> <p>“I have confidence in local law enforcement, incredible confidence,” Newsom said, passing on responsibility for the fraught question of whether people violating social distancing guidelines at protests should be arrested. </p> <p>In Sacramento, where many protesters were flouting social distancing guidelines, at least one person had been arrested, according to a Sacramento Bee reporter. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Ryan_Lillis/status/1256310717084401665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our <a href=\"https://twitter.com/StantonSam?ref_src=twsrc%5Etfw\">@StantonSam</a> is in the middle of the protest at the Capitol. He says at least 1 arrest so far. Watch it live: <a href=\"https://t.co/jC8C3zDInW\">https://t.co/jC8C3zDInW</a></p>&mdash; Ryan Lillis (@Ryan_Lillis) <a href=\"https://twitter.com/Ryan_Lillis/status/1256310717084401665?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5eac870e8f082b32fdd6bc45\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T20:34:40.299Z\">9.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Newsom promises 'meaningful' adjustments soon amid anti-shutdown protests</h2>  <div class=\"block-elements\">  <p><strong>The Guardian’s Lois Beckett reports on the latest from California:</strong></p> <p>California governor <strong>Gavin Newsom</strong> promised “meaningful” adjustments to the state’s stay-at-home order in “many days, not weeks,” as small rallies to reopen the economy attracted hundreds of people in the state’s capital and in Huntington Beach, a more conservative city south of Los Angeles. </p>  <figure class=\"element element-image\" data-media-id=\"9d545c9d7035412b49825d60aa0654d1bc626f75\"> <img src=\"https://media.guim.co.uk/9d545c9d7035412b49825d60aa0654d1bc626f75/0_0_5568_3712/1000.jpg\" alt=\"Demonstrators protest against California’s stay-at-home order.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators protest against California’s stay-at-home order.</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP via Getty Images</span> </figcaption> </figure>  <p>Newsom said that the state was “getting very close” to making changes that would affect how businesses, including restaurants, could operate, and urged residents to be patient. </p> <p>More than 2,000 people have died of coronavirus in California so far, including 91 people in the previous day, but the number of patients in intensive care units stayed flat, and the total number of hospitalizations had fallen slightly, both signs of progress, Newsom said in his Friday press conference. </p> <p>But, Newsom said, “We can screw all that up and set all that back by making bad decisions.” </p> <p>The positive signs in the number of hospitalizations and ICU patients was only possible “because people have done an incredible job in their physical distancing.” </p> <p>“Thousands of people congregating together, not practicing social distancing or physical distancing,” could undermine the current progress in preventing the spread of the virus, Newsom said.</p> <p>“If we can avoid that, we can get to the other side with modifications a lot quicker,” the governor added.</p> </div>   </div> <div id=\"block-5eac843c8f082b32fdd6bc37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T20:24:17.921Z\">9.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gilead, the company that makes remdesivir, said it would donate 1.5 million doses of the drug to the US now that it has been approved for emergency use on hospitalized coronavirus patients.</p> <p>FDA commissioner <strong>Stephen Hahn </strong>said the drug’s approval for emergency use represented “an important clinical advance” in the fight against coronavirus. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1256186853524418561\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“It is important to note (remdesivir) is a medicine that’s really for the most severe patients. This is for hospitalized patients. … What we see here is of course not a cure but a very, very significant and important treatment for patients.”  <a href=\"https://twitter.com/GileadSciences?ref_src=twsrc%5Etfw\">@GileadSciences</a> CEO Daniel O’Day <a href=\"https://t.co/3iPiIv28Q1\">pic.twitter.com/3iPiIv28Q1</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/1256186853524418561?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Gilead CEO <strong>Daniel O’Day </strong>said earlier today that his company has already ramped up production of the drug and hopes to make millions of treatment courses available by the end of the year. </p> <p>“I think it’s important to note that this is a medicine for the most severe patients,” O’Day told the “Today” show. “What we see here is really, of course, not a cure but a very, very significant and important treatment for patients.” </p> </div>   </div> <div id=\"block-5eac7d9c8f0806a4798119f5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T20:13:15.110Z\">9.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US to allow emergency use of remdesivir for hospitalized coronavirus patients</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>told reporters that the drug remedesivir has been approved for emergency use to treat coronavirus patients.</p> <p>FDA commissioner <strong>Stephen Hahn</strong> clarified that the drug had specifically been cleared for emergency use on hospitalized coronavirus patients.</p> <p>The president said the approval represented a “very promising situation” in the country’s fight against coronavirus, and Dr <strong>Deborah Birx </strong>added, “I think this really illustrates what can happen in such a short time.”</p> <p>The emergency approval comes days after Dr <strong>Anthony Fauci</strong>, the government’s top infectious disease expert, expressed cautious optimism about the results of a remdesivir drug trial.</p> <p>“The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery,” Fauci said earlier this week. “What it has proven is that a drug can block this virus.” </p> </div>   </div> <div id=\"block-5eac7a048f082b32fdd6bc0b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T19:49:28.165Z\">8.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Nina Lakhani reports on a multi-state lawsuit to protect the country’s waterways:</strong></p> <p>A coalition of states is suing the <strong>Trump administration</strong>’s Environmental Protection Agency (EPA) over its so-called “dirty water rule,” which eliminates legal protections for hundreds of thousands of streams, creeks and wetlands across the country.</p> <p>The lawsuit claims that the Trump administration’s new rule contradicts the 1972 Clean Water Act, supreme court precedent and the EPA’s own scientific findings. Trump’s “navigable waters protection rule”, which was published in January, narrows the definition of waterways to exclude ephemeral streams, wetlands, creeks and other headwaters which do not have visible water 365 days a year because they run intermittently or temporarily underground. For example, 90% of streams that connect to the Colorado river, which supplies water to seven western US states and two in northern Mexico, run only after rainfall or snowmelt.</p> <p>The rule, which has attracted widespread criticism from scientists, environmentalists, and the tourism sector, replaces an Obama era regulation that strengthened protection for about 60% of the nation’s interconnected waterways. But it goes much further than just repealing Obama’s 2015 rule, by allowing landowners and developers to dump directly into hundreds of thousands of waterways, and to destroy or fill in wetlands for construction projects.</p> <p>“Access to clean water is a fundamental right for all Americans. Trump’s dirty water rule ignores the law and science and is a reckless rollback of clean water protections … which benefits industry polluters and harms countless Americans,” said <strong>Letitia James</strong>, New York’s attorney general, at a virtual press conference today.</p> <p>The lawsuit argues that the new rule will result in more pollution, flooding, and harm to fish and wildlife across the country — undermining decades of work to protect and enhance water resources - and will result in widespread economic losses.</p> <p>“We’re going into this fight with our three most reliable allies: the facts, science and the law,” said <strong>Xavier Becerra</strong>, California’s attorney general. In California, more than 40% of streams and half of all wetlands have been stripped of protection under the new definition, said Becerra. “Even during the coronavirus pandemic, the administration hasn’t stopped.” He added, “The latest actions come at a time when the nation’s health and economy can least afford it.”</p> <p>The lawsuit, co-led by New York and Califnronia, was filed today in the United States District Court for the Northern District of California. Also suing are the attorneys generals of Connecticut, Illinois, Maine, Maryland, Massachusetts, Michigan, New Jersey, New Mexico, North Carolina, Oregon, Rhode Island, Vermont, Virginia, Washington, Wisconsin, the District of Columbia and the City of New York.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/01/water-shutoffs-us-coronavirus-utilities-economy\">'It feels like nobody cares': the Americans living without running water amid Covid-19</a> </p> </aside> </div>   </div> <div id=\"block-5eac76868f082b32fdd6bbf0\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T19:39:01.134Z\">8.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has <a href=\"https://www.cnbc.com/2020/05/01/trump-tells-biden-to-fight-tara-reade-sexual-assault-allegation.html\">passed further comment</a> on the <strong>allegation against Joe Biden</strong>, in an interview with Fox News commentator and podcast host Dan Bongino.</p> <p>“I would just say to Joe Biden, ‘Just go out and fight it,’” Trump said, adding in typically contradictory style: “He’s gonna have to make his own decision, I’m not going to be telling him what to do. Biden is gonna have to go out and fight his own battles.”</p> <p>Trump also said he found <strong>Tara Reade’s allegation of an assault in 1993</strong> “credible” and said that when he has to deal with such allegations, he likes “to get in front of it and I just deny it.”</p> <p><a href=\"https://www.huffpost.com/entry/a-running-list-of-the-women-whove-accused-donald-trump-of-sexual-misconduct_n_57ffae1fe4b0162c043a7212\">More than 20 women</a> have accused Trump of sexual misconduct or assault, allegations he denies.</p> <p>At the White House on Friday, new press secretary <strong>Kayleigh McEnany </strong>was asked about the accusations against Trump. She responded by scolding the media, saying “the president has swiftly denied all of these allegations that were raised four years ago” and claiming questions about the allegations were “asked and answered in the form of the vote of the American people”.</p> <p>“Leave it to the media to really take an issue about the former vice-president and turn it on the president,” she said.</p> <p>In fact, accusations against Trump have surfaced since the 2016 election: the advice columnist E Jean Carroll <a href=\"https://www.theguardian.com/us-news/2019/jul/13/i-accused-donald-trump-of-sexual-assault-e-jean-carroll-ed-pilkington\">said he raped her</a> at a Manhattan department store in the mid-1990s:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/jul/13/i-accused-donald-trump-of-sexual-assault-e-jean-carroll-ed-pilkington\">‘I accused Donald Trump of sexual assault. Now I sleep with a loaded gun’</a> </p> </aside>  <p>Carroll <a href=\"https://www.washingtonpost.com/national-security/trump-jean-carroll-defamation-lawsuit/2020/03/04/8ec0e74c-5e41-11ea-b014-4fafa866bb81_story.html\">took Trump to court</a>. <a href=\"https://www.cnn.com/2020/01/07/politics/summer-zervos-trump-lawsuit/index.html\">So did Summer Zervos</a>, a former contestant on The Apprentice.</p> </div>   </div> <div id=\"block-5eac72f08f087d47c7787c4d\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T19:18:17.836Z\">8.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The National Archives has responded to <strong>Joe Biden’s interview with MSNBC</strong> and lengthy statement denying the allegation of sexual assault against him, telling <a href=\"https://twitter.com/aterkel/status/1256296512260358149\">HuffPo’s Amanda Terkel</a>: </p> <p>“Any records of Senate personnel complaints from 1993 would have remained under the control of the Senate. Accordingly, inquiries related to these records should be directed to the Senate.”</p> <p>Biden said the National Archives <a href=\"https://www.theguardian.com/us-news/live/2020/may/01/us-politics-coronavirus-live-joe-biden-donald-trump-latest-updates?page=with:block-5eac10148f0806a47981146d#block-5eac10148f0806a47981146d\">would hold such records</a>, if they existed. The following is <a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">from Lauren Gambino’s report</a>:</p> <blockquote class=\"quoted\"> <p>Morning Joe co-host Mika Brzezinski repeatedly asked Biden if he would authorize a search of his Senate papers, as a matter of transparency. He declined, insisting the records “do not contain personnel files”.</p> <p>“They’re not there,” he said.</p> <p>Asked if he was confident no such complaint existed, Biden offered a qualified response: “I know of no one who was aware any complaint was made.”</p> <p>He also said there were no non-disclosure agreements from his time in public office that would prevent women from speaking out.</p> <p>“There are no NDAs signed,” he said. “Period. None.”</p> </blockquote> <p>Here’s the full report:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">Joe Biden denies sexual assault allegation from former staffer Tara Reade</a> </p> </aside> </div>   </div> <div id=\"block-5eac70cb8f082b32fdd6bbd8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T19:03:59.464Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another important note about the sexual misconduct allegations against <strong>Trump: </strong>it is not accurate to say the issue is years-old, as press secretary <strong>Kayleigh McEnany </strong>claimed. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1256293618341593090\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">McEnany&#39;s rationale for why Trump&#39;s denials of sexual assault are more convincing than Biden&#39;s is that &quot;the president has swiftly denied all of these allegations that were raised four years ago. He&#39;s always told the truth on these issues.&quot; <a href=\"https://t.co/dKKcmmEDpE\">pic.twitter.com/dKKcmmEDpE</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1256293618341593090?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>“You’re bringing up issues ... from four years ago that were asked and answered, and the American people had their say in the matter,” McEnany said. “Leave it to the media to really take an issue about the former vice president and turn it on the president.”</p> <p>But advice columnist <strong>E Jean Carroll </strong>said in June that Trump raped her in the mid-1990s, an allegation that the president has denied, and a defamation lawsuit from one of Trump’s accusers is currently <a href=\"https://www.cnn.com/2020/01/07/politics/summer-zervos-trump-lawsuit/index.html\">on hold</a> in New York.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/jul/13/i-accused-donald-trump-of-sexual-assault-e-jean-carroll-ed-pilkington\">‘I accused Donald Trump of sexual assault. Now I sleep with a loaded gun’</a> </p> </aside> </div>   </div> <div id=\"block-5eac6f098f0806a4798119bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:54:55.177Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>White House press secretary <strong>Kayleigh McEnany </strong>has just concluded her first daily briefing, and she made a point to bring up the case of former national security adviser <strong>Michael Flynn. </strong></p> <p>The president has signaled interest in a potential pardon for his former adviser, who pleaded guilty to lying to the FBI in 2017. </p> <p>McEnany said the FBI’s handling of Flynn’s case “should scare every American,” insisting there was an “unfair target” on the former official’s back.<br></p> <p>But just to reiterate: Flynn himself pleaded guilty to lying to investigators about his contact with the former Russian ambassador to the US.</p> </div>   </div> <div id=\"block-5eac6dd38f082b32fdd6bbcf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:48:16.644Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>White House press secretary <strong>Kayleigh McEnany </strong>said of <strong>Joe Biden</strong>’s interview this morning about <strong>Tara Reade’s </strong>claim, “We are pleased that Joe Biden decided to go on the record.” </p> <p>But when asked about the fact that <strong>Trump </strong>has been accused of sexual misconduct by dozens of women, McEnany accused the media of unnecessarily resurrecting a years-old issue.</p> <p>“The president has swiftly denied all of these allegations that were raised four years ago,” McEnany said, going on to argue that questions about the allegations were “asked and answered in the form of the vote of the American people.”</p> <p>More than a dozen women have accused the president of sexual misconduct, and the “Access Hollywood” tape included audio of Trump describing grabbing women’s genitals.<br></p> </div>   </div> <div id=\"block-5eac6b3d8f087d47c7787c27\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:42:11.990Z\">7.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>White House press secretary <strong>Kayleigh McEnany </strong>reacted to <strong>Trump</strong>’s claim that <strong>Tara Reade, </strong>who has accused <strong>Joe Biden </strong>of sexual assault, was more compelling than the women who accused now-Supreme Court Justice <strong>Brett Kavanaugh </strong>of sexual misconduct.</p> <p>McEnany responded by saying Kavanaugh’s confirmation hearings were a “grave miscarriage of justice,” and she claimed that the allegations against him were “salacious, awful and verifiably false.” </p> <p>It is not accurate to say that the allegations against Kavanaugh were “verifiably false.” In her Senate testimony, <strong>C</strong><strong>hristine Blasey Ford </strong>extensively detailed an allegation of sexual assault against Kavanaugh, and it was not proven to be “verifiably false.” The Republican-led Senate confirmed Kavanaugh in the closest Supreme Court vote in history.</p> </div>   </div> <div id=\"block-5eac691f8f0806a4798119ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:28:54.658Z\">7.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about possible retaliatory measures the US might take against China for its handling of coronavirus, press secretary <strong>Kayleigh McEnany </strong>said she did not want to get ahead of <strong>Trump </strong>on that.</p> <p>But McEnany added, “It is no secret that China mishandled this situation.” </p> <p>The press secretary was also pressed on the president’s claims of having seen evidence that coronavirus was created in a Chinese government lab. The office of the director of national intelligence said yesterday the intelligence community “concurs with the wide scientific consensus that the Covid-19 virus was not manmade or genetically modified”. </p> <p>“Intelligence is just an estimate,” McEnany said.<br></p> </div>   </div> <div id=\"block-5eac68248f082b32fdd6bbb8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:22:57.844Z\">7.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">McEnany to reporters: 'I will never lie to you'</h2>  <div class=\"block-elements\">  <p>This one is worth keeping for future reference: White House press secretary <strong>Kayleigh McEnany </strong>pledged to never lie from the briefing room podium.</p> <p>“I will never lie to you,” McEnany told journalists after one reporter asked if she would make such a pledge. “You have my word on that.”<br></p> <p>The promise is notable considering one of McEnany’s predecessors, <strong>Sean Spicer, </strong>began his tenure by sharing false and outlandish claims about the size of the crowd at <strong>Trump</strong>’s inauguration.</p> </div>   </div> <div id=\"block-5eac66818f082b32fdd6bb9e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:18:57.572Z\">7.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">McEnany holds her first White House daily briefing</h2>  <div class=\"block-elements\">  <p><strong>Kayleigh McEnany, </strong>the president’s new press secretary, is now holding her first White House daily briefing since assuming her role last month.</p> <p>This is also the first formal briefing held by a press secretary in more than a year. <strong>Trump </strong>and the White House coronavirus task force have held regular briefings since the start of the crisis, but the president’s press secretary has not held a briefing since March 2019, when <strong>Sarah Huckabee Sanders </strong>suspended the practice.</p> <p>McEnany began by detailing the $12 billion being distributed to 395 hospitals as part of the most recent coronavirus relief bill.</p> </div>   </div> <div id=\"block-5eac64df8f087d47c7787c03\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:10:29.944Z\">7.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senator Mitt Romney is intrdoucing legislation to give essential workers hazard pay, </strong>arguing those on the front lines of the pandemic deserve more financial assistance from the government.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenatorRomney/status/1256273891061837828\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I’m introducing <a href=\"https://twitter.com/hashtag/PatriotPay?src=hash&amp;ref_src=twsrc%5Etfw\">#PatriotPay</a> because our essential workers—those putting themselves in greater risk on the frontlines of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>—deserve our unwavering support. For more information on my plan to help ensure essential workers receive greater compensation→ <a href=\"https://t.co/NCznX3VgVc\">https://t.co/NCznX3VgVc</a></p>&mdash; Senator Mitt Romney (@SenatorRomney) <a href=\"https://twitter.com/SenatorRomney/status/1256273891061837828?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Romney proposed giving essential workers an additional $12 an hour for the months of May, June and July. The Utah Republican said employers would cover a quarter of the cost, while the federal government would cover the other three quarters.</p> <p>“Health care professionals, grocery store workers, food processors, and many others—the unsung patriots on the frontline of this pandemic—every day risk their safety for the health and well-being of our country, and they deserve our unwavering support,” Romney said in a statement. “Patriot Pay is a way for us to reward our essential workers as they continue to keep Americans safe, healthy, and fed.”</p> <p>In an interview with the Washington Post, Romney noted that some essential workers, such as grocery store employees, may be making less money than those who are receiving unemployment benefits.</p> <p>“That’s not fair, number one,” Romney said. “And number two, it would create an anomaly, of course, for people to be taking additional risk of their health and have someone else not working making more than they are.” </p> </div>   </div> <div id=\"block-5eac62da8f087d47c7787be7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T18:01:00.887Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The executive director of the World Health Organization reiterated that the group believes coronavirus came about naturally, </strong>despite <strong>Trump</strong>’s dubious claims that he has seen evidence it was created in a Chinese government lab.</p> <p>“We have listened again and again to numerous scientists who looked at the sequences and looked at this virus and we are assured that this virus is natural in origin,” WHO executive director <strong>Michael J. Ryan </strong>said Friday.</p> <p>Just yesterday, Trump claimed he had seen evidence that coronavirus was made in a lab in China’s Wuhan region, which saw the first outbreak of the virus. Asked what evidence he had seen, Trump said, “I can’t tell you that. I’m not allowed to tell you that.” <br></p> <p>The president’s comments came hours after the office of the director of national intelligence said in a statement that the intelligence community “concurs with the wide scientific consensus that the Covid-19 virus was not manmade or genetically modified”. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/30/donald-trump-coronavirus-chinese-lab-claim\">Trump claims to have evidence coronavirus started in Chinese lab but offers no details</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-01T18:29:17.751Z\">at 7.29pm BST</time></p>  </div> <div id=\"block-5eac5e7c8f082b32fdd6bb4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T17:43:30.964Z\">6.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Cohen was also separately told yesterday that he must cease writing a tell-all book about his time working for Trump, </strong>according to ABC News.</p> <p>ABC News <a href=\"https://abcnews.go.com/US/michael-cohens-early-prison-release-coronavirus-concerns-rescinded/story?id=70456164\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Cohen received a letter from lawyers representing the Trump Organization demanding Cohen halt writing a ‘tell-all book’ about his time working for the president, according to sources familiar with the matter.</p> <p>Charles Harder, the attorney representing the company, writes that Cohen signed a non-disclosure agreement when he joined the Trump Organization and thus it would prohibit him from disclosing certain information about the president, his family and the company.</p> </blockquote> <p>Cohen worked for Trump as a lawyer and fixer, and he was deeply involved in a scheme to pay hush money to women who alleged they had extramarital affairs with the president before he ran for office.</p> </div>   </div> <div id=\"block-5eac5bec8f087d47c7787ba2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T17:34:21.546Z\">6.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Cohen, Trump’s former lawyer and fixer, has reportedly had his approval for early release from prison reversed. </strong></p> <p>ABC News <a href=\"https://abcnews.go.com/US/michael-cohens-early-prison-release-coronavirus-concerns-rescinded/story?id=70456164\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Two weeks ago, the Federal Bureau of Prisons (BOP) had notified Cohen that he would be released early from prison due to the COVID-19 outbreak, Cohen’s attorney Roger Adler told ABC News at the time. <br></p> <p>Cohen is serving a 3-year sentence at the federal prison camp in Otisville, New York, where several staff and inmates have tested positive for the novel coronavirus. ...</p> <p>It appears that all of the prisoners at Otisville who were granted home confinement have lost those privileges, according to the sources. The BOP has not responded to requests for comment from ABC News.</p> </blockquote> <p>Cohen, who pleaded guilty in 2018 to tax fraud, campaign finance violations and lying to Congress, was originally scheduled for release in November 2021.<br></p> </div>   </div> <div id=\"block-5eac593f8f0806a479811921\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T17:22:08.996Z\">6.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Trump campaign accused Joe Biden of applying a double standard after the presumptive Democratic nominee denied Tara Reade’s sexual assault allegation. </strong></p> <p><strong>Erin Perrine, </strong>the Trump camapign’s principal deputy communications director, said in a statement, “The only thing Joe Biden did today was dig himself a deeper hole.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ErinMPerrine/status/1256269357962924034\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/TeamTrump?ref_src=twsrc%5Etfw\">@TeamTrump</a> statement on Joe Biden’s response to Tara Reade&#39;s allegations --&gt;<br><br>&quot;The double standard exhibited by Biden, prominent liberal women’s groups, and Democrat elected officials – some of whom want to be Biden’s running mate – is glaring and cannot be allowed to stand.&quot; <a href=\"https://t.co/5aWNqpmWEc\">pic.twitter.com/5aWNqpmWEc</a></p>&mdash; Erin Perrine (@ErinMPerrine) <a href=\"https://twitter.com/ErinMPerrine/status/1256269357962924034?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Perrine noted Biden previously demanded that former Democratic presidential candidate <strong>Mike Bloomberg </strong>release women from non-disclosure agreements about claims of sexual harassment at his company.</p> <p>“Biden has a different definition of transparency than he sets for others.” Perrine said. “The double standard exhibited by Biden, prominent liberal women’s groups, and Democrat elected officials – some of whom want to be Biden’s running mate – is glaring and cannot be allowed to stand.”<br></p> <p>A number of anti-sexual assault groups have called for a full investigation of Reade’s claim, while applauding Biden for directly addressing the allegation, unlike the president.</p> </div>   </div> <div id=\"block-5eac53978f087d47c7787b58\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T17:01:04.544Z\">6.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>Here’s where the day stands so far:</p> <ul> <li><strong>Joe Biden denied Tara Reade’s allegation of sexual assault. </strong>The presumptive Democratic presidential nominee told MSNBC, “It is not true. I’m saying unequivocally, it did not happen and it didn’t.”</li> <li><strong>Trump said Michigan governor Gretchen Whitmer should “make a deal” with anti- stay-at-home protesters. </strong>The president’s comments came one day after protesters, some of them carrying assault rifles, swarmed the Michigan state capitol.</li> <li><strong>New York schools will remain closed for the rest of the academic year, </strong>governor <strong>Andrew Cuomo </strong>announced. The news is unsurprising considering the state is still seeing 1,000 new coronavirus hospitalizations a day, and another 289 New Yorkers died of the virus yesterday.</li> </ul> <p>The blog will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5eac511d8f082b32fdd6bab4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T16:47:24.410Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Anti-stay-at-home protesters have gathered in front of New York’s state capitol, </strong>where governor <strong>Andrew Cuomo </strong>just wrapped up his daily briefing on the state’s coronavirus response.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessemckinley/status/1256262048721375235\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NOW: Anti shutdown protesters in front of State Capitol in <a href=\"https://twitter.com/hashtag/Albany?src=hash&amp;ref_src=twsrc%5Etfw\">#Albany</a> <a href=\"https://t.co/io0PxuW31Q\">pic.twitter.com/io0PxuW31Q</a></p>&mdash; Jesse McKinley (@jessemckinley) <a href=\"https://twitter.com/jessemckinley/status/1256262048721375235?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>The demonstrators are protesting Cuomo’s statewide stay-at-home order, which is currently in effect until May 15. The governor has declined to say when he will make a decision on whether to extend the order.</p> <p>Similar protests have been popping up across the country, even though polls show most Americans support the restrictions that local leaders have enforced to limit the spread of the virus.</p> <p><strong>Trump </strong>said earlier today that Michigan governor <strong>Gretchen Whitmer </strong>should “give a little” and “make a deal” with the protesters who swarmed the state capitol’s yesterday, some of whom were carrying assault rifles.</p> </div>   </div> <div id=\"block-5eac4ca38f0806a479811850\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T16:32:30.915Z\">5.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Kenya Evelyn has a recap of New York governor Andrew Cuomo’s daily coronavirus briefing: </strong></p> <p>In addition to announcing that schools across the state will remain closed for the rest of the academic school year, the governor confirmed New York state is still seeing roughly 1,000 new covid-19 hospitalizations per day. </p> <p>There were 289 deaths in the last 24 hours, the first time New York saw less than 300 daily deaths in weeks.</p> <p>“New Yorkers changed reality,” Cuomo said, crediting changes in social behaviors for a decline in overall hospitalizations since the peak of the outbreak.</p> <p>When asked to assess his own performance amid the pandemic, Cuomo responded, “I tried my best.” He then pivoted to give credit to state residents for how they have followed social distancing guidelines. “New Yorkers did an extraordinary job,” he said. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1256251503939129346\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: NYS is directing insurers to waive all cost sharing/copays/deductibles for mental health services for essential workers through this crisis.<br><br>Our frontline heroes are risking their health AND mental health every day. Cost shouldn&#39;t be a barrier for them to get help.</p>&mdash; Andrew Cuomo (@NYGovCuomo) <a href=\"https://twitter.com/NYGovCuomo/status/1256251503939129346?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Cuomo then announced he had directed insurers to waive co-pays, deductibles and other costs for mental health services for essential workers throughout the coronavirus crisis. </p> <p>The governor said he had spoken to too many families who said they would seek counseling but felt it was too expensive. “Just wipe that reason away and get the help that you need,” Cuomo said. </p> <p>The governor also shared that the state saw a 15% jump in domestic violence calls in March and a 30% increase in April, which Cuomo described as a “dramatic” and “frightening” trend.</p> </div>   </div> <div id=\"block-5eac49758f087d47c7787a92\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T16:13:08.782Z\">5.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Treasury secretary Steven Mnuchin said private schools with large endowments should return any loans they received from the Paycheck Protection Program.</strong></p> <p>Some private schools with millions of dollars in their endowments received large loans from the program, even as small businesses with little capital at their disposal struggled to get their loan applications approved.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenmnuchin1/status/1256203413014097935\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It has come to our attention that some private schools with significant endowments have taken <a href=\"https://twitter.com/hashtag/PPP?src=hash&amp;ref_src=twsrc%5Etfw\">#PPP</a> loans. They should return them. <a href=\"https://twitter.com/SBAgov?ref_src=twsrc%5Etfw\">@SBAgov</a> <a href=\"https://twitter.com/hashtag/CARESAct?src=hash&amp;ref_src=twsrc%5Etfw\">#CARESAct</a> <a href=\"https://twitter.com/hashtag/PPPLoans?src=hash&amp;ref_src=twsrc%5Etfw\">#PPPLoans</a></p>&mdash; Steven Mnuchin (@stevenmnuchin1) <a href=\"https://twitter.com/stevenmnuchin1/status/1256203413014097935?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>Some of the private schools have already returned the loans, mirroring the actions of publicly traded companies like Shake Shack and Ruth’s Chris Steak House, which have also said they would return the funds they received from the program.</p> <p>The New York Times <a href=\"https://www.nytimes.com/2020/04/29/us/prep-schools-coronavirus-loans.html?referringSource=articleShare\">has more details</a>:</p> <blockquote class=\"quoted\"> <p> The Latin School of Chicago, which has counted the Illinois governor’s children among its students, returned the money. Sidwell Friends in Washington, the alma mater of President Obama’s daughters, decided to keep it. So did others, like St. Andrew’s Episcopal School in Potomac, Md., where President Trump’s youngest son is a student.<br></p> <p>Across the country, dozens of elite private preparatory schools are facing a vexing decision: They qualified for federal funds for small businesses hit by the coronavirus pandemic, but administrators are considering whether the scrutiny of taking government assistance outweighs the benefits.</p> </blockquote> </div>   </div> <div id=\"block-5eac45168f082b32fdd6b9f5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T15:53:30.711Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New York schools to remain closed for rest of academic year</h2>  <div class=\"block-elements\">  <p>New Yorks schools will remain closed for the rest of the academic year, and educators will continue to practice distance learning, governor <strong>Andrew Cuomo </strong>has just announced.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1256249247491555329\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: Given the current situation, K-12 schools and college facilities will remain closed for the rest of the academic year and will continue to provide distance learning.<br><br>This is the best course of action to keep students, educators and staff safe.</p>&mdash; Andrew Cuomo (@NYGovCuomo) <a href=\"https://twitter.com/NYGovCuomo/status/1256249247491555329?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>The Democratic governor added that he would make a decision about whether summer school will be possible at the end of the month.</p> <p>Another 289 New Yorkers died of coronavirus yesterday, representing a slight decrease from the day before, but new hospitalizations appear to have plateaued at around 1,000, which Cuomo has described as alarmingly high.</p> </div>   </div> <div id=\"block-5eac41858f087d47c7787a07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T15:47:26.556Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The maker of the drug remdesivir said his company, Gilead, is working closely with the FDA to get the drug authorized as a coronavirus treatment.</strong></p> <p>Gilead CEO<strong> Daniel O’Day </strong>said his company has already significantly expanded production capacity for the drug and hopes to make millions of treatment courses available by the end of the year.</p> <p>“I think it’s important to note that this is a medicine for the most severe patients,” O’Day told the “Today” show. “What we see here is really, of course, not a cure but a very, very significant and important treatment for patients.” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1256186853524418561\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“It is important to note (remdesivir) is a medicine that’s really for the most severe patients. This is for hospitalized patients. … What we see here is of course not a cure but a very, very significant and important treatment for patients.”  <a href=\"https://twitter.com/GileadSciences?ref_src=twsrc%5Etfw\">@GileadSciences</a> CEO Daniel O’Day <a href=\"https://t.co/3iPiIv28Q1\">pic.twitter.com/3iPiIv28Q1</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/1256186853524418561?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>O’Day’s comments come days after Dr <strong>Anthony Fauci, </strong>the government’s top infectious diseasee expert, said the results of a remdesivir drug trial, which showed a positive effect on patients’ recovery time and survival rate, was “quite good news.”</p> <p>“The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery,” Fauci said. “What it has proven is that a drug can block this virus.” </p> </div>   </div> <div id=\"block-5eac3dd28f0806a479811760\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T15:27:45.720Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Publicly traded companies have received more than $1 billion from the Paycheck Protection Program for small businesses, </strong>according to a new analysis from the Washington Post.</p> <p>The Post <a href=\"https://www.washingtonpost.com/business/2020/05/01/sba-ppp-public-companies/\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Nearly 300 public companies have reported receiving money from the fund, called the Paycheck Protection Program, according to the data compiled by The Post. Recipients include 43 companies with more than 500 workers, the maximum typically allowed by the program. Several other recipients were prosperous enough to pay executives $2 million or more.<br></p> <p>After the first pool of $349 billion ran dry, leaving more than 80 percent of applicants without funding, outrage over the millions of dollars that went to larger firms prompted some companies to return the money. As of Thursday, public companies had reported returning more than $125 million, according to a Post analysis of filings.</p> </blockquote> <p>Companies like Shake Shack and Ruth’s Chris Steak House have been criticized for taking money from PPP as the program was rapidly running out of money, which eventually forced both companies to return the funds.</p> <p>The treasury department recently said in updated guidance about the program that publicly traded companies would likely not meet the financial burden requirement to obtain funds, and the government has encouraged large companies to return the money they received.</p> <p>Treasury secretary <strong>Steven Mnuchin </strong>also said earlier this week that the department would be auditing any loan worth more than $2 million.</p> </div>   </div> <div id=\"block-5eac3a8e8f082b32fdd6b924\" class=\"block is-key-event\" data-block-contributor=\"profile/gilestremlett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T15:05:52.739Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New test could identify pre-infectious Covid-19 carriers</h2>  <div class=\"block-elements\">  <p>Scientists working for the <a href=\"https://www.theguardian.com/us-news/us-military\">US military</a> have designed a new Covid-19 test that could potentially identify carriers before they become infectious and spread the disease, the Guardian has learned.</p> <p>In what could be a significant breakthrough, project coordinators hope the blood-based test will be able to detect the virus’s presence as early as 24 hours after infection – before people show symptoms and several days before a carrier is considered capable of spreading it to other people. That is also around four days before current tests can detect the virus.</p> <p>The test has emerged from a project set up by the US military’s Defense Advanced Research Projects Agency (Darpa) aimed at rapid diagnosis of germ or chemical warfare poisoning. It was hurriedly repurposed when the pandemic broke out and the new test is expected to be put forward for emergency use approval (EUA) by the US Food and Drug Administration (FDA) within a week.</p> <p>“The concept fills a diagnostic gap worldwide,” the head of Darpa’s biological technologies office, Dr Brad Ringeisen, told the Guardian, since it should also fill in testing gaps at later stages of the infection. If given FDA approval, he said, it had the potential to be “absolutely a gamechanger”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/01/us-germ-warfare-lab-creates-test-for-pre-infectious-covid-19-carriers\">US germ warfare lab creates test for pre-infectious Covid-19 carriers</a> </p> </aside> </div>   </div> <div id=\"block-5eac34a58f082b32fdd6b8b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T14:44:34.310Z\">3.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The nation’s largest anti-sexual assault organization has also issued a statement about Tara Reade’s allegation against Joe Biden. </strong></p> <p>After the presumptive Democratic nominee denied sexually assaulting Reade 27 years ago, the group RAINN called for a “rigorous investigation” of the allegation.</p> <p>“We appreciate Vice President Biden finally addressing Tara Reade’s allegations,” RAINN’s vice president of communications said in the statement. </p> <p>“These allegations deserve a rigorous investigation, and we urge Vice President Biden to release any and all records that may be relevant, including those housed at the University of Delaware, in addition to any Senate records housed at the National Archives. We urge him, his campaign, and former staff to cooperate fully and provide complete transparency.” </p> <p>But the University of Delaware <a href=\"https://www.cnn.com/2020/04/30/politics/biden-senate-papers/index.html\">has said</a> officials are still curating the collection of Biden’s papers and the documents will not be publicly available until next year, after the presidential election.</p> </div>   </div> <div id=\"block-5eac30b98f0806a479811674\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T14:32:58.369Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The </strong><strong>president and CEO of TIME’S UP Now has issued a statement in response to Joe Biden’s interview about Tara Reade’s allegation of sexual assault.</strong></p> <p><strong>Tina Tchen, </strong>who leads the anti-sexual harassment group, applauded Biden for directly addressing the allegation, unlike <strong>Trump, </strong>and called for “complete transparency” into Reade’s claim.</p> <p>“Today, Vice President Joe Biden sat down and directly addressed the allegation against him with the seriousness it deserves, something that the current president has never done,” Tchen said in the statement.</p> <p>“Vice President Joe Biden needed to address Tara Reade’s allegation today. We call for complete transparency into this claim and the multiple claims against President Donald Trump. As we go forward, American voters are entitled to a full understanding of all allegations of this nature. Women should be heard, treated respectfully, and their allegations taken seriously.”</p> <p>Tchen’s statement underscores the difficult spot that Democratic women are in as they address Reade’s allegation. The Democratic party has prided itself on taking allegations of sexual misconduct seriously since several women accused <strong>Trump </strong>of inappropriate touching. Now Reade is asking those same Democrats who rallied around Trump’s accusers to grant her the same treatment.</p> </div>   </div> <div id=\"block-5eac2d378f082b32fdd6b84f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T14:14:40.212Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senior White House adviser Kellyanne Conway criticized Joe Biden’s response to Tara Reade’s sexual assault allegation.</strong></p> <p>After Biden denied Reade’s allegation in an interview this morning, Conway accused the presumptive Democratic nominee of applying a different standard to himself than he has to other politicians accused of sexual misconduct. “Believe all women means all women — you don’t get to choose,” Conway said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1256212261720465409\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A spokesperson for the first president in modern history to refuse to release his tax returns and who demanded that numerous women sign non-disclosure agreements making a case for Joe Biden to be more transparent is pretty rich <a href=\"https://t.co/jioCgC1zGs\">pic.twitter.com/jioCgC1zGs</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1256212261720465409?ref_src=twsrc%5Etfw\">May 1, 2020</a></blockquote>  </figure>  <p>The White House adviser also called on Biden to unseal any records related to Reade’s allegation. “You should unseal them anyway if you want to run for president,” Conway said.</p> <p>Commentators were quick to point out that <strong>Trump </strong>has not released his tax returns, making him the first president not to do so, raising some questions about Conway’s demand for transparency.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">Joe Biden denies sexual assault allegation from former staffer Tara Reade</a> </p> </aside> </div>   </div> <div id=\"block-5eac0a9b8f0806a479811440\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T13:47:55.745Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>There is a 2pm ET press briefing on the White House schedule</strong> – not from <strong>Donald Trump</strong>, who has other events today at which he may speak about the coronavirus pandemic, but by the new press secretary, <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/08/kayleigh-mcenany-donald-trump-press-secretary-quotes\">Kayleigh McEnany</a>.</strong></p> <p>Although the White House coronavirus task force has regularly held briefings in recent weeks, it’s been more than a year since the Trump’s press secretary held such a formal briefing.</p> <p><strong>Sarah Huckabee Sanders</strong>, Trump’s second press secretary, dropped the practice which made her predecessor <strong>Sean Spicer</strong> (in)famous and her successor, <strong>Stephanie Grisham</strong>, never held one.</p> <p>So that’ll be something else to watch today…</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/08/kayleigh-mcenany-donald-trump-press-secretary-quotes\">'We won't see coronavirus here' ... and other gems from Trump's new press secretary</a> </p> </aside> </div>   </div> <div id=\"block-5eac23248f082b32fdd6b7a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T13:31:57.204Z\">2.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michigan governor <strong>Gretchen Whitmer </strong>extended her state’s coronavirus emergency declaration yesterday after the Republican-led legislature moved to end the declaration.</p> <p>As anti-stay-at-home protesters swarmed the state capitol, Michigan’s Republican legislators pushed to not only end the declaration but also empower the chambers’ leaders to sue Whitmer if she extended the order.</p> <p>Despite those efforts, Whitmer chose to sign an executive order ending the original declaration and then issue another order that established a state of emergency until May 28. Those orders come a week after Whitmer extended the state’s stay-at-home order until at least May 15.</p> <p>The clash between the Democratic governor and the Republican legislators could lead to an intense legal battle over how the state responds to the pandemic.</p> </div>   </div> <div id=\"block-5eac1e1e8f0806a479811557\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T13:12:53.531Z\">2.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>received criticism last month after he called to “liberate” three states that are currently under stay-at-home orders, including Michigan, echoing messaging from far-right protesters.</p> <p>In one tweet about the stay-at-home orders, Trump wrote, “LIBERATE VIRGINIA, and save your great 2nd Amendment. It is under siege!” </p> <p>Many of the president’s critics accused the president of inciting violence against Democratic governors and lawmakers, and tweets about a potential armed conflict against the government <a href=\"https://www.nbcnews.com/tech/security/trump-s-liberate-tweets-extremists-see-call-arms-n1186561\">skyrocketed</a> in the hours after Trump’s “liberate” tweets were sent.</p> <p>Now the president has weighed in on the protests again, suggesting Michigan governor <strong>Gretchen Whitmer </strong>should “make a deal” with the demonstrators, even though health experts have warned states could see a surge in coronavirus cases if stay-at-home orders are relaxed too quickly.</p> <p>Michigan has been particularly hard hit by the virus, which has already claimed more than 3,000 lives in the state.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> </aside> </div>   </div> <div id=\"block-5eac1b788f087d47c7787774\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T13:02:56.228Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump says Michigan governor should 'make a deal' with protesters</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>is once again weighing in on the anti-stay-at-home protests that have been popping up across the country, suggesting Michigan governor <strong>Gretchen Whitmer </strong>should “make a deal” with the demonstrators.</p> <p>“The Governor of Michigan should give a little, and put out the fire,” Trump wrote in a tweet. “These are very good people, but they are angry. They want their lives back again, safely! See them, talk to them, make a deal.”</p> <p>The president’s tweet comes one day after protesters descended on the Michigan capitol in Lansing to rail against Whitmer’s stay-at-home order. A number of the demonstrators were photographed carrying assault rifles, causing alarm among the legislators who were at the Capitol.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenPolehanki/status/1255899318210314241\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Directly above me, men with rifles yelling at us. Some of my colleagues who own bullet proof vests are wearing them. I have never appreciated our Sergeants-at-Arms more than today. <a href=\"https://twitter.com/hashtag/mileg?src=hash&amp;ref_src=twsrc%5Etfw\">#mileg</a> <a href=\"https://t.co/voOZpPYWOs\">pic.twitter.com/voOZpPYWOs</a></p>&mdash; Senator Dayna Polehanki (@SenPolehanki) <a href=\"https://twitter.com/SenPolehanki/status/1255899318210314241?ref_src=twsrc%5Etfw\">April 30, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5eac194b8f0806a479811532\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:51:59.440Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is Joan Greve, taking over for Lauren Gambino and Martin Pengelly. </p> <p><strong>The United States’ coronavirus testing capacity is so low that even the Capitol’s attending physician reportedly doesn’t have enough tests for all US senators, </strong>who are scheduled to return to Washington on Monday.</p> <p>Politico <a href=\"https://www.politico.com/news/2020/04/30/capitol-physician-senators-coronavirus-testing-226980\">reports</a>:</p> <blockquote class=\"quoted\"> <p> The Capitol’s attending physician said Thursday that coronavirus tests will be available for staffers and senators who are ill, but not enough to proactively test all 100 senators as the chamber comes back in session, according to two people familiar with the matter.<br></p> <p>In a conference call with top GOP officials, Dr. <strong>Brian Monahan</strong> said there is not sufficient capacity to quickly test senators for coronavirus — a contrast with the White House, where any people meeting with President <strong>Donald Trump</strong> and Vice President <strong>Mike Pence</strong> are tested for the disease. Monahan said test results in the Senate will take two or more days, while the White House has rapid testing.</p> </blockquote> <p>The inability to proactively test all senators will only intensify fears about the chamber returning to work on Monday, which has already caused alarm.</p> <p>About half of all US senators are over 65, putting them at a higher risk of becoming seriously ill from coronavirus, and a number of congressional staffers and other Capitol employees have expressed anxiety about reporting to work as the number of coronavirus cases in the Washington metropolitan region continues to rise.</p> </div>   </div> <div id=\"block-5eac17638f082b32fdd6b701\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:39:47.696Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is what Biden has previously said about Christine Blasey Ford and women coming forward with sexual assault and harassment claims.</p> <blockquote class=\"quoted\"> <p>“[Ford] deserves to be treated with dignity. It takes enormous courage for a woman to come forward, under the bright lights of millions of people watching, and relive something that happened to her, assert that something happened to her. And she should be treated with respect ... <strong>[She]</strong><strong> should be given the benefit of the doubt and not be, you know, abused again by the system. </strong>[<a href=\"https://time.com/5403068/joe-biden-on-christine-blasey-ford/\">Time Magazine]</a></p> </blockquote> <p>He also said: </p> <blockquote class=\"quoted\"> <p>For a woman to come forward in the glaring lights of focus, nationally,<strong> you’ve got to start off with the presumption that at least the essence of what she’s talking about is real, whether or not she forgets facts,</strong> whether or not it’s been made worse or better over time. But nobody fails to understand that this is like jumping into a cauldron.” [<a href=\"https://www.washingtonpost.com/politics/joe-biden-when-a-woman-alleges-sexual-assault-presume-she-is-telling-the-truth/2018/09/17/7718c532-badd-11e8-a8aa-860695e7f3fc_story.html\">Washington Post.]</a></p> </blockquote> </div>   </div> <div id=\"block-5eac181d8f0806a479811519\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:38:37.443Z\">1.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Morning Joe interview ends with a request for Biden to address the nation’s public health care workers, which he happily obliges before signing off. </p> </div>   </div> <div id=\"block-5eac16648f0806a479811503\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:34:09.487Z\">1.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Biden was asked what he meant by his comments and a fundraiser on Thursday night, that he views himself as a “transition candidate”. </p> <p><strong>“My job is to ... bring the Mayor Petes of the world into this administration, bring it into the administration, and even if they don’t come in, their ideas come into this administration,” he said. “</strong><strong>You got to get more people on the bench that are ready to go in, put me in coach, I’m ready to play. Well, there’s a lot of people that are ready to play, women and men.”</strong></p> <p>He said he wasn’t implying anything specifically, for example, that it his intention to be a one-term president. But he said he views his job as the presumptive nominee to lift up young people in the party.<strong> “We have not given a bench to the younger people in the party.” </strong></p> </div>   </div> <div id=\"block-5eac150b8f082b32fdd6b6c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:26:17.919Z\">1.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The portion of the interview about the sexual assault allegation has finished. Joe Scarborough has joined the panel – the tough questions were left to Brzezinski – and are asking Biden about Trump’s coronavirus response. </p> </div>   </div> <div id=\"block-5eac12998f087d47c77876ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:20:11.061Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Again pressed on his comments supporting Blasey Ford and Reade, he said the facts in this case are different. “The facts of this case do not exist. There are so many inconsistencies in this case. I assure you it did not happen. Period. Period.”<br></p> <p>Asked if he is “absolutely” sure there is no record of a complaint, Biden qualifies his response. <strong>“I know of no one who was aware of any complaint was made,” he said.</strong></p> <p>Why not approve a search of her name in the University of Delaware records? Biden is adamant personnel records would not be there. “I don’t understand the point you’re trying to make. There are no personnel records by definition.”</p> <p>He said they are not being made public because those records contain information about his personal, private conversations with world leaders and the president. </p> </div>   </div> <div id=\"block-5eac11028f082b32fdd6b66b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:13:24.177Z\">1.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about his apparent discrepancy in his comments on Christine Blasey Ford, who accused Brett Kavanaugh of sexual assault during his Supreme Court nomination hearing, and his denial of Reade’s claims, Biden says women should be believed. </p> <p>“Women have a right to be heard,” he said. “In any case the truth matters and in this case the truth is the claims are false.” </p> <p>“I’m not going to question her motive. I don’t know why she is saying this. I don’t know why after 27 years this is being raised. I don’t understand it,” he said. </p> <p>“Why is it real for Dr. Ford and not for Tara Reade?” Biden is asked. </p> <p>“I’m not saying she doesn’t have the right to come forward. ... But only the truth matters,” she said. </p> <p>He also says he has “never asked anybody to sign an NDA. There are no NDAs period in my case.” </p> </div>   </div> <div id=\"block-5eac10148f0806a47981146d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:06:06.297Z\">1.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked by Mika Brzezinski <strong>on Morning Joe</strong> whether the allegation is true, Biden replies: <strong>“No it is not true. I’m saying unequivocally, it did not happen and it didn’t.” </strong></p> <p>Biden says his campaign has not reached out to Reade. He does not answer a question about whether he remembers her. He also says he does not believe a complaint exists but asks the National Archives to look for any such document.</p> <p>“This is an open book. There’s nothing for me to hide - nothing at all,” he said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-01T12:07:20.895Z\">at 1.07pm BST</time></p>  </div> <div id=\"block-5eac0f758f082b32fdd6b65a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T12:03:04.895Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden on assault allegation: 'They aren’t true. This never happened.'</h2>  <div class=\"block-elements\">  <p>Joe Biden has emphatically denied a sexual assault allegation against him, breaking weeks of silence to address the accusation that has roiled his campaign. </p> <p>“<strong>They aren’t true. This never happened</strong>,” he said in a statement, released moments before his Friday appearance on Morning Joe. </p> <p>Tara Reade accused Biden of sexually assaulting her in the basement of an office building on Capitol Hill in 1993, when she was an aide in his Senate office. His campaign refuted the allegation in a statement, but this is Biden’s first public comment on the accusation.</p> <p>He also calls on the National Archives to release any record of a complaint Reade said she filed. </p> <p>Here is the statement in its entirety: </p> <blockquote class=\"quoted\"> <p>April was Sexual Assault Awareness Month. Every year, at this time, we talk about awareness, prevention, and the importance of women feeling they can step forward, say something, and be heard. That belief – that women should be heard – was the underpinning of a law I wrote over 25 years ago. To this day, I am most proud of the Violence Against Women Act. So, each April we are reminded not only of how far we have come in dealing with sexual assault in this country – but how far we still have to go.</p> <p>When I wrote the bill, few wanted to talk about the issue. It was considered a private matter, a personal matter, a family matter. I didn’t see it that way. To me, freedom from fear, harm, and violence for women was a legal right, a civil right, and a human right. And I knew we had to change not only the law, but the culture. <br><br>So, we held hours of hearings and heard from the most incredibly brave women – and we opened the eyes of the Senate and the nation – and passed the law.<br><br>In the years that followed, I fought to continually strengthen the law. So, when we took office and President Obama asked me what I wanted, I told him I wanted oversight of the critical appointments in the Office on Violence Against Women at the Department of Justice and I wanted a senior White House Advisor appointing directly to me on the issue. Both of those things happened.<br><br>As Vice President, we started the “It’s on Us” campaign on college campuses to send the message loud and clear that dating violence is violence – and against the law. <br><br>We had to get men involved. They had to be part of the solution. That’s why I made a point of telling young men this was their problem too – they couldn’t turn a blind eye to what was happening around them – they had a responsibility to speak out. Silence is complicity. <br><br>In the 26 years since the law passed, the culture and perceptions have changed but we’re not done yet.<br><br>It’s on us, and it’s on me as someone who wants to lead this country. I recognize my responsibility to be a voice, an advocate, and a leader for the change in culture that has begun but is nowhere near finished. So I want to address allegations by a former staffer that I engaged in misconduct 27 years ago.<br><br>They aren’t true. This never happened.</p> <p>While the details of these allegations of sexual harassment and sexual assault are complicated, two things are not complicated. One is that women deserve to be treated with dignity and respect, and when they step forward they should be heard, not silenced. The second is that their stories should be subject to appropriate inquiry and scrutiny. <br><br>Responsible news organizations should examine and evaluate the full and growing record of inconsistencies in her story, which has changed repeatedly in both small and big ways. <br><br>But this much bears emphasizing.<br><br>She has said she raised some of these issues with her supervisor and senior staffers from my office at the time. They – both men and a woman – have said, unequivocally, that she never came to them and complained or raised issues. News organizations that have talked with literally dozens of former staffers have not found one – not one – who corroborated her allegations in any way. Indeed, many of them spoke to the culture of an office that would not have tolerated harassment in any way – as indeed I would not have.<br><br>There is a clear, critical part of this story that can be verified. The former staffer has said she filed a complaint back in 1993. But she does not have a record of this alleged complaint. The papers from my Senate years that I donated to the University of Delaware do not contain personnel files. It is the practice of Senators to establish a library of personal papers that document their public record: speeches, policy proposals, positions taken, and the writing of bills. <br><br>There is only one place a complaint of this kind could be – the National Archives. The National Archives is where the records are kept at what was then called the Office of Fair Employment Practices. I am requesting that the Secretary of the Senate ask the Archives to identify any record of the complaint she alleges she filed and make available to the press any such document. If there was ever any such complaint, the record will be there.<br><br>As a Presidential candidate, I’m accountable to the American people. We have lived long enough with a President who doesn’t think he is accountable to anyone, and takes responsibility for nothing. That’s not me. I believe being accountable means having the difficult conversations, even when they are uncomfortable. People need to hear the truth.<br><br>I have spent my career learning from women the ways in which we as individuals and as policy makers need to step up to make their hard jobs easier, with equal pay, equal opportunity, and workplaces and homes free from violence and harassment. I know how critical women’s health issues and basic women’s rights are. That has been a constant through my career, and as President, that work will continue. And I will continue to learn from women, to listen to women, to support women, and yes, to make sure women’s voices are heard.<br><br>We have a lot of work to do. From confronting online harassment, abuse, and stalking, to ending the rape kit backlog, to addressing the deadly combination of guns and domestic violence. <br><br>We need to protect and empower the most marginalized communities, including immigrant and indigenous women, trans women, and women of color. <br><br>We need to make putting an end to gender-based violence in both the United States and around the world a top priority. <br><br>I started my work over 25 years ago with the passage of the Violence Against Women Act. As president, I’m committed to finishing the job.</p> </blockquote> <p>Read it <a href=\"https://medium.com/@JoeBiden/statement-by-vice-president-joe-biden-7a9593bd3012\">here</a>: </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-01T12:03:29.178Z\">at 1.03pm BST</time></p>  </div> <div id=\"block-5eac004f8f08f76ffc19f64a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-01T11:59:37.376Z\">12.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning …</h2>  <div class=\"block-elements\">  <p>…and welcome to another day of coverage of the coronavirus outbreak – and politics, both concerning the pandemic and tilted towards the election in November – in the US.</p> <p>The main news of the morning is that <strong>Joe Biden</strong>, the presumptive Democratic nominee for president, will appear on MSNBC’s Morning Joe to answer questions for the first time about <strong>an allegation of sexual assault against him</strong>. </p> <p>In advance of the interview, Biden issued a statement:</p> <blockquote class=\"quoted\"> <p>I recognize my responsibility to be a voice, an advocate, and a leader for the change in culture that has begun but is nowhere near finished. So I want to address allegations by a former staffer that I engaged in misconduct 27 years ago: <strong>They aren’t true. This never happened</strong>.</p> </blockquote> <p>In the statement, Biden asks the National Archives to release and make public any record of a complaint that Reade says she filed at the time. Biden said the record of the document would be kept at the National Archives, and not at the University of Delaware, where his Senate papers are housed and not open to the public.</p> <p>Biden has <a href=\"https://www.theguardian.com/us-news/2020/apr/29/joe-biden-sexual-assault-claim-democrats\">faced mounting calls </a>from some Democrats to make a public statement, even as the party’s leadership stands behind him. Nancy Pelosi, the House speaker, on Thursday stressed her support for Biden’s nomination while Republicans seized the opportunity to attack Biden and his record ahead of a general election against Donald Trump, who has been accused of sexual assault and misconduct by more than a dozen women, all of which he has denied.</p> <p>“We need to make putting an end to gender-based violence in both the United States and around the world a top priority,” Biden said. “I started my work over 25 years ago with the passage of the Violence Against Women Act. As president, I’m committed to finishing the job.”</p> <p>In terms of <strong>the coronavirus outbreak</strong>, here are the <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/30/coronavirus-map-of-the-us-latest-cases-state-by-state\">latest figures</a> from researchers at Johns Hopkins University:<br></p> <ul> <li>US cases: 1,069,866</li> <li>US deaths: 63,014</li> <li>New York cases: 304,372</li> <li>New York deaths: 23,587</li> </ul> <p><strong>New York is of course the US hotspot</strong> but other states have been hit terribly hard too. More than 7,000 people have died in New Jersey, Michigan and Massachusetts are approaching 4,000 deaths. </p> <p>The total death toll passed that of Americans in the Vietnam war this week, a fact widely remarked, only for the White House <a href=\"https://www.theguardian.com/us-news/2020/apr/30/donald-trump-coronavirus-chinese-lab-claim\">to trumpet its success, attack China</a> and continue to seek to prepare the country to open back up.</p> <p>Here’s some first further reading:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/01/water-shutoffs-us-coronavirus-utilities-economy\">'It feels like nobody cares': the Americans living without running water amid Covid-19</a> </p> </aside> </div>   </div>"
]