[
  "<p>Paul Ryan, Mitt Romney's vice-presidential running-mate, will embark on the biggest challenge of his political career on Wednesday night, trying to sell his boss to the Republican convention and to millions more watching at home.</p> <p>Ryan, one of the great hopes of the Republican party, will deliver a primetime keynote speech designed to both bolster Romney and land punches on Barack Obama.</p> <p>He will focus on drawing sharp distinctions with Obama on economic policy, according to excerpts released in advance of the speech.</p> <p>Contrasting his joint Romney-Ryan economic plan to cut taxes and spending with what he described as the failure of Barack Obama's economic policies, he will say: \"We have a plan for a stronger middle class, with the goal of generating 12 million new jobs over the next four years.\"</p> <p>Ryan will not make the mistake of the keynote speaker on Tuesday night, New Jersey governor Chris Christie, who failed in his task of building up Romney. Christie was 17 minutes into his speech before mentioning Romney's name.</p> <p>\"Our nominee is sure ready,\" he will say of Romney. \"His whole life has prepared him for this moment – to meet serious challenges in a serious way, without excuses and idle words. After four years of getting the run-around, America needs a turnaround, and the man for the job is governor Mitt Romney.\"</p> <p>The Wisconsin congressman will also attack Obama's healthcare reforms, which have received little mention from the convention platform so far this week.</p> <p>\"Obamacare comes to more than two thousand pages of rules, mandates, taxes, fees, and fines that have no place in a free country,\" he will say. \"The president has declared that the debate over government-controlled health care is over. That will come as news to the millions of Americans who will elect Mitt Romney so we can repeal Obamacare.\"</p> <p>Much of the rest of Ryan's speech consists of warm but largely empty rhetoric. He will say the final months of the campaign for the White House would present a clear choice between the Romney-Ryan spending cuts plan and what he portrays as Obama's failed stimulus package.</p> <p>Delegates were looking to Ryan replicate the excitement created by the 2008 vice-presidential candidate Sarah Palin – while avoiding the later pitfalls of her disastrous media appearances.</p> <p>Ryan, in the speech, will focus on presenting himself, as he has done throughout his political career, as a small-town, ordinary Joe, turning again, as he has in the past, to folksy language. \"My Dad used to say to me: 'Son. You have a choice: You can be part of the problem, or you can be part of the solution',\" Ryan said.</p> <p>He will be followed on Thursday night by Romney, who faces the most important speech of his political career when he addresses the convention. It is one of the last major opportunities for Romney, speaking to an estimated 50,000 in the hall and potentially more than 30 million at home, to break free from Obama after months in which the two have been tied in the polls.</p> <p>In the speech, Ryan criticises Obama's healthcare reforms, an economic plan to create 12 million new jobs over the next four years.</p> <p>The Obama campaign launched a pre-emptive strike before Ryan's convention speech, releasing a new video using black-and-white footage to highlight their contention that he is a throwback to a bygone era.</p> <p>The Obama campaign said: \"Paul Ryan has made it clear that he'll take the nation back to a very different era – including the same failed policies that crashed our economy in the first place.\"</p> <p>In the video, mocked up to look like newsreel from the 1940s and 1950s, the Obama campaign accuses him of supporting a budget that will hurt the working class, end the Medicare health scheme, and cut programmes for students. It also accuses him of being anti-women and anti-abortion.</p> <p>A Ryan spokesman, Brendan Buck, responding to claims in the video that Ryan would be disastrous for the working-class, accused Obama of \"tired and misleading attacks in an attempt to divert attention away from his failed record\".</p> <p>Romney, after arriving in Tampa on Tuesday, earlier than planned, flew on Wednesday to Indiana to address army veterans before returning to Florida. He said that he would rather address the veterans than polish his speech. His main thrust was to denounce planned cuts by Obama in the military budget.</p> <p>\"We are now just months away from an arbitrary, across-the-board budget reduction that would weaken the military with a trillion dollars in cuts, severely shrink our force structure, and impair our ability to meet and deter threats,\" Romney said. In spite of Republican efforts, the prospect of defence cuts has failed to take off as an election issue, in the main because the top concern of voters is unemployment.</p> <p>Condoleezza Rice, the secretary of state in the Bush administration, was the warm-up for Ryan. In a CBS interview on Wednesday, Rice said that Romney – unlike Obama – would lead from the front in world affairs, although Romney has had little to say about foreign policy so far.</p> <p>While Rice insisted she was not advocating intervention in Syria, she said: \"When the United States's voice is muted, the world is a more dangerous place … just look at the situation in Syria, for instance. We have a circumstance in which [Syrian president Bashar] Assad is butchering his people, the Iranians are helping him to do so, the United States seems to be mired in the security council, the Russians and the Chinese say, 'No, no, no,' and we don't seem to have an answer.\"</p> <p>Rice was adamant she would not take a role in a Romney cabinet, saying she intended to remain in the academic world.</p> <p>One of the biggest obstacles to Romney winning the presidency, in spite of widespread and deep dissatisfaction with Obama's handling of the economy, is the alienation of Latinos through his anti-immigration rhetoric. The Democrats enjoy a two-to-one advantage over the Republicans among Latinos, one of the fastest-growing groups.</p> <p>The former Republican governor of Florida, Jeb Bush, George's brother, and who is married to a Latino, expressed his frustration with his own party at a Hispanic outreach meeting in Tampa on Tuesday. He predicted the party will not close the gap with Latino voters until they \"stop acting stupid\".</p> <p>The Republican national committee also risked alienating floating voters by publishing as part of the convention its official programme a platform document setting out various policy goals such as a ban on all abortions, a ban on gay marriage, turning Medicare into a voucher scheme and introducing more tax cuts.</p> <p>Romney is not bound by the platform programme. His campaign, while saying it supports the Medicare reform and more tax cuts, favours exemptions from the abortion ban in cases of rape, incest and where there is risk to women's health.</p>",
  "<p>Barack Obama has said he wants to launch a nationwide campaign to try to over turn Citizens United, the controversial 2010 supreme court ruling that allowed massive sums of corporate cash to flood the electoral process.</p> <p>The president made his remarks in the middle of a chat with the internet community Reddit. He told the site's users: \"Over the longer term, I think we need to seriously consider mobilizing a constitutional amendment process to overturn Citizens United (assuming the Supreme Court doesn't revisit it).\"</p> <p>Obama's suggestion that he might confront the issue of corporate money in politics head on is a reflection of how seriously Democrats are taking the huge surge in private funding in the 2012 election cycle. A handful of conservative billionaires have been pumping in tens of millions of dollars to saturate media markets in vital swing states.</p> <p>The idea of overturning Citizens United through a constitutional amendment has been <a href=\"http://www.washingtonpost.com/politics/the-influence-industry-activist-groups-want-to-undo-ruling-that-led-to-super-pac-frenzy/2012/01/18/gIQADUCR9P_story.html\">gaining steam in recent months</a>. Such a move would be virtually impossible to achieve, as it would require ratification by three-quarters of the country's 50 states.</p> <p>Obama acknowledged the difficulties, but argued that a push for an amendment would be valuable in itself. \"Even if the amendment process falls short, it can shine a spotlight of the super-PAC phenomenon and help apply pressure for change.\"</p> <p>The Citizens United comments were the most pointed of his remarks on Reddit. The web chat last about an hour, and was so popular with the community's millions of devotees that it brought the whole site crashing down.</p> <p>\"I Am Barack Obama, President of the United States,\" he began, following the protocol of Reddit's \"AMA\" chats almost laughably to the letter. For those lucky enough to be able to fight their way through the technical glitches, they were treated to a stream of Obama commentary on questions from the future of the web itself, to space travel and to the recipe of the newly brewed White House beer. </p> <p>Lest anyone doubtrf that it was the real president tapping away at the keyboard, Reddit <a href=\"http://i.imgur.com/oz0a7.jpg\">released a photo</a> of Obama sitting at a computer, jacketless and with his top button undone.</p> <p>\"Internet freedom is something I know you all care passionately about; I do too,\" he wrote. \"We will fight hard to make sure that the internet remains the open forum for everybody.\"</p> <p>He said that his hardest decision in office had been to surge US forces in Afghanistan. \"Any time you send our brave men and women into battle, you know that not everyone will come home safely, and that necessarily weighs heavily on you.\"</p> <p>And he pledged to make sure \"we stay at the forefront of space exploration... The passing of Neil Armstrong this week is a reminder of the inspiration and wonder that our space program has provided.\"</p> <p>Obama's forthright comments on Citizens United were not replicated in other policy areas, however. He incurred the wrath of some Reddit members by choosing to ignore their questions about his use of drones to assassinate terrorist suspects abroad, as well as other hot-button Reddit issues such as the on-going war on drugs or Guantanamo.</p> <p>He also incurred the wrath of those desperate to find out the <a href=\"https://petitions.whitehouse.gov/petition/release-recipe-honey-ale-home-brewed-white-house/XkpkYwc0?utm_source=wh.gov&amp;utm_medium=shorturl&amp;utm_campaign=shorturl\">recipe of the White House home-brewed Honey Ale</a>. \"It will be out soon!\" was all he would say, though he did add: \"I can tell from first hand experience, it is tasty.\"</p> <p>• This article was amended on 30 August 2012 because it said, incorrectly, that a constitutional amendment would require ratification by two-thirds of the US's 50 states.</p>",
  "<p>On 17 July, President Barack Obama spoke at a campaign rally in Roanoke, Virginia. It was a typical event for an incumbent president who is seeking a second term. <a href=\"http://www.whitehouse.gov/the-press-office/2012/07/13/remarks-president-campaign-event-roanoke-virginia\">In his remarks</a>, he offered his vision of government's role in spurring entrepreneurship and creating jobs in the United States:</p> <blockquote> <p>\"If you were successful, somebody along the line gave you some help. There was a great teacher somewhere in your life. Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you've got a business – you didn't build that.&#xa0;Somebody else made that happen. The internet didn't get invented on its own. Government research created the internet so that all the companies could make money off the internet.\"</p> </blockquote> <p>This is all fairly boilerplate rhetoric – a basic recitation of how Democrats view the role of government and its interplay with the private sector. But in this statement, there was one phrase that Republicans have grabbed on to like a famished dog with a new bone:</p> <blockquote> <p>\"You didn't build that.\"</p> </blockquote> <p>That single phrase, taken out of context by Republicans, has become the GOP's symbol of Obama's supposed contempt for the free market and entrepreneurship, and for his socialist assault on America. Sure, it's a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/26/mitt-romney/putting-mitt-romneys-attacks-you-didnt-build-truth/\">misleading lie</a> to cast it that way. But in the hands of Republicans intent on furthering their vision of the free market as a fragile institution whose success relies on as little interaction with the federal government as possible, it quickly became a stand-in for all that is wrong with Obama.</p> <p>And so, the Republicans made \"We built that\" the theme of Tuesday's convention proceedings. Speaker after speaker hammered on this theme, accusing Obama of disrespecting small business. But they did so with almost a wilful sense of hypocrisy. For example, Delaware lieutenant governor candidate <a href=\"http://www.buzzfeed.com/andrewkaczynski/rnc-primetime-speaker-gave-extensive-powerpoint-on\">Sher Valenzuela&#xa0;attacked</a> Obama for the line despite the fact that, just a few months ago, she gave a detailed speech to a business group about how they could do a better job getting government contracts.</p> <p>The shining example, however, was <a href=\"http://www.huffingtonpost.com/2012/08/28/phil-archuletta-gop-convention_n_1838173.html\">Phil Archuletta</a>, a New Mexico businessman whose business makes outdoor signs – in part, for the federal government. Archuletta's chief complaint against the president was that Obama's stimulus bill had made it harder for him to win government contracts – an odd message for an evening dedicated to the notion that small businesses need government to get out of the way.</p> <p>Democratic partisans were busy tweeting out the fact that Obama has signed multiple pieces of legislation providing tax breaks for small businesses, but such \"facts\" simply bounce harmlessly off the GOP's protective truth shield. Indeed, if there is one overarching takeaway, not only from the sessions so far at the Republican convention, but also from the last year of political campaigning, it is that Republicans not only toil in their own narrowly and misleadingly constructed world, but really are just <em>making stuff up</em>.</p> <p>There were plenty of instances on display last night, beyond the \"you didn't build it\" meme. The most pernicious and racially-coded example is the oft-repeated claim by the Romney campaign that Obama, by granting waivers to states, has gutted the work requirement of the welfare reform bill (passed more than 15 years ago). The charge has become a crucial element of Romney's attacks on the president, even though, as many independent fact-checkers have pointed out, it simply isn't true. It's another lie; and yet, it was repeated last night by former Democratic Congressman Artur Davis, and again, by failed presidential candidate Rick Santorum, who went a step further and accused Obama of creating a \"nightmare of dependency\".</p> <p>These are the big lies; but there are so many other ones that it's almost impossible to keep track. For example, speaker after speaker denounced Obama for running up $5tn in debt. While budget deficits that have increased the national debt have occurred during Obama's presidency, only someone who believes history began on 20 January 2009 (when Obama took office) can think he is fully responsible.</p> <p>As this handy <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/08/28/republican-national-convention-the-one-graph-you-need-to-see-before-watching/\">chart, put together by the folks at the Center on Budget and Policy Priorities</a>, the debt is a result of a confluence of factors: the Bush tax cuts, the wars in Iraq and Afghanistan, the decline in tax revenue from the economic downturn, Tarp, and – very slightly – recovery measures put in place by President Obama. Republicans have completely washed their hands of any role and any responsibility for America's ever-increasing red tape – and it should be noted that the budgets of both Romney and Ryan (when he served in the House) would, because of massive tax cuts, further explode the deficit.</p> <p>Republicans also decry the president's jobs record and they certainly have a point, but again, to blame Obama for 8% unemployment is to ignore the fact that Congress exists: it has regularly blocked any and all job creation measures ever since Obama's stimulus bill, which did create about 2.5 million jobs. </p> <p>Then, there are assertions like keynote speaker New Jersey Governor Chris Christie's claim that Americans are \"overtaxed\", even thought the tax burden on taxpayers is at its lowest point since the Truman administration – and Obama has repeatedly cut taxes as president. Indeed, as Tom Schaller, a political scientist at the University of Maryland, Baltimore County (UMBC) said to me:</p> <blockquote> <p>\"Republicans say they value low taxes and hard work but fought until the 11th hour against the only tax levied directly on work: the payroll tax.\"</p> </blockquote> <p>But all of this is at pace with a conservative worldview that considers government to be nothing more than malevolent interference with the smooth operation of the private sector – except when it's not. \"Jobs don't come from government,\" said Texas Senate candidate Ted Cruz last night, a view that basically sums up GOP economic thinking. But if you listened to Republican governors on Tuesday, you might have found yourself surprised to discover that, in their states, the government has played an oddly integral role in spurring job creation. If you listened to Mary Fallin, governor of Oklahoma, extol the virtues of the energy industry in her state and bemoan \"more government, bigger spending and more regulation\", you might never know that the oil and gas industry is deeply reliant on – and spends millions lobbying for – tax breaks from the federal government.</p> <p>One can believe that government should play a less direct role in the workings of the private economy – clearly, this is a defensible notion. But to listen to Republicans harping on Obama's \"you didn't build that\" line is to hear a party that views \"government\" in the most simplistic imaginable terms. This isn't a governing philosophy; it's a caricature of how the economy actually works.</p> <p>To be sure, it's hardly unusual for political rhetoric to take liberties with the truth, or to stretch an argument to breaking-point, but with Republicans today, the issues runs much deeper. Very simply, the way they talk about what the federal government does or should do, and about the role of spending, taxation and regulation, is more than just a compendium of lies: it describes an alternate reality.</p> <p>In the GOP's defense: at least they can argue they built that.</p> <p>• Editor's note: this article originally identified Mary Fallin as governor of Nebraska; this was amended to Oklahoma at 12.30am on 30 August 2012.</p> <p>• This article was further amended on 3 September 2012 to clarify Thomas Schaller's affiliation.</p>",
  "<p>High above the Republican national convention, on the 41st floor of a downtown Tampa skyscraper, the Young Conservatives for the Freedom to Marry gathered on Wednesday morning to discuss the contentious issue of promoting gay rights within the Republican Party.</p> <p>The fringe setting felt somehow appropriate for the group, whose campaign for gay marriage to be made legal across the country means it sits uneasily within the GOP. <a href=\"http://www.gop.com/2012-republican-platform_Renewing/\">The party's official platform</a>, published this week, specifically sets out to introduce laws to prevent gay marriage, as well as reinstate 'don't ask don't tell' in the military.</p> <p>It is an uncomfortable position for gay Republicans to be in, but they are fighting hard for recognition from the party hierarchy. Supporters of equal rights within the party argue that allowing gay people to marry is in line with the GOP's stated preference for individual freedom and less government interference. It was a line oft-repeated on Wednesday.</p> <p>\"Republicans claim they want small government. They want small government when it comes to entitlement programs, when it comes to Medicare and Medicaid, but when it comes to social issues, they are not as small as they are [on those issues],\" said David Lamando, a 21-year-old from New Jersey who hopes to rise within the party.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F57999621&amp;show_artwork=true\"> <iframe width=\"460\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F57999621&show_artwork=true\"></iframe> </figure>  <p>Lamando registered with the Democratic Party aged 18 – \"They loved me over there,\" he said – but felt more affinity with conservative economic beliefs and became involved with the GOP after meeting with Log Cabin Republicans – a group which campaigns for gay rights. He is now hoping for a political career within the party.</p> <p>\"It will be harder to rise as a Republican but what's easy is not always right and change is not going to happen unless 21-year-olds like me do it.\"</p> <p>Freedom to Marry, the organisation with which the conservative group is affiliated, teamed up with the Log Cabin Republicans to run a full page ad in Wednesday's Tampa Tribune newspaper. The ad stated that allowing gay marriage fits Republicans' non-interference, individual freedom ideals.</p> <p>\"As conservatives we believe that the freedom to marry is directly in line with the core ideals and principles of the Republican party – less government, more individual freedom, personal responsibility and the importance of family,\" the ad read.</p> <p>Margaret Hoover, great-granddaughter of Herbert and a former George W Bush campaign official, is on Freedom to Marry's leadership committee and a staunch believer that the party must modernise. Hoover appealed to the core values of the Republican party in an address to the young conservatives on Wednesday.</p> <p>\"If you believe in conservatism, if you believe in individual freedom, if you believe that people take care of people, the government doesn't take care of people, and if you want to have societies based on strong relationships, the fundamental relationship in any community is the partnership that you make with your spouse.</p> <p>\"I believe every American should have that freedom, and that is wholly consistent with being a party of individual freedom.\"</p> <p>The problem for pro-equality Republicans is that they are a relatively small voice within their party, whose right-wing is dominated by those whose Christian faith heavily influences their stance on social issues.</p> <p>The uphill battle they face was exemplified during the Republican primary campaign, where Rick Santorum, a man who has attracted criticism <a href=\"http://www.guardian.co.uk/world/2012/apr/10/rick-santorum-campaign-in-clips\">for comparing gay marriage to bestiality</a>, was the candidate to run Mitt Romney closest. Tony Perkins, president of the right-wing Family Research Council, <a href=\"http://www.rightwingwatch.org/content/tony-perkins-takes-victory-lap-over-republican-party-platform-changes\">was involved in drafting the GOP platform</a>, which is unequivocal in its definition of marriage.</p> <p>\"We believe that marriage, the union of one man and one woman must be upheld as the national standard a goal to stand for, encourage, and promote through laws governing marriage,\" <a href=\"http://www.gop.com/2012-republican-platform_Renewing/#Item1\">the Republican platform says</a>. </p> <p>With the GOP's official stance so opposed to same-sex marriage it is unlikely to attract floods of the more liberal conservatives who could help change views within the party.</p> <p>Casey Pick, the 28-year-old programmes director of Log Cabin Republicans, admitted the document was \"damaging\" to Republicans' election hopes. \"We know especially that support for freedom for all is strong among moderates and conservatives, younger voters and women, all of whom will be critical to winning elections in 2012 and beyond,\" she said.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Mlf2bpW3SYE?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"295\" src=\"https://www.youtube-nocookie.com/embed/Mlf2bpW3SYE\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Lamando, who is student body vice-president at Stockton College in New Jersey, said the hardline platform is \"a mistake, a big mistake\". But he is willing to work to drag the Republican party towards the centre.</p> <p>\"People like Rick Santorum are not the voice of the Republican party,\" he said.</p> <p>\"[Marriage] is not the gateway to man on dog, man on cat, because people can only marry people. And there are only two lines on an American marriage certificate.\"</p>",
  "<p>While a tropical storm batters the Gulf coast and Republicans make their case for reclaiming the White House, Barack Obama diverted attention from both by typing three simple words on Wednesday afternoon: \"ask me anything.\" </p> <p>When a politician needs to relate better to an unsure public, secret weapons include wives, friends, pets and –&#xa0;if you're Bill Clinton – brass musical instruments. For Obama, his talent has long been his ability to communicate in digital. And so he appeared out of nowhere on the Reddit message board – as <a href=\"http://www.reddit.com/user/PresidentObama\">PresidentObama</a> – fielding questions from people who want to know about everything from Gitmo to the White House beer recipe (\"It will be out soon! I can tell from first hand experience, it is tasty,\" he <a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/c60ncij\">wrote</a>.)</p> <p>For the uninitiated, Reddit is a labyrinthine message board that hosts countless topic boards (subreddits) policed by interested parties (redditors). Users can cast a vote to send story links and comments up or down. The best content, in theory, rises to the top of each subreddit. </p> <p>Though Wednesday was certainly a moment in the sun, Reddit has managed to stay largely out of the mainstream. For first-time visitors, the shorthand takes awhile to understand. \"AMA\" for instance, stands for Ask Me Anything, one of the more mainstream features on the site, where anyone can put themselves forward to be questioned about their area of interest of expertise.</p> <p>Celebrities and politicians alike have attempted to let the asking public pelt them with questions – with varying degrees of success, as some of the more overly self-promoting users have found out the hard way. (No word yet if Obama's \"Don't forget to vote in November!\" went over well with the community.) </p> <p>And today, Obama's \"AMA\" soared to the top of Reddit itself. </p> <p>Here is a selection of his answers from the chat, exactly as they appeared on Reddit: </p> <h2><a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/c60n8iu\">On troop surge in Afghanistan:</a> </h2> <p>The decision to surge our forces in afghanistan. Any time you send our brave men and women into battle, you know that not everyone will come home safely, and that necessarily weighs heavily on you. The decision did help us blunt the taliban's momentum, and is allowing us to transition to afghan lead - so we will have recovered that surge at the end of this month, and will end the war at the end of 2014. But knowing of the heroes that have fallen is something you never forget.</p> <h2><a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/c60n24k\">On internet legislation:</a></h2> <p>Internet freedom is something I know you all care passionately about; I do too. We will fight hard to make sure that the internet remains the open forum for everybody - from those who are expressing an idea to those to want to start a business. And although their will be occasional disagreements on the details of various legislative proposals, I won't stray from that principle - and it will be reflected in the platform.</p> <h2>On money in politics:</h2> <p>Money has always been a factor in politics, but we are seeing something new in the no-holds barred flow of seven and eight figure checks, most undisclosed, into super-PACs; they fundamentally threaten to overwhelm the political process over the long run and drown out the voices of ordinary citizens. We need to start with passing the Disclose Act that is already written and been sponsored in Congress - to at least force disclosure of who is giving to who. We should also pass legislation prohibiting the bundling of campaign contributions from lobbyists. Over the longer term, I think we need to seriously consider mobilizing a constitutional amendment process to overturn Citizens United (assuming the Supreme Court doesn't revisit it). Even if the amendment process falls short, it can shine a spotlight of the super-PAC phenomenon and help apply pressure for change.</p> <h2><a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/c60n33k\">On sports teams:</a></h2> <p>I'm a [Chicago] Bulls guy.</p> <h2>Questions we wish he answered:</h2> <p>• President Obama, why didn't you close Guantanamo Bay as you promised you would?<br>• The ice in the arctic is the lowest ever recorded, and there are two more weeks of melting left in the summer. Will climate change get the attention it so desperately needs in your second term?<br>• Mr. President, given the last four years (and especially the last two), what gives you confidence that Congress will be willing to work with you in a second term?</p> <h2>And one we're glad he didn't:</h2> <p>• Toilet paper - facing out, or facing in?</p>",
  "<p>The so-called \"personhood\" movement was dealt a significant blow on Wednesday, after it failed to get enough support for a ballot measure in Colorado. </p> <p>The measure, which would define a fertilised egg as a person under the state constitution, thus banning abortions in the state, fell short by 4,000 of the 86,105 signatures it needed to qualify for the ballot in November, according to Scott Gessler, Colorado's secretary of state.</p> <p>This year, Personhood USA, the group behind the country-wide push for laws which would give fertilised eggs the same rights as people, has tried and failed <a href=\"http://www.resolve.org/get-involved/personhood-bills-and-ballot-initiatives.html#CA\">in seven different states</a> to secure enough signatures to make it a ballot measure for voters or to make the deadline required.</p> <p>It has failed in Oregon, Ohio, Nevada, Montana, Florida and California. The measure has been voted against in every state where it has appeared on the ballot, including the conservative state of Mississippi, which is currently trying to close its remaining abortion clinic, in 2011.</p> <p>The amendment aims to ban abortion, but medical experts and pro-choice campaigners have argued that it will also restrict access to birth control and fertility treatment. Infertility groups have urged members to vote against personhood amendments and the American Congress of Obstetricians and Gynecologists has<a href=\"http://www.acog.org/About_ACOG/News_Room/News_Releases/2012/Personhood_Measures\"> condemned personhood laws or amendments</a> as a \"grave threat to women's health\" by introducing measures that would ban some forms of contraception and life-saving treatment for ectopic and molar pregnancies, and restrict IVF treatment.</p> <p>The latest failure in Colorado marks the third attempt by pro-lifers to get it on the ballot there. The measure has steadily lost momentum in the state since 2008. Similar proposals then and in 2010, which made the ballot, failed after Coloradans voted against it by three to one.</p> <p>A spokeswoman for Personhood USA said the secretary of state's count was wrong and vowed to challenge it.</p> <p>Jennifer Mason, a spokeswoman for Personhood USA told the Guardian it would demand a recount and try again to place it on the ballot. She said: \"We believe we have enough to place it on the ballot. We believe a number of ballot signatures were thrown out by the secretary of state.\"</p> <p>She said that if there were notary errors, a whole petition of signatures could be discarded erroneously. Mason said she had hired an attorney and had 30 days to challenge the count.</p> <p>Despite repeated setbacks, Mason said that Personhood USA will continue its efforts to get the amendment on the ballot next year or the year after in Ohio, Florida and Oregon, depending on their election agendas.</p> <p>She accused Planned Parenthood or running a \"campaign of misinformation\" about the measure but said they were determined to persevere.</p> <p>Planned Parenthood of the Rocky Mountains (PPRM) said that women all over Colorado were \"signing with relief\", describing the news as a victory for women's health.</p> <p>Cathy Alderman, the vice-president of public affairs at PPRM said: \"What this means in Colorado is a significant erosion of support for this measure. It goes too far, and people are afraid of the consequences which are detailed in the measure itself.\"</p> <p>\"The personhood movement believes it has a lot of momentum. But when people realise how restrictive this measure is they are always going to vote against it. It could allow politicians and government to make private health decisions for women and voters are not OK with that.\"</p> <p>\"If you go back to some of the comments made by proponents of this measure, they don't know if it will have an effect on birth control or IVF. That's far too risky for us to accept and we believe it will limit access to birth control and IVF and that is bad. If personhood respected the voters it would discontinue its efforts.\"</p> <p>Colorado has one of the lowest thresholds for the number of signatures needed to get a measure on the ballot, requiring 86,000 compared to 385,000 in Ohio.</p>",
  "<p>The massacre at Lonmin's Marikana mine, which saw 34 people die after the police shot striking miners, looks like becoming a <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/29/south-africa-lonmin-mine-massacre-nationalisation?newsfeed=true\" title=\"\">tipping point</a> for South Africa's governing African National Congress. It's hard to overestimate the impact that scenes once so associated with apartheid will have now they are replayed under a black, democratic government.</p> <p>Marikana showed that a black life, 18&#xa0;years after racism was supposed to have been banished, still often counts for very little, and that the inequality between the rich (mostly white) and the poor (mostly black) has remained unchanged – although a small black elite, from the ranks of senior ANC leaders, public servants and trade unions, has become fabulously rich.</p> <p>Immediately after the killings, white and black business leaders, such as the business tycoon <a href=\"http://en.wikipedia.org/wiki/Cyril_Ramaphosa\" title=\"\">Cyril Ramaphosa</a> (the former National Union of Mineworkers general secretary) and Chamber of Mines chief executive Bheki Sibiya, have called for a national debate involving politicians, business and labour leaders about how to spread economic benefits more fairly across the nation.</p> <p>Nowhere is inequality more obvious than in the mining sector, the focal point of black slave-labour conditions. The leadership of the NUM has been accused by a new breakaway union, the Association of Mineworkers and Construction Union (Amcu), of having benefited from the new South Africa while little has changed for ordinary miners. The Marikana mine itself is symbolic of the wealth gap. Black politicians are on the board, and through the government's Black Economic Empowerment (BEE) scheme there are also black shareholders.</p> <p>Many mainstream (white) companies have devoted resources to BEE – which benefits a handful of black businesspeople – rather than spend the money on adopting poor schools, training workers, or building houses for the surrounding communities where they operate, which could lift thousands out of poverty.</p> <p>The massacre may yet push Jacob Zuma out of the ANC and the presidency. The ANC will hold a leadership election at a conference in December. Zuma's opponents are using Marikana to argue that he is an ineffective leader — and that if he remains head of the ANC, the party may even lose power.</p> <p>Two main opposition groups, the Democratic Alliance and the Congress of the People (the ANC breakaway party formed in 2008) met on Monday to agree a coalition aimed at exploiting the rising disaffection among the ANC's poorer supporters. To many, Zuma is emblematic of the inequality between the black and white rich and the overwhelmingly poor black majority; he has been accused of spending R60m (£4.5m) on renovating his rural homestead.</p> <p>Poorer South Africans continue to despair. The CEO of Lonmin, Marikana's owner, earned R15.8m last year. Rock drill operators, who have one of the most physically demanding jobs in the mines, earn around R10,000 (£750) a month, and after deductions take home about R4,500. Those with jobs cling on to them, for fear that they may never get one again. There is a pervasive sense of systemic unfairness. And as well as the black elite, they resent the fact that so many whites can prosper based on the social capital, wealth and education obtained during the apartheid years.</p> <p>Combined with this, there appears to be a widespread feeling that political parties and democratic institutions are not responsive. Such frustrations can easily spill over into violent protests.</p> <p>The ANC's unconvincing responses to the massacre expose the fact that the party may not be up to the challenge of steering an anxious country through this crisis. Populists are stepping into the vacuum, using black anger for political gain: these include <a href=\"http://www.theguardian.com/world/julius-malema\" title=\"\">Julius Malema </a>(the expelled former ANC Youth League president), even though he has richly benefited from his ANC connections.</p> <p>South Africa's rich mineral endowment appears to have helped breed complacency among its ruling class. The thinking among the governing elite appears to be that, if there is real trouble, mineral wealth can always be redistributed. However, the last few days have shaken this idea. If Marikana shocks our leaders out of their complacency, and they genuinely act in the interests of all, rather than looking for scapegoats, then – as tragic as it has been – it&#xa0;may prove to be a turning point.</p> <p>• This article was amended on 30 August 2012. The original said that it is hard to underestimate, rather than overestimate, the impact that scenes once so associated with apartheid will have now they are replayed under a black, democratic government. This has been corrected.</p>",
  "<p>Americans are awash in campaign messages&#xa0;this year – mostly in the form of&#xa0;emotionally manipulative, factually dubious and deeply cynical advertising. So, starting this week,&#xa0;animated versions of us, Brooke and Bob, co-hosts of <a href=\"http://www.onthemedia.org/about/\">WNYC's On the Media</a>, will serve up some fact-checking and seriously snarky commentary, while watching the ads in a dark theater.</p> <p>We call the project <a href=\"http://www.onthemedia.org/blogs/mst/\">Media Scrutiny Theater</a>, in homage to the late, great <a href=\"http://en.wikipedia.org/wiki/Mystery_Science_Theater_3000\">Mystery Science Theater 3000</a>. Our videos&#xa0;will be posted twice a week until election day. If there's an ad you want us to examine – and, most likely, savage – <a href=\"mailto:onthemedia@wnyc.org\">please send it along</a> and please leave us comments below.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/bFWVrMxNosA?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bFWVrMxNosA\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This ad, entitled \"He Wins, We Lose\", was paid for by pro-Obama Super Pac <a href=\"http://www.opensecrets.org/pacs/lookup2.php?strID=C00495861\">Priorities USA Action</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/G4uEZKEltDs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/G4uEZKEltDs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This ad, entitled \"Cherished Relationship\", was paid for by the <a href=\"http://www.opensecrets.org/pres12/candidate.php?id=N00000286\">Mitt Romney campaign</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/1GU80XQ0_kY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1GU80XQ0_kY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This ad, entitled \"Understands\", was paid for by pro-Obama Super Pac <a href=\"http://www.opensecrets.org/pacs/lookup2.php?strID=C00495861\">Priorities USA Action</a>.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395385771\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346269144843/onthemedia_140.jpg\" alt=\"On the Media logo\" width=\"140\" height=\"48\" class=\"gu-image\" /> </figure>  <p>• For more information about On the Media's Media Scrutiny Theater project, or to subscribe to the show's podcast, visit <a href=\"http://www.onthemedia.org/\">Bob and Brooke's WNYC site</a></p>",
  "<p>Timothy Johnson was angry. The black Republican, and a co-founder of the black Republican group The Frederick Douglass Foundation, believes his party is ignoring black Americans.</p> <p>As the party nominated former Massachusetts governor Mitt Romney to face off against America' first black president Barack Obama, the Republican convention in Tampa sported just 46 black delegates representing about 2% of the total number.</p> <p>\"Once again not a lot of attention has been paid to the blacks. This party does not seem willing to invest in attracting the black community and until we do a better job we have this mindset of the Republican party as the white party and the Democratic party as the black party,\" he said.</p> <p>Johnson's group was helping host a forum in Gulfport, near Tampa, to discuss the Republican party's strong links historically to black America as the leader of the fight against slavery in the 19th century. But in recent times the partoy has been noticeably lily-white, especially at the grassroots level. </p> <p>Kevin Daniels, the head of the foundation's North Carolina chapter, was also disappointed. \"I really don't see any interest other than a couple speeches,\" he said, pointing to convention slots given to rising black Republican congressional hopeful Mia Love in Utah and black Democratic convert Artur Davis.</p> <p>Polls consistently show more than 90% of black Americans will support Obama. A <a href=\"http://www.bet.com/content/betcom/news/features/vote-2012/news/politics/2012/08/28/new-bet-poll-surveys-black-voters-in-battleground-states.html\"> BET poll of African Americans in battleground states </a> found just 2% of blacks supported Romney. That might explain why black conservative activists' complain they are being ignored at the grassroots level, especially when compared to Republican efforts to woo Hispanic voters. \"They are spending a lot of money reaching out to the Hispanic community but I don't see that effort in the black community,\" Johnson said.</p> <p>Indeed the 2012 campaign has been dogged at all levels by accusations of \"dog-whistling\" race in ways sure to put off black voters. Romney himself recently cracked a joke referring to the so-called \"birther\" movement which holds Obama may not have been born in America. A movie called \"2016: Obama's America\" is currently a hit in cinemas and it suggests the president's political beliefs lie in anti-colonialism inherited from his Kenyan father. </p> <p>On Tuesday night at the convention two attendees were ejected after throwing nuts at a black CNN camerawoman. One was heard to say: \"This is how we feed animals.\"</p> <p>Many black Republican activists, however, insist that the dream of winning over large numbers of black voters is not a forlorn one. They point out that the social conservatism of many leading black churches on key issues like abortion and gay marriage should be incompatible with the liberal stances of the Democratic party. \"They [the Republican party] may not see the opportunity, but there is an opening there,\" said the reverend C L Bryant, a conservative pastor and the driving force behind a black conservative anti-welfare documentary called Runaway Slave.</p> <p>Other conservatives insist that there is a hidden well of Republican support among black communities just waiting to hear the party's message on abortion and gay marriage. \"A lot of black voters just give a socially acceptable answer when asked if they are going to vote for Obama,\" said conservative black author Carol Swain. \"Black people don't have to be Democrats. It is OK to be in a different party.\"</p> <p>One of the small number of black Republican delegates in Tampa is John Clendenin, who is the Republican delegation chair from the Virgin Islands. Clendenin insisted the party was making the effort to be more inclusive, though he admitted that finding a black Republican was still unusual for many people, especially black Democrats. \"I get curious looks. They say: 'How can you do that?' But they are ignorant and they have not studied history,\" he said. He added that he then tries to win people over to the Republican side. </p> <p>\"They call me the great converter,\" he said.</p>",
  "<p>Republicans are looking to vice-presidential candidate Paul Ryan to fire up a lacklustre party convention dogged by bad weather and a lack of enthusiasm among many delegates for Mitt Romney.</p> <p>Delegates are hoping Ryan can replicate the excitement created by the 2008 vice-presidential candidate Sarah Palin – while avoiding the later pitfalls of her disastrous media appearances.</p> <p>\"Early on, Sarah gave a lot of energy to people, and I think Paul will do the same,\" former Mississippi governor Haley Barbour told the Hill, the Washington newspaper devoted to politics.</p> <p>After losing all but a few minutes of the opening day on Monday to hurricane Isaac, the first full day on Tuesday was largely subdued, with little of the raucousness and enthusiasm normally found at Republican conventions.</p> <p>Many of the party's weakness going into the autumn campaign are also on display at the convention, with women and Latinos, two groups in which Romney is trailing badly behind Barack Obama, being pushed to the fore. There is only a tiny minority of African Americans among the overwhelmingly white audience.</p> <p>Women, Latinos and black Republicans are being given prominent roles as speakers, and a delegation made up mainly of Latinos has been pushed into a spot in front of the main platform.</p> <p>Ryan's role, as well as building up Romney, is to rally the diehard conservatives and Tea Party activists who make up a large part of the Republican base.</p> <p>The Obama campaign launched a pre-emptive strike before Ryan's convention speech, releasing a new video using black-and-white footage to highlight their contention that he is a throwback to a bygone era.</p> <p>The Obama campaign said: \"Paul Ryan has made it clear that he'll take the nation back to a very different era – including same failed policies that crashed our economy in the first place.\"</p> <p>In the video, mocked up to look like newsreel from the 1940s and 1950s, the Obama campaign accuses him of supporting a budget that will hurt the working class, end the Medicare health scheme, and cut programmes for students. It also accuses him of being anti-women and anti-abortion.</p> <p>A Ryan spokesman, Brendan Buck, responding to claims in the video that Ryan would be disastrous for the working-class, accused the Obama of \"tired and misleading attacks in an attempt to divert attention away from his failed record\".</p> <p>Ryan will be speaking after the failure of New Jersey governor Chris Christie, Tuesday's keynote speaker, to fulfill his task of mounting an effective attack on Obama and talking up Romney. Christie spoke for 17 minutes before he mentioned Romney.</p> <p>Condoleezza Rice, the secretary of state in the Bush administration, is to be the warm-up for Ryan. In a CBS interview on Wednesday, Rice said that Romney – unlike Obama – would lead from the front in world affairs, although Romney has had little to say about foreign policy so far.</p> <p>While Rice insisted she was not advocating intervention in Syria, she said: \"When the United States' voice is muted, the world is a more dangerous place … Just look at the situation in Syria, for instance. We have a circumstance in which [‪Syrian president Bashar] ‬Assad is butchering his people, the Iranians are helping him to do so, the United States seems to be mired in the security council, the Russians and the Chinese say, 'No, no, no,' and we don't seem to have an answer.\"</p> <p>Rice was adamant she would not take a role in a Romney cabinet, saying she intended to remain in the academic world.</p> <p>One of the biggest obstacles to Romney winning the presidency, in spite of widespread and deep dissatisfaction with Obama's handling of the economy, is the alienation of Latinos through his anti-immigration rhetoric. The Democrats enjoy a two-to-one advantage over the Republicans among Latinos, one of the fastest-growing groups.</p> <p>The former Republican governor of Florida, Jeb Bush, George's brother, and who is married to a Latino, expressed his frustration with his own party at a Hispanic outreach meeting in Tampa on Tuesday. He predicted the party will not close the gap with Latino voters until they \"stop acting stupid\".</p> <p>The Republican national committee also risked alienating floating voters by publishing as part of the convention its official programme a platform document setting out various policy goals such as a ban on all abortions, a ban on gay marriage, turning Medicare into a voucher scheme and introducing more tax cuts.</p> <p>Romney is not bound by the platform programme. His campaign, while saying it supports the Medicare reform and more tax cuts, favours exemptions from the abortion ban in cases of rape, incest and risk to women's health.</p>",
  "<p>Two movies scheduled for release in the US on 26&#xa0;December – a traditional slot for hot Oscar contenders – may make poignant viewing for the political classes. They are Kathryn Bigelow's <a href=\"http://www.zerodarkthirty-movie.com/\" title=\"\">Zero Dark Thirty</a>, a dramatisation of the mission that killed Osama Bin Laden, and Steven Spielberg's <a href=\"http://www.guardian.co.uk/film/2010/nov/19/daniel-day-lewis-spielberg-lincoln\" title=\"\">Lincoln</a>, a biopic of the 16th president.</p> <p>If, during that holiday season, Barack Obama is preparing to begin his second term, the films will make pleasant chat at inauguration parties and help to burnish his legend. The Obama administration co-operated with Bigelow in the making of her film – there are <a href=\"http://www.guardian.co.uk/film/2012/aug/29/film-bin-laden-killing-helped-obama\" title=\"\">allegations</a> that the Pentagon released classified material to the director – while Spielberg, an Obama supporter, chose the end of the first term to make a film about a previous tall orator from Chicago who advanced the cause of race&#xa0;relations.</p> <p>However, should Mitt Romney be celebrating Christmas as president-elect, Republicans will congratulate themselves on their <a href=\"http://blog.foreignpolicy.com/posts/2012/08/28/is_zero_dark_thirty_propaganda\" title=\"\">anti-propaganda operation</a>, while Democratic moviegoers fume about what might have been.</p> <p>Commentators on the right had fretted that, if Zero Dark Thirty and Lincoln were released before the election in November, they might serve as propaganda weapons fired by a Hollywood long suspected (a charge that is hard to deny) of leftwing sympathies. Spielberg insists that he always wanted to go out post-election, fearing that the film would become <a href=\"http://www.cbc.ca/news/arts/the-buzz/2012/08/bin-laden-lincoln-films-face-election-delays.html\" title=\"\">\"political fodder\"</a>. And Bigelow's studio denies that an October release was ever confirmed and then delayed. Even so, the row over the release dates raises the question of whether what the electorate sees with its popcorn ever could dictate behaviour in the polling booth.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395419445\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346259793175/Kathryn-Bigelows-Zero-Dar-010.jpg\" alt=\"Kathryn Bigelow's Zero Dark Thirty\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A scene from Kathryn Bigelow's Zero Dark Thirty, about the capture and assassination of Osama Bin Laden. Photograph: Jonathan Olley/jonathanolley.co.uk</span> <span class=\"element-image__credit\">Photograph: Jonathan Olley/jonathanolley.co.uk</span> </figcaption> </figure>  <p>In 2008, Oliver Stone shot and edited <a href=\"http://www.guardian.co.uk/film/movie/126059/w\" title=\"\">W</a>, his biopic of George W Bush, with unusual rapidity so that the film could be released during John McCain's election campaign, possibly as an intervention against the Republican candidate. It could be argued that Stone's JFK, released just before the 1992 election, helped the campaign of&#xa0;Bill Clinton, who, as a teenager, <a href=\"http://www.history.com/photos/bill-clinton/photo3\" title=\"\">was pictured with Kennedy</a>.</p> <p>Two brutal Clinton-era films depicting the White House as a den of sex and murder – Clint Eastwood's <a href=\"http://www.guardian.co.uk/film/movie/68084/absolute-power\" title=\"\">Absolute Power</a> and <a href=\"http://www.totalfilm.com/murder-at-1600\" title=\"\">Murder at 1600</a>, with Wesley Snipes – were not released until 1997, after the safe re-election of a president who had been accused by his more committed opponents of both sexual depravity and <a href=\"http://www.slate.com/articles/news_and_politics/explainer/1999/02/does_bill_clinton_run_murder_inc.html\" title=\"\">homicide</a>.</p> <p>Americans, though, seem to make little connection between fictional and factual presidents: Clinton served for eight years during which film presidents became increasingly psychopathic, while George W Bush was in every way the opposite of the key made-up leader of his time, Martin Sheen's <a href=\"http://westwing.bewarne.com/pres.html\" title=\"\">President Bartlet</a> in The West Wing.</p> <p>The only movies that had a decisive effect on an American election were released four decades before the race they influenced. <a href=\"http://www.imdb.com/title/tt0032676/\" title=\"\">Knute Rockne, All American</a> (1940) and <a href=\"http://www.imdb.com/title/tt0034946/\" title=\"\">King's Row</a> (1942) gave Ronald Reagan the fame, nickname (\"the Gipper\") and optimistic spirit that made him a&#xa0;two-term president.</p> <p>However, even if Eastwood announces tomorrow that he is rushing out, ahead of November, a biopic in which the Gipper is played by fellow cinematic Republican Arnold Schwarzenegger, it's hard to believe that Obama and Romney's poll numbers would move much.</p> <p>• This article was corrected on 30 August 2012 because Oliver Stone's film W was not released when George W Bush was running for re-election, but at the end of his second term, when John McCain was the candidate.</p>",
  "<h2>Quote of the day</h2> <p>\"I love you women and I hear your voices.\" Ann Romney tries to win back the female vote in her televised Republican conference speech.</p> <h2>It's a wrap</h2> <p>Sad news that geles, the tall headwraps worn by Nigerian women, <a href=\"http://www.theguardian.com/world/2012/aug/28/nigerian-church-bans-towering-headwraps\" title=\"\">have been banned at an Enugu church</a> on security grounds. Other churches are considering following suit. Sundays will never be the same.</p> <h2>Yawn, minister</h2> <p>A YouTube clip shows Jeremy Hunt <a href=\"http://www.youtube.com/watch?v=QID_-mCdGUc&amp;list=UUHYGk54cAql5u-T7tF8w8Xw&amp;index=1&amp;feature=plcp\" title=\"\">looking distracted during Joe McElderry's Paralympics torch relay performance</a>. If there was a tree he would be hiding behind it.</p> <h2>So retro</h2> <p>Socialmatic, ADR Studio's new device, allows you to print Instagram snaps on the go, Polaroid style. <a href=\"http://www.retrotogo.com/2012/08/instagram-socialmatic-camera-capture-and-print-instagram-photos.html\" title=\"\">Available next year</a>.</p> <h2>Triple strength</h2> <p>If Fazer's new single Killer tops the charts on Sunday, N-Dubz will be the first group ever whose debut solo singles all went to No 1.</p> <h2>In numbers</h2> <p>1,969 guns have confiscated by Milwaukee police since 2007. Their flashy new website, <a href=\"http://milwaukeepolicenews.com/#menu=home-page\" title=\"\">milwaukeepolicenews.com</a>, makes routine crimefighting seem like an episode of CSI.</p>",
  "<p><strong>(updated below)</strong></p> <p>The rightwing transparency group, Judicial Watch, released Tuesday <a href=\"http://www.judicialwatch.org/press-room/press-releases/judicial-watch-obtains-4-to-5-inch-stack-of-overlooked-cia-records-detailing-meetings-with-bin-laden-filmmakers/\">a new batch of documents</a> showing how eagerly the Obama administration shoveled information to Hollywood film-makers about the Bin Laden raid. Obama officials did so to enable the production of a politically beneficial pre-election film about that \"heroic\" killing, even as administration lawyers <a href=\"http://jurist.org/paperchase/2012/04/federal-judge-denies-foia-request-for-bin-laden-photos.php\">insisted to federal courts</a> and <a href=\"http://www.theatlanticwire.com/politics/2011/05/look-whos-foiaing-bin-laden-death-photo/37493/\">media outlets</a> that no disclosure was permissible because the raid was classified.</p> <p>Thanks to <a href=\"http://www.salon.com/2012/05/23/wh_leaks_for_propaganda_film/\">prior disclosures</a> from Judicial Watch of documents it obtained under the Freedom of Information Act, this is old news. That's what the Obama administration <a href=\"http://www.salon.com/2012/06/07/probing_obamas_secrecy_games/\">chronically does</a>: it manipulates secrecy powers to prevent accountability in a court of law, while leaking at will about the same programs in order to glorify the president.</p> <p>But what is news in this disclosure are the <a href=\"http://www.scribd.com/doc/104180865/Advance-Maureen-Dowd-Piece#page=42\">newly released emails</a> between Mark Mazzetti, the New York Times's national security and intelligence reporter, and CIA spokeswoman Marie Harf. The CIA had evidently heard that Maureen Dowd was planning to write a column on the CIA's role in pumping the film-makers with information about the Bin Laden raid in order to boost Obama's re-election chances, and was apparently worried about how Dowd's column would reflect on them. On 5 August 2011 (a Friday night), Harf wrote an email to Mazzetti with the subject line: \"Any word??\", suggesting, obviously, that she and Mazzetti had already discussed Dowd's impending column and she was expecting an update from the NYT reporter.</p> <p>A mere two minutes after the CIA spokeswoman sent this Friday night inquiry, Mazzetti responded. He promised her that he was \"going to see a version before it gets filed\", and assured her that there was likely nothing to worry about:</p> <blockquote> <p>\"My sense is there a very brief mention at bottom of column about CIA ceremony, but that [screenwriter Mark] Boal also got high level access at Pentagon.\"</p> </blockquote> <p>She then replied with this instruction to Mazzetti: \"keep me posted\", adding that she \"really appreciate[d] it\".</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395385563\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346258522282/mazzetti.png\" alt=\"Mazzetti\" width=\"618\" height=\"500\" class=\"gu-image\" /> </figure>  <p>Moments later, Mazzetti forwarded the draft of Dowd's unpublished column to the CIA spokeswoman (it was <a href=\"http://www.nytimes.com/2011/08/07/opinion/sunday/Dowd--The-Downgrade-Blues.html?_r=1\">published the following night online</a> by the Times, and two days later in the print edition). At the top of that email, Mazzetti wrote: \"this didn't come from me … and please delete after you read.\" He then proudly told her that his assurances turned out to be true:</p> <blockquote> <p>\"See, nothing to worry about.\"</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-image-395385564\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346258599589/mazzetti2.png\" alt=\"Mazzetti2\" width=\"607\" height=\"230\" class=\"gu-image\" /> </figure>  <p>This exchange, by itself, is remarkably revealing: of the standard role played by establishment journalists and the corruption that pervades it. Here we have a New York Times reporter who covers the CIA colluding with its spokesperson to plan for the fallout from the reporting by his own newspaper (\"nothing to worry about\"). Beyond this, that a New York Times journalist – ostensibly devoted to bringing transparency to government institutions – is pleading with the CIA spokesperson, of all people, to conceal his actions and to delete the evidence of collusion is so richly symbolic.</p> <p>The relationship between the New York Times and the US government is, as usual, anything but adversarial. Indeed, these emails read like the interactions between a PR representative and his client as they plan in anticipation of a possible crisis.</p> <p>Even more amazing is the reaction of the newspaper's managing editor, Dean Baquet, to these revelations, as <a href=\"http://www.politico.com/blogs/media/2012/08/nyt-reporter-gave-advance-copy-of-maureen-dowd-column-133479.html\">reported by Politico's Dylan Byers</a>:</p> <blockquote> <p>\"New York Times Managing Editor Dean Baquet called POLITICO to explain the situation, but provided little clarity, saying he could not go into detail on the issue because it was an intelligence matter. </p> <p>\"'I know the circumstances, and if you knew everything that's going on, you'd know it's much ado about nothing,' Baquet said. 'I can't go into in detail. But I'm confident after talking to Mark that it's much ado about nothing.' </p> <p>\"'The optics aren't what they look like,' he went on. 'I've talked to Mark, I know the circumstance, and given what I know, it's much ado about nothing.'\"</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/29/mark-mazzetti-maureen-dowd-cia-new-york-times\">There is so much to say</a> about that passage. </p> <p><em>First</em>, try though I did, I'm unable to avoid noting that this statement from Baquet – \"the optics aren't what they look like\" – is one of the most hilariously incoherent utterances seen in some time. It's the type of <a href=\"http://www.guardian.co.uk/commentisfree/oliver-burkemans-blog/2012/aug/28/why-2012-campaign-optics-dont-look-good\">meaningless, illiterate corporatese</a> that comes spewing forth from bumbling executives defending the indefensible. I've read that sentence roughly a dozen times over the last 24 hours and each time, it provides me with greater amounts of dark amusement.</p> <p><em>Second</em>, look at how the New York Times mimics the CIA even in terms of how the newspaper's employees speak: Baquet \"provided little clarity, saying he could not go into detail on the issue <em>because it was an intelligence matter</em>\". In what conceivable way is Mazzetti's collusion with the CIA an \"intelligence matter\" that prevents the NYT's managing editor from explaining what happened here? </p> <p>This is what the CIA <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2009/04/expert_consensus_obama_aping_bush_on_state_secrets.php/\">reflexively does</a>: insists that, even when it comes to allegations that they have engaged in serious wrongdoing, you (and even courts) cannot know what the agency is doing because it is an \"intelligence matter\". Now, here we have the managing editor of the Newspaper of Record reciting this same secrecy-loving phrase <em>verbatim</em> – as though the New York Times is some sort of an intelligence agency whose inner workings must be concealed for our own safety – all in order to avoid any sort of public disclosure about the wrongdoing in which it got caught engaging. One notices this frequently: media figures come to identify so closely with the government officials on whom they report that they start adopting not only their way of thinking, but even their lingo.</p> <p><em>Third</em>, note how Baquet proudly touts the fact that he knows facts to which you are not and will not be privvy:</p> <blockquote> <p>\"I know the circumstances, if you knew everything that's going on, you'd know it's much ado about nothing.\"</p> </blockquote> <p>Isn't the function of a newspaper supposed to be to tell us \"everything that's going on\", not to boast that it knows the circumstances and you do not?</p> <p>Baquet's claim that this was all \"much ado about nothing\" did not, apparently, sit well with at least some people at the New York Times, who seem not to appreciate it when their national security reporter secretly gives advanced copies of columns to the CIA spokesperson. Shortly after Baquet issued his ringing defense of Mazzetti's behavior, a spokesperson for the paper not only provided the details Baquet insisted could not be given, but also made clear that Mazzetti's conduct was inappropriate:</p> <blockquote> <p>\"Last August, Maureen Dowd asked Mark Mazzetti to help check a fact for her column. In the course of doing so, he sent the entire column to a CIA spokeswoman shortly before her deadline. He did this without the knowledge of Ms Dowd. This action was a mistake that is not consistent with New York Times standards.\"</p> </blockquote> <p>It may be \"inconsistent with the New York Times standards\" for one of its reporters to secretly send advanced copy to the CIA and then ask that the agency delete all record that he did so: one certainly hopes it is. But it is not, unfortunately, inconsistent with the paper's behavior in general, when it comes to reporting on public officials. Serving as obedient lapdogs and message-carriers for political power, rather than adversarial watchdogs over power, is par for the course.</p> <p>The most obvious example of this is the <a href=\"http://www.nytimes.com/2004/05/26/international/middleeast/26FTE_NOTE.html?pagewanted=all\">paper's complicity with propagating war-fueling falsehoods</a> to justify the attack on Iraq – though, in that instance, it was <a href=\"http://www.salon.com/2007/04/10/media_failure/\">hardly alone</a>. Just last month, it <a href=\"http://www.guardian.co.uk/world/2012/jul/18/quote-approval-us-news-media-rethink\">was revealed</a> that the NYT routinely gives veto power to Obama campaign officials over the quotes from those officials the paper is allowed to publish – a practice <a href=\"http://www.poynter.org/latest-news/mediawire/182289/national-journal-mcclatchy-ban-quote-approval/\">barred by other outlets</a> (but not the NYT) both <a href=\"http://www.poynter.org/latest-news/mediawire/181346/ap-doesnt-let-sources-approve-quotes-beforehand/\">prior to</a> that revelation and <a href=\"http://www.nytimes.com/2012/07/23/us/politics/national-journal-bars-quotations-tweaked-by-sources.html\">subsequent to it</a>.</p> <p>Worse, the paper frequently conceals vital information of public interest at the direction of the government, as it did when it learned of George Bush's illegal eavesdropping program in mid 2004 but <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/12/16/AR2005121601716.html\">concealed it for more than a year</a> at the direction of the White House, until Bush was safely re-elected; as it did when it complied with government directives to <a href=\"http://www.salon.com/2011/02/21/nyt_16/\">conceal the CIA employment</a> of Raymond Davis, captured by Pakistan, even as President Obama falsely described him as \"our diplomat in Pakistan\" and as the NYT reported the president's statement without noting that it was false; and as it did with its disclosure of numerous WikiLeaks releases, for which the paper, as former executive editor Bill Keller <a href=\"http://ggdrafts.blogspot.com.br/2012/07/bill-keller-and-us-government.html\">proudly boasted</a>, took direction from the government regarding what should and should not be published. </p> <p>And that's all independent of the <a href=\"http://www.fair.org/blog/2012/03/19/nyts-anonymous-drone-defenders/\">chronic practice</a> of the NYT to permit government officials to <a href=\"http://www.fair.org/blog/page/2/?s=New+York+Times+anonymity\">hide behind anonymity</a> in order to <a href=\"http://www.salon.com/2012/04/05/state_dominated_media_and_iran/\">disseminate government propaganda</a> – or even to <a href=\"http://www.niemanwatchdog.org/index.cfm?fuseaction=ask_this.view&amp;askthisid=562\">smear journalists as al-Qaida sympathizers</a> for reporting critically on government actions – even when granting such anonymity <a href=\"http://www.nytimes.com/2009/03/22/opinion/22pubed.html\">violates its own publicly announced policies</a>.</p> <p>What all of this behavior from the NYT has in common is clear: it demonstrates the extent to which it institutionally collaborates with and serves the interests of the nation's most powerful factions, rather than act as an adversarial check on them. When he talks to the CIA spokesperson, Mazzetti sounds as if he's talking to a close colleague working together on a joint project.</p> <p>It sounds that way because that's what it is. </p> <p>One can, if one wishes, cynically justify Mazzetti's helpful co-operation with the CIA as nothing more than a common means which journalists use to curry favor with their sources. Leave aside the fact that the CIA spokesperson with whom Mazzetti is co-operating is hardly some valuable leaker deep within the bowels of the agency but, in theory, should be the supreme adversary of real journalists: her job is to shape public perception as favorably as possible to the CIA, even at the expense of the truth. </p> <p>The more important objection is that the fact that a certain behavior is common does not negate its being corrupt. Indeed, as is true for government abuses generally, those in power rely on the willingness of citizens to be trained to view corrupt acts as so common that they become inured, numb, to its wrongfulness. Once a corrupt practice is sufficiently perceived as commonplace, then it is transformed in people's minds from something objectionable into something acceptable. Indeed, many people believe it demonstrates their worldly sophistication to express indifference toward bad behavior by powerful actors on the ground that it is so prevalent. This cynicism – <em>oh, don't be naive: this is done all the time</em> – is precisely what enables such destructive behavior to thrive unchallenged.</p> <p>It is true that Mazzetti's emails with the CIA do not shock or surprise in the slightest. But that's the point. With some noble journalistic exceptions (at the NYT and elsewhere), these emails reflect the standard full-scale cooperation – a virtual merger – between our the government and the establishment media outlets that claim to act as \"watchdogs\" over them.</p> <p>From \"All the news that's fit to print\" to \"please delete after you read\" and cannot \"go into detail because it is an intelligence matter\": that's the gap between the New York Times's marketed brand and its reality.</p> <p>* * * * *</p> <p><strong><em>UPDATE</em></strong>: The Times' Public Editor <a href=\"http://publiceditor.blogs.nytimes.com/2012/08/29/pre-publication-disclosure-of-dowd-column-a-breach-of-two-boundaries/\">weighed in</a> on this matter today, noting his clear disapproval for what Mazzetti did: <br></p> <blockquote> <p><br>\"Whatever Mr. Mazzetti's motivation, it is a clear boundary violation to disclose a potentially sensitive article pre-publication under such circumstances. This goes well beyond the normal give-and-take that characterizes the handling of sources and suggests the absence of an arm's-length relationship between a reporter and those he is dealing with.\"<br></p> </blockquote> <p>While Mazzetti himself expresses regret for his behavior -- \"It was definitely a mistake to do. I have never done it before and I will never do it again\" -- both he and Executive Editor Jill Abramson insist that he had no bad intent, but was simply trying to help out a colleague (Dowd) by having her claims fact-checked. Like Baquet, Abramson invokes secrecy to conceal the key facts: \"I can't provide further detail on why the entire column was sent.\"</p> <p>The question raised by these excuses is obvious: if Mazzetti were acting with such pure and benign motives, why did he ask the CIA to delete the email he sent? This appears to be a classic case of expressing sorrow not over what one did, but over having been caught.</p> <p>On a different note, Politico's Byers, in response to my inquiry, advises me that Baquet did indeed say what Byers attributed to him -- \"he could not go into detail on the issue because it was an intelligence matter\" -- and that his exact quote was: it \"has to with intel.\"</p>",
  "<p>Hurricane Isaac howled through Louisiana and Mississippi on Wednesday, sending floodwaters surging over a rural levee and straining New Orleans' defences on the anniversary of Hurricane Katrina.</p> <p>The category 1 hurricane unleashed sustained deluges and winds of 75mph as it moved slowly towards New Orleans, knocking out power to 500,000 people and stoking concern of flooding in the city overnight.</p> <p>Families in Plaquemines parish, a low-lying district just south of New Orleans, were evacuated from rooftops and attics after water poured over an 8ft levee and smashed its way into homes. The Louisiana governor, Bobby Jindal, said the levee may have to be \"intentionally breached\" to drain the rising waters.</p> <p>Rachel Rodi, an army corps spokeswoman, said the city's levees, fortified after the 2005 catastrophe, were withstanding Isaac's battering. \"The system is performing as intended, as we expected. We don't see any issues with the hurricane system at this point.\"</p> <p>However Isaac's crawl – it wobbled inland at 6mph – dumped torrent after torrent of rain onto the same areas, in some more than 20in. Tidal swells in some places rose by more than two feet. \"We're down to a differential of 7ft between the levee and the tide,\" said Windell Curole, manager of the levees and flood gates in Lafourche, just south of New Orleans. \"If the storm continues moving so slowly we could be down to a differential of two or three feet and that's way too close for comfort, that's when all sorts of bad things can happen.\" </p> <p>The problem was not so much Isaac's ferocity – weaker than Katrina's – but its dawdling pace, said Curole. \"Because it's stalled it's become more of a problem than we anticipated.\"</p> <p>David Zelinsky, a meteorologist at the National Hurricane Center in Miami, cautioned that Isaac was not going away anytime soon. \"We expect it generally to continue moving very slowly through Louisiana today, even into tomorrow,\" he told Reuters. \"Beyond that, as it begins to weaken we expect it to move into northern Louisiana late Thursday into Friday and then north into Arkansas, Texas, Oklahoma – that region – after that.\"</p> <p>The oil industry breathed a sigh of relief that only 12% of the Gulf coast's refining capacity went offline.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395382946\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346263161835/5f118efc-7c15-4324-9d84-6191453baac5-460.jpeg\" alt=\"People sit in a rescue truck atop a levee near floodwaters after being rescued in Plaquemines Parish near New Orleans.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hundreds were rescued from the Plaquemines parish.  Photograph: Mario Tama/Getty</span> <span class=\"element-image__credit\">Photograph: Mario Tama/Getty Images</span> </figcaption> </figure>  <p>Isaac was crueller to the fishing community of Plaquemines, where the storm flooded an 18-mile stretch of one levee – not part of the New Orleans system – triggering the rescue of about two dozen people who had defied a mandatory evacuation order. The US national guard mobilised to rescue hundreds more as water levels rose.</p> <p>\"If that's a category 1 storm, I don't want to go through anything stronger,\" the parish president, Bill Nungesser, told a press conference. \"We've had a breach, 12-14ft of water in homes and businesses over there and there's a lot of people that need to be rescued. There's over 25 people that have called into the fire department that are in their attic, on their roof, waiting to be rescued. No one thought this storm was going to do what it did to Plaquemines parish.</p> <p>\"I myself have more damage from this storm than Katrina. The water piled up on east ends … that we used to brag about because they never got water before. Areas that didn't flood for Katrina were flooded for this event.\"</p> <p>Caitlin Campbell, a spokesperson for the parish, said there were no initial reports of deaths. \"Rescue efforts are now in progress. Local residents are rescuing other residents at this time,\" she said. Two police officers trapped in a car were among those rescued.</p> <p>When the Guardian visited Plaquemines on Tuesday it was clear many inhabitants were ignoring the evacuation order. Jindal said the authorities believed about 3,000 residents stayed behind. Highway 23, which winds its way south east along the banks of the Mississippi river, was closed by police at Port Sulphur, around 30 miles from the end of the road, but police were allowing residents to bypass the barrier and take their chances.</p> <p>One, Joseph Buras, said a few hours before Isaac hit that he had decided to stay because he feared looters would ransack his home if it was unguarded. But he was critical of the calibre of the new flood defences. \"I'm very unimpressed. The levees down there are not up to code. Just a few months back I was on a bicycle on top of the levee and half of it gave way. It's just mud.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395382944\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346258171521/8b21e386-e293-4258-a76f-46095bcff2c5-460.jpeg\" alt=\"Surf washes over the West Side Pier as Hurricane Isaac passes through Gulfport, Mississippi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Surf washes over the West Side pier as Hurricane Isaac passes through Gulfport, Mississippi.  Photograph: Michael Spooney/Barger/Rueters</span> <span class=\"element-image__credit\">Photograph: MICHAEL SPOONEYBARGER/REUTERS</span> </figcaption> </figure>  <p>However, the levees in New Orleans, part of a $14.5bn flood defence system erected after Katrina, the worst engineering disaster in US history, were withstanding the onslaught which began after Isaac made landfall on Tuesday night near the mouth of the Mississippi. \"Where we are, they are holding up,\" said Kevin McCaffrey, a documentary maker who lives just off the lakefront. \"When you get up close to the water and see the swirl you get new respect for the storm. But we don't expect too much flooding.\" He echoed widespread praise for coordination – at local, state and federal level – in contrast to the chaos during and after Katrina. \"The difference is night and day.\"</p> <p>New Orleans remained deserted, save for police patrol cars and national guard Humvees which splashed through streets responding to emergency calls. Trees cracked, billboards toppled and heavy bins skidded down alleys.</p> <p>With everyone hunkered inside it was left to church bells, including those from St Louis cathedral overlooking Jackson Square, to toll in honour of the estimated 1,800 who died during Katrina.</p> <p>A homeless population which usually sleeps in doorways and under highway overpasses was brought to shelters by police and National Guard patrols. The St Jude community centre on the edge of the French Quarter was full to its 50-bed capacity when Isaac arrived. \"We're just waiting till Mother Nature goes,\" said Tyrone Drayton, a worker at the shelter. </p> <p>\"Before the storm kicked off everything was nice and pleasant. Later on, the rain started coming down, about 9.30. And all of a sudden, whoosh. And the doors were shaking like they were about to go off their hinges. I was trying to sleep and it wasn't doing no good. Then part of the city started losing lights. We lost power in the morning for fifteen minutes.\"</p> <p>Drayton said that the timing brought back terrible memories of Katrina. \"Sometimes it brings a little tear out – friends I lost, family members. It brings a little sadness but in life you've just got to keep on going,\" he said.</p> <p>The emergency prompted a rare non-partisan note amid election campaigning. \"When disaster strikes, we're not Democrats or Republicans first, we are Americans first,\" President Barack Obama said at a campaign rally at Iowa State University. \"We're one family. We help our neighbors in need.\"</p> <p>His Republican challenger, Mitt Romney, whose formal nomination this week has been overshadowed by Isaac, urged supporters to help the response effort with donations to the Red Cross.</p>",
  "<p>Barbara Meeks cuts a striking figure around the Republican national convention in her lone star shirt and ten-gallon hat. \"If I was 100% behind Romney, I'm 1,000% behind him now,\" said the delegate from Texas.</p> <p>There is one simple reason behind Meeks's revved-up enthusiasm, and it has nothing to do with Romney, his policies, or the line-up of platform speakers – including his wife, Ann – who have tried to inject energy and warmth into the Tampa convention to formally nominate their candidate for the White House. It is all about the man who will be standing next to him through the campaign: his running mate, Paul Ryan.</p> <p>\"I am enthused,\" said Meeks, chair of the Republican party in Galveston county. \"He brings youth, vibrancy and a brilliant business mind. Ryan's plan for the economy coupled with Romney will be very effective.\"</p> <p>Talk to delegates in the Tampa Bay Times Forum and it becomes obvious that she is not alone. For a huge number of delegates, the Wisconsin congressman is the real star turn. In some cases, Romney barely gets a mention.</p> <p>\"Paul Ryan is a real numbers man,\" said Waverly Wood, a Tea Party activist from Virginia. \"He knows how to balance the budget, and that's exactly what we've been calling for for three years,\" she said.</p> <p>Ryan, who will deliver his big primetime speech on Wednesday evening after being formally nominated, was seen by many as a potentially risky choice for Romney. He is a budget hawk, with a controversial plan to tackle the deficit by cutting entitlement programs such as Medicare. A staunch Catholic, he is also on the most socially conservative wing of the party, with hardline anti-abortion views. So he could prove to be a turn-off for moderates and independents.</p> <p>But he was picked to fire up a party base that remains sceptical about Romney's conservative credentials, and the evidence from Tampa is that it is precisely these views which generate the strongest excitement. He is dominating delegates' conversations to such an extent that on Wednesday <a href=\"http://www.politico.com/news/stories/0812/80316.html\">Politico described Romney as the 2012 Republican \"placeholder\"</a> while a new generation led by Ryan comes to the fore in future contests.</p> <p>\"When Paul Ryan was announced as vice-president, that was the first time I made a donation,\" said Elaine Ervine, from Collierville, Tennessee. She was at the RNC for Life anti-abortion rally at the Tampa aquarium on Tuesday to see Michele Bachmann and Rick Santorum, two of Romney's primary rivals beloved by the Republican right.</p> <p>\"I think Paul Ryan was an attempt to let the conservatives know that [Romney] was going to stand with us. We were all Santorum people, and we're very happy,\" Ervine said, gesturing to five female companions.</p> <p>Choosing Ryan still carries many dangers for Romney as he tries to build a winning coalition of voters to secure the White House. On Wednesday, <a href=\"http://www.people-press.org/2012/08/29/paul-ryan-in-a-word-conservative-intelligent/\">a poll published by the Pew Research Centre and the Washington Post</a> showed that voters had mixed feelings about Romney's choice of running mate. Overall the most frequent responses were mixed: \"conservative\", \"intelligent\", \"good\", \"unknown\" and \"young\".</p> <p>Just over a third of respondents saw him in a positive light, using words like intelligent, good, energetic, honest and smart. He also received a roughly equal number of negative reviews, with critics describing him as an \"idiot\", \"extreme\", \"phony\" and \"scary\".</p> <p>But at a Tea Party-backed \"Unity Rally\" near Tampa on Sunday night, hundreds gathered to hear Herman Cain – another one-time rival of Romney and darling of the Republican right – declare that Paul Ryan had \"energised\" the Republican ticket.</p> <p>\"And it says a lot about the leadership of Governor Romney,\" Cain said. \"He didn't make a safe choice. He made a bold choice,\" he added, before being drowned out by cheers.</p> <p>\"I'm more excited about Paul Ryan than I am about Romney,\" said Eric Papp, 30, a management speaker and author, who was in the crowd. \"He's very practical, he's a planner and he's got a big vision. Ryan really gives us that likeability factor.\"</p> <p>Scott Sparkman, from Webster, Florida, said Ryan's selection showed Romney was \"starting to develop that core that we're looking for and starting to move to the right\".</p> <p>Sparkman voted for Newt Gingrich in the Florida primary, but was proudly wearing a Romney-Ryan T-shirt at the Unity Rally. \"I wanted someone more conservative [than Romney]\" he said. \"I don't think we had many great choices.\"</p> <p>Romney would still have gotten Sparkman's vote, he said, but it was Ryan who upped his excitement about November 6. \"It's going to bring some enthusiasm into the election. He's starting to develop that core that we're looking for and starting to move to the right.\"</p>",
  "<p>The latest International Atomic Energy Agency report on Iran's nuclear programme due out on Thursday is expected to say that Tehran has rapidly increased the quantity of equipment at an underground uranium enrichment plant but has not started using the new machinery to produce nuclear fuel.</p> <p>The IAEA quarterly report will say that more than 300 centrifuges have been installed at the fortified cavern at Fordow, near the city of Qom, but are not yet spinning, and the rate of uranium production has not risen since the last report in May.</p> <p>The IAEA inspectors will also complain about Tehran's lack of cooperation with their investigation into alleged past Iranian nuclear weapons work. Attention will be drawn in particular to its refusal to allow them into a suspect site at Parchin, where satellite images show buildings being bulldozed and covered with earth in what IAEA officials believe is an attempt to \"sanitise\" the area of incriminating trace elements.</p> <p>In an effort to intensify the IAEA investigation, the agency is forming an Iran Task Force to focus on allegations of a secret weapons programme. The UN secretary general, Ban Ki-moon, was reported to have raised international concerns about Tehran's nuclear aspirations at a meeting on Wednesday with the country's Supreme Leader, Ali Khamenei.</p> <p>During his visit to the Nonaligned Movement meeting in Tehran, Ban also registered \"serious concerns\" over Iran's human rights record.</p> <p>\"We have discussed how United Nations can work together with Iran to improve the human rights situation in Iran. We have our serious concerns on the human rights abuses and violations in this country,\" he said.</p> <p>Western officials said that while the new IAEA quarterly report on Iran shows that the Tehran government continues to flout Security Council resolutions calling for a suspension on enrichment, there is no sign of a \"game-changing\" acceleration in the programme that would warrant the military action threatened by Israel.</p> <p>Alarmed by claims by the Israeli prime minister, Binyamin Netanyahu, that the report showed Iran was \"continuing to make accelerated progress toward achieving nuclear weapons while totally ignoring international demands\", US and European governments took the unusual step of giving briefings, before IAEA inspectors presented the report to member states, to play down its significance.</p> <p>Western officials believe that while Iran is steadily increasing its capacity to make nuclear weapons in the future, its leadership has not yet made the political decision to do so. Tehran insists its programme is intended entirely for generating electricity and producing medical isotopes.</p> <p>The Obama administration is particularly nervous that Netanyahu might order attacks on Iranian nuclear facilities at the height of the US presidential campaign in the hope of drawing Washington in, under pressure from pro-Israeli public opinion. A White House spokesman, Tommy Vietor, broke precedent by commenting on the expected report before publication by insisting \"there is still time and space\" for diplomacy in the long-running nuclear stand-off.</p> <p>The Fordow site is especially sensitive firstly because the centrifuges are being used to make 20%-enriched uranium, which could be used for medical research but which could also be further enriched to become weapons grade. Secondly Fordow's heavy defences mean it would be very hard to destroy with air strikes, leading the Israeli defence minister, Ehud Barak, to claim that once Iran had completed the plant it would have entered \"a zone of immunity\", which would have to be prevented at all costs.</p> <p>The last IAEA report in May said that 1,064 centrifuges had been installed in one of two enrichment halls in Fordow, each with a capacity of about 1,400, but less than 700 of the installed machines were in production.</p> <p>Iran has now produced about 190kg of 20% enriched uranium, which would be enough for one nuclear warhead if further enriched. But nearly 100kg of that total has been converted into reactor fuel plates – these would harder to turn into material for a bomb.</p> <p>\"It's more of the same,\" said Jim Walsh, an expert on the Iranian nuclear programme from the Massachusetts Institute of Technology, arguing that Iran's desire to install more of its centrifuges underground was understandable under threat of air strikes. He added that Iran had already entered a \"zone of immunity\" in Israeli terms, because if it did want to make nuclear weapons, it would probably be too late to stop it militarily.</p> <p>\"You can't bomb the knowledge out of their heads and you can't destroy Fordow.\"</p>",
  "<p>If you're curious about the standout scenes from the stormy setting of this year's Republican National Convention in Tampa, a few Guardian journalists are ready to fill you in.</p> <p>To give you a better idea about the GOP's performance and convention culture in general, writers Richard Adams, Ana Marie Cox, Adam Gabbatt and Amanda Michel will join readers live via Google Hangout this Thursday at 5pm ET/ 10 pm BST. </p> <p><a href=\"https://plus.google.com/hangouts/_/728e89d7548e592978345dcad3405b3cf27b4709?authuser=0&amp;hl=en\">View the video live in Google+ here.</a></p> <p><strong>Learn more about participating in the next one<a href=\"#form\"> here</a>.</strong></p> <p>We'll be hanging out with Richard and Ana Marie, the co-hosts of our weekly US Politics Live snarkfest, and two guests: Guardian US reporter <a href=\"http://www.guardian.co.uk/profile/adam-gabbatt\">Adam Gabbatt</a>, who has been tasked with writing about protesters and partiers alike during his time in Tampa, and Guardian US open editor <a href=\"http://www.guardian.co.uk/profile/amanda-michel\">Amanda Michel</a>, who will weigh in on convention culture. Update: Gary Younge will also be joining the hangout. </p> <p>Topics we'll cover: what have been the key moments in this convention so far? And what will (or should) GOP presidential candidate Mitt Romney say in his speech to end the convention on a high note for his party? Who among the GOP-faithful attended the convention--and who stayed home? And what, exactly, are 15,000 journalists doing to occupy their time in Tampa? </p> <p>We'll broadcast live in the US Politics Live blog Thursday and will be hanging out until 5.30 pm ET. You'll also be able to view the hangout on the Guardian's YouTube hangout channel <a href=\"http://www.youtube.com/user/guardianhangouts\">here</a>.</p> <p><a name=\"form\"> </a></p> <h2>Join us:</h2> <p>Weekly reader? First time visitor? If you have a Google+ profile and a webcam, you're invited to drop in and hang out. A maximum of 10 people can join each hangout, so if we select you to participate, it means you can interact with our journalists from within the hangout; however, if you're not selected, you can still watch the whole thing as it broadcasts live and submit your questions in the comments below. If you're not around Thursday or can't take part for another reason, please leave your question in the comments below and we'll try to make sure it's answered and transcribed in a future blog post.</p> <p><a name=\"form\"> </a></p>",
  "<p>For many observers, religion is an emblematic feature of American politics. It is seen as a unique and confounding manifestation of American exceptionalism, in which religious fervor co-exists with an industrialized, \"modern\" democracy and an explicitly secular state. The course of the presidential race thus far might be viewed as yet another instance of America's particular obsession with religion. Yet this campaign, for all its familiar tropes, both departs from the historical American norm and remind us that the US is not so unusual in its mix of religion and politics, after all.</p> <p>Even before Paul Ryan's selection for the Republican ticket, Rick Santorum's and Mitt Romney's primary campaigns for president meant that religion had already played a particularly vivid version of its familiar role in American electoral politics – one which went beyond the usual prayer breakfasts, pastoral exhortations, allegations of theological unsoundness, and public proclamations of the candidate's commitment to Jesus, Christianity, and America united under one God.</p> <p>The <a href=\"http://www.theguardian.com/commentisfree/belief/2012/jan/05/rick-santorum-christianist-mantle\">ultra-Catholic Rick Santorum</a>, with his critique of Obama's \"false theology\", his passionate pronouncements on the evils of birth control and abortion, and his statement that John F Kennedy's advocacy of the separation of church and state \"made him want to throw up\", was coupled with the ongoing saga of Mitt Romney – the candidate no one seemed to want but had to choose – and his Mormonism, which raised the question of whether the adherents of the Church of Jesus Christ of Latter-Day Saints deserved to stand under broad and sheltering umbrella of American Christianity. The nomination of Ryan, with his ostensibly seamless dual commitment to the <a href=\"http://www.theguardian.com/commentisfree/2012/aug/13/paul-ryan-ayn-rand-romney\">teachings of both the Catholic Church and the church of Ayn Rand</a>, means that religion in the 2012 election has taken an even more prominent role as the Republican party convention is held this week.</p> <p>This might seem to be yet another round, albeit a particularly intense one, of the usual order at the bar. Yet, only a few decades ago, both the Santorum candidacy and the Ryan nomination would have been unthinkable. In the 1960 election, Kennedy's Catholicism meant he had repeatedly to disavow loyalties to Rome, and argue that a Catholic president would not be beholden to a foreign power. Evangelical leaders openly opposed the candidate on grounds of his \"popishness\", and fretted about its implications for America. Yet, Rick Santorum not only faced few questions regarding his Catholic views, but even became a darling of many evangelical leaders. The pattern appears to be repeating itself with evangelical responses to Ryan.</p> <p>So what changed?</p> <p>Evangelicals rose to national office in the United States with the election of Jimmy Carter in 1976, and during the next decades, came to even greater prominence in the civic sphere as figures such as the Reverend Jerry Falwell issued proclamations that \"God is calling millions of Americans in the so-often silent majority to join in the moral majority crusade to turn America around.\" The 1990s brought Ralph Reed's Christian Coalition and the evangelical mega-churches to the center of American politics as they became the foundation of a reliable constituency for the GOP.</p> <p>At the same time, in a development that received far less attention than the evangelicals' entry into politics, they were forging a new coalition with Catholics – centered around a version of what then Pope John Paul II called the \"culture of life\". While the original iteration espoused respect for life from conception to death, including opposition to the death penalty, the new, carefully edited consensus promoted by the coalition focused on anti-abortion and pro-life rhetoric, while remaining silent or supporting the death penalty; it espoused traditional gender roles, was suspicious of government in general and its regulation of schooling in particular, and vehemently opposed gay rights, much less marriage equality.</p> <p>Conservative Catholics and evangelicals now spoke a common language, sidestepping the thorny issues of theology and doctrine that had divided them in the past (such as their differing views on divorce). More importantly, the coalition put an end to the question of whether a conservative Catholic could be a real American, since this quality of authenticity was increasingly clustered around Christian religiosity writ large, and allegiance on a certain set of social issues, rather than requiring adherence to a particular denominational form.</p> <p>It was this coalition that provided the backbone of Santorum's support. Similarly, it will ensure that Ryan – with his staunch record of opposition to abortion and same-sex marriage – appeals to evangelical Protestant constituents. The new alliance made it easy for Santorum to speak to evangelicals, as well as Catholics, as if he were one of them, because, in many senses, he was. Ironically, his political views are far to the right of those espoused by most Catholics, who still identify primarily as Democrats, but his admixture of religious fervor, \"pro-family\" stances, and conservative theological views appealed all the more to evangelical voters and their leaders.</p> <p>All of this might seem to underscore the exceptional (and exceptionally peculiar) nature of US politics. But a wider, international perspective only shows Americans to be far more ordinary in their blending of faith and politics. A brief look at Polish or Philippine politics reveals the Roman Catholic church constantly muscling in on the political arena, and politicians of all stripes who are only too happy to kowtow to the Church's assertion of moral authority. Before he became a would-be authoritarian, Viktor Orban in Hungary, for example, became an advocate of religious interests in politics. Ireland, Israel, and Malta are all polities that have been long dominated by religious monopolies accustomed to obtaining enormous concessions in education, the welfare state, and reproductive technologies.</p> <p>And these are just some of the world's democracies. As the Islamic republics and religious monarchies of the Middle East and South Asia show, there's a still broader pantheon of polities where religion makes regular and institutionalized incursions into politics.</p> <p>It's enough to make Americans feel positively normal, even relatively secular.</p>",
  "<p>In <a href=\"http://www.nytimes.com/2012/08/26/opinion/sunday/success-and-risk-as-the-times-transforms.html?_r=4&amp;smid=tw-share\">his last column as the New York Times' public editor, or ombudsman, Arthur Brisbane admonished the newspaper</a> for what he called an unstated \"progressivism\" that bled through the journalism on a semi-regular basis. He was right in one sense: the Times does, from my perspective, view the world through a lens that affects its journalism, and the paper doesn't forthrightly say so.</p> <p>But that worldview is more nuanced than Brisbane's label. The Times is, without doubt, progressive on social issues, not just on its editorial pages but also in the news pages. It is less so in other arenas. Despite some reporting that has infuriated the powers-that-be from time to time, the paper's evidently close ties to the New York and Washington power elites have given it a justified reputation for coziness with authority. What bleeds through when I read the Times – with important exceptions that keep the Times at the top of my must-read list despite its failings – is a deep kinship with the people who pull the key levers in our government and economy. As one former Times journalist once told me, the paper is the \"trade journal for the rich and powerful\".</p> <p>So, call me less than shocked at the discovery, <a href=\"http://www.politico.com/blogs/media/2012/08/nyt-reporter-gave-advance-copy-of-maureen-dowd-column-133479.html\">reported Tuesday by Politico</a>, that a Times reporter, Mark Mazzetti, gave the CIA an advance peek at an upcoming column by op-ed commentator Maureen Dowd. The Times has repeatedly allowed the Obama administration's national security operatives to vet upcoming journalism – the paper took public pride in <a href=\"http://www.globalresearch.ca/index.php?context=va&amp;aid=22378\">the way it redacted WikiLeaks material</a> at officials' behest – and it notoriously held a huge story (pervasive and illegal spying on Americans by the Bush administration) for a year. Still, it's hard to fathom why he or his editors would share a column by Dowd, whose commentary these days rarely contains any facts that haven't been previously reported.)</p> <p>The response of the Times' managing editor, Dean Baquet, was approximately this: \"Nothing to see here. Move along.\" Actually, it was worse. As Politico's reported (I've corrected a minor spelling error):</p> <blockquote> <p>\"'I know the circumstances, and if you knew everything that's going on, you'd know it's much ado about nothing,' Baquet said. 'I can't go into in detail. But I'm confident after talking to Mark that it's much ado about nothing.'</p> <p>\"'The optics aren't what they look like,' he went on. 'I've talked to Mark, I know the circumstance, and given what I know, it's much ado about nothing.'\"</p> </blockquote> <p><a href=\"http://mediadecoder.blogs.nytimes.com/2012/08/28/times-reporter-shared-maureen-dowd-column-with-c-i-a-before-publication/\">The Times subsequently issued this statement</a>, which seemed to admit that <a href=\"http://www.theguardian.com/commentisfree/oliver-burkemans-blog/2012/aug/28/why-2012-campaign-optics-dont-look-good\">the \"optics\"</a> were, in fact, more or less what they looked like:</p> <blockquote> <p>\"Last August, Maureen Dowd asked Mark Mazzetti to help check a fact for her column. In the course of doing so, he sent the entire column to a CIA spokeswoman shortly before her deadline. He did this without the knowledge of Ms Dowd. This action was a mistake that is not consistent with New York Times standards.\"</p> </blockquote> <p>That response has generated the derision it deserves. It's my fervent hope that the Times' incoming public editor starts her tenure by asking some extremely pointed questions. Given the Times' demands for transparency from others, its stonewalling on Mazzetti's dealings with the CIA transcends irony; it's downright hypocritical, and Baquet's blithe assurances were not credible.</p> <p>The Times isn't the only major organization with deep establishment ties to have allowed a subject of its coverage to vet that coverage before readers saw it. Media watchers were surprised to learn recently that the <a href=\"http://www.texasobserver.org/cover-story/washington-post-reporter-allows-college-officials-to-alter-story-on-controversial-test\">Washington Post had given the University of Texas an advance look</a> at a story draft by a higher education reporter.</p> <p>The Post and Times, meanwhile, are among many journalistic organizations to have allowed Obama administration and Romney campaign officials to vet quotes before publication. Baquet told his paper (kudos to the Times for actually running the story) that he didn't like the practice and that \"maybe we have to push back a little harder.\" You think?</p> <p>Journalists' dealings with sources prior to publication or broadcast are not binary, yes/no relationships. There's always some give-and-take, and sometimes, it raises ethical issues: for example, you will rarely, if ever, see a story in which a journalist treats his primary (often confidential) source as skeptically or harshly as others named in the piece.</p> <p>But handing a finished piece over? That is over the top.</p> <p>I don't know how much of this goes on in traditional media organizations. I do know that in my own years in the business, I wasn't party to any such practice. When I was a business and technology columnist in Silicon Valley, a decade-long stint that ended in 2005, I'd occasionally read a paragraph or two – typically, my translations of technical concepts into plain English – to someone I'd interviewed, to ensure that I was getting the details right. But sending a story or column in full? No way.</p> <p>For all that, I fully understand sources' wishes to see what's going to be said about them. Anyone who's ever been covered in a news story knows that errors creep in to even the best journalists' reports. Outright bad faith by reporters is exceedingly rare, in my experience, but absolute fidelity to what I know, as opposed to what is reported, is equally unusual.</p> <p>The best reason not to share reporting ahead of time is the most obvious. It makes your source a colleague or, at the very least, gives that appearance. If that's the intention, put another byline on the piece. Otherwise, don't be surprised when outsiders accuse you of compromising coziness with the people who, by tradition and the genuine national interest, should remain at arms' length.</p>",
  "<h2>Environment news</h2> <p>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/28/heathrow-third-runway-not-solution?newsfeed=true\">Heathrow third runway 'not a long-term solution', says Justine Greening</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/27/arctic-sea-ice-shrinks-lowest-extent\">Arctic sea ice shrinks to lowest extent ever recorded</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/28/australia-eu-carbon-markets\">Australian and EU carbon markets to be linked</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/28/orkney-green-energy-wave-power\">Orkney launches wave power competition</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/26/english-farmland-prices-treble\">English farmland prices treble in a decade as overseas buyers move in</a></p> <h2>On the blogs</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395360725\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/8/27/1346087692408/Satellite-image-of-Arctic-005.jpg\" alt=\"Satellite image of Arctic sea ice\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Satellite image of Arctic sea ice. Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>• <a href=\"http://www.guardian.co.uk/environment/georgemonbiot/2012/aug/29/day-world-went-mad\">George Monbiot: The day the world went mad</a><br>• <a href=\"http://www.guardian.co.uk/environment/shortcuts/2012/aug/27/riddle-yorkshires-pigeon-bermuda-triangle\">The riddle of Yorkshire's 'pigeon Bermuda Triangle'</a><br>• <a href=\"http://www.guardian.co.uk/environment/blog/2012/aug/24/us-election-2012-romney-obama-climate\">US election 2012: Romney and Obama avoid the climate change elephant</a><br>• <a href=\"http://www.guardian.co.uk/environment/blog/2012/aug/24/saving-arctic-environmentalism-challenge\">Saving the Arctic is environmentalism's biggest challenge yet</a></p> <h2>Multimedia</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395360726\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/online/2012/8/28/1346161400672/A-grey-headed-flying-fox--001.jpg\" alt=\"A grey-headed flying fox swoops low over the water\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A grey-headed flying fox swoops low over the water, from the Veolia Environnement Wildlife Photographer of the Year Photograph: Ofer Levy/Veolia Environnement Wildlife Photographer of the Year 2012</span> <span class=\"element-image__credit\">Photograph: Ofer Levy/Veolia Environnement Wildlife Photographer of the Year 2012</span> </figcaption> </figure>  <p>• <a href=\"http://www.guardian.co.uk/environment/gallery/2012/aug/29/veolia-wildlife-photographer-2012-in-pictures\">Veolia wildlife photographer of the year 2012 commended images - in pictures</a><br>• <a href=\"http://www.guardian.co.uk/environment/video/2012/aug/28/heathrow-third-runway-coalition-video\">Heathrow third runway: coalition will not give go-ahead, says Nick Clegg - video</a><br>• <a href=\"http://www.guardian.co.uk/environment/gallery/2012/aug/24/week-in-wildlife-in-pictures\">The week in wildlife – in pictures</a></p> <h2>Best of the web</h2> <p>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/28/threat-biodiversity-arks\">Research charts growing threats to biodiversity 'arks'</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/23/how-cities-nature-cut-pollution\">How cities are using nature to cut pollution</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/24/antarctica-warming-natural-man-made\">Is Antarctica's warming natural or man-made?</a></p> <h2>Environment jobs</h2> <p>• <a href=\"http://jobs.guardian.co.uk/job/4500467/inshore-fisheries-and-conservation-officer/?INTCMP=EMCJOBTXT2996I2\">Inshore Fisheries and Conservation Officer, Carnforth, £19,621 to £23,708</a><br>• <a href=\"http://jobs.guardian.co.uk/job/4498630/global-adviser-disaster-risk-reduction/?INTCMP=EMCJOBTXT2997I2\">Global Adviser on Disaster Risk Reduction at Oxfam, Oxford, £37,500</a><br>• <a href=\"http://jobs.guardian.co.uk/job/4501433/corporate-responsibility-manager-centrica/?INTCMP=EMCJOBTXT2998I2\">Corporate Responsibility Manager – Centrica, London Centrica HQ, Windsor, c. £43k plus benefits depending upon experience</a></p> <h2>... And finally</h2> <p>• <a href=\"http://www.guardian.co.uk/environment/2012/aug/29/shoot-seagulls-that-attack-whales\">Argentinian politicians unveil plan to shoot seagulls that attack whales</a><br>Birds regularly peck the mammals, then feed on the open wounds – behaviour environmentalists have blamed on humans</p>",
  "<p>Outside observers have noted the recent barrage of statements and facts that have repeatedly reminded interested parties that <a href=\"http://www.theguardian.com/commentisfree/2012/aug/23/republicans-women-simply-sum-parts\">the GOP has a female problem</a>. These pricks of conscience have been an almost daily disturbance to the message discipline of the Republican National Convention. Todd Akin may have teed up the subject more precisely than most, but the ball was rolling back in May, when polls showed an astounding 20-point gender gap between Obama and Romney. Since Akin misspoke himself into a soundbite, we've seen things that seem to explain that gap.</p> <p>There was the party's decision to ratify the policy that Akin was championing when <a href=\"http://www.theguardian.com/commentisfree/2012/aug/20/todd-akin-christian-abortion-rape\">he introduced the idea of \"legitimate rape\"</a>: the Republican party platform, designated to be formally adopted Tuesday, calls for outlawing <em>all</em> abortions, with no exceptions for pregnancies resulting from rape or incest or if the pregnancy puts the life of the mother at risk.</p> <p>The selection of Paul Ryan as the party's vice-presidential nominee highlighted a more immediately relevant view: in Congress, Ryan voted to support banning federal funding to any clinic that performs abortions and denying payment for abortions via federal insurance voucher or Medicaid. This seems a less extreme position, allowing at least a woman with the means to do so control over her reproductive organs. You see just how radical the legislation really was only if you consider its articulated exceptions for federal funding of abortions: first of all, for those \"forcible rapes\" that so excited Akin's imagination, and second, for incest survivors – if the pregnant woman in question is still a minor. Over 18 and pregnant by a relative? What, your uterus didn't know?</p> <p>And then, there's serial hatchet man and noted genealogist Donald Trump. Tuesday morning, he unleashed an unprovoked attack on internet publisher Arianna Huffington: she \"is unattractive both inside and out. I fully understand why her former husband left her for a man – he made a good decision.\"</p> <p>All things considered, I think marriage equality advocates would rather not have Trump on their side.</p> <p>Which brings us to the unlikely allies at question: women and the Republican party. Right?</p> <p>The kind of people who notice the things that have happened in the last week are the kind of people who have trouble understanding conservative women's loyalty. Why would women support candidates who ally themselves with misogynists such as Trump? Why don't they do something to change the minds of the men who assert a difference between rape and \"forcible rape\", and judge the trauma of incest to be less if you happen to be old enough to vote?</p> <p>Why isn't there open revolt here in Tampa: perfectly-coiffed ladies burning their <a href=\"http://www.spanx.com/home/index.jsp\">Spanx</a> and shouting down the men who want to decide their futures for them?</p> <p>To call them all radical pro-lifers would explain their priorities, but the numbers just don't back up that hypothesis. Polling done just this month <a href=\"http://politicalticker.blogs.cnn.com/2012/08/24/cnn-poll-did-akin-comments-have-public-opinion-impact/\">shows fully 76%</a> of Republicans (men and women) at odds with their party's official stance, believing that abortion should be legal in certain situations. So, then it's tempting to write off Republican women as perhaps just \"not knowing\" something – most significantly, their party's official position, but maybe also the impact of such policies. But is that an explanation or just condescension?</p> <p>More equitably, maybe they're secretly conflicted – or, in the case such lawmakers as Olympia Snowe, not-so-secretly conflicted – aware of the perceived trade-off between \"economic liberty\" and civil liberties, and simply willing to compromise. Some form of that compromise is probably the most accurate explanation. Women I talk to here literally roll their eyes at any line of questioning that begins, \"So, as a woman … ?\"</p> <p>Kim Ferguson, a Massachusetts delegate and state representative, articulated what she's seen, as a self-described moderate and elected official, when it comes to women's issues. Her constituents, she says, \"don't want to talk about that\":</p> <blockquote> <p>\"They want to talk about the fiscal train wreck we're in. Even if I raise it, they'll say something – but qualify it by saying, 'But that's not what I want to talk about.'\"</p> </blockquote> <p>And when it comes to the issue that's flared so brightly in the past week, the numbers bear out anecdotal observation: only 34% of those polled (and 38% of women polled) say they couldn't vote for a candidate who differed with them on abortion rights. </p> <p>I have come to believe that, at the very least, there's a strong connection between reproductive rights and women's economic progress. But I've also come to believe that the connections intertwining a woman's life, her body and her child are so deep and ultimately mysterious that I'm no longer sure whether, if I was faced with an unwanted pregnancy of any kind, I could be able to make the distinction between – as Paul Ryan maladroitly put it – \"methods of conception\". If life is life, and I feel that connection within me, could I give myself the choice I am so sure other women should have?</p> <p>Reproductive policy doesn't actually lend itself to the binary answers available in polls. My one attempt to question a \"typical\" female delegate on the issue (I asked the first woman I saw) ended in an extended philosophical discussion with Sherry Wright, a black <a href=\"http://negop.org/state-convention/\">Republican alternate delegate from Nebraska</a>, who dodged my question with disarming earnestness. Yes, she was aware of the party's platform. Yes, she believed life begins at conception. But if another woman chooses to get an abortion? \"I am not going to condemn you.\"</p> <p>In fact, though she repeatedly insisted \"I'm not for abortion,\" she also said, \"I wouldn't want <em>you</em> to make that decision for <em>me</em>.\" She didn't know how she'd react if a family member had to face pregnancy in the wake of a rape, but \"I'd probably abide by <em>her</em> decision.\"</p> <p>When we followed the logic of a \"consistent\" pro-life position (making abortion illegal without exception), we wound up in a theological and moral rabbit hole, talking about artificial insemination, adoption, and the human desire to know whose blood flows through one's veins.</p> <p>Wright was unconcerned that the simplicity of her party's official position was at odds with the complexity that kept us in conversation for half an hour. \"I'm for everyone having their voice,\" she said. \"People try to change the platform\" on kinds of issues, she said. \"It usually doesn't happen.\" (This is true: the \"no exceptions\" ban has been in place since 1980.)</p> <p>In the end, Wright had to get to the business of being a delegate. I thanked her for her time and admitted that I am usually more reticent in interviews with conservatives, if I do them at all. I know I'm considered the enemy. She laughed and gave me advice that might explain everything.</p> <p>\"Eventually, you'll find someone to talk to,\" she said. \"Just act like you belong.\"</p>",
  "<p>Newly released documents prove that Barack Obama's administration gave enthusiastic help to the Oscar-winning team behind a new film about the killing of Osama bin Laden, <a href=\"http://abcnews.go.com/politics/t/blogEntry?id=17099812\" title=\"\">according to a rightwing US government watchdog</a>.</p> <p><a href=\"http://www.theguardian.com/film/kathryn-bigelow\" title=\"\">Kathryn Bigelow</a> and Mark Boal's new film Zero Dark Thirty centres on the US Navy Seal unit that raided Bin Laden's compound in northern Pakistan in May 2011 on the orders of the US president. The project drew flak from Republicans earlier this year after it emerged that Obama's administration shared information with the production team.</p> <p>The latest missives were obtained by the <a href=\"http://www.politico.com/politico44/2012/08/emails-obama-admin-wanted-to-back-winning-bin-laden-133492.html\" title=\"\">Judicial Watch group</a> under the US freedom of information act. \"These new documents provide more backing to the serious charge that the Obama administration played fast and loose with national security information to help Hollywood filmmakers,\" said Judicial Watch president Tom Fitton. \"No wonder we've had to fight one year of stonewalling from the administration. These new documents show there is no doubt that Obama['s] White House was intensely interested in this film that was set to portray President Obama as 'gutsy'.\"</p> <p>To the casual observer, emails between CIA staff and Bigelow's team have a somewhat mundane quality to them, though they do suggest a certain fanboyesque enthusiasm for the Hollywood project. Screenwriter Boal's proposed floor plan for the Bin Laden compound is verified by the agency, which cheerfully confirms the height of the walls on the third floor.</p> <p>\"OK, I checked with our folks, and that floor plan matches with what we have. It looks legit to us,\" CIA spokesperson Marie Harf says in an email. In a separate exchange with a colleague, she notes that there are several films in the works about the Bin Laden killing and muses: \"I know we don't pick favourites, but it makes sense to get behind a winning horse … Mark and Kathryn's movie is going to be the first and the biggest. It's got the most money behind it, and two Oscar winners on board.\"</p> <p>Another CIA official hints in the correspondence that tickets for the premiere of Zero Dark Thirty would be warmly received. \"I can't tell you how excited we all are about the project … PS – I want you to know how good I've been not mentioning the premiere tickets,\" writes then-director of public affairs George Little, signing off with a smiley face.</p> <p>Contrary to Judicial Watch's assertions, an email from Benjamin Rhodes, US deputy national security advisor for strategic communications, appears to suggest the White House was learning about the CIA's and Pentagon's co-operation with the film-makers after the fact, and wanted to supervise.</p> <p>\"We are trying to have visibility into the [Bin Laden] projects and this is likely the most high profile one,\" wrote Rhodes to Doug Wilson, assistant secretary of defence for public affairs at the time, and other CIA and White House officials. \"Would like to have whatever group is going around in here at the WH to get a sense of what they're doing / what co-operation they're seeking.\"</p> <p>\"Nothing in this press release is a surprise,\" said US government national security spokesman Tommy Vietor. \"Having a conversation with a journalist, author or film-maker about what he or she is working on is possibly the most basic, mundane function of a press office, and millions of Americans, including many in government, are understandably proud of our nation's effort to kill Bin Laden.\"</p> <p>Zero Dark Thirty is due out on 19 December, just after this year's US presidential election. The timing is designed to allay fears among Republican politicians that the movie might influence voters by portraying Obama in a flattering light.</p> <p>Bigelow and Boal both won Oscars for their work on the Iraq war drama <a href=\"http://www.theguardian.com/film/movie/130570/hurt-locker\" title=\"\">The Hurt Locker</a>. In a recent interview with Entertainment Weekly, Boal, a former freelance war journalist, denied there was any political motivation behind the film's release. \"There's no political agenda in the film, he said. \"Full stop. Period. A lot of people are going to be surprised when they see the film. For example, the president is not depicted in the movie. He's just not in the movie.\"</p>",
  "<p>As ever, the economy will be the key issue in the US presidential race. Mitt Romney's aim will be to brand Barack Obama a failure for his stewardship and to argue that Americans would be better off electing a Republican who knows something about business.</p> <p>The team at CMC Markets set out to test this assumption by analysing stock market returns under every president since 1900. <a href=\"http://www.youtube.com/watch?v=tZ_CWFjFrvw\" title=\"\">A YouTube presentation of the report</a> shows that as far as Wall Street is concerned, it is better to vote Democrat. The average monthly return on the stock market has been 0.73% under Democrat presidents, almost double the 0.38% under Republicans.</p> <p>Returns were highest under Calvin Coolidge, a Republican president during the Roaring 20s, when the stock market boomed ahead of the Wall Street Crash. But the next two presidents in the league table were Democrats – Bill Clinton and Franklin Roosevelt. Obama's performance, using this yardstick of economic health, has been above average – only slightly below that of Dwight Eisenhower in the 1950s and Ronald Reagan in the 1980s.</p> <p>Normally higher stock market returns would be associated with higher levels of risk. But when adjusted for volatility, Democrat presidents still come out comfortably on top.</p> <p>The good news for Obama is that incumbent presidents who have presided over strong stock market returns in their first term usually get re-elected. This was true of FDR, Eisenhower, Reagan and Clinton. The bad news is that the pattern does not always hold true. Wall Street did well under George Bush senior but that didn't stop him being a one-term president. It did badly under his son but George Bush junior still held off John Kerry in 2004.</p> <p>Studies of this sort inevitably only provide a partial impression of presidential economic records. A more comprehensive study would include unemployment, inflation, living standards and the distribution of the spoils of growth. It can also be said that, in some cases, a president can bequeath problems to his successor. Herbert Hoover was the worst president for Wall Street in the past 112 years, but he followed Coolidge. Similarly, it could be argued that the poor returns under George Bush junior reflected the unsustainable nature of the dotcom bubble under Clinton.</p> <p>Even so, the evidence is that Democrats are good for Wall Street. Whether that is something Obama wants to boast about between now and early November remains to be seen.</p>",
  "<p>The scenes from a parched field near Rustenburg of <a href=\"http://www.guardian.co.uk/world/2012/aug/17/south-african-police-shot-miners\" title=\"\">well-armed police officers opening fire on miners</a> waving spears and clubs has cast South Africa in a new light – that of a land of lowly citizens, kept in check by a distant elite of government ministers, and their friends in industry and the trade unions.</p> <p>If South African democracy is real, then the massacre at Lonmin's Marikana platinum mine should put nationalisation – or \"resource nationalism\" as it is has been coyly renamed by the ruling African National Congress (ANC) – back on the political agenda. It should not do so to humour the \"anything but [President Jacob] Zuma\" wing of the ANC but simply because there is an urgent need to address underdevelopment in a sector that employs 1 million people.</p> <p>\"The state of mining has not improved much since apartheid,\" says the development economist Margaret Chitiga-Mabugu of the Human Sciences Research Council (HSRC). \"The mining charter requires the companies to do more than they do but the follow-up is just not there, which is a failing of the department of mineral resources.\"</p> <p>A judicial commission appointed by Zuma will investigate the killing of 34 miners on 16 August and the <a href=\"http://www.guardian.co.uk/world/2012/aug/14/south-africa-lonmin-platinum-mine-clashes\" title=\"\">deaths in the preceding week at Marikana</a> of two police officers and eight strikers. The short timeline implied in the commission's remit is in danger of inviting an outcome that blames trade union rivalry, slaps Lonmin gently on the wrist and condemns police excesses.</p> <p>But a bigger picture of the South African mining sector shows the problems run far deeper. Coincidentally, on the eve of the Marikana tragedy, the church-funded <a href=\"http://www.bench-marks.org.za/\" title=\"\">Bench Marks Foundation</a> – which studies corporate social responsibility programmes – painted a grim picture of misery, death, poverty, illness and environmental damage in the world's richest platinum deposits in North West province.</p> <p>Its report, <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=communities%20in%20the%20platinum%20minefields&amp;source=web&amp;cd=1&amp;ved=0CCMQFjAA&amp;url=http%3A%2F%2Fwww.bench-marks.org.za%2Fresearch%2Frustenburg_review_policy_gap_final_aug_2012.pdf&amp;ei=19g8ULr-F8q60QXxwoHYDw&amp;usg=AFQjCNHobtdDtZPDhRasF3k-GhRy-bz2yA&amp;cad=rja\" title=\"\">Communities in the Platinum Minefields</a>, says platinum mining operations at Marikana \"include high levels of fatalities\" and that the \"residential conditions under which Lonmin employees live are appalling\".</p> <p>This was not news to the 25,000 miners at Marikana. Those who charged the police on 16 August had emerged from the Wonderkop settlement, where up to seven people sleep in each shack, and share taps and hot-wired electricity. Just as under apartheid, the residents are migrant workers and the settlement is a hotbed of social problems. These ill-educated men, mining one of the world's most expensive minerals for a net monthly payment of less than 5,000 rand (£380), had entrusted their lives to a healer who claimed his witchcraft would disable the police's firearms.</p> <p>Running what is effectively a single-party democracy, the ANC has the luxury of being able to be both for and against nationalisation at the same time. The ANC in government – supported by the National Union of Mineworkers – squirms at the concept, treating it as the \"loony\" machinations of ousted Youth League leader <a href=\"http://www.guardian.co.uk/world/julius-malema\" title=\"\">Julius Malema</a>. Just two weeks before the Marikana killings, Zuma told diplomats \"blanket nationalisation\" was not government policy.</p> <p>The trouble is that most South Africans want to own their subsoil. The government's plea that it cannot afford the estimated 1 trillion rand needed to buy out the private sector is compromised because senior ANC figures draw substantial dividends from their investments in Lonmin and other companies. At a policy conference in June – called to set the stage for the December conference at which Zuma is expected to seek re-election as party president – six out of nine ANC provinces were in favour of mine seizures.</p> <p>\"Marikana has put nationalisation back on the agenda,\" says Chitiga-Mabugu, one of the authors of HSRC's report <a href=\"http://anc.org.za/docs/discus/2012/sims.pdf\" title=\"\">State Intervention in the Minerals Sector</a>, commissioned by the ANC. It looks at resource management in countries such as Norway, Botswana, Angola and Chile, and rules out wholesale nationalisation for South Africa.</p> <p>But the report calls for a decisive state role in the sector: reviews of existing licences, a broadened tax regime, the closure of loopholes for under-reporting, and real strategies that would maximise the development benefits of South Africa's vast mineral wealth – including training and spinoff \"beneficiation\" industries.</p> <p>The HSRC report does not scapegoat the mining companies but points to deep governance flaws. It warns that little will be achieved without one major political change: the partners in government – the ANC, the Communist party and the Confederation of South African Trade Unions – need to start pulling in the same direction on economic policy.</p> <p>\"South Africa could have realised maximum benefit from its mines long ago, but over the years the priorities of the players have not been aligned,'' said Chitiga-Mabugu.</p> <p>The direction South Africa takes in the wake of the Marikana killings will tell us both about the past and the future. It will show whether the 18 years since the end of apartheid have been part of an uplifting journey of transformation driven by committed politicians or whether they have simply consolidated a marriage of convenience between black liberation fighters and white captains of industry.</p>",
  "<p>Stormy days may threaten <a href=\"http://www.guardian.co.uk/world/republican-national-convention-2012\" title=\"\">Republicans as they gather</a> in Florida to anoint Mitt Romney. Within the GOP, too, things are far from calm as the presidential contender grapples with a party base that has become one of the most radical in US history. <a href=\"http://www.guardian.co.uk/profile/paulharris\" title=\"\">Paul Harris</a> sets the scene for us in Tampa.</p> <p>Inside the paper, it's small fish, big splash as a rise in anchovy prices has a knock-on effect globally and illustrates the interconnectedness of the food chain. It's an interesting issue, and a good read, and so features on page 3.</p> <p>From the Middle East, the misery continues in Syria, as rebel forces falter in Damascus. From Israel, a judge finds that the death of American activist Rachel Corrie in 2003 was an accident. And in Pakistan, Muslim leaders come out in support of an 11-year-old girl accused of blasphemy.</p> <p>In Europe, the battle for the leadership of the French right begins in earnest, Norway brings to a close its darkest chapter with the sentencing of mass killer Anders Behring Breivik and Moscow's Gorky Park reclaims its Soviet glory.</p> <p>From Africa, Jacob Zuma comes under pressure for a slow response to the deaths of 34 striking miners. And Equatorial Guinea, whose president is known as one of the most despotic in Africa, finds itself in the unlikely position of hosting a human rights conference.</p> <p>From Asia, Mongolia tries to manage a mining boom, confronting a potential resources curse, while Vietnam's economy goes full circle as electric bicycle sales come into their own.</p> <p>Our world diary takes you to <a href=\"http://www.guardian.co.uk/uk/2012/aug/25/prince-harry-las-vegas-party\" title=\"\">Las Vegas</a>, where Prince Harry, who made headlines recently with his exploits there, is being hailed as a true son of Sin City.</p> <p>In Comment, <a href=\"http://www.guardian.co.uk/profile/ian-birrell\" title=\"\">Ian Birrell</a> argues that our image of Africa is hopelessly out of date, <a href=\"http://www.guardian.co.uk/profile/peterbeaumont\" title=\"\">Peter Beaumont</a> contends that hysteria threatens our online debate, and <a href=\"http://www.guardian.co.uk/profile/peterwilby\" title=\"\">Peter Wilby</a> weighs in on outrage over the grades given to some children in Britain who sat GCSE exams.</p> <p>Among deeper reads, the lead in our Review section takes a look at a pioneering Wisconsin high school where half the students are gay. Also featured is an investigation into slavery in modern Mauritania, and, on a more upbeat note, a corner of Haiti rises from the rubble, lifted up by the community.</p> <p>In Sport, Lance Armstrong falls from grace. And we meet three athletes with their eyes on the prize as London prepares for the start this week of the <a href=\"http://www.guardian.co.uk/sport/paralympics-2012\" title=\"\">Paralympics</a> (do wish I could get my hands on some tickets!).</p> <p>Inspirational and moving in equal measure, we bring you a tribute to Neil Armstrong, the quiet man entrusted to become immortalised by his steps onto the moon's surface. Look for a two-page spread in the news section that reflects on America's glory years, and wonders what comes next.</p> <p>I challenge you to find such brilliant writing, on such a variety of issues, from such a variety of places. <a href=\"mailto: abby.deveney@guardian.co.uk\" title=\"\">Please do drop me a line.</a></p> <p><em>Are you a subscriber </em><a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\"><em>looking for our digital edition? If so, click here</em></a><em>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, </em><a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\"><em>read our FAQs</em></a><em>.</em></p> <p><em>Want to change your delivery address? Your email address? Suspend delivery? </em><a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\"><em>You can manage your account online by clicking here.</em></a></p> <p><em>Not yet a subscriber and would like to give us a try? New subscribers can get six editions delivered to their door for just £1/$1/€1. </em><a href=\"https://www.myguardianweekly.co.uk/subscribe/default.aspx?prom=ND04\" title=\"\"><em>Click here</em></a><em>.</em></p>",
  "<video data-media-id=\"gu-video-395341270\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/29/120829RomneyConfirmed-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/29/120829RomneyConfirmed_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120829RomneyConfirmed/120829RomneyConfirmed.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/29/120829RomneyConfirmed-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/29/120829RomneyConfirmed_3gpSml16x9.3gp\"/> </video>   <p>Mitt Romney's White House campaign was back on schedule on after he was <a href=\"http://www.guardian.co.uk/world/video/2012/aug/29/mitt-romney-republican-presidential-candidate-video\">formally nominated as the Republican presidential candidate</a> and the party's national convention managed to complete a full day of business.</p> <p>He was bolstered by a deeply personal late-night speech by his wife Ann. It ended with a surprise appearance from Romney to congratulate her with a tentative kiss.</p> <p>But hurricane Isaac again disrupted what had been intended to be a smoothly run, carefully choreographed effort to present Romney anew to US voters at the start of the election campaign proper. Isaac's landfall on the Louisiana coastline was the opening story on all the major networks on Tuesday, the second night in a row that the convention was bumped off top spot.</p> <p>Opening her late-evening primetime speech, Ann Romney acknowledged the hurricane, expressing hope that there would be no loss of life or damage to property, as did her husband's campaign managers, fearful of the impact it would have on the remainder of the convention.</p> <p>She delivered a personal and sentimental speech aimed at humanising a candidate often viewed as wooden. The speech was also crafted to appeal to women, an attempt to close the formidable gap between Romney and Barack Obama with female voters.</p> <p>\"Tonight I want to talk to you about love,\" she said, before going on to offer details about her marriage and family. She said it had not been a storybook marriage: they had suffered misfortunes. It was, she said, \"a real marriage\".</p> <p>She cast him as a caring individual who provided help to people in need. Romney did not like to speak about helping people, she said. He was a private person. \"He sees it as a priority, not a political talking point.\"</p> <p>She defended his record as a businessman and even referred to the sensitive issue of his Mormonism.</p> <p>But her main target was women and she did not attempt to disguise her intent, telling the convention: \"I love you women.\" She added women were the best of America.</p> <p>The convention wound up at 11pm with a relatively subdued speech from the normally combative New Jersey governor, Chris Christie. He said Americans needed to elect Romney as president to ensure that coming generations \"live in a second American century\".</p> <p>He described Romney and the Republicans as \"prepared to tell the American people the truth\", in contrast with Obama and the Democrats. \"Their plan: whistle a happy tune while driving us off the fiscal cliff, as long as they are behind the wheel of power,\" Christie said.</p> <p>On the convention floor many delegates were yet to be won over by Romney, admitting he was not much of a campaigner but optimistic that the anti-Obama sentiment in the country will be the deciding factor on election day.</p> <p>Romney was formally nominated after a theatrical roll-call of delegates, with each state announcing votes for Romney or his last remaining challenger, the libertarian Ron Paul. When Romney finally passed the 1,144 magic number of delegates needed for the nomination there was a loud cheer from the hall.</p> <p>Earlier there was a minor revolt by delegates, mainly from Texas and Maine, over changes to party rules. It fizzled out but did briefly show up the fissure in the modern Republican party between the party establishment and grassroots Tea party-inspired activists.</p>",
  "<h2><a href=\"http://www.guardian.co.uk/profile/jim-geraghty\">Jim Geraghty</a>: 'You would love to have the Romneys as neighbors'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395478587\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/11/1326298456752/jimgeraghty_140x140.jpg\" alt=\"Jim Geraghty\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>With Ann Romney, there was a danger it would come across as too saccharine. The political press will look at the soft voice, the perfect appearance, the unnamed examples of struggling Americans, the punctuating giggles, and just roll their eyes and conclude it must be some 1950s television image reheated and served up for today.</p> <p>But for the millions of Americans who'd had little or no <a href=\"http://www.guardian.co.uk/world/2012/aug/28/republican-national-convention-2012-live\">exposure to Ann Romney before Tuesday night</a>, it was a home run: a warm, personal speech and an extremely effective introduction. The vast majority of the electorate hits the channel-changer at the first string of numbers and percentages, but when Ann Romney says, \"the price at the pump you can't believe … School sports are now an extra fee. Everything has become harder …\" it's on a personal scale and extremely effective.</p> <p>You would love to have the Romneys as neighbors. She would be having you over all the time. He might seem a little stiff, and the dinner parties never had any booze, but you knew you could trust them and she would always seem happy to see you. </p> <p>In other news: sometime in the not distant future, <a href=\"http://www.huffingtonpost.com/2012/08/28/artur-davis-speech-_n_1831712.html\">former Alabama Congressman Artur Davis</a>, a Democrat-turned-Republican, is going to run for office – perhaps one of the House seats outside Washington in northern Virginia, probably the seat of Representative Gerry Connolly. Based on how intensely, humorously, and powerfully he made the case for Romney to disappointed independents and Democrats, he will have a <em>lot</em> of Republicans eager to help him out, from high-dollar donors to grassroots conservatives.</p> <p>The opening of Christie's speech was more \"Jersey\" than eating a pretzel with giant salt crystals while coming out of Giants Stadium after watching the Jets lose a late-season game, hearing Bruce Springsteen blasting from a Camaro driven by a long-haired guy smoking a cigarette, seeing the Secaucus swamp beyond … I'm sorry, I got a little lost on memory lane there. Bottom line: it was really, really New Jersey.</p> <p>The line and theme \"respect over love\" was an interesting angle to take. If Ann Romney's speech was about love, Christie's was about tough love, about demanding more from politicians. One of the most effective lines was declaring that any suggestion from a politician that problems can be solved without sacrifice is a lie. Obama talks about his tax hikes on the richest Americans, but insists that all of his agenda – his jobs plan, enacting Obamacare, debt control – will not ask more of Americans.</p> <p>Of course, now Romney's convention address is forced to acknowledge some of these hard truths that voters are reluctant to hear.</p> <p>You know which two words didn't come up very often in Christie's speech? \"Mitt Romney\". I counted five references, all towards the end. It was an OK speech for the interests of the nominee, a solid speech for the interests of the party … and a fantastic speech for the interests of Chris Christie.</p> <p><em>Jim Geraghty is a contributing editor to the National Review</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/ana-marie-cox\">Ana Marie Cox</a>: 'Christie wanted to evoke the GOP as the enforcer'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395478588\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/9/28/1317225418768/Annmarie_Cox.jpg\" alt=\"Ana Marie Cox\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>The Republicans counter-programmed themselves tonight: the speeches of Ann Romney and Chris Christie bore superficial resemblances to each other (hits on Obama, plaudits for moms), but taken together, they suggest the dissonance that's haunted the GOP since the primaries began.</p> <p>Ann Romney's speech asked people to consider Mitt as a family man and private person. She told us, \"Tonight, I want to talk to you about love.\" </p> <p>Chris Christie took tenderness and crushed it in one meaty paw, delivering a sideways knock at Obama's perceived neediness at the same time:</p> <blockquote> <p>\"I believe we have been paralyzed with our desire to be loved.\"</p> </blockquote> <p>Ann Romney wanted us to think about the Republican party as empathetic to the needs of working people, for whom \"the last few years have been harder than they needed to be.\" (True enough, though her evocation of a golden time when school sports \"used to be free\" had me checking the calendar to see which decade I was in for this convention.) </p> <p>Christie, meanwhile, wanted to evoke the GOP as the enforcer: it is become Death, destroyer of unions! Most notably, Ann Romney talked about Mitt. Christie … not so much.</p> <p>Of the two, it was Ann Romney's speech that may prove to have the less sustainable narrative, in part because of its internal inconsistencies. She can reference college days filled with tuna bake and desks made out of sawhorses all she wants, but now, she has a car elevator and all her horses do dressage. That isn't an American success story, it's privilege finding its own level.</p> <p>Christie's speech, Romney-free as it was, presented the GOP not just as it wants to be seen, but as it is right now: brusque, glib, in love with the sound of its own voice and talking about tough choices from the cushiest seat in the house.</p> <p><em>Ana Marie Cox is US political columnist for the Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jamesantle\">James Antle</a>: 'Christie's speech seemed like an audition for his own presidential campaign'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395478589\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/05/27/james_antle_140x140.jpg\" alt=\"James Antle\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>When the candidate's wife is introduced at a fundraiser, many superlatives are applied. Sometimes, they're jokes – she's my campaign treasurer! In Ann Romney's case, top campaign surrogate shouldn't be a punchline; it should be her full-time role.</p> <p>Mitt Romney comes across as cold and robotic. His wife is warm, charming and skilful at a difficult task: humanizing the Republican nominee. Her delivery was effective, her frequents bouts of laughter made it seem like she was having fun, and she subtly pushed back against the \"war on women\" narrative favored by the left.</p> <p>If the speech had downsides, it was probably overdoing the tuna noodle casserole bit – Romney did indeed build that, but he never was exactly poor – and the conclusion, which seemed to compare electing a president to going out on a date.</p> <p>If Ann Romney was maternal, Chris Christie was paternal – despite his moving tribute to his mother. He also appeared to contradict Mrs Romney's emphasis on love, saying it is better to be respected. But he rallied the troops well and made the case for difficult budget cuts in layman's terms.</p> <p>His attack on leaders who want to be cool and popular, always saying yes, when the right answer is no, was a not-too-subtle slap at President Obama. But the speech went on too long and started to lose focus toward the end. Ultimately, with its focus on his record in New Jersey, Christie's speech seemed more like an audition for his own presidential campaign.</p> <p>In other news, remember the name <a href=\"http://www.foxnews.com/politics/2012/08/28/republican-convention-to-feature-rising-star-mia-love/\">Mia Love</a>.</p> <p><em>James Antle is editor of the Daily Caller News Foundation</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Consistency or truth were not much in evidence at Tampa'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395478590\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2011/8/6/1312655160523/Michael-Cohen-003.jpg\" alt=\"Michael Cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Cohen Photograph: Observer</span> <span class=\"element-image__credit\">Photograph: Observer</span> </figcaption> </figure>  <p>So, in the primetime hour of Tuesday night's Republican National Convention, there was something of an odd juxtaposition. Ann Romney began her treacly, pablum-filled valentine to her husband with the simple declaration that \"tonight I want to talk to you about love.\" A generous sentiment and one that spoke to a desire among Republicans to soften their negative, combative image and humanize the party nominee.</p> <p>Yet, half an hour later, the combative governor of New Jersey, Chris Christie, told the cheering crowd in an \"eat your medicine\"-style address, \"we choose respect over love.\"</p> <p>Huh? Not a lot of consistency there, but then, fealty to consistency or truth were not much in evidence last night in Tampa.</p> <p>Indeed, the first two hours of the convention began with speaker after speaker riffing off President Obama's statement \"you didn't build that\" – a sentence that was uttered in reference to how government can help entrepreneurship prosper, but has become, in the hands of Republican partisans, a shorthand for the president's supposed assault on the free market in America. Quite simply, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/26/mitt-romney/putting-mitt-romneys-attacks-you-didnt-build-truth/\">it's a lie</a>; but it's one that Republicans seem intent on repeating for all that it is worth.</p> <p>Yet, the \"you didn't build that\" line, while the most repeated and most stunningly dishonest, was hardly the only misleading statement of the evening. Instead, a cavalcade of misinformation defined the first day of the 2012 RNC. Republicans trotted out the charge that Obama had gutted welfare (he hasn't); that Obamacare puts government bureaucrats between patients and doctors (he doesn't); that Obama called Americans \"bumps in the road\" (he didn't); that he is responsible for creating $5tn in debt (Congress and the recession also had something to do with that).</p> <p>And yet, none of this stopped Christie from describing the Republican party and its nominee, Mitt Romney, as the ones who will tell the American people honest truths about the challenges facing America.</p> <p>Bottom line: it's gonna be a long couple of days here in Florida.</p> <p><em>Michael Cohen is a US political columnist for the Observer and Guardian</em></p>",
  "<video data-media-id=\"gu-video-395350525\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/29/120829AnnRomney-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/29/120829AnnRomney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120829AnnRomney/120829AnnRomney.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/29/120829AnnRomney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/29/120829AnnRomney_3gpLg16x9.3gp\"/> </video>   <p>Primetime on Tuesday night took place not just on split screens but parallel universes. On one side of the Gulf of Mexico every agency of government was being marshalled to prevent hurricane Isaac destroying New Orleans. On the other side in Tampa speaker after speaker at the Republican convention implored government to get out of the way because it was wrecking the country. Between them hovered the ghost of hurricane Katrina – an episode Republicans would rather forget, botched by a president they no longer mention. </p> <p>It was a night to address Republican vulnerabilities. For a party struggling to connect with women, almost half the speakers were female; in a campaign alienating African-Americans and Latinos where the overwhelming majority of delegates are white, roughly a third of the speakers were black and Hispanic.</p> <p>For a party with a nominee, Mitt Romney, the public has yet to warm to, there was his wife – Ann.</p> <p>To her fell the task of explaining why she fell in love with him in the hope that the nation might follow. Before a backdrop of family snaps going back to prom night she said she was not there to talk about politics, but love. After a lengthy, scarcely veiled swipe at the economic record of Obama – the man they love to hate – she swivelled back to Mitt: the man she lives to love.</p> <p>\"You should get to know him,\" she said. \"He made me laugh.\" When she was done, Mitt came on for a hug to the tune of My Girl.</p> <p>While Ann channelled her inner Oprah, the New Jersey governor, Chris Christie, channelled his inner Soprano. After explaining how his Sicilian mother taught him to talk plainly, he chose respect over love. While Ann vouched for Mitt as a man of empathy, Christie was supposed to vouch for his steadfast principle. In the end Christie vouched more for his own record in New Jersey than Romney's candidacy. With his barnstorming style and resolute oratory, by the end of the week his enduring legacy may prove to be the warm-up act that eclipsed the main event. </p> <p>But it was also a day rooted in deception. The theme was \"We Built That\" and dominated by testimony from small businessmen lambasting Obama for saying they did not build their businesses. To make that work they had to omit the middle of Obama's speech where he said: \"If you were successful, somebody along the line gave you some help. There was a great teacher somewhere in your life. Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges.\"</p> <p>The evening closed with a prayer for those in the path of the hurricane. As the winds and rain bore down on Louisiana many prayed that the levees wouldn't fail. Who, one wonders, built those?</p>"
]