[
  "<p>✒We are just back from holiday in the US, which is mostly in a fever of election apathy. We started in Stonington, Maine, a lovely fishing village now shared between artists and lobstermen, the latter considerably richer, since they land around 14 million pounds of lobster every year, and the artists sell the odd canvas every week. There is a glut of lobsters, and I cannot imagine anything nicer.</p> <p>Nobody there was talking about the election. But our next stop was Washington, where they spoke of little else. Republicans loathe Obama, and his fans from four years ago feel deeply let down by his caution and conservatism. But then everyone dislikes Mitt Romney, not least his own party. Even his supporters make fun of his stiffness, his wealth and his inability to understand normal humans. \"Why does he need a car elevator?\" asked the New York Times, referring to this rich man's toy. \"Can't his cars use the stairs like everyone else?\" TV ads make fun of his wife's dressage horses; as they mince from side to side and back again, the Democrats list his endless policy changes. Romney's running mate, Paul Ryan, makes David Cameron look like a socialist. Last week we took two days out on the Blue Ridge mountains of Virginia, staying on a small vineyard. At the start of the great depression the government built the Skyline Drive, along the top of the hills, a magnificent 105-mile highway that whisks you past some of the loveliest scenery in America. Thousands of men were employed to build the road, so keeping money flowing round the local economy and leaving the country with a priceless permanent attraction.</p> <p>But that sort of common sense is unfashionable now. Ryan and our own George Osborne are not just ignoring the past; they are uninventing the wheel.</p> <p>✒We stayed at the Sharp Rock vineyard, one of a host of Virginian properties that make surprisingly good wine. It's a gorgeous part of the world, with great pillared mansions next to old farm shacks. Our host, Jim East, makes a dozen different wines, all very passable, and a Reserve Chardonnay that is delicious, rather like its west Australian equivalent.</p> <p>Soon after we got back to Blighty we went to a showing of a new film, A Year in Burgundy, which was all about the precious soil, the vines, the family traditions, and so forth. The wines we tasted there were also good, but they must be thanking God for the Chinese market, where the prestige of the label is everything, because the rest of the world is catching up fast and has often overtaken it. Burgundy growers now buy property in Oregon, and the same soil is found even in Bulgaria. The scale of the challenge facing France was obvious at the International Wine Trophy dinner in London this week. Since there were nine bottles of wine and two of sake on each table of 10, I may not remember very much, but I do know that of the 75 wines commended, only a third came from France. It's not a bad record, but it shows how ferocious the competition is.</p> <p>✒One of the things I like about Americans is their absolute openness about their political beliefs. Some of them are so anxious for you to know every opinion they hold that they festoon every inch of their cars with messages, like the ads in Formula One. In Blue Hill, Maine, I saw the back of a family saloon which had a sticker saying \"peace\" in English, Arabic and Russian, another demanding the shutdown of a nuclear power plant, a question: \"Have you hugged your Shetland sheep today?\", a demand to protect a local river, and a placard declaring \"when the power of love overcomes the love of power, then there will be peace on earth.\" And others. Somehow they had room for an Obama sticker (of course) and the logo of the car – a Prius, in case you needed to ask.</p> <p>✒Stephen Pile, the diffident writer who came up with the concept of the heroic failure, has a new book out, a compendium of his greatest flops. It's called The Not Terribly Good Book Of Heroic Failures (Faber, £12.99) and it's full of goodies. One of my favourites is the worst ever music critic, James William Davison, who edited Musical World magazine for 37 years in the Victorian era. Tchaikovsky's Romeo and Juliet he called \"rubbishy\", Rigoletto would be forgotten \"after a night or two\", and Wagner, he declared, \"cannot write music\". Liszt was \"talentless fungi\", Berlioz \"a vulgar lunatic\" and Schumann's entire work could \"hardly be called music at all.\" He also detested and panned Schubert and Chopin. But there was one composer, he said, who would live on in the hearts of all music lovers – Mr Sterndale Bennett. Others mocked this choice, but Davison was certain posterity would vindicate him.</p> <p>✒The war against jargon goes on, but I fear that like the Germans in 1918 we are losing, inch by inch. Take this ad for NHS posts, all paying over £100,000 a year. One is a \"director of insight\". You might wonder what this is, and I can help. \"World class leader in customer insight sought to develop and implement leading edge and comprehensive insight strategies for the NHS to support the improvement in quality and services for patients. You will educate and inspire your peers in to the value of insight in enabling all business-critical decision making to be truly grounded on patient and public voice and evidence.\"</p> <p>Or, to put it another way, \"you'll find ways to save money and help patients.\" But that wouldn't be worth 100 grand.</p> <p>I am indebted to Guardian reader John Murphy who saw the ad in – the Guardian. In this recession we have to make money where we can.</p> <p>• This article was amended on 17 September 2012. The original referred to \"great pilloried mansions\". Pillared was meant.</p>",
  "<p>Which anniversary will you be celebrating this weekend? Saturday marks four years since the collapse of <a href=\"http://www.theguardian.com/business/lehmanbrothers\" title=\"\">Lehman Brothers</a>, the moment that has come to symbolise the great crash of 2008. Thursday was the fifth anniversary of the day queues formed outside branches of <a href=\"http://www.theguardian.com/business/northern-rock\" title=\"\">Northern Rock</a>, the start of the run on the bank that announced the credit crunch. And on Sunday it will be 20 years since Black Wednesday, when UK interest rates leapt from 10% to 15% and Britain&#xa0;crashed out of the Exchange Rate Mechanism. When it comes to commemorating financial disaster, we're positively spoiled for choice.</p> <p>When the Rock cracked and Lehmans fell over, we thought we were dealing with a banking crisis. The immediate fear was that the cashpoint machines would run dry. How modest, quaint even, a mere credit crunch seems now. We now know that panic in the banks rapidly triggered a collapse in the real economy, in people's jobs, livelihoods and lives. Britain is in a double-dip recession; US unemployment has remained above 8% for nearly four years; in Spain, <a href=\"http://www.theguardian.com/news/datablog/2012/may/16/youth-unemployment-europe-oecd\" title=\"\">one in two young people are without work</a> and in Greece the only growth industry is the&#xa0;<a href=\"http://www.theguardian.com/world/greek-election-blog-2012/2012/jun/15/greek-crisis-humanitarianism-charity-desmos\" title=\"\">soup kitchen</a>. By comparison, 16 September 1992 was rather a bright Wednesday, <a href=\"http://www.theguardian.com/business/2012/sep/13/black-wednesday-bad-day-conservatives\" title=\"\">inaugurating a period of UK&#xa0;growth that lasted 16 years</a>.</p> <p>The trouble now is that while we face&#xa0;a global economic crisis, our politics remains stubbornly national. It may even be the 21st-century condition: the&#xa0;greatest threats – economic and environmental – are supra-national, yet&#xa0;our weapons, forged in the 19th century, are small, hopelessly confined to national boundaries. (The EU has supra-national ambitions but is constantly thwarted by&#xa0;national realities.)</p> <p>This has limited our perspective on the economic crisis in two serious ways. The first relates to the project that defines this government: austerity. The coalition says the deficit is the root of the problem and therefore slashing it must be the top priority. Labour follows Keynes in insisting that deficit-cutting is indeed important, but that the very last time to do it is during a recession: wait till the economy has recovered, otherwise you make a sick patient sicker.</p> <p>But this argument goes on as if we inhabited an economic island, which we do not. Austerity might just about make sense if Britain were enduring hard times alone. But it cannot work when our neighbours are suffering too: if they also cut back, they won't buy our goods or put money in our pockets. I'm told President Obama's former economic adviser Larry Summers compares the national pursuit of austerity to students leaving a lecture theatre. One can slip out early causing no harm. But if everyone tries to leave at the same time, there's a stampede, no one gets out and some get crushed. In other words, we have to take the rest of the world into account.</p> <p>But if we're missing the global dimension of the supposed remedy, we might also be missing the global nature of the disease. The governor of the Bank of England, Mervyn King, has repeatedly said the deep cause of our current woe is that <a href=\"http://www.bankofengland.co.uk/publications/Documents/speeches/2011/speech473.pdf\" title=\"\">the global economy is out of balance</a>, that it is unsustainably lopsided with, for example, the likes of Germany and China selling more than they buy – leaving them as surplus nations – while the US, Britain and others buy more than they sell, racking up massive debts as they continue spending (whether on expensive health and welfare systems or consumer goods). The debtor countries can't pay their bills and the surplus countries lack customers well off enough to buy the stuff they produce. The result is the current mess.</p> <p>For proof, look no further than the eurozone, where the imbalance between, say, Greece, Italy and Spain on one hand and Germany on the other is so stark. One key policymaker tends to scare visitors by suggesting there are only four ways to bring southern and northern Europe into alignment. One: usher in mass unemployment in the south, leading to a steep fall in wages and prices that would make those countries' exports cheaper and more competitive. Two: push up wages and prices in Germany and across northern Europe, so that high inflation erodes their competitive advantage. Three: give up on balance and resign yourself to a future of permanent cash transfers from the rich north to the poor south. Or four: break up the euro and allow those struggling countries to do what Britain has, in effect, done since 2008, devaluing their currency, making their exports more affordable.</p> <p>It doesn't sound like much of a choice. But some options are more unpalatable than others. The notion of tightening the squeeze yet further on Greece and Spain is surely politically impossible, whatever the economics. The Spanish will not hesitate to take to&#xa0;the streets: note the 1.5 million Catalans, one fifth of the population, <a href=\"http://www.theguardian.com/world/2012/sep/13/catalonia-million-march?newsfeed=true\" title=\"\">who came out this week to demand&#xa0;independence</a>.</p> <p>More realistic is to let Germany pursue growth even if that means high wages and a mild rise in inflation. The country can cope. Indeed, German workers missed out during the fat years, <a href=\"http://www.theguardian.com/commentisfree/2011/aug/08/number-one-problem-economy-europe\" title=\"\">their wages falling by 4% in real terms in the noughties</a>. They're due a raise. If there needs to be a differential between south and north in order to restore southern competitiveness, this way is surely better than driving poor nations deeper into penury.</p> <p>By the same token, China needs to let its currency appreciate in value rather than keeping it artificially low. Who has the authority to lean on the Chinese or the Germans, pushing them towards the action the global economy needs them to take? The international architecture of the postwar Bretton Woods era collapsed long ago. Now we have endless summits that merely buy time for the next summit. We live, says analyst Ian Bremmer, not in the age of the G20 or even the G8, but the <a href=\"http://www.foreignaffairs.com/articles/67339/ian-bremmer-and-nouriel-roubini/a-g-zero-world#\" title=\"\">G-Zero</a>. There is a void at the top.</p> <p>That could be a counsel for despair, but we can't afford it to be. Whatever their other faults, both Tony Blair and Gordon Brown were consistently energetic players in those global meetings: Brown was crucial to the success of the emergency G20 in April 2009. By contrast, David Cameron and George Osborne turn up as mere onlookers, even as they repeatedly argue that Britain's economic woes are deepened by, if not the fault of, the crisis beyond our shores. If that's true, it is no excuse. It is a demand for action.</p> <p><em>Twitter:</em><a href=\"https://twitter.com/j_freedland\" title=\"\"><em> @j_freedland</em></a></p>",
  "<p>Barack Obama marked the return of the bodies of four state department officials killed in the attack on the US consulate in Benghazi, including the ambassador to Libya, by saying their deaths must cause even the most hopeful to question a fundamental American belief in leaving the world a better place.</p> <p>Speaking next to the flag-draped coffins of the ambassador, Chris Stevens, and the three other victims at Andrews air force base in Maryland, the president praised each of the men in turn while again vowing to \"bring to justice the ones who took them from us\" and to \"stand fast\" against the continuing attacks on US embassies as anti-American protests spread across the Middle East.</p> <p>\"They didn't simply embrace the American ideal, they lived it. They embodied it. The courage, the hope and, yes, the idealism. That fundamental American belief that we can leave this world a little better than before,\" he said. \"I know that this awful loss, the terrible images of recent days, the pictures we're seeing again today, have caused some to question this work. And there is no doubt that these are difficult days. In moments such as this, so much anger and violence, even the most hopeful among us must wonder.\"</p> <p>But, the president said, there were also Libyans who took to the streets with homemade signs repudiating the killings.</p> <p>Among those questioning on Friday was the Republican presidential candidate, Mitt Romney, and his running mate, Paul Ryan, who used the backdrop of the killings and protests to accuse Obama of a failure of leadership through weakness in confronting danger and betrayal of America's closest ally in the region, Israel.</p> <p>Romney spurned criticism that he distastefully exploited for political gain the deaths of the four Americans to press home criticism that the president is more willing to apologise to enemies than support friends.</p> <p>\"The American people are disturbed and reeling with the news around the world,\" he said before calling on Obama to get tougher with the Egyptian government.</p> <p>Ryan accused Obama of a \"lack of moral clarity\" and firmness in his foreign policy in confronting evil.</p> <p>\"Look across that region today, and what do we see? The slaughter of brave dissidents in Syria. Mobs storming American embassies and consulates. Iran four years closer to gaining a nuclear weapon. Israel, our best ally in the region, treated with indifference bordering on contempt by the Obama administration,\" he told the conservative Values Voter Summit in Washington. \"Amid all these threats and dangers, what we do not see is steady, consistent American leadership. In the days ahead, and in the years ahead, American foreign policy needs moral clarity and firmness of purpose. Only by the confident exercise of American influence are evil and violence overcome.\"</p> <p>Romney called on Obama to get tougher with Egypt, saying that the Muslim Brotherhood government in Cairo needs to ensure the security of foreign diplomats or risk losing $1.3bn in annual US aid. The Republican candidate said aid should also be conditional on the state of Egyptian relations with Israel and the treatment of its Christian minority.</p> <p>\"I think for instance in Egypt we should make it very clear to maintain a relationship, a friendship, an alliance and financial support with the United States, Egypt needs to understand it must honour its peace treaty with Israel,\" he said. \"It must also protect the rights of the minorities in their nation. And finally among other things it must also protect the embassies of our nation and other nations.\"</p> <p>Romney also attacked Obama for declining to meet the Israeli prime minister, Binyamin Netanyahu, when he is in the US later this month. The Republican candidate called the move \"an extraordinary confusing and troubling decision\".</p> <p>\"This is our closest ally and best friend in the Middle East,\" Romney said at a New York fundraiser. \"It stands between a nuclear Iran in some respects and a region that would have more stability without a nuclear Iran. And yet when the prime minister of Israel says, 'I'm going to be in New York. Can we meet?' And the president says, 'No, I'm too busy,' I can't imagine that circumstance. I don't know what the president is trying to send to the world in terms of a message but it does send a message.\"</p> <p>The White House has denied the president snubbed Netanyahu, saying it was merely a matter of logistics because they will not be in New York at the same time. Israeli officials have said Netanyahu offered to travel to Washington but was rebuffed. The White House denied it. However, the spat was seen as further evidence of the deepening divide between Washington and Jerusalem over how far to go in confronting Iran over its nuclear programme.</p> <p>One of Romney's foreign policy advisers, Richard Williamson, described Obama's handling of the Middle East crisis as \"amateur hour\" and blamed it on the fact that respect of the US has fallen.</p> <p>\"There's a pretty compelling story that if you had a President Romney, you'd be in a different situation,\" he told the Washington Post.</p> <p>Other Republicans have accused the president of being too distracted by campaigning to focus sufficiently on the growing Middle East crisis.</p> <p>\"They've got to get out of campaign mode and get into leadership mode,\" Congressman Randy Forbes, a member of the House of Representatives armed services committee, told Fox News. \"And they really haven't done that, they haven't done it in this situation.\"</p> <p>The White House quickly accused Romney of exploiting a tragic situation for electoral gain.</p> <p>\"It is astonishing that the Romney campaign continues to shamelessly politicise a sensitive international situation,\" the Obama campaign said. \"The fact is that any president of either party is going to be confronted by crises while in office, and Governor Romney continues to demonstrate that he is not at all prepared to manage them.\"</p>",
  "<video data-media-id=\"gu-video-396182837\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/14/140912DemoNegAds-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/14/140912DemoNegAds_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/14/140912DemoNegAds-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/140912DemoNegAds/140912DemoNegAds.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/14/140912DemoNegAds_3gpSml16x9.3gp\"/> </video>   <p>\"It has definitely gone negative,\" said Elizabeth McCann, a Denver-based lawyer. \"We have been bombarded in Colorado because we are a swing state. We get ads constantly from both sides and I don't like the negative tone from either Republicans or Democrats.\"</p> <p>McCann, who is an elected Democratic state representative, is not alone in her dislike for negative advertising. At the party's national convention in Charlotte last week, many delegates were concerned about the tone of both sides' campaigns.</p> <p>\"I actually think people are getting really sick of it,\" McCann said. \"What I'm most worried about is that people in Colorado will say: 'We've had enough of this, we're not voting. We're sick of it, we're not going to vote.'\"</p> <p>The tone was set during the Republican primaries, where Mitt Romney's repeated spending on attack ads helped him <a href=\"http://www.guardian.co.uk/world/2012/jan/30/newt-gingrich-trailing-polls-romney-ads\">defeat first Newt Gingrich</a> <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/mar/20/republican-primaries-attack-ad-highlights\">and then Rick Santorum</a>. </p> <p>Since then, however, Barack Obama has joined the fray, regularly running negative spots including an ad which features <a href=\"http://www.cnn.com/2012/07/25/politics/obama-negative-ads/index.html\">a rather off-key Romney singing 'America the Beautiful'</a> while critical quotes from news reports pop up on screen.</p> <p>\"It's really unfortunate that the tone of the campaign has been very negative. I really don't think that negativity in campaigning has any place,\" said Ned Norris Jr, a delegate for Arizona. \"It's not productive. It's anti-productive. And when we think about the negative campaigning that's going on we have to be concerned about what others see in that negativity. I think negativity campaigning just fuels negativity that's already going on throughout the United States.\"</p> <p>The overriding sense among delegates that this election cycle has largely been conducted in the gutter is supported by the data. In January, the Campaign Media Analysis Group, which studies election advertising, declared the Florida primary to be <a href=\"http://hotair.com/archives/2012/01/31/report-florida-primary-actually-is-the-most-negative-campaign-ever/\">\"the most negative campaign ever\" </a>, after finding that 92% of ads aired in the state during the final week of the Republican primary were negative in tone. </p> <p>Bill Benoit, professor of communication studies at Ohio University, had similar, if not quite as dramatic findings after conducting a wider study of the tone of adverts used across all the primaries.</p> <p>Benoit compared some 90 adverts run by Republican candidates across various states during the primaries to a database of ads run by politicians dating back to 1952. He added up all the statements in advertisements run by Republican primary candidates and found that 55% were negative, compared to an average of only 25% in ads run between 1952 and 2012.</p> <p>Benoit will conduct a study of Obama and Romney's advertising after the presidential election on 6 November, and he has a good idea what he will find.</p> <p>\"I think as a whole 2012 will be remembered as one of the most negative campaigns ever if not the most negative campaign ever,\" he said. \"There has always been incivility but it seems to me the partisan hostility has been even higher. It's just degenerated into a vicious vilification of everything the other party stands for.\"</p> <p>Florida was particularly hard hit in January, as Romney and Gingrich slugged it out in the primary. Voters in the crucial swing state have been targeted again this summer.</p> <p>\"We have all these TV ads, all these mailers, just kind of flooding the markets with this really dirty messaging that they can do,\" said Amy Ritter, a Democratic delegate from Orlando, Florida. \"It's made it much more difficult for the true message to come out because at the end of the day you want to hear what the candidates are going to bring, what they're standing for, not just slinging mud and digging in the dirt looking for ways to attack the other party.\"</p> <p>Ritter laid the blame squarely with the <a href=\"http://www.guardian.co.uk/world/interactive/2012/feb/21/super-pacs-campaign-finance-explained\">rise of Super PACs</a> after the Citizens United v Federal Election Commission ruling in 2010, which said there should be no limit to the amount of money corporations can spend on advertising, as long as that money remains independent of candidates. It was a common criticism among delegates.</p> <p>\"Campaigning has got very negative because of all the big money that's there. It's uncontrolled,\" said Larry Capp, a Democratic delegate from Miami, Florida, who called for campaign-finance reform. \"We need to have spending limits on how much these private organisations can put into campaigns.\"</p> <p>However, even as Super PACs and candidates pump out more and more negative ads, there is no hard evidence that such advertising works. </p> <p>\"The research clearly shows that negative ads are not more persuasive than positive ads,\" Benoit said. </p> <p>Stephen Craig, professor of political science at the University of Florida, said: \"A lot of people have done research on this. Some studies show that negative attacks work, others show that they don't and there's really no bottom line. </p> <p>\"On balance, it's that they work some of the time, and that's the big catch in all of this.\"</p> <p>Both Benoit and Craig said that the tone of advertising may be dictated by \"anecdotal\" evidence, which is relied upon among political strategists.</p> <p>Craig said: \"Everyone remembers the races where a negative attack or series of attacks appears to have been decisive. That's the kind of knowledge candidates and consultants have – it's anecdotal evidence. The scholarly evidence doesn't back them up. </p> <p>\"Here's the deal – why are there so many negative ads? Because candidates and consultants believe they work.</p> <p>\"It really isn't the negativity that's effective. It's the message. Some messages are more effective than others, some messages resonate more than others. If you've got a powerful negative message that resonates with voters, then yeah, it's going to work. But if it's about something voters don't care about, if it's a message that's poorly presented, then they're not going to be moved by it.</p> <p>\"Can it work? Yes. Does it work? Sometimes.\"</p>",
  "<p>Whenever a presidential challenger is behind late in the campaign, the first words that come out are \"Ronald Reagan\". The Reagan name isn't uttered just because of the Reagan aura, but because Reagan <a href=\"http://www.mittromney.com/news/press/2012/09/memorandum-state-race1\">supposedly came charging back from behind</a> to win a campaign against an incumbent president – thanks to a struggling economy. But just what lessons can we draw from 1980 polling data?</p> <p>This week, the <a href=\"http://www.tnr.com/blog/ electionate/107171/exploding-the-reagan-1980-comeback-myth\">New Republic's Nate Cohn published</a> a piece entitled \"Exploding the Reagan 1980 Comeback Myth\". Cohn makes two solid claims based off the data.</p> <p>First, Reagan had a higher ceiling than Romney as indicated by his convention bounce. Reagan held a large lead, while Romney has never led during this campaign.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185642\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650776041/polltracking19080_460.jpg\" alt=\"Poll tracking data 1976\" width=\"460\" height=\"336\" class=\"gu-image\" /> </figure>  <p>Indeed, Reagan's final polling percentage came close to equalling his post-convention bounce percentage, which was in the mid 40s. There was a pool of voters willing to go for Reagan and he just had to bring them back into the fold.</p> <p>The argument that Romney never achieved an overall lead with his post-convention bounce cannot be proven definitively true or false because of a lack of polling data to date. I've seen differing estimates of where Romney was post-convention. My <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/05/mitt-romney-bounce-polls-rnc\">own math</a> indicates that Romney may have, in fact, been leading by 0.5 to 1 point in the brief window between the Republican national convention and the Democratic one. That's certainly not a large lead, but if the number is right, Romney did at one point convince more Americans to vote for him than for President Obama.</p> <p>It should also be noted that candidates can outperform their post-convention bounces. Following the 1976 Republican national convention in mid August, Gerald Ford looked like a dead duck. He trailed Carter by an average of 10 points in the polls.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185643\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650732434/1976postrnc_220.jpg\" alt=\"1976 polling data\" width=\"220\" height=\"110\" class=\"gu-image\" /> </figure>  <p>With the exception of a post-Democratic national convention bump, Carter's lead had been <a href=\"http://sas-origin.onstreammedia.com/origin/gallupinc/ GallupSpaces/Production/Cms/POLL/iso3nia9iusoxohmofky5w.gif\">pretty stable</a>.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185644\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650842661/1976pollingtracker_460.jpg\" alt=\"1976 polling tracker\" width=\"460\" height=\"295\" class=\"gu-image\" /> </figure>  <p>The straight polling data gave no reason for anyone to believe Ford would come back. Not only did he trail Carter, but he was also viewed <a href=\"http:// www.guardian.co.uk/commentisfree/2012/jul/28/mitt-romney-unliked-history- numbers\">less favorably</a>. Ford closed quickly, and only lost the election by 2 percentage points. To me, this provides reason that Romney could very well outperform his post-RNC bounce.</p> <p>The only bit of data that suggested a Ford comeback was possible was his <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/16/2012-race-obama-approvals-romneys-favorables\">job approval rating</a>, in the upper 40s. His votes would eventually match that approval rating, and it's why we analysts have been paying close attention to Obama's.</p> <p>Obama's <a href=\"http://www.realclearpolitics.com/epolls/other/president_obama_job_approval-1044.html\">approval rating</a> right now is near 50%, slightly higher than Ford's. Before the conventions, Obama's approval rating was closer to 47%. If that is where Obama's approval rating ends up on election day, he would be the first incumbent to win with such a low approval rating.</p> <p>A second, and more fascinating, point Cohn makes is that Reagan was never actually behind in the fall campaign. He points to the illustrative graph by John Sides seen above. It's a Loess chart plotting the two candidates' percentages in the polls. While Gallup had Reagan trailing, it would seem that the vast majority of data had Reagan leading. Cohn argues that \"if RealClearPolitics or Pollster.com had existed in 1980, the conventional wisdom would have been a little different.\"</p> <p>I agree with Cohn here, to a point. Reagan never trailed in an average of fall data when independent John Anderson was included as a nominee. The issue here is that third-party candidates <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/07/24/dont-believe-the-polls-on-third-party-contenders/\">rarely finish</a> as strongly as pre-election polling indicates. Anderson, for instance, finished with half the percentage he had been polling in mid-September. That's why Real Clear Politics in 2004 gave both <a href=\"http://www.realclearpolitics.com/epolls/2004/president/us/general_election_bush_vs_kerry-939.html\">Nader-included</a> and <a href=\"http://www.realclearpolitics.com/bush_vs_kerry_hth.html\">non-Nader</a> averages. It was the latter of these that was more accurate.</p> <p>Anderson was interesting in that while he was a Republican, he was a liberal Republican. Carter feared he was taking voters away from the Democratic ticket, which is at least part of the reason he <a href=\"http://www.cnn.com/ALLPOLITICS/1996/debates/history/1980/index.shtml\">refused</a> to elevate Anderson in a three-way presidential debate. The polling data indicates Carter was correct to squash Anderson. In a three-way average, we'd get Reagan up by about 1.7 percentage points, just as Sides found. If Real Clear Politics had been around in 1980, their two-way polling average would have shown something different.</p> <p>In a one-on-one between Carter and Reagan, Carter would actually have been ahead by 1.1 points.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185645\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650882488/1980polls_220.jpg\" alt=\"1980 polls\" width=\"220\" height=\"198\" class=\"gu-image\" /> </figure>  <p>Carter was actually doing about an extra 2 to 3 points better than three-way polls indicated. Taking into account an expected collapse of Anderson, it would have been reasonable for an analyst to look at the horse race data and think that Carter would have won the election on the backs of former Anderson supporters, had other factors in the race stayed steady. Knowing the Anderson effect, Reagan outperformed his September data <em>by 9 to 10 percentage points</em>.</p> <p>There was reason to believe (beyond the horse race data) that Carter would lose. Carter was greatly outperforming his job approval ratings. His ratings were mired in the low 30s. Obama's, as mentioned, are closer to 50%. Carter had weaker favorable ratings than Reagan. Obama is consistently outperforming Romney in favorable ratings. The economy was <a href=\"http://www.realclearpolitics.com/articles/2012/08/24/why_the_weak_economy_doesnt_doom_obama.html\">horrendous</a> in 1980, while today it is middling.</p> <p>1980 is an awful comparison in terms of the fundamentals. The polling trends of 1980 do, however, provide hope for Romney – because they saw a challenger greatly outperforming his September numbers. The fact that Romney may not have jumped out to a huge lead after his convention indicates that this isn't 1980, but that shouldn't be too worrisome to him, given what we saw in 1976.</p> <p>Overall, any lesson drawn from past campaigns must be tempered with the knowledge that the past is not necessarily a good guide for predicting the future.</p>",
  "<h2>Robert Zoellick</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184647\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347645168918/Robert-Zoelick-romney-006.jpg\" alt=\"Robert Zoelick romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Zoelick was head of the World Bank until June. Photograph: Cliff Owen/AP</span> <span class=\"element-image__credit\">Photograph: Cliff Owen/AP</span> </figcaption> </figure>  <p>Head of the World Bank until June this year. He had been backed for the job by George W Bush after the unexpected resignation of Paul Wolfowitz. He is a generally regarded as a relative moderate on foreign affairs, a pragmatism, at the other end of the spectrum in the Republican party from the neocons. Romney has put him in charge of the transitional team on foreign affairs, which, if Romney wins, would liaise with the Obama administration in the three-month period between the election and taking office. That appointment suggests he will be given a senior foreign affairs role in a Romney administration.</p> <h2>Richard Williamson</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184648\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647906712/Richad-WILLIAMSON-006.jpg\" alt=\"Richad WILLIAMSON\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Williamson Photograph: Osamu Honda/AP</span> <span class=\"element-image__credit\">Photograph: Osamu Honda/AP</span> </figcaption> </figure>  <p>One of the Romney's closest foreign affairs advisers, a former ambassador who was sent out this week to do press and television interviews to deal with the fall-out from the candidate's tweet in response to the Middle East crisis. He is a state department veteran who served in the Reagan administration and during the George W Bush administration opted to concentrate on the Darfur crisis in Sudan rather than become bogged down in the Iraq war. One of his jobs is to co-ordinate the divergent views coming from Romney's 40-plus pool of foreign policy advisers.</p> <h2>John Bolton</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184649\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347645287561/John-Bolton-romney-006.jpg\" alt=\"John Bolton romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bolton has long been one of the most outspoken of the Republican hawks. Photograph: Seth Wenig/AP</span> <span class=\"element-image__credit\">Photograph: Seth Wenig/AP</span> </figcaption> </figure>  <p>Critics of Romney's foreign policy, concerned that America is on the way to a re-run of the George W Bush era foreign policy, have focused on the presence of Bolton among his team of advisers. Bolton has long been one of the most outspoken of the Republican hawks, and long advocated bombing Iran to prevent in securing nuclear weapons. He was Bush's ambassador to the UN, an organisation he constantly lambasted.</p> <h2>Robert Kagan</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184650\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647090231/Robert-Kagan-romney-006.jpg\" alt=\"Robert Kagan romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Kagan was a foreign policy adviser to John McCain in 2008 Photograph: Murdo Macleod</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> </figcaption> </figure>  <p>One of the best-known thinkers in US foreign policy and a heavyweight adviser to Romney. He was a foreign policy adviser to John McCain in his bid for the Republican presidential nomination in 2008. He is co-founder of the neo-conservative Project for the New American Century. In spite of that, he is not generally regarded as a neo-con but a realist. His latest book, The World America Made, was praised by Barack Obama.</p> <h2>Aaron Friedberg</h2> <p>Professor of politics and international relations at Princeton. Another realist has focused recently mainly on the rise of China and argues that the Obama administration should be preparing for a potential conflict. In spite of that, he does not believe such a conflict is inevitable.</p> <h2>Dan Senor </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184651\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647394225/Dan-Senor-Romney-006.jpg\" alt=\"Dan Senor Romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dan Senor, author, \"Start-Up Nation: The Story of Israel's Economic Miracle\" Photograph: NBCUPHOTOBANK/Rex Features</span> <span class=\"element-image__credit\">Photograph: NBCUPHOTOBANK/Rex Features</span> </figcaption> </figure>  <p>One of Romney's senior foreign policy advisers who, along with Williamson, was sent out to do a round of media interviews to bolster the candidate this week. He is one of the driving forces behind Romney's strong support for Israel. One of his most controversial periods came when he was appointed chief spokesman for the coalition provisional authority, the interim government set up to run Iraq in the aftermath of the US invasion and that presided over a chaotic period in which some fateful decisions were made.</p> <h2>Alex Wong</h2> <p>One of the most inexperienced of Romney's team. In his early 30s, the Harvard law school graduate worked as an intern at the US mission in the UN during the summer of 2005. In spite of his relative inexperience, he deals with the day-to-day campaigning and he helps Williamson in co-ordinating the pool of foreign policy advisers.</p>",
  "<p>The Republican presidential campaign has used the backdrop of the spreading anti-US protests in the Middle East to accuse Barack Obama of a failure of leadership through weakness in confronting danger and betrayal of America's closest ally in the region, Israel.</p> <p>Mitt Romney spurned criticism that he distastefully exploited for political gain the deaths of four Americans, including the US ambassador to Libya, in an attack on Tuesday, to press home criticism that the president is more willing to apologise to enemies than support friends.</p> <p>He was joined by his Republican running mate, Paul Ryan, who accused Obama of a \"lack of moral clarity\" and firmness in his foreign policy in confronting evil.</p> <p>Ryan told the conservative Values Voter Summit in Washington the president is weak in support of America's friends and in confronting its enemies.</p> <p>\"Look across that region today, and what do we see? The slaughter of brave dissidents in Syria. Mobs storming American embassies and consulates. Iran four years closer to gaining a nuclear weapon. Israel, our best ally in the region, treated with indifference bordering on contempt by the Obama administration,\" he said. \"Amid all these threats and dangers, what we do not see is steady, consistent American leadership. In the days ahead, and in the years ahead, American foreign policy needs moral clarity and firmness of purpose. Only by the confident exercise of American influence are evil and violence overcome.\"</p> <p>But Ryan did not say what kind of \"moral clarity\" Romney would provide as president.</p> <p>For his part, Romney attacked Obama for declining to meet the Israeli prime minister, Binyamin Netanyahu, when he is in the US later this month. The Republican candidate called the move \"an extraordinarily confusing and troubling decision\".</p> <p>\"This is our closest ally and best friend in the Middle East,\" Romney said at a New York fundraiser. \"It stands between a nuclear Iran in some respects and a region that would have more stability without a nuclear Iran. And yet when the prime minister of Israel says, 'I'm going to be in New York. Can we meet?' And the president says, 'No, I'm too busy,' I can't imagine that circumstance. I don't know what the president is trying to send to the world in terms of a message but it does send a message.\"</p> <p>The White House has denied the president snubbed Netanyahu, saying it was merely a matter of logistics because they will not be in New York at the same time. Israeli officials have said Netanyahu offered to travel to Washington but was rebuffed. The White House denied it. However, the spat was seen as further evidence of the deepening divide between Washington and Jerusalem over how far to go in confronting Iran over its nuclear programme.</p> <p>One of Romney's foreign policy advisers, Richard Williamson, described Obama's handling of the Middle East crisis as \"amateur hour\" and blamed it on the fact that respect of the US has fallen.</p> <p>\"There's a pretty compelling story that if you had a President Romney, you'd be in a different situation,\" he told the Washington Post.</p> <p>Other Republicans have accused the president of being too distracted by campaigning to focus sufficiently on the growing Middle East crisis.</p> <p>\"They've got to get out of campaign mode and get into leadership mode,\" said Congressman Randy Forbes, a member of the House of Representatives armed services committee, told Fox News. \"And they really haven't done that, they haven't done it in this situation.\"</p> <p>The White House quickly accused Romney of exploiting a tragic situation for electoral gain.</p> <p>\"It is astonishing that the Romney campaign continues to shamelessly politicise a sensitive international situation,\" the Obama campaign said. \"The fact is that any president of either party is going to be confronted by crises while in office, and Governor Romney continues to demonstrate that he is not at all prepared to manage them.\"</p> <p>The president and US secretary of state, Hillary Clinton, were expected to speak at a ceremony later on Friday for the arrival of the bodies of the four Americans killed in the attack on the US consulate in Benghazi, including the American ambassador to Libya, Chris Stevens.</p>",
  "<p>Barack Obama and Mitt Romney's acceptance speeches at the Democratic and Republican conventions were far more attack-laden than those of their predecessors, according to a new analysis by an Ohio University professor.</p> <p>In an election cycle which has been notable for the intensity of negative advertising, the study shows that Obama and Romney took this trend on to the podium as they exceeded the average for attacks in elections going back to 1952.</p> <p>Some 27% of the president's speech was devoted to attacking Romney or the Republicans – much higher than the average of 16% attacks in an incumbent's acceptance address. Similarly, 38% of Mitt Romney's address was composed of attacks on Obama – compared to an average 30% for a challenger's speech.</p> <p>Fuelled by millions of dollars-worth of negative advertising by outside groups in battleground states, the 2012 campaign has been described as one of most negative ever, a trend that began with the Republican primaries.</p> <p>While campaigns supporting both Romney and Obama pulled negative advertisements on September 11, such advertisements are expected to run non-stop in swing states from now until the 6 November election. </p> <p>The study was conducted by Bill Benoit, professor of communication studies at Ohio University, who examined acceptance addresses given by Democratic and Republican nominees dating back to 1952. </p> <p>Benoit split the speeches into those given by \"incumbents\" (presidents seeking a second term) and \"challengers\" (party nominees attempting to win the presidency). On breaking down individual statements made in the speeches into \"acclaims\" or \"attacks\", Benoit found that an incumbent's acceptance address to a party convention is, on average, made up of 84% of acclaims – the president making a positive statement about his or her policies or image – and 16% of attacks – the president making a negative remark about the opponent or the opponent's party.</p> <p>The research shows that Obama's convention speech in Charlotte, North Carolina strayed from the average for an incumbent president. Seventy-three per cent of his address was made up of acclaims and 27% of attacks, implying a more negative tone to his address than might be expected from an incumbent president.</p> <p>On average, challengers' speeches are more attacking than an those of an incumbents, given the need for a challenger to speak about how the president is performing poorly in order to convince people of the need for change. In elections between 1952 and 2012, challengers spent 70% of their address acclaiming their own record or achievements and 30% attacking their opponent or their opponent's party.</p> <p>Even by these standards, Romney was unusually negative this year, with just 62% of his speech in Tampa, Florida being devoted to praising his own record.</p> <p>Benoit said the more negative speeches may be the result of both Obama and Romney attempting to \"throw red meat\" to their supporters, in a bid to encourage donations.</p> <p>\"By and large most of the people who watch acceptance addresses are partisan,\" he said. \"They've probably decided they need to appeal to their base.\"</p> <p>Benoit also looked at whether Obama and Romney's acclaims and attacks had focused on policy or character issues. He found that Romney spent 55% of his speech talking about character – both his and Obama's – and 45% discussing policy. On average, a challenger devotes 50% of the address to tackling policy matters. </p> <p>Obama discussed character in 42% of his speech and devoted 58% of the address to policy – exactly in line with the average statistics for an incumbent president.</p>",
  "<p>For months, Mitt Romney has doggedly avoided saying much about foreign policy. The Republican presidential candidate has kept his focus rigidly on the struggling economy, seeing this as his best route to the White House. Everything else was viewed as a distraction, especially foreign affairs.</p> <p>But events overseas intervened this week to disrupt that strategy: a US ambassador and three other Americans were killed in Libya, and US missions under siege in Egypt, Yemen and elsewhere across the Arab world. It is one of those unpredictable moments that test a presidential candidate, a potentially defining one in deciding who will be the next president. </p> <p>While Americans are primarily concerned about unemployment, they also seek reassurance that a candidate is up to the job of being commander-in-chief. It is the concern that Hillary Clinton tapped into during the 2008 campaign when she put out an attack ad against Barack Obama asking who Americans would want answering the 3am crisis call to the White House.</p> <p>Romney has been widely judged to have failed that test this week, not just by the Democrats and the media, but also by foreign policy experts and even many Republicans who are maintaining a tactful silence. By launching his ill-timed and inaccurate attempt on the administration's Middle East policy, he looked like he was trying to score political points while a crisis was unfolding in which Americans had been killed. </p> <p>And potentially more damaging for his campaign in the long term, he has found himself battling not on the economy but in an area where Obama, the president who was in charge when Osama bin Laden was hunted down, is strongest. Polls show approval ratings 7% to 10% higher than Romney's on security, normally a Republican strength.</p> <p>Behind the sound and fury over this week's event lie serious questions over the shape of Romney's foreign policy and the key members of the 40-strong team who are advising him on it. Over the last three days, various senior personnel have been doing the rounds of media studios to \"clarify\" Romney's position. </p> <p>Dan Senor, one of the Romney's closest advisers on foreign policy, went on CNN on Wednesday to blame the Obama administration for the chaos in the Middle East. Another foreign policy adviser, Richard Williamson, who has been engaged in foreign affairs since the Reagan administration, told the Washington Post in an interview published Friday that the killings would not have happened if Romney had been president. In a separate interview on CNN Friday, Williamson said: \"The world is better off when America leads.\" </p> <p>But, as so often where Romney's foreign policy is concerned, little is offered in the way of detail. So even now it remains unclear where Romney stands. </p> <p>Doe he see foreign affairs through the eyes of a businessman, in terms of goals and outcomes, as he suggested in his 2010 book No Apology: The Case for American Greatness? </p> <p>In this scenario, he comes across as a pragmatist, a realist. This is backed up by his appointment of Bob Zoellick, the former World Bank president and relative moderate who, if Romney wins, will lead the foreign affairs transition team that will liaise with Obama administration between the election on 6 November and taking office on 21 January.</p> <p>Or is Romney – part of one of the most inexperienced Republican tickets on foreign policy since before the second world war – being led by the hawks and neo-conservatives in his team? These include Senor and the Bush-appointed former ambassador to the UN, John Bolton, a hawk who advocates bombing Iran. </p> <p>David Rothkopf, a former member of the Clinton administration who has written a book about foreign policy and the White House, said journalists, analysts and others looking for clues as to Romney's foreign policy were confused by divisions inside his foreign policy team and attributed Romney's extreme views to his right-leaning staff. </p> <p>But Rothkopf sees a different picture slowly beginning to emerge. Romney views Russia as America's number one enemy, has threatened a trade war against China, lined up behind Israel over a possible attack on Iran and suggested the Palestinians are an inferior culture. It is an aggressive foreign policy stance, well to the right of Obama's.</p> <p>\"After a series of such views and particularly his attack on Obama policies in the immediate aftermath of the killings in Benghazi, it is now clearer that the driving and unifying force behind his statements is the candidate himself,\" Rothkopf said. </p> <p>\"He now has a body of statements to look at that suggests strongly he is no moderate. He leans hard right, toward the neo-cons, toward American exceptionalism, toward policies much like those that failed and fell into disrepute during the George W Bush era.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396244442\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347464939373/Mitt-libya-jacksonville-010.jpg\" alt=\"Romney makes remarks on the attack on the U.S. consulate in Libya, in Jacksonville, Florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitt Romney makes remarks on the attack on the US consulate in Libya, in Jacksonville, Florida.   Photograph: Jim Young/Reuters</span> <span class=\"element-image__credit\">Photograph: Jim Young/REUTERS</span> </figcaption> </figure>  <p>Peter Feaver, who served in as a special adviser to the national security council in the Bush administration and is a Romney supporter, does not see him as being led by neo-conservative advisers. Instead, he sees him as a big-tent Republican, accommodating all three tips of the party's foreign policy triangle – pragmatists, hawks and neo-cons – and positioning himself in the middle.</p> <p>What motivates Romney, Feaver said, is American exceptionalism, not the crude version that suggests the country is better than other nations, but in the sense that America has a responsibility to help deal with the world's problems in a way that, say, Belgium does not.</p> <p>The row this week began when the US embassy put out a tweet on Tuesday disassociating itself from an Islamophobic film made in California which had appeared on YouTube with an Arabic translation. It was before the Cairo embassy was attacked and before the killings in Benghazi.</p> <p>After consulting his foreign policy advisers – including Williamson – and his political team during a four-hour flight from Nevada to Florida, Romney put together a response, portraying the tweet as an American apology and blaming the Obama administration.</p> <p>Feaver saw Romney's response as leaning towards the neo-con side of the Republican foreign policy triangle. \"His early reaction to the Cairo riots was neo-con, if you are looking for evidence of neo-conservatism. Recall that the embassy was tweeting a message that can be traced back to the philosophy expressed in Obama's 2009 Cairo speech. That speech was a critique of the neo-conservative approach to foreign policy. The embassy tweet was derived from that,\" Feaver said.</p> <p>\"Romney rejected that philosophy, whether expressed in the speech or the tweet, and his rejection was consistent with the neo-cons on how best to respond to the challenges in the region.\" </p> <p>Feaver believes Romney does have the commander-in-chief credentials but he still has to provide more clarity on what his views are on a range of issues. \"The Obama campaign would say he has flunked the test. That is palpably not true but it is true he has more work to do in fully explaining his foreign policy.\"</p> <p>James Mann, a foreign policy analyst at the John Hopkins School of Advanced International Studies and author of books on Obama's foreign policy and the Rise of the Vulcans, about Bush's foreign policy advisers, agrees with Feaver that the policies owe more to Romney than his advisers. But he also blames Romney for listening too much to his political advisers rather than the foreign policy experts. </p> <p>\"One should worry far more about problems at the very top – Romney's own recent campaign statements on foreign policy and on the striking inexperience of the ticket – than about his list of advisers. The advisers include a mix of people from across the spectrum, and people have seized, too selectively and simplistically, on the presence of neoconservatives,\" Mann said.</p> <p>\"I think that, if Romney were elected, it's much more likely that Robert Zoellick would end up in a top-level position than John Bolton. And to my knowledge, some of Romney's more controversial positions – on Afghanistan and on declaring China a currency manipulator, for example – came from Romney and his political advisers, not from the campaign's foreign policy advisers, who were often kept in the dark.\"</p> <p>Such has been Romney's reluctance to discuss foreign policy in public that there was barely any reference in his speech to the convention in Tampa, Florida, last month. He made no mention at all of Afghanistan in that speech, though he has in the past criticised Obama for setting a date for withdrawal, suggesting this encourages the Taliban to keep on fighting.</p> <p>David Milne, a British-based academic, analyses Romney's foreign policy at length in <a href=\"http://www.chathamhouse.org/sites/default/files/public/International%20Affairs/2012/88_5/88_5milne.pdf\">a new article for International Affairs</a>. He shares Mann's view that Romney is likely to pursue a pragmatic approach in office rather than line up with the neo-conservatives.</p> <p>Milne, in an email exchange, acknowledged that Romney's response this week does not necessarily fit in with the pragmatism thesis. </p> <p>\"Rather, it's indicative of just how desperate his campaign has become in the wake of the conventions,\" he said. \"Romney's approach up till now has been to say as little as presidentially possible about foreign policy and hammer away at the economy. It now appears that this will be insufficient, hence this cack-handed foray into foreign policy. It smacks of desperation.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/qiSAbAuLhqs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/qiSAbAuLhqs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=qiSAbAuLhqs\">Reading this on a mobile? Click here to view video</a></p> <p>Should Lincoln fail to manifest as a late era triumph for Steven Spielberg, it will not be for lack of preparation. A new book due to be published later this month in the UK, Spielberg: A Retrospective, reveals the film-maker has been planning this forthcoming biopic almost since childhood, when he was taken to Washington DC by an uncle to view the imposing Lincoln Memorial. A longstanding fascination with Abraham Lincoln developed, culminating in a promise made to the historical writer Doris Kearns Goodwin that Spielberg would option her book <a href=\"http://www.guardian.co.uk/books/data/book/history/9780141043722/team-of-rivals-the-political-genius-of-abraham-lincoln\" title=\"\">Team of Rivals: The Political Genius of Abraham Lincoln</a> before it was even written. The film-maker has since spent much of the past decade waiting patiently for screenwriters to filter it into the perfect celluloid snapshot of the 16th president of the United States' life.</p> <p>Goodwin's book is largely about Lincoln's mercurial working relationship with the various members of his cabinet between 1861 and 1865, many of whom had run against him in the 1860 presidential election (hence the term \"team of rivals\"). The full trailer for the film, which hit the web yesterday, hints that Spielberg may have borrowed his source's view of the president as an arbitrator and reconciler who used his mediating skills to bring about the abolition of slavery and achieve victory in the American civil war. Lincoln has the feel of a project which will present a panoramic version of the period, rather than the more acute take one might have expected when Spielberg cast Daniel Day Lewis in the lead.</p> <p>There is little hint here of Day Lewis's monolithic performance as the oil baron Daniel Plainview in Paul Thomas Anderson's <a href=\"http://www.guardian.co.uk/film/movie/122167/there.will.be.blood\" title=\"\">There Will Be Blood</a>, for instance. His Lincoln is sure-spoken, but only briefly theatrical in a short but determined speech about the need to abolish slavery \"now now now\". The famous Gettysburg address is given over to David Oyelowo's Union cavalryman, while a variety of political figures, from David Strathairn as Lincoln's secretary of state William Seward to Jackie Earl Haley's confederate vice president Alexander H Stephens, raise their heads prominently above the parapet as they peck at poor old Abe like snapping ganders.</p> <p>A sweeping Spielberg epic then, no doubt, with the obligatory grand John Williams score, but one which appears to have an impressive level of detail at its core and an inclusive view of the men and women who helped the president to his greatest triumphs. Just look at that cast list: Tommy Lee Jones as abolitionist Thaddeus Stevens, Sally Field as Mary Todd Lincoln, Joseph Gordon-Levitt as the first couple's son, Jared Harris as Union general Ulysses S Grant, Tim Blake Nelson as New York congressman Richard Schell, James Spader as Democrat William N Bilboe, Walton Goggins, Bruce McGill. Screenwriter Tony Kushner has apparently condensed most of the action down to the turbulent last few months of Lincoln's life, but it feels like a rich maelstrom of political intrigue nonetheless.</p> <p>Lincoln arrives in cinemas on 9 November in the US and 25 January in the UK. It is clearly being pitched as a serious Oscar-contender – but might Spielberg's fascination for his subject end up weighing the whole thing down a little? Or are you expecting the big man to pick up his fifth Oscar come next February's annual Academy get-together for what may be his most ambitious film so far?</p>",
  "<p>I wrote my <a href=\"http://www.washingtonpost.com/opinions/the-speed-read-its-the-middle-class-stupid-by-james-carville-and-stan-greenberg/2012/06/29/gJQASc0JCW_story.html\">book</a>, It's the Middle Class, Stupid, with James Carville for one simple reason: we failed. James and I have spent our lives focused on getting working people a fair shake for a hard day's work. We put the middle class at the centre of the world, because you can't have an America without a middle class.</p> <p>In America, the \"middle class\" isn't what it is in Britain. It's the words we use to describe people who aren't poor and aren't rich – the people British Labour party leader Ed Miliband calls the \"squeezed middle\". For much of American history since the second world war, the middle class prospered as America prospered. But as we neared 1980, the country changed and never turned back. The top 20% were on their way up with the top 1% surging beyond them, but for the median household – the core of the middle class – the good days had gone. </p> <p>Today, if you are a low-income household – the bottom 20% – you make less now than you did <a href=\"http://www.nytimes.com/2012/07/29/opinion/sunday/why-cant-we-end-poverty-in-america.html?pagewanted=all\">in 1973</a>. If you are in the middle, you are just a little bit ahead but haven't seen any gain in real income since the turn of the century. When all is said and done, you are just 10% up over the last 30 years, while the top fifth of the population are up 50%. The economic woes of the squeezed middle were exacerbated by the financial crisis, but they weren't caused by it.</p> <p>That is having a profound impact on our politics. When I first <a href=\"http://gqrr.com/index.php?ID=1952\">identified</a> the \"Reagan Democrats\" in the 1980s, based on work from Macomb County, Michigan, the concerns raised most by white, middle-class swing voters were about race. They felt their struggles were a result of government favouring other races over them. Today, in an increasingly diverse America, race, of course, remains an issue, but it is not the central concern for swing voters. Ask them about the roots of their economic struggles today and they don't point to other people like them but of a different colour, they point to the elite – Wall Street and Washington. They blame them for rising prices, for a lack of jobs, for government deficits. Warren Buffet summed it up:</p> <blockquote> <p>\"There's been class warfare going on the for the last 20 years, and my class won.\"</p> </blockquote> <p>Well, now the middle class wants to fight back. Ask voters in the US how they want the country to address the deficit, and answers Nos 1 and 2 will be a surtax on millionaires and raising taxes for those earning over $250,000 – not to mention a tax on short-term financial transactions. When I ran a dial test on the president's state of the union speech in 2011, swing voters' dial meters spun literally off the top of the graph when the president <a href=\"http://content.usatoday.com/communities/theoval/post/2011/01/obama-renews-tax-cut-battle-with-republicans/1\">said</a>, \"if we truly care about our deficit, we simply can't afford a permanent extension of the tax cuts for the wealthiest 2% of Americans.\"</p> <p>As Barack Obama looks to a tough economic environment and an opponent who is sticking to the trickle-down economic theories of the past, the president is increasingly seeking to be the champion of the middle class. A year ago, his campaign was about trying to convince people that the recovery has worked and the other guys would wreck it – \"don't give the keys back to the guys who drove the car into the ditch.\" A smart message if you have hauled the car out of the ditch, but not so good when people are in real economic pain.</p> <p>Today, he has shifted. When I was at the Democratic convention in Charlotte last week, I was delighted to be one of thousands of delegates holding up placards that say \"Middle Class First\".</p> <p>The issues of \"the middle class\", \"the squeezed middle\", \"hardworking families\", or whatever you want to call them, are rising in electorates all over the world. The answer to that isn't some short-term stimulus or a bout of austerity, important as that debate is. Voters know that the most fundamental problems they face are deep, started before the crisis and will take time to turn around. They are looking for a politics that is honest about the challenges: of fiscal policy, of globalization, of demographic change, of the difficulty of reforming government.</p> <p>They want a politics that doesn't duck those challenges, but gives them a concrete way forward, so they can again see a path to rising prosperity for their family and themselves.</p>",
  "<p>Almost 24 hours after the Federal Reserve announced another blockbuster programme to prop up the US's lackluster economy, one of its biggest critics remains strangely silent.</p> <p>Paul Ryan, the Republican vice-presidential candidate, has yet to comment on Fed chairman Ben Bernanke's plan to inject $40bn into the US economy every month for the foreseeable future.</p> <p>Spotted by <a href=\"https://twitter.com/Sarah_Boxer/statuses/246351216110612480?tw_i=246351216110612480&amp;tw_e=details&amp;tw_p=tweetembed\">CBS reporter Sarah Boxer</a> on his way to House speaker John Boehner's office yesterday, all he had to say was: \"Oh, I'm just here to see some of my friends.\"</p> <p>Ahead of the announcement Ryan was far more outspoken, specifically coming out against a third round of quantitative easing (QE3) from the Fed in an interview with <a href=\" http://www.cnbc.com/id/48939716/This_Is_Not_What_Recovery_Looks_Like_Ryan_Tells_CNBC\">financial news channel CNBC</a> on 7 September. </p> <p>\"I think QE3 – I think QE – the costs outweigh the benefits in my personal opinion,\" said Ryan.</p> <p>\"If borrowing and spending and regulating and taxing was the secret to economic success, we would be entering a golden age along with Greece,\" Ryan said. \"It's not. It doesn't work. We need sound money, low tax rates, fiscal discipline, regulatory certainty and we need to stop this notion of a government-driven economy.\"</p> <p>On 23 August he <a href=\"http://www.nationalreview.com/kudlows-money-politics/314897/one-one-paul-ryan#\">made the same case</a> to CNBC's Larry Kudlow: \"We want to pursue a sound money strategy so that we can get back the king dollar, as you say it, Larry. Number two, I'm not a fan of more stimulus or more easing. I think the benefits are clearly outweighed by the long-term costs of this. There – it's not working, and all this loose money from the Fed is basically bailing out the fact President Obama has failed on fiscal policy. The Fed can't keep bailing out bad fiscal policy. We need to get our fiscal policy right.\"</p> <p>So where is Ryan now? His would-be boss Mitt Romney sort of discussed the Fed's move on ABC's Good Morning America on Friday: \"What Bernanke's doing is saying that what the president's saying is wrong. The president's saying the economy's making progress, coming back. Bernanke's saying, 'No, it's not. I've got to print more money.\"</p> <p>But so far there has been no real critique of QE3.</p> <p>All very strange really, especially as Ryan appears to have picked in part for his hardline financial philosophy and not just his puppy dog eyes. The Dow is soaring Friday and hit highs unseen since 2007 on Thursday. Perhaps Ryan has been muzzled while the Republicans wait to see if and when the rally will subside.</p> <p>He did mention America's debts . But still nothing on Ben.</p> <p>And then he was off to the safety of sports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulRyanVP/status/246622213086793729\">  <blockquote class=\"twitter-tweet\"><p>Great win last night by the Green Bay @<a href=\"https://twitter.com/packers\">packers</a>. Go Pack Go!</p>&mdash; Paul Ryan (@PaulRyanVP) <a href=\"https://twitter.com/PaulRyanVP/status/246622213086793729\" data-datetime=\"2012-09-14T14:51:32+00:00\">September 14, 2012</a></blockquote> </figure>  <p> Whatever happened to: no Ben no?</p>",
  "<p>At the Louis Vuitton flagship store on the Champs Elysées, the Japanese tourists were jostling over the famous monogrammed leather bags like they were going out of fashion.</p> <p>France may be caught up in the global economic crisis, but there is no sign of it here.</p> <p>Louis Vuitton Moët Hennessy is a leader in a still-flourishing luxury goods market and its chief executive, Bernard Arnault, is in the enviable position of being the richest man in France.</p> <p>Louis Vuitton is a French success story, which should make Arnault something of a local hero. Instead, the tycoon was treated like a social pariah this week after <a href=\"http://www.guardian.co.uk/world/2012/sep/11/baron-rothschild-arnault-taxes-france\" title=\"\">accusations that he was trying to reduce his tax bill</a> by seeking Belgian citizenship.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396179318\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347643463898/Tax-rates-001.jpg\" alt=\"Tax rates\" width=\"220\" height=\"477\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The highest and lowest tax rates in the world. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>The news that the billionaire businessman might head to the land of <em>moules-frites</em> generated headlines, insults, a lawsuit and divided France roughly down right-left lines: those who saw Arnault as a symbol of the \"selfish rich\" and those who saw him as a standard bearer for the tax-bludgeoned entrepreneur trying to create jobs and wealth.</p> <p>Arnault, 63, a friend of former rightwing president Nicolas Sarkozy (he was a witness at Sarkozy's second marriage), denied he was planning to up sticks to get out of paying a new 75% \"supertax\" on the rich, one of the vote-winning pillars of Socialist François Hollande's election campaign in May.</p> <p>The explanation from an LVMH spokesman was that Arnault was seeking dual citizenship to make \"sensitive\" investments in Belgium, a response shot down by the Belgian authorities who said foreign investors enjoy the same fiscal treatment as locals.</p> <p>Living in Belgium, which Arnault – net worth an estimated at $24.4bn (£15bn), <a href=\"http://topics.bloomberg.com/bloomberg-billionaires-index/\" title=\"\">according to the Bloomberg Billionaires Index</a> – said he had no intention of doing, would conveniently free him of French taxes on income, inheritance and wealth.</p> <p>However, the mayor of Uccle, a chic suburb of Brussels where Arnault has a property, said the billionaire had voiced his unhappiness with the French tax system even before the presidential election.</p> <p>\"Mr Arnault came to see me at the end of last year, wanting to be domiciled here, to live here,\" Mayor Armand de Decker told the newspaper La Libre Belgique. \"He has a feeling about the policies of his country, which he considers unfriendly to business.\"</p> <p>Was Arnault paving the way to Monte Carlo, the French press wondered. The route to Monaco via Belgium is a well-trodden one: once he had dual nationality, the businessman could theoretically renounce his French citizenship and move to the Riviera principality where Belgian nationals – but not French citizens – can live tax-free.</p> <p>Shortly before the Arnault scandal erupted, the businessman had met the French prime minister, Jean-Marc Ayrault, to tell him exactly what he thought of the new tax band. A week ago, Hollande went on television to reiterate: the 75% tax band for those earning over €1m (£810,000) was on its way.</p> <p>\"There will be no exceptions,\" he said. \"Everyone has to make an effort, play their part. We all have to be patriots. especially them [those earning over €1ma year].\"</p> <p>A 75% tax band will give France the highest tax rate in Europe – overtaking Sweden – and possibly the world (tax burdens are complicated to calculate).</p> <p>Hollande has also warned that households will have to come up with an extra €10bn to help bring down the country's public deficit.</p> <p>The president, who once admitted: \"I don't like the rich\", certainly has France's wealthiest citizens in his sights, but the French middle class is likely to be pummelled too.</p> <p>As well as the new 75% tax, a 45% band is to be introduced on incomes over €150,000 a year (up from 41%) and households will be limited to a maximum €10,000 savings on tax reduction schemes (down from €18,000).</p> <p>France is also looking to beef up its \"wealth tax\", imposed on households with assets worth more than €1.3m including their main home. The threshold for inheritance tax has already been lowered from €150,000 to €100,000, a move expected to raise around €2.5bn by 2014, and there are moves afoot to raise the rate of capital gains tax.</p> <p>Even low earners will pay more income tax after the household allowance (the same as the personal allowance, only applied to families not individuals) is reduced from €2,336 to €2,000 a year.</p> <p>Hollande is also said to be considering a fiscal law, similar to that in the US, under which French taxpayers would be subject to French taxes even if they leave the country.</p> <p>For Socialists, the 75% supertax is considered the vote-winner in May's presidential and legislative elections. Even though a small number of French people, probably fewer than 30,000 in a country of 64 million, will be affected, it is hugely symbolic for the leftwing president and his administration.</p> <p>However, Jean-Philippe Delsol, a tax lawyer and member of the IREF economic thinktank which supports \"economic freedom\", says the tax is populist and plays on a historic Gallic antipathy to the rich.</p> <p>\"If you are wealthy in the UK, there is no hate. There may be envy and scorn, but there is no hate, real hate like there is in France. We like everyone to be the same and if they are different we detest them,\" Delsol said.</p> <p>\"Maybe it's because we are a Catholic country and have a lot of rural people who don't like the rich, or because of the idea of egalitarianism that came out of the French revolution, or from Marxism that gained a hold in France.\"</p> <p>Critics like Delsol say the tax will halt the \"economic flux\" necessary for growth and will have the opposite effect to that needed.</p> <p>France, like the UK, already has its tax exiles, including the former Victoria's Secret model Laetitia Casta, the multi-starred restaurateur Alain Ducasse and singer Johnny Hallyday, who like Arnault, caused a storm by seeking Belgian nationality. Hallyday, whose real name is Smet, was turned down by Brussels even though his father was Belgian, and instead moved to Switzerland.</p> <p>Delsol believes many more could follow. \"Even Henry IV's minister Barthélémy de Laffemas in the 16th century understood that high taxes kill the total revenues. And there is an enormous risk people will leave the country.\"</p> <p>Delsol said that last year his law firm had dealt with five cases of French people seeking to go abroad for tax reasons. The threat of a 75% supertax tripled that number.</p> <p>\"In just the first four months of this year we had 15 clients who are leaving or want to leave France. And it's a different type of person. Before we'd have businessmen selling up to go into retirement and wanting to go to Belgium or Switzerland, where they don't have to pay capital gains tax.</p> <p>\"Today it's younger people, 40- to 48-year-olds, new entrepreneurs with lots of energy who have already made money and want to make more, which they don't want to have taken by the French tax authorities.</p> <p>\"They are going to Brazil, Luxembourg … anywhere but France, and that is bad news for this country.</p> <p>\"It's not just about tax either, it's the climate. People who are making money in France are fed up with being despised.\"</p> <p>The office of Pierre Moscovici, the French finance minister, did not respond to a Guardian request for information about how much income the new 75% supertax would generate. But Hollande and his administration, it seems, are prepared to risk an entrepreneurial brain drain.</p> <p>Asked about Arnault during a television interview, the president replied: \"He should have taken into account what it means to be French. We are a big country, with lots of advantages and history. We are proud to be French. We have to call on patriotism at this time … to ask for an effort in the battle against debt.\"</p> <p>As the American economist and politician Charles Wheelan claimed in his book Naked Economics: \"France is a good place to be a struggling artist, and a bad place to be an internet entrepreneur\".</p>",
  "<p>There's trouble brewing in Canada.</p> <p>It's difficult to perceive on first glance. In Toronto, the air is clean, crime rates are low and healthcare is universal. Yet an undercurrent of anxiety courses through the country's public discourse and its media; it dominates conversations in coffee shops and university hallways. A volley of recent polarising political developments has led many Canadians to ask whether their country's reputation as a tolerant, <a href=\"http://www.theguardian.com/environment/2012/sep/05/canada-carbon-emission-targets\" title=\"\">environmentally conscious</a> international peacemaker is suddenly in doubt.</p> <p>A harsh crackdown on illegal immigrants has belied the notion of a country open to incomers. Quebec has elected a separatist provincial government, <a href=\"http://www.theguardian.com/world/2012/sep/05/quebec-separatists-election-victory-shooting\" title=\"\">triggering political violence</a>. The <a href=\"http://www.theguardian.com/environment/2012/feb/20/canada-eu-tar-sands\" title=\"\">extraction of oil from the vast tar sands</a> of Alberta has proven hugely controversial, as has the marginalisation of the country's First Nations indigenous people. In foreign policy, Canada is increasingly toeing the US line, most recently <a href=\"http://www.theguardian.com/world/2012/sep/08/iran-hostile-canada-severs-diplomatic\" title=\"\">cutting diplomatic ties with Iran</a>. And its Afghanistan deployment has been tainted by allegations of <a href=\"http://www.theguardian.com/world/2009/nov/20/canada-allegations-complicit-torture-afghanistan\" title=\"\">complicity in the torture of detainees</a>.</p> <p>Some, though not all, of this tendency has been blamed on the country's conservative leadership, which gained a parliamentary majority in May last year. The prime minister, Stephen Harper, has tightened immigration policy, struck a hard line in the Middle East and adjusted environmental policy to encourage controversial oil extraction programmes in the country's vast northern hinterlands.</p> <p>\"Everybody knew that Harper would have a different agenda from that of the Liberals,\" said Herb Grubel, a professor emeritus at Simon Fraser University and former member of parliament. \"What he has been doing is putting into effect some of these ideas.\"</p> <h2>Immigration</h2> <p>Canada is one of the few countries in the world that still looks to immigration as a tool for nation-building – <a href=\"http://maytree.com/policy/research-reference\" title=\"\">20% of Canadians were born abroad</a>, and new immigrants add 0.8% to the country's population each year. Multiculturalism has been a formal policy since 1971; it's taught in the country's elementary schools.Yet over the past year immigration authorities have radically adjusted the criteria for successful applications and cut resettlement programmes en masse. In June, Ottawa provoked a firestorm of controversy – and sparked a spate of doctors' protests – when it eliminated all but the most basic healthcare for certain refugee groups. Last week, immigration minister Jason Kenney announced that <a href=\"http://www.theglobeandmail.com/news/politics/ottawa-revoking-citizenship-of-more-than-3000-after-fraud-investigation/article4532222/\" title=\"\">3,100 people would have their Canadian citizenship revoked</a> for hiring immigration consultants to falsify their documents. Eleven thousand aspiring citizens are still under investigation.\"There's a lot that we need to fix pronto, otherwise the message goes out to the world that we're not a welcoming place,\" said Ratna Omidvar, president of Toronto-based immigration foundation Maytree.</p> <p>Since 2006, the <a href=\"http://www.thestar.com/news/canada/politics/article/1147060--canadian-citizenship-rejections-have-more-than-doubled-since-2006\" title=\"\">refusal rate for Canadian citizenship</a> applications has doubled; the number of immigrants from Asian countries such as <a href=\"http://timesofindia.indiatimes.com/world/Immigration-applications-to-Canada-drop-in-Asian-countries/articleshow/13165547.cms\" title=\"\">China and India has halved</a>.</p> <p>Some analysts say the changes point to a deep-rooted, yet widely ignored undercurrent of racism in Canadian society. In late August, news leaked that the Bank of Canada had removed an east Asian-looking woman from preliminary designs of its new $100 bill, <a href=\"http://mediadecoder.blogs.nytimes.com/2012/08/21/canadians-ask-why-design-of-100-bill-replaced-asian-woman-with-white-one/\" title=\"\">replacing her with a caucasian</a>. Chinese groups were outraged, causing the bank to issue a public apology.</p> <p>\"Fighting racism in the States is like punching a brick wall, but fighting it in Canada is like punching a marshmallow – it always melds back to the same shape,\" said Minelle Mahtani, a professor at University of Toronto Scarborough. \"We live in an ostrich-head-in-the-sand-like denial that racism exists in this country, and yet systemic discrimination is the norm.\"</p> <h2>Quebec</h2> <p>Intolerance is also rife in francophone Quebec, which elected the separatist Parti Quebecois leader <a href=\"http://www.theguardian.com/world/2012/sep/06/quebec-elections-minority-government-shootings\" title=\"\">Pauline Marois as premier</a> on 4 September. Marois's ascent to power has been shadowed by violence: a man shot two people at the Montreal convention centre where her party was celebrating its victory, killing one and leaving the other in a critical condition. \"The English are waking up!\" the man shouted in French during his arrest, eliciting widespread soul-searching about the depth of the province's linguistic divide.</p> <p>Quebec was already reeling from a spring full of <a href=\"http://www.theguardian.com/world/2012/may/24/canada-student-fee-protest-arrests\" title=\"\">huge student-led street demonstrations</a>. The movement, often referred to as the \"maple spring\", began as a smattering of peaceful protests against tuition fee hikes. But when the then incumbent Liberal administration passed an emergency law to crack down on demonstrators, simmering discontent exploded into full-blown dissent. At the height of the movement, almost 1,000 protesters were arrested in a 400,000-strong Montreal march, some of them as young as 15.</p> <p>Analysts say that Marois is unlikely to hold a referendum on independence – she is fighting from a minority position and popular support for secession has waned since Quebec's last referendum in 1995.</p> <p>Yet she has invited controversy by proposing measures that would <a href=\"http://www.theguardian.com/world/2012/sep/05/parti-quebecois-shooting-fears\" title=\"\">restrict freedom of language and religion</a> in the province. Her promise to strengthen Quebec's French language charter would restrict access for some groups to English junior colleges. Her \"secularism policy\" would ban religious symbols such as headscarves, skullcaps and hijabs in public offices. Yet it would allow crucifixes, which, according to Marois, symbolise traditional Quebec culture.</p> <p>\"There is still a large group of ethnic nationalists who believe that Quebec should be for the pure-wool francophones who founded this province,\" said Bruce Hicks, a professor of political science at Concordia University in Montreal. \"Pauline Marois, out of deference to this more extremist group in her party, sort of pandered to that.\"</p> <h2>Tar sands</h2> <p>Almost 4,000km away from Montreal, the vast plains of northern Alberta province lie at the heart of another national debate. The region contains 140,000 sq km of \"<a href=\"http://www.theguardian.com/environment/oil-sands\" title=\"\">tar sands</a>\" – a mixture of sand, water and clay the texture of cold molasses – which contain copious amounts of highly viscous petroleum. Over the past decade, technological developments and soaring oil prices have made its extraction economically viable, making it a prime destination for major international oil companies.</p> <p>Critics say that Harper's environmental policy favours these companies over the long-term wellbeing of Canada's natural environment. Last month, Ottawa cancelled almost <a href=\"http://www.ottawacitizen.com/technology/Federal+government+cancels+environmental+reviews+pipelines/7136029/story.html\" title=\"\">3,000 environmental reviews</a> on proposed development projects across the country, many of which involved tar sands oil extraction.</p> <p>The Canadian government has approved a 730-mile pipeline from the Alberta tar sands to the shores of British Columbia, where it will be loaded on to oil tankers and shipped to Asian markets. Environmental groups have launched a united stand against the project, claiming that Enbridge – the Calgary-based company at its head – has been <a href=\"http://www.theguardian.com/commentisfree/2012/aug/20/enbridge-canada-tar-sands-alberta\" title=\"\">dishonest about the risk of potential oil spills</a>. In 2010, an Enbridge pipe burst in northern Michigan, leaving a <a href=\"http://www.fox17online.com/news/fox17-kalamazoo-river-enbridge-oil-spill-still-a-concern-to-residents-20120911,0,2076893.story\" title=\"\">still-visible oily sheen on the area's rivers</a>.</p> <p>\"Canada has always been a natural resource extraction country – it's logging, it's hydro-power, it's mining, it's oil and gas,\" said Susan Casey-Lefkowitz, international director at the Natural Resources and Defence Council. \"But the tar sands is such a big resource, and it drew such major players, that it's really reshaped the way the government has dealt with environmental issues.\"</p> <h2>First Nations</h2> <p>Tar sands oil extraction has also underscored an already fraught relationship between the federal government and Canada's nearly 700,000 indigenous people, called First Nations. For decades, resource extraction on First Nations land and chronically underfunded schools have left many of these communities mired in poverty, alcoholism and disease.</p> <p>Gerald Amos, former chief of the Haisla Nation in coastal British Columbia, said that while his community used to survive by catching oolichan fish – a type of smelt – in the nearby Kitamaat river, this traditional way of life is long gone. Toxic dumping has destroyed the river, driving the fish to the brink of extinction. Amos fears that the Enbridge project will consume what's left of the wilderness near his home, where the pipeline will meet the coast.</p> <p>\"I think that the big issue for a lot of communities – one that really hasn't been grappled with yet – is the cumulative impact of what we call progress,\" he said. \"And that's something that I think communities are going to have to start grappling with very quickly.\"</p>",
  "<p>The magazine that published topless pictures of the Duchess of Cambridge is breaking strict French privacy laws but is likely to be willing to take the risk for the boost in sales.</p> <p>Privacy laws in France are considered to be among the most robust in the world, with leading politicians regularly using courts to prevent the publication of embarrassing photos that would be innocuous by the standards of British tabloids.</p> <p>Yet the French also have form in targeting British royals. Twenty years ago there was a war among British tabloids after the then Duchess of York, Sarah Ferguson, was pictured topless with an American businessman sucking her toes.</p> <p>And in 1994 paparazzi took pictures of Prince Charles standing naked on the balcony of a French chateau in a set of photos published by the German tabloid Bild.</p> <p>Thomas Roussineau, who specialises in privacy law, said that the French magazine Closer had undoubtedly broken the country's privacy laws by publishing photos of the duchess on holiday in Provence.</p> <p>\"It is totally forbidden,\" he said. \"The castle is not the street, it is in a private place. And they are intimate pictures.\"</p> <p>But he said it was likely that the magazine had weighed the potential fine against the revenue the photos would generate. \"[The fine] be a very small part of the revenue they will have from these pictures,\" Roussineau said.</p> <p>Closer's editor-in-chief defended her decision to publish. Laurence Pieau described the photos as a \"beautiful series\" that showed a couple in love and were in no way degrading.</p> <p>French privacy laws are stricter than in the UK and have often favoured public officials trying to protect their secrets – the existence of former president François Mitterrand's second family and daughter Mazarine was only divulged to the public with his approval just before he died.</p> <p>More recently the French were confronted with revelations about Dominique Strauss-Kahn's sexual proclivities and only learned of the end of the 30-year relationship between the current president, François Hollande, and socialist politician Ségolène Royal after she was defeated in the 2007 French presidential election.</p> <p>\"The law is more strict here,\" Roussineau said. \"When the Dominique Strauss-Kahn story came out, I had calls from journalists in England who did not understand the reason why it was not known before.</p> <p>\"The reason is that the privacy law is more strict so journalists in France don't reveal this information.\"But Roussineau said the situation was changing. He said the fine would be around €30,000 (£24,000), compared with far larger punishments previously, which meant publications may begin to take the risk.</p> <p>Politicians, the powerful and the wealthy wishing to protect their privacy benefit from one all-encompassing law in article 9 of the civil code: \"everyone has the right to privacy.\"</p> <p>There are no explicit UK privacy laws, but individuals have privacy rights deriving from the European convention on human rights, enshrined in domestic law by the Human Rights Act.</p> <p>The French laws ban not only the disclosure of a person's private life but also forbid the \"theft of personal image\", which technically bans paparazzi taking photos even in public places.</p> <p>This summer Hollande's girlfriend, Valérie Trierweiler, won a €2,000 payout after suing VSD, a celebrity magazine which published photographs of the couple walking into the sea holding hands, the state residence in the south of France.</p> <p>The legal intervention astonished the French media as Trierweiler works for Paris Match, a celebrity magazine. The beach photo-shoot appeared on the front page of a number of Paris magazines, including VSD and Voici, which have pledged to fight any legal action.</p> <p>The French laws are considered the strictest in Europe. Albert II, the prince of Monaco, and his family discovered that their notorious aversion to intrusions into their private lives could be big business, netting themselves and their lawyers more than €500,000 in damages in one particularly litigious year.</p> <p>The French also have laws protecting people whose images are used without their permission to sell products. Nicolas Sarkozy and his wife, Carla Bruni, got a payout from Ryanair after the budget airline used photographs of them in an advertising campaign.</p> <p>In 2011 Max Mosley used French privacy laws against the News of the World, after it published pictures from a video of the F1 boss at a sado-masochistic party with some prostitutes. Because the newspaper was distributed in France, Mosley won. The paper was fined €10,000 and told to pay €7,000 damages and €15,000 legal fees.</p> <p>So it would appear that the French magazine, Closer, has breached the privacy of the Duke and Duchess of Cambridge and could face prosecution under criminal law for \"fixing, recording or transmitting the image of a person in a private place without their consent\". The maximum sanction is imprisonment and a €45,000 fine.</p> <p>Gideon Benaim, a lawyer at Simkins in London, said it was time for St James's Palace to draw a line in the sand. \"If I were advising the palace I would say that now is not the time for acquiescence.</p> <p>\"Such publishers should be pursued to the full extent permissible by the law so that they will think twice next time,\" he said</p> <p>However Duncan Lamont, a partner in the media team at Charles Russell LLP, said the palace could face a tough legal battle to prove it was an invasion of privacy.</p> <p>\"It is not quite a private house. The chateau is rented out and there may be debate as to how truly private it was and whether the paparazzi were on a public thoroughfare,\" he said.</p> <p>\"These issues can take years to resolve.\"</p> <p><strong>Lisa O'Carroll and Kim Willsher</strong></p>",
  "<p>I spent yesterday at a conference in Cambridge on the theme of \"<a href=\"http://\" title=\"\">reputation in the age of protest</a>\", sponsored by the YouGov polling organisation and addressed by speakers as diverse as British and US government officials, corporate CEOs and Wael Ghonim, the Egyptian blogger who was nominated for the Nobel peace prize for his role in the Arab spring.</p> <p>In a world where, so several people reminded the audience, reputations acquired over 20 years can be lost on Twitter in a careless five minutes, the session was a mixture of optimism and occasional alarm bells. How could it be otherwise on a day when the Hillsborough coverup was finally exposed (a Leveson scandal before Leveson!) and when a tawdry and provocative Islam-bashing US film had provoked an ugly and deadly response, equally foolish, in the Middle East?</p> <p>On a lighter depressing note, we woke this morning – the conference, co-sponsored by the Guardian, continues today – to find that <a href=\"http://www.guardian.co.uk/media/2012/sep/14/kate-william-furious-topless-photographs\" title=\"\">snatch-photos of a topless Duchess of Cambridge are being published in a French magazine</a>. Odd in a country whose ferocious privacy laws protected the likes of Dominique Strauss-Kahn, but serving no evident public interest. Alas, as with Prince Harry's willie, we will hear more spurious claims about the public right to leer from slow learners in Fleet Street.</p> <p>In Cambridge yesterday all sorts of people said that governments and corporations can't control the new social media (or can they? warned others) and had better get with the programme, responding as rapidly to individual consumer complaints aired online as BP did to the Deepwater oil rig disaster, only more adroitly.</p> <p>Likewise diplomats, who need to adapt to ever-faster news cycles in different time zones – which also means embracing Twitter and Facebook. But the likes of Ghonim also wondered if the flipside of a binary online world (good/bad with few nuances), where brutal online ridicule and loathing is widespread, might have quashed the noble aspirations of an Abraham Lincoln or a Martin Luther King at an early stage.</p> <p>Fascinating stuff, but all tough stuff too, underpinned by the way globalisation is reinforced by internet technology at a time when the west's leadership in that globalising wave is being challenged by a resurgent Asia. But \"Globalisation 2.0\" also sees what Joel Rogers, director of YouGov Cambridge, calls \"transnational forces of public opinion\", which make it all much harder to manage in traditional ways.</p> <p>In other words, individuals are more empowered by the internet, and a new global middle class can make its influence felt against tyrannical or merely incompetent government – most visibly across the Middle East since 2011 – as can society's discontented, those who have lost their jobs and prosperity thanks to globalisation's shifts of production or who can see on TV and their smartphones what others have and want it too. In the wake of global financial meltdown extremes of right and left return to challenge the politics of centrism.</p> <p>Parts of yesterday's exchanges were of a familiar kind, almost pre-internet. Thus General Lord (Richard) Dannatt, former chief of the general staff, spoke of Britain's lingering postcolonial obligations in many parts of the world, but also how the risks of military intervention had often been understated since the Falklands war of 1982 revived the fashion. Politicians, solders and diplomats focus too much on immediate problems instead of horizon-scanning to nip potential problems in the bud.</p> <p>The conference was backed by global polling which the Guardian has been reporting in the past few days: predictable mistrust of Mitt Romney in Europe, for example, and the divergent views on the state and social policy on the two sides of the Atlantic, but also lingering mistrust of Britain for its receding imperial role in the Middle East and north Africa to offset more positive attributes such as democracy and the rule of law. British education is a conspicuously successful feature of its \"soft power\" in 2012.</p> <p>Politicians get a predictable kicking in terms of public trust and reputation, though someone – a corporate, not a politician – pointed out that fewer than one in three MPs were compromised by the MPs' expenses scandal and that this had not been sufficiently pointed out. Quite so. Less predictably, Gary Hoffman, the Barclays banker who stepped in to sort out tottering Northern Rock in 2008 – he was going off Barclays at the time – said he did so because he was impressed by customer loyalty.</p> <p>Even as they took their savings out in panic they said they wanted to put them back again when things settled down. Yes, you can change corporate culture and correct past error, including corrupt practices but – said someone else – you have to spend more time on low-probability/high-risk problems than the less important high-probability/low-risk kind that firms tend to focus on.</p> <p>And yes, you need to have established good relations with the government – or media – before a crisis breaks. It's too late when it's already under way. That was one of BP's problems in the Gulf of Mexico, compounded by CEO Tony Hayward's decision (his advisers told him to) to go on US TV in person – a Brit with an unfortunate accent and smirk – instead of putting up one of BP's tough Texan oilmen.</p> <p>It's all about adaptation to change in ever-faster circumstances. The British army thinks the US army is too \"kinetic\" – too hyperactive – and that its own experience in Northern Ireland would allow it to run Basra with ease. But the Americans adapted more quickly and created General David Petraeus's \"counter-insurgency army\" to defeat al-Qaida and force the Saddamist Sunni insurgents to negotiate with the Shia majority, said Sir Robert Fry, a clever former marine general. In Syria it is the Sunnis who are the repressed majority – a mirror-image situation which is encouraging renewed militancy in Iraq.</p> <p>I could write much more. Let's end on a negative note and a positive one. Fry said that the invasion of Iraq broke a 200-year British consensus about the utility of force: that the government of the day would only fight when it had to and that the military would eventually do the job honourably and well with public support.</p> <p>I thought that verdict overlooked all sorts of controversy and incompetence, from the Crimean and Boer wars to the Kenyan and Malayan emergencies, but we can see that there will be fewer such interventions in future. Chinese strategic thinkers cannot believe how incompetent the US and its British allies have been in recent deployments, said Fry, unleashing forces they did not understand with awful consequences.</p> <p>The day's closing session was more optimistic. Ghonim, jailed in Cairo during the Egyptian revolution, spoke of the internet as a tool which made it harder for repressive regimes to deny inconvenient facts or sweep protest under the carpet (how can it when the photos are on Facebook?) and insisted that the wisdom of crowds – \"the masses always outsmart the politicians\" – can prevail.</p> <p>Would the Egyptian revolution have occurred without the internet? Yes, but differently and more slowly, Ghonim suggested. Are the Muslim Brotherhood and other Islamist forces a threat to the openness and reform which the Globalisation 2.0 world seeks? The Brotherhood is in power now, not simply criticising from the sidelines. That makes it more realistic and will make its supporters more realistic over time, he seemed to suggest.</p> <p>With all the dismay evident among Muslim speakers at the murder of Chris Stevens, the sympathetic US ambassador to Libya – the provocative film is so ridiculous that it amounts to a promotion for Islam, Ghonim explained – it was hard to pretend that the road ahead would be easy. After all, Egypt and Algeria almost came to blows after online abuse between supporters of their two sides before a World Cup qualifier.</p> <p>But Ghonim was warm and wise, a good speaker with whom to end the day.</p>",
  "<!-- Block 1 --> <p>10.00am: After 346,784 minutes of action* we're down to the last day of the county championship season. Most of the standings have been settled but the champions of division two are still to be decided. But why not spend the day mulling over the season - you'll have to do with small stuff like the World Twenty20 and England's tour of India until we recommence next year. </p> <p>* Figure may be wildly inaccurate</p> <!-- Block 2 --> <p>10.48am: It was interesting speaking to yesterday's centurion Zander de Bruyn after the close of play, <em>writes Michael Perkins</em>. The message was that Surrey would very much be waiting to see what the conditions were like before deciding how to approach today. What they make of them I'm not sure, but it didn't fill me with confidence that we'd be witnessing Lancashire embarking on an engineered run chase. Sure enough Surrey are back out and have resumed on 324-5 with de Bruyn currently 119 and Tom Jewell 64.</p> <p>Of course today had the potential to be crucial for both sides. Instead – with their fates decided ahead of the game – the aim will be to salvage positives from a rain-ravaged fixture. De Bruyn's hundred and Rory Burns' 73 were just that for Surrey, while the Lancashire debutants Alex Davies and Tom Bailey made reasonable starts to their four-day careers.</p> <p>As for the conditions – which you've come to expect an update on from me – the final day of this game and the County Championship season is probably the best we have had in the match. That is bar a significant increase in the wind, which is threatening to lift our tarpaulin press box from its foundations. The sun has been out though, even if I remain sceptical about how long it will last.</p> <!-- Block 3 --> <p>11.03am: Watching the heartfelt but restrained celebrations when Derbyshire's promotion was confirmed last night, and the customarily co-operative captain Wayne Madsen's polite refusal to allow the Sky cameras into the dressing room to film scenes of champagne bottles being popped, it was clear there was no chance the Peakites turning up this morning in anything other than a condition to enforce the win that will confirm their going up as champions, <em>reports Richard Rae</em> at the County Ground.</p> <p>Even so, Madsen, and head coach Karl Krikken, both spoke movingly about how much the achievement meant, both to them personally – and Krikken has been at the county for just about 25 years - and the club as whole. There was no hint of triumphalism around the ground – they know full well how tough it might be for them in the first division. Krikken said they were already in talks with a couple of possible recruits, while stressing the current small, young squad would all be getting their chance. A batsman is their priority \"and maybe a couple of back-up bowlers\".</p> <p>Krikken's regime is very different to those of previous years. \"We felt there'd been a lot of shouting and recrimination when players had played badly, but that you don't need a lot of shoutings and bollockings, you need to take the pressure off, give players freedom to play,\" he said. It seems nice guys can on occasion finish first – or at least second. Giles Clarke is to present the Championship Trophy, once its destiny is decided.</p> <!-- Block 4 --> <p>12.15pm: Wickets in consecutive overs at Chelmsford have catalysed Yorkshire's push for victory over Essex this morning, <em>writes Richard Gibson</em>.</p> <p>Nightwatchman Tom Craddock tamely departed to the 19th delivery of the final day when he guided to backward point off Steve Patterson but Andrew Gale's team were forced to wait for an hour for their next success, and it came by virtue of Gary Ballance's brilliant reflex catch. Positioned at leg slip, Ballance thrust out his right mitt to clasp the ball just above the turf after Mark Pettini flicked Azeem Rafiq around the corner. Then, three balls later, Ryan ten Doeschate dragged a short one from outside off-stump to Gale at mid-on to provide Moin Ashraf with a first success of the second innings.<br> Events at Derby could well make Yorkshire's efforts futile but with Essex 75 for five, they are at least keeping their side of the bargain in the bid to claim the Division Two title. Five further wickets would complete a third consecutive Championship win – a sequence they last managed in 2005.</p> <!-- Block 5 --> <p>12.44pm: Well the player who has benefitted most from Surrey's decision to bat on this morning has been Luke Procter, <em>writes Michael Perkins</em>. After eventually removing de Bruyn LBW for 125 he has gone on to take career best figures of 71/7.</p> <p>You can understand Surrey's decision to continue this morning it has allowed Tom Jewell (70) to record his highest score in first class cricket. That said you can't imagine Gareth Batty was too pleased about having made that choice when he departed for a duck just two balls after de Bruyn. This was the second time in the match Procter had taken two wickets in three balls and with Batty also LBW it showed the benefit of bowling straight at a new batsman.</p> <p>There was of course a chance Jewell could record his first championship hundred but his progress was first halted by the rain and then by Procter who had him caught at slip by Lancashire's stand in captain Steven Croft. That was just the second ball after the players had returned and Procter went on to trap Tim Linley LBW for 1 and then bowl Jonathan Lewis for 8. Lancashire did start their innings but another shower means we've taken a slightly early lunch. They are 3-0 from just 1.2 overs.</p> <!-- Block 6 --> <p>12.49pm: Lunch at the County Ground finds Derbyshire, needing 196 to win and finish as Champions, on 45-2, <em>writes Richard Rae</em>. Both of those wickets fell on that score, the first that of Paul Borrington, who went to a smart catch by Jimmy Adams at first slip off the bowling of David Griffiths, the second that of captain Wayne Madsen, who went forward to a delivery from left-arm spinner Liam Dawson and was bowled, the ball bouncing past the bat and on to the stumps off his right thing. </p> <p>Up until those last few deliveries it had been a very good day for Derbyshire, who took the last four Hampshire wickets for 56 runs and seemed well on their way to the expected coronation, but the double breakthrough for Hampshire and some rain in the wind must be giving an extra piquancy to the burgers and chips being consumed at what used to be called Carol's Cabin, but is now more prosaically just the tea bar.</p> <!-- Block 7 --> <p>1.19pm: Owais Shah, whose half-century spanned 99 deliveries and included an audacious swept six off Steve Patterson's medium-fast stuff, is the main obastacle between Yorkshire and a victory that could deliver the silverware they crave,<em> writes Richard Gibson</em>.<br> Former England batsman Shah resumes after lunch on 51 and the sun is out at Chelmsford. There has been some mixed weather around here today and conditions appear better for batting this afternoon than they did for the majority of the morning session.  Yorkshire will have witnessed Derbyshire losing a second wicket as they trudged back into the dressing room for lunch, an occurrence that has added a little spice to the quest for the Division Two crown. Remember, Yorkshire have to better whatever result the midlands county manage in Derby to take it.</p> <!-- Block 8 --> <p>2.01pm: Yorkshire have hurtled to victory by 239 runs at Chelmsford and it's shaping as though they will finish equal on points with Derbyshire (who will take the title by virtue of winning more games), <em>writes Richard Gibson</em>. </p> <p>Azeem Rafiq led Yorkshire's charge post-lunch. The off-spinner had Essex captain James Foster held at short leg in the second over after lunch, then removed both Adam Wheater and Graeme Napier in a double wicket maiden. The first of that pair represented his 50th first-class wicket and the second took him to a maiden five-wicket haul. Then, Steve Patterson returned from the Hayes Close end to send back Reece Topley and Tymal Mills in consecutive deliveries to dismiss Essex for 148.</p> <!-- Block 9 --> <p>3.02pm: Derbyshire are Division Two champions, <em>writes Richard Rae</em>. </p> <p>They lost four wickets in chasing down their target of 196, but the end came quickly, with Usman Khawaja and Ross Whiteley clobbering a series of sixes to end the game in some style. They can now celebrate their first promotion and Hampshire can hit the motorway for tomorrow's CB 40 final against Warwickshire. The end came at 3pm, Whiteley hitting Dawson for 6 over deep square to go to 38, prompting a mass hug in front of the Derbyshire changing room.</p> <!-- Block 10 --> <p>4.16pm: We did come back after lunch with the Surrey players taking to the field singing Hey Jude among themselves, <em>writes Michael Perkins</em>. It seemed appropriate enough for Merseyside, but didn't really help them in terms of wickets with Lancashire 118-1 at tea. Tom Smith helping himself to 67 of them.</p> <p>The one wicket Surrey have taken went to debutant Matthew Dunn who was nearly denied his first bowl in county cricket as the players were forced to retreat yet again for a light rain shower. Had it been heavier it could have ended the game so when play recommenced Dunn was brought straight into the attack. A short time later he was understandably ecstatic when Luke Procter played on for 36.</p> <!-- Block 11 --> <p>5.54pm: That's it for the county live blog for the day – and the season. The comments will stay open for any more goodbyes.</p> <p>You can read all the reports on our . </p> <p>Here's <a href=\"http://www.theguardian.com/sport/2012/sep/14/jim-troughton-cb40-warwickshire-hampshire\">Rob Bagchi's preview of the CB40 final tomorrow</a>, when County champions Warwickshire meet T20 winners Hampshire at Lord's. And on Sunday our writers will be posting their verdict on the best and worst aspects of the 2012 season in the County Cricket awards.</p> <p>Thanks for your company this season.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396135572\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347597927537/harris2.jpg\" alt=\"james harris\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harris with campaigners involved in the Trayvon Martin case</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Not many Parliamentary by-elections in the UK feature a visit by an American presidential candidate but that is happening in Manchester Central in a fortnight's time.</p> <p>It won't be a question of motorcades and the sort of security which accompanies Barack Obama or Mitt Romney, because the politician in question is <a href=\"http://www.themilitant.com/campaign/\">James Harris</a>, who is running for the White House on the ticket of the Socialist Workers.</p> <p>This has to be a definition of optimism in a country where political campaigners can in all seriousness hold up the UK's national health service as the sort of horror which awaits them if Obama's reforms go too far. But Harris is <a href=\"http://en.wikipedia.org/wiki/James_Harris_(politician)\">a conviction politician </a>like the man he has come to support: Peter Clifford, the Communist League candidate for Manchester Central whose initial manifesto was featured in the <em>Guardian Northerner</em> last month. You can <a href=\"http://www.guardian.co.uk/uk/the-northerner/2012/aug/08/manchester-central-by-election-peter-clifford-communict-league\">re-read it here</a>.</p> <p>Harris is 64 and a veteran trade unionist who shares what Clifford calls his \"working class, labour movement, socialist campaign.\" He was politicised by the American civil rights movement and protests against the Vietnam war and visited Cuba as early as 1969, spending two months helping with the sugar harvest.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396135573\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347598021403/harris1.jpg\" alt=\"James Harris\" width=\"140\" height=\"86\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harris with locked-out sugar workers in the US.</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Sugar workers are once more an interest as he has been acting for 1300 American sugar workers <a href=\"http://www.startribune.com/business/160090655.html?refer=y\">locked out </a>since the beginning of August last year in a dispute over wages and conditions. He has also been involved in protests over alleged police brutality and the Trayvon Martin case.</p> <p>He takes a global view of the problems affecting Manchester Central, and will tell an audience on 29 September:</p> <blockquote> <p>The capitalist crisis, attacks by bosses, and workers' resistance are worldwide phenomena. Everywhere they are driven to attack us in an effort to become more competitive.</p> </blockquote> <p><br>He'll also describe the difference between his better-known rivals for president as compulsory health care tax versus more privatization, or more wars with drones versus more ground troops –&#xa0;&#xa0;and neither offers an alternative for working people.</p> <p>Harris's visit from 29-September to 1 October coincides with a much bigger invasion by politicians in the shape of the British Labour party conference which takes over the city centre from Sunday 30 September to Thursday 4 October. Something like 11,000 people will be staying or visiting in various official capacities, bringing an estimated £23.9 million with them.</p> <p>The event, including the preliminary women's conference and over 500 fringe meetings, is a testament to Manchester's virtues at holding this kind of mega-assembly, although we should spare a thought for Blackpool which was one of the party's favoured venues for so many years. Manchester went poaching after its hosting of the 2004 spring conference was successful and has been host to Labour in 2006, 2008 and 2010 as well as running the 2007 leadership election in the Bridgewater Hall.</p> <p>Sir Richard Leese, the Labour leader of the council, says:</p> <blockquote class=\"quoted\"> <p>Manchester&#xa0;is now the major conference destination for the two main political parties and we're pleased that Labour has chosen to return. The feedback we received from 2010 was that it was a resounding success and the delegates were given a warm&#xa0;Manchester&#xa0;welcome. I've no doubt this will be repeated again this year.Manchester&#xa0;is going to be on show to the world during the five days of the conference - and we won't disappoint.</p> </blockquote> <p>Don't forget to get some feedback from James Harris too. There are an awful lot of Americans out there.</p> <p><em>Harris and Clifford will address an election meeting at 6.00pm on Saturday 29 September at Hilton House, 26-28 Hilton Street, Manchester M1 2EH</em></p>"
]