[
  "<p>More than one in five of Britain's largest corporations are channelling political donations to favoured candidates ahead of next month's elections in the US – though these sums may be only the tip of a new campaign-financing iceberg, according to leading politicians, judges and pro-transparency watchdogs.</p> <p>As election year reaches its climax, America is forecast to experience the most extensively corporate-influenced race for the White House, and for control of Capitol Hill, in living memory.</p> <p>Among the industries already well versed in bankrolling US politics are finance, pharmaceuticals, energy and defence. British multinationals such as HSBC, Barclays, Experian, Prudential, GlaxoSmithKline, AstraZeneca, BP, Shell and BAE all have political action committees (PACs) that channel donations from employees to US politicians.</p> <p>Some 14 of the top 50 most active foreign-controlled PACs have parent groups listed in London, according to Washington group the Centre for Responsive Politics. This makes the UK the biggest hub for non-US multinationals seeking to exert influence at the US ballot box on 6 November. Despite this, some FTSE 100 groups continue to tell shareholders in annual reports and elsewhere that they do not make political donations.</p> <p>Companies are able to make such claims because PACs receive their funds from US employees – often led by the most senior American executives – and only dip into company coffers to cover administrative costs. Typically, the PACs are staffed by company lobbyists and distribute campaign contributions in line with the company's lobbying agenda.</p> <p>Recent supreme court rulings have transformed the regulatory landscape for corporations seeking to bring their influence to bear. So concerned has President Obama become that he raised the issue in his state of the union address two years ago: \"I believe [the rulings] will open the floodgates for special interests – including foreign corporations – to spend without limit in our elections.\"</p> <p>While investor attitudes in Europe have been hardening against public companies helping to finance campaigns, the trend is markedly in the opposite direction in the US. Transparency campaigners fear many tens of millions of dollars in \"dark money\" – that is, expenditure that need not be disclosed because it is not directly funding individual candidates – is already seeping into the American electoral process, raising the spectre of compromised democracy, even corruption. \"The door has been pushed wide open to the abuses we had during Watergate,\" says Bruce Freed, president of the Washington-based Centre for Political Accountability. \"Company shakedowns, massive amounts of money being given privately and much more.\"</p> <p>PAC activity has largely been overlooked by UK governance groups because sums involved have been small. There are tight caps both on money-flows into and out of PACs. For example, even the most active FTSE 100-linked PAC, sponsored by BAE, has only released $609,750 in the 2012 election race, of which 61% has gone to Republican candidates.</p> <p>Moreover, the strict disclosure regime ensures it is possible to pore over Federal Election Commission (FEC) filings to see who gives to which PAC. Linda Hudson, BAE's top US executive, and her chief lobbyist, Erin Moseley, for example, are big donors to their company PAC.</p> <p>Other high-profile donors include Experian chief executive Don Robert, who contributed to the credit check group's 78% Republican-leaning PAC; BP chief executive Bob Dudley, who gives to the oil major's 71% Republican-leaning PAC; and former AstraZeneca chief executive David Brennan, who, until he resigned in April, gave to the group's 54% Republican-leaning PAC.</p> <p>Meanwhile, politicians who receive PAC cash are also there in FEC filings for all to see. Fourteen members of the 21-strong Congressional armed services subcommittee on readiness, for example, received money from BAE's PAC.</p> <p>Few PACs linked to FTSE 100 firms have given directly to presidential candidates, but one exception is Citizens Financial, a committee backed by the US banking subsidiary of Royal Bank of Scotland. Despite RBS being 84% owned by the UK taxpayer, its PAC has channelled $2,500 to Mitt Romney. Asked if the bank thought this was appropriate, a spokesman said: \"This is not company money. These are voluntary staff contributions and this is standard practice in the US.\"</p> <p>George Dallas, the corporate governance director at UK asset manager F&amp;C, also sits as chairman of the business ethics committee of the International Corporate Governance Network, an organisation whose 500-plus members have $18tn under management. \"Our position is we basically discourage financial donations because once you start to bring money into the equation, the black and white can turn to grey,\" he explains.</p> <p>\"But if you are going to sponsor a PAC there should be disclosures about this. We are not sticking our heads in the sand; we know that companies in the US are going to make political expenditures because that is the way things work in the US. And while we might discourage it, we say: 'If you're going to do it, this full disclosure is the way forward'.\"</p> <p>RBS's annual report tells investors: \"The Group made no political donations, nor incurred any political expenditure in the UK or EU.\" Like many FTSE 100 firms, it does not refer to political engagement outside Europe.</p> <p>Whatever the eccentricities of the PAC system, it has ensured that much corporate spending has remained transparent and comparatively small scale for many years. But the landscape changed radically two years ago, largely as a consequence of the controversial Supreme Court ruling in <em>Citizens United v FEC</em>. The ruling found that a corporation's first amendment right to freedom of speech trumped rules that sought to keep in check the influence of big business on American democracy.</p> <p>Effectively, the decision – which split the court five-four – opened the door for companies or trade associations to spend more freely on publicity campaigns attacking, or supporting, policies associated with candidates. Though the law still prohibits businesses from giving directly from shareholder funds to a candidate's official war chest in federal elections, a way of working around that ban has effectively been established in law.</p> <p>In his dissenting opinion, Justice John Paul Stevens said the decision \"will undoubtedly cripple the ability of ordinary citizens, Congress, and the states to adopt even limited measures to protect against corporate domination of the electoral process.\"</p> <p>Some transparency campaigners have suggested there is already plenty of evidence of such corporate domination right from the mid-term elections which took place only a few months after the 2010 Citizens United ruling.</p> <p>One example cited is the financing that the American Petroleum Institute (API) reportedly provided for a pre-election TV advert by Americans for Tax Reform, in which viewers were told Pennsylvanian congressman Joe Sestak \"voted for Pelosi's job-killing cap-and-trade plan\". The ad said the initiative from Democrat minority house leader Nancy Pelosi constituted \"a great big tax that would make utility bills skyrocket, gas prices soar\". Sestak lost a bid for Senate and his congressional seat fell to a Republican.</p> <p>More recently the API funded an advert targeting Missouri Democrat senator Claire McCaskill. It reportedly stated that her opposition to oil subsidies would raise petrol prices. The advert audience were told: \"Senator McCaskill, higher taxes won't lower gas prices ... Tell her American's can't afford to pay more\".</p> <p>Members of the API include BP, and the oil group's top US executive, Lamar McKay, sits as a director of the trade body. A BP spokesman said US energy policy issues \"impact on how we operate in the US and the jobs of our 23,000 US employees, so it is natural for many of BP's US citizens to choose to be politically active and for the company to support energy trade groups.\"</p> <p>He added: \"Our employees' voluntary participation in political action committees, our lobbying and trade association memberships are all publicly reported in accordance with US law.\" BP's ethical policy on business conduct reads: \"BP will never make political contributions, whether in cash or kind, to any political party or to organisations or individuals whose activities are designed to promote the interests of political parties.\"</p> <p>Next week's Diageo AGM presents investors with an opportunity to take a stand. As one of the few FTSE 100 companies both to sponsor a PAC and make direct donations in some US state elections, the company will ask shareholders at their annual meeting to support a routine resolution authorising political donations in the EU.</p> <p>The Guinness brewer made US donations of £400,000 last year, which it says \"were all made, consistent with applicable laws, to federal and state candidates and committees in North America, where it is common practice to make political contributions\".</p> <p>However, governance group Pirc is urging a \"no\" vote on the resolution, even though it only applies to the EU, noting: \"Political donations are not considered to be an appropriate use of shareholders' funds.\"</p> <p>So far, few UK institutional investors have shown much appetite for kicking back against this issue – but it may come back to haunt them.</p>",
  "<p>'Romney wanted to be there; Obama didn't want to be there,\" was the pithy verdict on last week's presidential debate from James Carville, who helped put Bill Clinton into the White House in 1992. You simply can't argue with that. Obama seemed frazzled, undernourished and almost disengaged from the policies that are closest to his heart. You wondered if this man actually wanted to win the election. Does he have the stomach for another four years?</p> <p>Anyone who has died on stage, or flopped in front of a TV audience, will have felt for him. I looked away from the debate, feeling awkward and was rather amazed to hear what sounded like Obama debating Reagan, not Romney – a plausible, slightly folksy voice pushing moderate conservatism. That's no surprise – Mitt Romney is consciously channelling the last Republican hero and it represents a real danger for Obama.</p> <p>Much research has been done on the impact presidential debates have on undecided voters. The orthodoxy is that the debates don't matter very much and that the candidate with a lead in the polls after the first debate, as Obama still has, wins the majority in the electoral college, which means that nothing that happens in the subsequent debates on 16 and 22 October should affect the outcome.</p> <p>But it's certainly not a done deal in 2012. Obama's lead was cut to two points after the debate, though his week was somewhat saved by an unemployment rate that sank below 8%, the lowest since he took office.</p> <p>What matters as much as the candidates' performance is the narrative in the media. A study on the 2004 clash between George Bush and John Kerry shows that the media vastly influenced the perception about who won. Those shown no commentary after the debate believed Kerry had won, whereas those watching NBC coverage, which praised Bush's performance, insisted that Bush had won.</p> <p>The debates usually allow for some latitude in interpretation and both sides find something to take away, but Obama was so dramatically underpowered, so underwhelming and dreary that the American media unhesitatingly awarded the bout to Romney. He seemed top dog in all respects: he looked better, spoke better (541 more words than Obama with four fewer minutes speaking time, to be exact) and appeared in command of the agenda. By contrast, Obama missed the target several times, but mostly didn't try to hit it.</p> <p>This may be the pivotal moment of the campaign, which will not properly register in the polls until after the next debate. The truisms that a challenger is simply running for election, while the incumbent is running a country as well, and that the serving president comes to the platform with a grim realism about the job and intractability of so many problems count for something. The challenger is relatively fresh; he has less to lose and he has the president's record to aim at. But these advantages on Romney's side do not account for the wipe-out in Denver.</p> <p>Al Gore ventured (unhelpfully) that Obama had not acclimatised to Denver being 5,000 feet above sea level while an American friend of mine wondered if the diet-conscious president was suffering from low blood sugar, which is to say, the lack of a good steak dinner before the 90-minute debate.</p> <p>Something was wrong, although a letter in the <em>New York Times</em> suggested that if you listened to the debate, rather than watched it, Obama was the clear victor. But the \"optics versus substance\" argument is beside the point because 67.2 million Americans watched the debate, and a recent MIT study has shown that an energetic, good-looking candidate benefits from the debates, \"with new support coming from less informed voters\".</p> <p>That the president is black, that he seemed dog tired and often glanced at his notes when Romney was speaking had an uncomfortable but rarely acknowledged resonance in the US. I am sorry to have mention this, but the contrast between the black guy, momentarily off his game and looking downwards, and the white guy, all crisp, clear-eyed and on top of things, will register in the subconscious of an electorate that is far from being free of racism.</p> <p>But whatever the subliminal traffic of the debate, there is no doubt that Obama conceded important territory by allowing Romney to stake a claim for the presidency as a unifying figure, the candidate who, despite his privileged background, tax records, offshore bank accounts and the export of American jobs to China, could heal the rift in American politics.</p> <p>Romney sold his record as governor in Massachusetts, where he worked with a large Democrat majority, as the qualification for ending the logjam in Washington: he was the man to walk across the aisle and do business with the other side.</p> <p>While incanting the creed that espouses individual choice and enterprise over big government and centralised authority, Romney shifted to the centre ground and simultaneously implied that Obama was, in fact, the divisive figure of US politics. A successful completion of this move may be as dangerous to Obama as the spooky invocation of Ronald Wilson Reagan.</p> <p>Does Obama's poor performance last week indicate a subconscious desire to quit the White House and withdraw to Harvard or Chicago to write books? He could be forgiven. In December, the US government faces what the Federal Reserve chief, Ben Bernanke, has called the fiscal cliff, the expiration of tax breaks and the beginning of deep budget cuts, which will increase federal revenues by about 19%, yet will plunge the US into a double-dip recession.</p> <p>Faced with the choice between debt and recession, the government will eventually opt for the first, but the result of either course is not good. In addition, the victor will face the fallout from Europe's economic problems, Iran's nuclear ambitions and the poisonous atmosphere in Washington DC, which certainly won't be at ease with an Obama victory.</p> <p>For an individual such as Obama who is not wholly a freak or narcissist, the job entails unique psychic fatigue, which <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\" title=\"\">Obama hinted at when he spoke to Michael Lewis in <em>Vanity Fair</em></a>. He talked of the toxic nature of cable news and some research that showed the simple act of taking decisions – even what to wear or what to eat – degraded one's ability to take further decisions.</p> <p>But judging by his punchy speeches at the end of last week, Obama still has an appetite for the job. Something that is forgotten in all the performance reviews of Denver is that the debate brought out the ideological differences of the two men in vivid detail. Simply watching Romney pretend that he has not promised $5tn in tax breaks to the wealthy and obfuscate on welfare cuts will surely be enough to inspire Obama. He had an off day – we all do – but now the race is too close to call.</p>",
  "<p>The fat red sun settles itself against the horizon, throwing a last, honey-sweet light through humid evening and over a&#xa0;small crowd on the lawn beside a railroad track that cuts through the cotton fields beyond. A quarter-moon rises and a chorus of cicadas serenades imminent twilight, now conjoined by the sound of the band; the drummer catches the backbeat and the compere announces: \"How about an Indianola hometown welcome for the one-and-only King of the Blues: BB KING!\"</p> <p>And on he comes, to applause from people who know him well and claim him as their own – the last of the blues masters a few weeks short of his 87th birthday. \"Nice evening, isn't it?\" he says, and introduces his nephew on sax. Some of his 15 children (all by different mothers) and innumerable grandchildren are in the audience, though one of his daughters died recently of diabetes, as had BB's mother – a poignant riptide beneath the occasion. \"I guess you can look at me,\" he says from the stage, \"and tell I'm the old man. My name is BB King.\"</p> <p>Backed now by a lilac glow in the western sky – and looking east towards the village of Itta Bena, where he was born – BB sits down and starts up the show. He reaches \"Key to the Highway\", and there it is: that one long and trembling note, hanging there in the wafts of barbecue smoke, like only BB King can play it. He rolls his eyes, raises his eyebrows, then stares out into the crowd – and there's a collective gasp, a ripple of applause, and a mutual bond of affection.</p> <p>This is a huddle, not a crowd, really. The town has come to hear its famous son: mostly black people – in families, many with a picnic – plus a few whites with ponytails, ZZ Top beards or other gestures of nonconformity. There are people here like Alfred Knox – one of 11 children with eight of his own (and 21 grandchildren) – who left Mississippi for Milwaukee when he was 19, the sound of Honeyboy Edwards playing juke joints ringing in his ears, and has now come back with his nephew Gervis to hear BB, to hear and talk blues, talk politics. The usual jocks and suits who wave bottles of Bud and shout at tourist clubs like BB King's own franchise in Memphis are not here for this annual homecoming concert – oddly, but thank God.</p> <p>Nor, indeed, are some of Indianola's good citizens. Latunya and her friend were in the post office earlier, and said how \"We're real excited BB's coming back. Gee, I'd lo-o-ove to go see him play. But I go out Fridays. I don't go out Wednesdays, I only go out Fridays\". This is also the town in which the White Citizens Council was formed, political wing of the Ku Klux Klan; and the founders' heirs are probably elsewhere tonight.</p> <p>The maestro's sonority on guitar is as inimitably perfect as ever. After one long, searing note during \"The Thrill is Gone\", BB King darts the stare of a clown right into the front rows, as though to say: \"How about that!?\" But it is BB's voice on the warm breeze that stops a heartbeat – that feeling behind and between the words that is the quintessence of the blues.</p> <p>This is the 35th Homecoming concert, an event initially staged in memory of Medgar Evers, the civil rights activist and friend of BB's assassinated by a member of the White Citizens' Council. There is something important about BB King's appearance, for the simple reason that even if he is still touring as a 90-something, there will not be that many more of these; nor will there be occasions upon which this great man will reflect on his extraordinary life, which began when he was working out there on the cotton plantations, living alone in a shack, having outlived his mother and then his grandmother.</p>      <video data-media-id=\"gu-video-396733357\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348673197204/BB-King-clip-1-013.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926BBKingClip1-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926BBKingClip1-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120926BBKingClip1/120926BBKingClip1.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926BBKingClip1_3gpSml16x9.3gp\"/> </video>   <p>All the more reason for that remarkable life to be recounted on film. Jon Brewer's<em> The Life of Riley</em>, released next month, was made after hours talking with BB King, with those who grew up around him, and those – including many British musicians – who followed his example. This is the definitive filmed testimony of the last great bluesman.</p> <p>Even more important than the tributes from stars – Eric Clapton, Keith Richards, Bono et al – are the recollections of people like John Fair and Clemmie Trevellaine, who sit on the porch of their home remembering the day that nine-year-old Riley B King cycled home to live among the cotton fields, working behind a plough, holding the reins of a mule. \"I knew none of this,\" says Brewer. \"I had no idea this had been BB King's life. That he lived alone, in a shack out there, at nine years of age, working for four years to pay off his dead mother's and grandmother's debts. I never knew he was so alone, talking to rabbits, his only friends. And by the time he's telling me this, I'm in tears.\"</p> <p>So it's also a good time for the <em>Observer</em> to speak directly to the master in his hometown, just after his bus pulled up in BB King Street, where, before performing, he broke ground for a new pavement complete with flagstones which will tell his life story. The story he now talks about as we sit in the shade of a pecan tree: : \"I don't do this,\" he smiles, \"but I heard you come all the way from England\". \"Got here a short while ago\", I replied, \"two hours sleep – and I never thought I'd see the day, when I was 16 and bought this\" – it's a copy of his album, Indianola Mississippi Seeds. BB laughs and signs the record; his affection for England is musical, not sentimental.</p> <p>There's a turn off the main road into town that leads through the low-slung fields to Itta Bena. The season is waning now: just north of here around Clarksdale, capital of the blues, little clouds of cotton have burst forth \"like popcorn\", as John Steinbeck once remarked; here the white puffs remain closed in their pods. When he was a boy, BB King used to drive his mule through those fields while his Uncle Jack, up front, sung \"the holler\", the descendant of the slave chants and responses, wherein the blues began.</p> <p>\"I remember the holler,\" says BB. \"Holding the reins of a mule pulling a hoe through them cotton fields.\" The field holler, he explains, was a lament sung on a minor scale by a single voice. It also functioned as a communication to alert others in the field that the boss was coming, or that water was needed. \"Yeah, the holler is where it all started. I think it's in all of us.\"</p> <p>Riley B King was born on 16 September 1925, great-grandson of a slave. He moved soon after with his mother to Kilmichael, in Hill Country, to work as a farmhand and listen to his aunt's Blind Lemon Jefferson records. His uncle, the great bluesman Bukka White, would visit from Memphis – play and sing.</p> <p>First BB's mother died, then the grandmother in whose care he had been placed. \"The blues,\" he would later write, \"was bleeding the same blood as me.\" Picking cotton for 75 cents a day, BB had coveted the local preacher's guitar and was even allowed to \"play a few chords he taught me\". He then made his own, he says: \"We used to make it with wire, the kind you use to make a cotton bail, and tie it to a broom handle. Clamp it down, the sound changed, and I'm playin' music.\" Later, his employer, a white man called Flake Cartledge, advanced him the $15 he needed for a real one.</p> <p>There followed an unhappy period with his father's family way south in Lexington. There, BB witnessed the lynching and castration of a young black man by a white mob – his crime had been to wolf-whistle at a white girl. Riley King fled Lexington, and his father's new family, cycling alone \"like a bat out of hell, never to return\", back to Itta Bena.</p>      <video data-media-id=\"gu-video-396733137\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348672973303/BB-King-clip-2-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926BBKingClip2-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926BBKingClip2-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926BBKingClip2_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120926BBKingClip2/120926BBKingClip2.m3u8\"/> </video>   <p>Nine-year-old Riley King was now back in the Delta, where he worked the fields. picking \"Delta Pinelet\".\"Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton,\" he later wrote. Under the pecan tree, he adds: \"Though it didn't make none of my people rich. I figured out that I must have walked around the world, all those hours and days and weeks behind a mule.\" His biographer Charles Sawyer once asked King: \"How can you play in 90-degree heat in a 3-piece suit?\" To which BB replied: \"I used to work all day in the hot sun in Mississippi.\" Sawyer shook his head and said he would pass out if I tried to play under all those layers of fabric. BB replied: \"Well, Charlie, you're white\".</p> <p>On Saturday nights, workers left the fields for town. \"I was peeping through the slats at a place I'm playing later tonight they call Club Ebony,\" recalls BB, \"to hear Count Basie play, Charlie Parker, too – and see all those beautiful women in tight dresses jivin' away.\" Young Riley King sang gospel on the street corners of this town, and learned soon that \"the church folks that liked my singing didn't slip me a dime much as the other folks did when I changed sidewalks to the other side of town and changed praising the Lord to praising a lady\", which is another cornerstone of the blues King learned early: it is not just the words of a song, it the mood that matters, convoyed by the larynx, as instrument. That is what defined and defines BB's extraordinary voice. Then there is the instrument itself, the guitar.</p> <p>Several adventures later, BB fulfilled his dream of reaching Memphis to play. He recalls a crucial moment in the history of the guitar style which became his and his alone – the vibrato that is instantly recognisable as BB King's after only a single note. He was staying with Bukka White, and \"Bukka used to play slide using a bottleneck, or just a piece of pipe. I wanted to do that, and I tried and he showed me how – but I got stupid fingers, see, and I just couldn't do it.\" However: \"The sound Bukka made went all through me, and I devised my own technique for producing the tremolo without the slide.\" He calls it \"the butterfly. I swivel my wrist from my elbow, back and forth, and this stretches the string, raising and lowering the pitch of the note rhythmically. With my other fingers stretched out, my whole hand makes a fluttering gesture, a bit like a butterfly flapping its wings.\"</p> <p>Thus the BB King sound was born – a sound that expresses mood, feeling, blue or otherwise. In Brewer's film, there is a montage in which most of the great guitarists of their generation acknowledge it, and the ability to recognise it. King himself says it another way: \"I tried to connect my singing voice to my guitar an' my guitar to my singing voice. Like the two was talking to one another.\" Jon Brewer confirms a detail which explains the dialogue between voice and guitar differently: \"BB's secret is that he can't sing and play at the same time.\"</p> <p>BB King called his guitar Lucille after someone else's fight in a juke joint knocked over a container of kerosene that was the heating system. The place caught fire, the crowd fled, but BB realised he had left his guitar inside and ran to get it. Chastised for his recklessness, he discovered that the fight had been over a girl called Lucille. \"I named my guitar Lucille,\" he says in <em>The Life of Riley</em>, \"to remind myself not to do something like that again, and I haven't.\"</p> <p>The blues went north, with the great migration from the mechanised cotton fields, in pursuit of work in the big cities. For the most part they accompanied the majority of the black exodus to the burgeoning megalopolis of Chicago. Each musician from what became the golden age of the blues mutated the Delta sound to form their own style – Elmore James, Muddy Waters, Howlin' Wolf – within that Windy City electric sound. But BB King chose a different scene, on Beale Street in Memphis, closer to home up the Mississippi reaches. He came to forge a more rounded, less feral timbre than Muddy or the Wolf, with a bigger band including brass and rhythm sections.</p> <p>Blues Boy King – shortened to BB – became a radio star at WDIA, the blues station in Memphis. He built his band, he ensured that he tour on a bus, he made lifelong friends, he left his first wife and indulged his love of women – and released his first hit, \"Three O'Clock Blues\".</p>      <video data-media-id=\"gu-video-396733153\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348672753953/BB-King-clip-3-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926BBKingClip3-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926BBKingClip3-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/26/120926BBKingClip3_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120926BBKingClip3/120926BBKingClip3.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926BBKingClip3_3gpSml16x9.3gp\"/> </video>   <p>In <em>The Life of Riley</em>, Calvin Owens – trumpeter in the original BB King band – recalls those days on what was called the segregated Chitlin' Circuit, named after animal offal that black people were said to enjoy eating, but not whites – \"Though I never called it any Chitlin' Circuit,\" says BB King. \"The road,\" says Owens, \"is home\", and it remained BB's home for the rest of his life. Sometimes he did 350 performances a year – \"I like my job,\" he says, under the pecan tree. BB King married a second time, to Sue Carol Hill, daughter of the owner of the Club Ebony – founded in 1907 – where BB used to peep and later play. Their marriage, while it lasted, was lived on the road. Staying, of course, in segregated black hotels, eating at segregated black restaurants.</p> <p>\"I've put up with more humiliation than I care to remember,\" King wrote in his autobiography <em>Blues All Around Me</em>. \"Touring a segregated America – forever being stopped and harassed by white cops hurt you most cos you don't realise the damage. You hold it in. You feel empty, like someone reached in and pulled out your guts. You feel hurt and dirty, less than a person.\" There was one night at the Gaston Hotel in Birmingham, Alabama, where BB King was staying at the same time as Dr Martin Luther King, when \"they bombed the place. The bomb rocked my room.\" Now BB King is back to be honoured in the city where the White Citizens' Council was formed.</p> <p>Last time I was in this area, around Clarksdale, it was to report on poverty – and in Mississippi, that means black poverty. It was the year of the election between Al Gore and George W Bush, and I sat with old Ruby Walker on her porch with most of her 22 cats frolicking around her. The next few days would be particularly hard for the Walker family, since they were to have marked the 19th birthday of Ruby's granddaughter, Sandra Handy. However, there was a different anniversary: \"She was just crossing the railroad line on her way home this time last year when the shooting started and a bullet hit her right in the head.\" There is a macabre intimacy to the murder. Ruby gestured towards the house behind her, and folks hanging out their washing to dry in the muggy heat: \"It was their boy done the shooting. He only got 10 years and it's hard to look at them every day.\" He was, she adds, \"one of the gangbangers – fighting for territory\".</p> <p>Like BB King's, Ruby's great-grandparents were slaves working these cotton fields. \"And so was I, after a fashion,\" she reflected. \"We worked from sun-up to sundown, and the money was cheap.\" Her daughter Mary became the fifth cotton-picking generation until she found work in a local school. But, added Ruby, the furrows deepening across her brow: \"I sometimes wonder if they ever really did do away with slavery. I don't know what's happening round here no more. All I know is it was better in the 40s than it is now.\"</p> <p>That same visit I met a relative of the Fair family, who shared a plot with young BB King, and who – in Brewer's film – recalls him as a boy cycling home from Lexington. Shirley Fair was the owner of a flower store in Clarksdale called Ooh So Pretty Flowers, where a meeting was arranged with President Bill Clinton when he blew through on his Poverty Tour of 1999. But, said Mrs Fair, \"nothing has gotten any better. There's nothing here to grasp on to. The railroad is closed, the factories have gone. The good folks move on and the gangbangers take over the streets, and that makes it harder for businesses to survive. The president wrote me a letter saying I could apply for a grant and employ 10 people. But there were so many rules and regulations I couldn't understand nothing. Always something to slow you and stop you. So I did stop.\"</p> <p>Nights round here are different when BB King is not in town. Down at the Club Sugar in Jonestown – a ramshackle brick cabin beside the railroad track – lads like Q, with his blue bandana, are arriving to drown their sorrows and thoughts in the barrage of rap music while his friend Icy Man, although in the middle of a conversation, pulls hard on a tube of \"rocks\", his eyes glazing over, his face frozen in oblivion. It's like finding the old 70s Bronx in the middle of a 21st-century cotton plantation, and the crowd soon moves to a joint nearer the village centre, Hot Spot. We ask if we can take pictures of the heaving and dancing, to be told politely that this would be a \"bad idea because a lot of the guys here are wanted. They're serious.\" Our host, a man called Clee, who dislikes rap and who dreams mainly of setting up a blues band in town, adds: \"They're not local, they're County.\"</p> <p>BB King knows all this. And he is not as self-satisfied as one might expect him to be with \"progress\" since the bad old days. For sure he jammed at the White House with a black president, and there's a BB King Day in the Mississippi calendar – but also the confederate ensign is its state flag. \"We've come a long, long way,\" says BB King, \"but we ain't come far enough. There's still a long, long way to go.\" I ask if he is aware of his own role in that \"long, long way\" since he saw a man lynched and shared a bombed-out motel with Martin Luther King. \"I'd like to think I made a lil' footprint in the sand,\" he replies, and puts his arm around a young boy next to us, on his right. \"This here little boy's the same age as me when I was holding the reins of a mule. He won't never know those times, but I wonder what this boy will grow up to do. I wonder…\"</p> <p>However: \"The racists couldn't legislate musical taste,\" writes BB. The influence of BB King and the blues over great white musicians from the generation that followed him is a slice from one of the most compelling stories in 20th-century music and culture: how white hipsters, many of them British, seized on the Delta and Chicago blues, bringing those who sang them before a vast white – and ultimately global – audience, to the amazement of the elderly bluesmen themselves.</p> <p>There is a wonderful moment in <em>The Life of Riley</em> concerning a gig BB King was playing in Chicago at which four white people arrived. \"One of them was extra white,\" recalls BB, referring to the albino Johnny Winter, a master blues guitarist with long straight hair and pencil-thin tattooed arms. BB was afraid they were from the IRS tax authorities, a perennial bane of his life. Winter asked if he could \"sit in on a number\", and the master was clearly ambivalent. But: \"He was good. I tell you, he was good.\"</p> <p>By the time BB King recorded perhaps his greatest album, <em>Live at the Regal</em>, in 1964, mainstream America and much of black America had forgotten about the blues in favour of rock'n'roll and embryonic soul. But the hipsters remained true. John Mayall nurtured a stable that included Eric Clapton, Peter Green and Mick Taylor later of Cream, Fleetwood Mac and the Rolling Stones – and lesser-known names propelled the British blues explosion: Chicken Shack, Savoy Brown, Wishbone Ash, Keef Hartley …</p> <p>Jon Brewer recalls the moment: \"You had these new bands playing bingo halls and Meccas, supporting Cliff Richard or Engelbert Humperdink or whoever, and wondering: 'Which way do we go?' And they found this really good stuff played by black musicians that was far superior to what we had here. So you had people like John Mayall and Peter Green thinking: 'This is the real thing.'\"</p> <p>(My own interest was deep and irrevocable from the night that Son House, Bukka White, Sonny Terry and Brownie McGhee arrived to play at Hammersmith Odeon in 1967. I was compelled, edge-of-seat, and hooked for life. When the white bluesmen went to America, recalls Keith Richards in Brewer's film: \"They wanted to know what we were doing and why we were doing it.\")</p> <p>\"I can tell BB from one note,\" says Eric Clapton, in Brewer's film. \"Most of us can.\" He has, says Clapton, \"a certain melodic sense unique to himself.\"</p> <p>Bill Wyman recalls BB King's tremolo when the two came to record together in 1971: \"He showed me how to do it – buggered if I could.\"</p> <p>There is an extraordinary sequence in the film where BB describes his arrival at Bill Graham's Fillmore West in San Francisco, when queues of white hippies were in the street. At first BB thinks he is in the wrong place but confesses that he was so moved by several standing ovations he \"cried back up the stairway\". In our interview under the pecan tree, King calls it \"my breakthrough moment. It was an unusual situation. You had all these people playing the blues: Mike Bloomfield and Elvin Bishop were good, Clapton was good, Johnny Winter was good, Peter Green was good.\" And he leans forward as if to impart some secret: \"They had something. They introduced us to a whole new world. And we learned a lot from people like Clapton and Peter Green. I ain't gonna tell you what it is,\" he says in a whisper, \"but we learned something. They did something for the blues.\"</p> <p>BB King once wrote, when discussing his technique, that \"Lucille was singing the blues better than me.\" But now he says something intriguingly different: \"You've heard me call myself a bluesman and a blues singer,\" he says. \"I call myself a blues singer, but you ain't never heard me call myself a blues guitar man. Well, that's because there's been so many can do it better'n I can, play the blues better'n me. I think a lot of them have told me things, taught me things. But they just ain't me, that's all. They're not BB King.\" It's a remark that emphasises the primacy of BB King's voice, that all-expressive rasp, that howl of desire or of pain.</p> <p>I've had BB King to myself for 25 minutes now, surrounded by people who've known him for decades. Old friends and family plus young fans come to behold him for the first time, and it feels like a levee is about to break – not to unleash the Mississippi backwaters, but this throng of good people.</p> <p>BB King ends our interview with an observation that hallmarks true greatness. In the film he had said: \"When I hear what I want to hear, I'd have to stop.\" Now he elaborates: \"I think I've done the best I could have done. But I keep wanting to play better, go further. There are so many sounds I still want to make, so many things I haven't yet done. When I was younger I thought maybe I'd reached that peak. But I'm 86 now, and if I make it through to next month, I'll be 87. And now I know it can never be perfect, it can never be exactly what it should be, so you got to keep going further, getting better.\"</p> <p>On the subject of women, BB King's book is markedly – almost disarmingly – candid. And he says now: \"I never met a woman I didn't like. I love 'em all, in their different ways\" – and sure enough, just then a lady demands his attention.</p> <p>\"You know,\" he muses in my direction, \"if I find myself a nice wife who'll give me a chance, I may just come back to Indianola!\"</p>      <video data-media-id=\"gu-video-396732999\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348672624178/BB-King-trailer-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926BBKingTrailer-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926BBKingTrailer-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926BBKingTrailer_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120926BBKingTrailer/120926BBKingTrailer.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/26/120926BBKingTrailer_3gpLg16x9.3gp\"/> </video>   <p>He turns to the lady in her splendidly coloured dress: \"Are you married?</p> <p>\"No sir,\" she replies.</p> <p>\"You shouldn't be telling me that kinda thing,\" confides BB. <em> </em></p> <p>When BB King leaves the stage in the park next to his museum in Indianola, the night is just beginning. Not only for this part of town, on very much the wrong side of those railway tracks – where blues juke joints and rural slums are huddled against one another and hopping to life – but for the 86-year-old also.</p> <p>Two hours after bidding farewell, BB is due to take the stage again at what is one of the most historically charged venues in America, that same Club Ebony, founded in 1907, where as a boy Riley B King would peep through the slats wide-eyed at the \"jitterbugging, snake-hipping and trucking\", as he describes it.</p> <p>Around 11pm BB King appears onstage, much of his audience one over the eight, talkative but mellow, ready for what is (in my book at least) the experience of a lifetime. The blues master who has played to stadia and venues across the world settles on his chair as if in his own living room, which in a way this is. There's a power problem: \"Guess I didn't pay my bill on time,\" he chuckles.</p> <p>Then he picks up Lucille and plays those notes – long notes, impossibly stretched, at moments crashing into some zone Hendrix might have navigated. Perhaps oddly, King indulges in less eye contact with the juke-joint tables across which the beers and liquor flow than he did his outdoor audience. He greets them, and banters of course: \"Well, sweet ol' Indianola!\" – but is in a world of his own now, less the showman than the musician listening hard to his own alchemy.</p> <p>Outside in the sauna of night, poor young men in gangland attire gather to watch those with tickets a-coming and going; there's a buzz around the big event, never mind at it – drugs for sale, police bundling someone into a van, guards patrolling the visitors' parked cars and lads eyeing them up.</p> <p>BB swings through his all-time greats now. The air fills with whisky fumes and a surprising level of chatter, and there are curses exchanged with a redneck family, one of whom is blind drunk, unsteady on his feet, blocking people's views and trying to steal an elderly man's fedora hat. For \"Every Day I Have The Blues\", BB's voice is like that instrument again, at once guttural but velvet, while he apparently sings with his guitar, Lucille talking back to the singer. There's a rendition of \"See That My Grave Is Kept Clean\" – that great blues anthem about the imminence of death that makes the blood run cold: it has a chunky-rolling feel to it, pierced by the searing defiance of King's guitar, and the nearest he gets to a field holler tonight even if it's on Lucille. \"Not bad for an 86-year-old,\" he says, signing off the night that has now become early morning in cotton country.</p> <p>The Life of Riley<em> is out on 15 October</em></p>",
  "<p>A Republican congressman who sits on the science committee of the House of Representatives has dismissed evolution, the Big Bang theory and embryology as \"lies straight from the pit of hell\".</p> <p>Paul Broun, who is running for re-election as Georgia representative this November unopposed by Democrats, made the comments during a speech at a baptist church last month. A videoclip of the event was posted on YouTube on Friday.</p>      <video data-media-id=\"gu-video-397305369\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/7/1349609657505/Republican-congressman-an-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/7/121007PaulBroun-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/7/121007PaulBroun-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/7/121007PaulBroun_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/7/121007PaulBroun_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121007PaulBroun/121007PaulBroun.m3u8\"/> </video>   <p>In the clip, Broun, who is a doctor, says that \"as a scientist\" he has found data that shows the earth is no older than 9,000 years and was created in six days. Mainstream scientific thought holds that the earth is 4.5 billion years old, give or take the odd millennia.</p> <p>Broun also says that theories regarding the origins of the universe and evolution represent \"lies to try and keep me and all the folk that were taught that from understanding that they need a saviour\".</p> <p>In a statement to the Athens Banner-Herald, Meredith Griffanti, a spokeswoman for the Republican congressman, said: \"Dr Broun was speaking off the record to a large church group about his personal beliefs regarding religious issues.\"</p> <p>But the comments may prove an embarrassment to some of his colleagues on the House Committee on Science, Space and Technology. The congressional body was already subjected to scrutiny over remarks made by another member, the Missouri House representative Todd Akin.</p> <p>Akin sparked outrage and ridicule this summer, after suggesting that it was \"really rare\" for rape to result in pregnancy.</p> <p>\"If it is legitimate rape, the female body has ways to try and shut that whole thing down,\" the Missouri politician said, while trying to mount a defence of his no-exception anti-abortion stance.</p> <p>That comment saw the Republican receive a severe dressing down from party bigwigs, including the presidential candidate Mitt Romney, and calls for him to step aside in his forthcoming Senate race. Akin declined to do so.</p>",
  "<p>Once a Republican citadel which welcomed presidential candidates from Goldwater to Bush, the southern Californian city of Santa Ana is no longer a bastion of conservatism. Street vendors hawking soccer T-shirts in their native Spanish outside packed taquerias and panaderias show the diverse face of the city and the size of the challenge to California's declining Republican Party in the heart of its ideological cradle, Orange County.</p> <p>Santa Ana is a flashpoint for <a href=\"http://quickfacts.census.gov/qfd/states/06/0669000.html\">America's changing demographics</a>. The city's Republican party is locked in a struggle with the statewide California Republican group, over how it can win back a burgeoning Latino population that has turned the state bright blue.</p> <p>The city has shifted from having been the domain of fiery Republican Congressman \"B-1\" Bob Dornan to being represented by <a href=\"http://lorettasanchez.house.gov/\">Democrat Loretta Sanchez</a>. Santa Ana is one of the few cities in the county where Democratic registration is much higher than that of the Republicans. In the 2008 presidential election, Barack Obama defeated John McCain in the city by a landslide – 65% to 32%.</p> <p>\"The Latino vote is going to make a big difference,\" said Tamar Jacoby, a self-described conservative who is president of <a href=\"http://www.immigrationworksusa.org/\">ImmigrationWorks USA</a>, a federation of state-based pro-immigration business coalitions. \"That's where the divide is in the Republican Party – people who get it and those for whom it doesn't matter.\"</p> <p>Jacoby's organization, while non-partisan, has close ties to Republican forces favoring immigration reform and is among a small but growing group of conservatives who recognize that the party faces becoming irrelevant at state level. It can no longer elect a Republican to statewide office and it is on the verge of dropping below a one-third share of the state legislature. If the party wants to remain viable, it must recruit Latinos – and they are increasingly hostile to the party.</p> <p>\"Latinos don't agree with Democrats on many social issues, but they don't trust the Republican Party either,\" <a href=\"http://www.foxandhoundsdaily.com/2011/03/8810-why-the-sky-is-falling-california-republican-party/\">said California GOP political strategist Allan Hoffenblum</a>. Hispanics fear, Hoffenblum said, that the GOP's hard-line immigration policy \"singles them out\" for harassment and discrimination.</p> <p>The Lincoln Club of Orange County has long been a haven for relatively moderate Republicans. It recently broke the ice on the Republican immigration issue and departed from the conservative consensus. </p> <p>\"Republicans and a vast majority of Latinos agree that border security must be the first order of business. It's how Republicans propose to deal (or not deal) with the illegal immigrants who are already here that will either correct or exacerbate the perception that Republicans are racist,\" wrote Lincoln Club Executive Director Clare Venegas on Red County, a widely-read conservative website. \"Core Republican values such as the belief in free markets, strong national security and family values are a natural starting point for potential immigration reforms that could appeal to Latinos without compromising conservative principles.\"</p> <p>The Lincoln Club's <a href=\"http://www.lincolnclub.org/aboutus/immigration-statement/\">three-point plan</a> calls for increased border security and the creation of a guest-worker program that would allow foreign workers and illegal immigrants already in the US to apply for temporary work permits if they met requirements such as proof of employment and passed a criminal background check.</p> <p>The proposal echoes much of the reform that was called for by George W Bush during his first term as president. It was Bush, not the Democrats, who put comprehensive immigration reform back on the national agenda, via his 2004 State of the Union speech. But any notion of immigration liberalization has since been erased from the Republican establishment agenda.</p> <p>Jacoby argues that Bush's call to reform could serve as a model for whoever is elected president in 2012. </p> <p>\"Bush totally got the issue and was incredibly courageous on it,\" said Jacoby. \"I can't praise his understanding enough – he was truly Nixon goes to China. A lot of people understand we need scientists, but he realized we also need agricultural workers and we need a legal way for them to come. It's also about dignity and family, and not making them crawl around in the shadows.\"</p> <p>In the intervening years, however, the Republican Party abandoned calls for reform. In 2008 the presidential candidate John McCain, who a few years earlier had co-authored the most liberal of immigration reform measures with the Democrat Ted Kennedy, had moved back to a hardline position.</p> <p>It is no surprise that some of the more advanced Republican proposals on immigration are coming from California, and, more precisely, Orange County.</p> <p>California Republicans held power until in 1994 the then-GOP governor Pete Wilson, a moderate, <a href=\"http://migration.ucdavis.edu/mn/more.php?id=492_0_2_0\">lined up behind Proposition 187</a>. It was to prove a fateful decision. </p> <p>The proposition aimed to set up a citizenship-screening system that would cut off public services, including healthcare and education, from undocumented immigrants. It was slammed as unconstitutional and anti-immigrant. Wilson was re-elected on the crest of white support for the proposition, which was approved by a wide 59%-41% margin, but the courts blocked Proposition 187 and a backlash tidal wave of Latino registration and voting subsequently capsized the Republicans in California. </p> <p>With the exception of the former governor Arnold Schwarzenegger, Republicans have not been able to elect a single statewide office holder for more than a decade.</p> <p>\"It's not what you say – it's how you say it. Harsh rhetoric against Latinos is endemic throughout the Republican Party,\" said Hoffenblum. \"I'm Jewish and a lot of people would say to me, 'How come there aren't very many Jews in the Republican Party?' Well, if events back then were held at a country club where Jews weren't welcomed, people see that as anti-Semitic.\"</p> <p>Some of the party's most influential Republicans are urging the GOP's 2012 presidential nominee, Mitt Romney, to reconsider his tone on the issue of immigration.</p> <p>\"Don't just talk about Hispanics and say immediately we must have controlled borders. Change the tone would be the first thing. Second, on immigration, I think we need to have a broader approach,\" said <a href=\"http://latino.foxnews.com/latino/news/2012/06/13/jeb-bush-urges-romney-change-tone-on-immigration/\">the former Florida Governor Jeb Bush in June</a>.</p> <p>Despite the dilemma the GOP faces, for many Republicans the issue of immigration is rooted in principles – in particular, fiscal responsibility.</p> <p>\"It's a difficult challenge to the degree that demographics is destiny and to the extent that segments of society increasingly look to government for free stuff,\" said former Orange County State Assemblyman Chuck DeVore, now a senior visiting scholar at the <a href=\"http://www.texaspolicy.com/\">Texas Public Policy Foundation</a>, giving voice to the prevailing party position on the issue. \"Unless Republicans want to join Democrats in advocating for more government, it's doubtful whether they can win over this demographic unless they first convince them that less government is a better way to get good jobs.\"</p> <p>Many prominent Republicans reject the notion that the GOP's support for Proposition 187 was a game-changing mistake. Instead, they say the issue remains one of exaggerated entitlement and that ultimately voters, including Latinos, will need to accept free-market principles more openly.</p> <p>Recent election results have shown Santa Ana and Orange County Latinos voting in small majorities alongside Republicans on conservative social issues but remaining overwhelmingly Democratic on economic and tax issues and in presidential polling.</p> <p>\"Mitt Romney is a national businessman,\" said Jacoby. \"I think he has to see and would see, as president, the economic benefits that immigrants bring. It's not a new debate – in some ways the sharpness of the debate within the party comes and goes.\"</p> <p>Many Republicans recognize the need for some type of reform but are reluctant to reward anyone who entered the US illegally.</p> <p>\"We must remember that there are hundreds of thousands of legal immigrants in Orange County who waited their turn,\" said Shawn Steel, the Republican National Committeeman from California who is a former chairman of the state party. \"That includes my wife, an immigrant from Korea.\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 324,528 % <br>Hispanic or Latino: 78.2<br>White: 9.2<br>Black: 1.0<br>American Indian/Alaska Native: 0.2<br>Asian: 10.4<br>Native Hawaiian/Pacific Islander: 0.3<br>Other: 0.1<br>Mixed Race: 0.7<br> Total: 100</p> <p>Per capita income: $16,613</p> <p>Voter turnout in 2008: 62,409 (60.42% of reg. voters)<br>Current voter registration: 109,315<br>Democrat: 56,433 (51.6%)<br>Republican: 28,433 (26%)<br>Other: 24,449 (22.4%)</p> <p>Winner of the 2008 presidential election in Santa Ana: Barack Obama<br>Winner of the 2008 presidential election in California: Barack Obama</p>",
  "<p>Barack Obama's hopes of re-election were boosted by $181m in September, as supporters contributed to the largest one-month fundraising total of the president's campaign to date.</p> <p>Obama announced the figure in a tweet on Saturday morning, adding that more than 1.8 million people had donated, many for the first time in this or the last election cycle.</p> <p>The news comes after a roller-coaster week for the president, who disappointed many with <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/denver-presidential-debate-panel-verdict\">a lacklustre performance in the first presidential debate against Mitt Romney</a>, before <a href=\"http://www.theguardian.com/business/2012/oct/05/september-jobs-report-obama-unemployment\">Friday brought encouraging news on the jobs front</a>.</p> <p>The figure for September donations to the Democrats and campaign groups loyal to Obama dwarfed that raised in August, by $67m. The Romney camp has yet to release its fund-raising total for the month.</p> <p>In his tweet Obama said: \"Some amazing news this morning: 1,825,813 people came together to raise $181 million for this campaign in September.\"</p> <p>Of those who donated, more than 500,000 were new backers of the president, having not previously contributed to the 2008 or 2012 campaigns.</p> <p>A breakdown of the figures also showed that 98% of supporters had contributed $250 of less – an indication that Democrats are relying less on one-off big money donations from the super rich than their Republican rivals.</p> <p>The news comes as a boost to Obama as the election heads into its final month. It is also further indication of a creeping advantage in terms of advertising spend for the president over the coming weeks.</p> <p>Figures from the Federal Election Commission revealed that in August, Obama pulled ahead in terms of monthly donations, with $114m compared to $111m for Romney. Greater spending earlier in the race has depleted the Republican candidate's war-chest, undermining claims that he had a cash advantage.</p> <p>But those around Romney are expecting a spike in donations following what has been widely seen as a superior performance in the first presidential debate. Wednesday's head to head, which was broadcast to 67 million people, saw Romney's waning campaign seemingly brought back to life.</p> <p>A CNN poll of registered voters showed 67% respondents agreeing that the Republican challenger had taken the debate, with just 25% giving it to Obama. The Republican governor of New Jersey, Chris Christie, described it as a \"game-changing debate\". Surveys since the debate suggest that it did result in a bump of support for Romney.</p> <p>But the bounce may be short-lived. Republicans had only a day to celebrate before economic news allowed Obama to make the running again. Friday's monthly job figures showed that the US had added 114,000 new jobs in September, in line with expectation. But a dramatic upwards revision of the previous month's data, from 96,000 to 142,000 new jobs, saw the headline unemployment rate fall to 7.8%, from 8.1% – the first dip below 8% since Obama took office in January 2009.</p> <p>Shrugging off the disappointment of the debate, on Friday the president issued a call for Americans to back his re-election bid. The job figures were \"a reminder that this country has come too far to turn back now\", he told supporters while on the stump in Virginia.</p> <p>Staying with the theme on Saturday, in his weekly radio address, Obama said the nation owed it to those still struggling to find work to back his plan for economic revival.</p> <p>\"We're made too much progress to return to the policies that got us into this mess in the first place,\" he said, in a swipe at the blueprint that has been laid out by Romney and his running-mate, Paul Ryan.</p> <p>Romney is due to spend much of the weekend in Florida. On Friday evening, he tried to dismiss the positive job figures as he spoke to supporters in the state.</p> <p>\"By any rational measure, it is crystal clear we are in the middle of a jobs crisis,\" he said, adding: \"And from day one of my presidency, I will lead us out of this crisis.\"</p>",
  "<p>In the economically ravaged rustbelt city of Reading, Pennsylvania, ranked as the poorest metropolitan area in America, the majority Latino population is suffering from the double blow of vanishing jobs and poor education. Almost half of the 87,000 residents – 58% of whom are Latino – are living below the federal poverty line.</p> <p>\"Reading is the face of America,\" said community leader and former city councilman Angel Figueroa, the first Latino elected to the council. \"And if we can fix Reading as a mid-sized city we can fix many mid-sized cities in the country.\"</p> <p>In an election year, Reading could easily be the proving grounds for Democrats or Republicans seeking to sell bold ideas for turning around the economy. But neither major party has invested much energy on the town's Hispanic community.</p> <p>Two decades before the current economic crash, Latinos from New York and other north-eastern cities came to Reading, lured by a steady job market. Reading's history is infused with the stories of Latino immigrants from Mexico, Puerto Rico and the Dominican Republic who, since the early twentieth century, have moved into the city to work the mushroom fields and manufacturing jobs.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://player.vimeo.com/video/45206488\"> <iframe src=\"https://player.vimeo.com/video/45206488\" width=\"460\" height=\"283\" frameborder=\"0\" webkitAllowFullScreen mozallowfullscreen allowFullScreen></iframe> <p><a href=\"http://vimeo.com/45206488\">Luis Garriga, 51</a> from <a href=\"http://vimeo.com/jacobchung\">Jacob Chung</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p> </figure>  <p>\"We came here for a better life for our kids,\" <a href=\"http://vimeo.com/45206488\">Luis Garriga, a recent Puerto Rican implant from New York said</a>.</p> <p>Many Latinos who made Reading their home, came for the same reasons as Garriga. But as manufacturing plants have withered and closed across the rust belt, thousands of jobs have vanished. Work once abundant in the mushroom fields, steel mills, textile plants and auto parts factories and, more recently, hi-tech and even chocolate factories, is now hard to find.</p> <p>Garriga, who lost his home and ended up on the streets, knows personally how devastating Reading's recession has been. \"Had I known it was going to be this bad here, I would've taken my chances in New York,\" he said.</p> <p>In 2011 more than 3,000 jobs were lost as companies such as Hershey, Agere Technology and Dana Systems left the city, <a href=\"http://www.npr.org/2011/09/29/140932809/census-reading-pa-has-highest-poverty-rate\">former mayor Thomas McMahon said</a>.</p> <p>Even before the exodus of large manufacturing plants in 2011, <a href=\"http://www.readingpa.gov/documents/cornelius_speech111209_act_47.pdf\">the city was facing financial hardships</a>. Facing a continuing deficit, the city looked to be on \"life support.\"</p> <p>Since 2009 <a href=\"http://www.readingpa.gov/documents/act_47_recovery_plan.pdf\">Reading has been complying with Act 47</a>, a recovery plan that restructures the financial transactions of the city under the supervision of Pennsylvania's department of community and economic development and provides state assistance in planning, loans, grants and special measures to generate income via new taxes. But Act 47 means lowering salaries, outsourcing work and freezing new hires in the city at a time when jobs are desperately needed.</p> <p>Latino-owned businesses are the fastest-growing group in the city and now account for more than a quarter of the 4,568 businesses, Reading's <a href=\"http://quickfacts.census.gov/qfd/states/42/4263624.html\">community development director Lenin Agudo said</a>.</p> <p>\"We are the backbone of this city,\" Figueroa said. \"Latinos are the ones sustaining local businesses and big businesses. They are the workers of this county.\"</p> <p>Despite small signs of economic improvement, Latino leaders in Reading say they expected more from the Obama administration and hoped for more direct involvement from the White House in mapping out the city's recovery.</p> <p>President Obama last visited here during the 2008 presidential primary and <a href=\"http://www.youtube.com/watch?v=18DHM5sAMdU\">delivered a rousing campaign speech at Reading high school</a>, promising jobs. \"I will spend every day in the White House thinking about you, thinking about your hopes and dreams,\" he said. \"I need you to put me in there. I promise I'll be working for eight years to make your life better.\"</p> <p>But Obama has never returned. His visits to this strategic swing state have concentrated on the voter-rich cities of Pittsburgh and Philadelphia, each about an hour away. Democrats have a field office in the city but have not reached out in an organized effort to Latino leaders. To many Latinos in Reading, Obama's promises of putting the middle class back to work is now a faint memory.</p> <p>\"I wouldn't have used two years tackling healthcare reform,\" Figueroa said. Instead he should have focused more on the economy and education, he said.</p> <p>Hispanic leaders in the town also complain that Mitt Romney has failed to push his economic recovery policy of lowering taxes and reducing government regulations within the community in Reading. \"The Latino community is very independent. They're open minded,\" said <a href=\"http://www.centrohispano.org/\">Michael Toledo of Centro Hispano Daniel Torres</a>, a non-partisan group that provides services for Latinos and non-English speakers in the city.</p> <p>\"They want to hear about platforms that resonate with them. We want the economy to get better, we want to see job growth, we want to see more in terms of education and educating our youth.\"</p> <p>Neither Republicans nor Democrats have made an effort to connect with the Latinos in the city, according to the Reading council president Francis Acosta. Though a local Democratic party field office is less than a mile away from city hall, no effort has been made to mobilize Latino leader for the campaign.</p> <p>\"I was there when they opened the office,\" Acosta said. \"They'll usually start calling a week or two before the election.\"</p> <p>Despite the frustration at the apparent lack of political engagement, he still intends to side with the Democratic ticket in November. \"Could [Democrats] be better? Yes,\" said Agudo. But given another term in the White House, he believes, Obama could still turn things round.</p> <p>\"I'm prepared to give him my vote,\" he said.</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 88,082 %<br>Hispanic or Latino: 58.2<br>White: 28.7<br>Black: 10.0<br>American Indian/Alaska Native: 0.2<br>Asian: 1.1<br>Native Hawaiian/Pacific Islander: 0.0<br>Other: 0.2<br>Mixed Race: 1.7<br> Total: 100.1</p> <p>Per capita income: $13,135</p> <p>Voter turnout in 2008: 25,648 (50.9% of reg. voters)<br> Democrat: 35,151 69.7<br> Republican: 7,958 15.8<br> Other: 7,302 14.5<br>Current Voter registration: 44,613<br> Republican: 6,343 14.2<br> Democrat: 32,125 72<br> Liberal: 265 &lt;1<br> Other: 5,880 13.2</p> <p>Winner of the 2008 election in Reading: Barack Obama<br>Winner of the 2008 election in Pennsylvania: Barack Obama<br></p>",
  "<p>The Israeli air force has shot down a drone after it entered the south of the country, the military has confirmed.</p> <p>Troops are searching for the remains of the unmanned aircraft after it was intercepted and brought down over the Negev desert on Saturday morning.</p> <p>It was not clear where it came from although local reports suggested that it did not depart from the Gaza Strip.</p> <p>The drone was spotted above the Mediterranean Sea in the area of the Hamas-ruled Gaza Strip to the west of Israel, said a military spokeswoman, Avital Leibovich.</p> <p>It was escorted by air force jets once it crossed into Israeli air space and travelled around 35 miles east across Israel's southern Negev desert before being shot down.</p> <p>The Israel Defence Forces said their soldiers were examining the aircraft's flight path and were searching the area to locate debris and identify its origin.</p> <p>Local media reported that it appeared to be an intelligence gathering drone and was not carrying explosives.</p> <p>An IDF spokesman, Brigadier General Yoav Mordechai, described the interception as a full operational success and said the aircraft had been downed in accordance with a decision by the force's top leaders.</p> <p>In a statement, Israel's defence minister, Ehud Barak, congratulated the military, saying: \"We view this incident of attempting to enter Israeli airspace very severely and we will consider our response later.\"</p>",
  "<p>Juliàn Castro, the mayor of San Antonio who burst on to the national political stage when he made the keynote address at the Democratic national convention in September, is selling his vision of the future to the city's top moneymakers. He pictures a Manhattan-like metropolitan core, with walkable streets and arts and culture worthy of America's seventh-largest city.</p> <p>Castro calls this vision \"San Antonio 2020\". In a city where <a href=\"http://quickfacts.census.gov/qfd/states/48/4865000.html\">two-thirds of the 1.3 million residents are of Latino heritage</a>, it is tempting to call it \"veinte veinte\".</p> <p>In fact, Castro hardly speaks any Spanish. But that is part of what makes his vision so powerful. In the fastest-growing major city in the country, a well-heeled and mostly white audience at the Witte Museum listens to the new-generation Hispanic leader, who is aged only 38, share his plans. In doing so, he is advancing a slow-motion political takeover of Texas.</p> <p>\"San Antonio is a peek at the Texas of tomorrow and the America of tomorrow,\" Castro says. \"We've called it the new face of the American dream.\"</p> <p>2020 is, by coincidence, the projected date by which, if current trends continue, the state will come full circle. Texas, which was once part of Mexico, <a href=\"http://www.window.state.tx.us/specialrpt/tif/population.html\"> will return to being majority Hispanic</a>.</p> <p>Texas is already a state with a majority-minority population – Hispanics account for about 38% of the population but other ethnic groups push the non-white proportion to 52%. This trend has enormous potential consequences for both main political parties.</p> <p>For Republicans, such demographic change spells a possible end to their long reign in the state. The Democrats have failed to seize their opportunity – on average, <a href=\"http://www.newstaco.com/2011/05/17/how-the-latino-vote-matters-in-2012/ \">Hispanics vote 3-1 for Democrats </a> – but the state GOP has nonetheless been swerving rightward, straight into a demographic brick wall.</p> <p>Despite the fact that Texas has not voted for a Democratic presidential candidate since Jimmy Carter in 1976, the Republicans may see their political Alamo in San Antonio. </p> <p>\"You get California, Texas and New York,\" says Choco Meza, a former Bexar County Democratic Chair, tracing the states' geographical positions in the air, \"and that little 'v' is for 'victory'.\"</p> <p>However, Texas Democrats have yet to match action to such enthusiasm when it comes to bringing out the Hispanic vote. Unlike in California or New Mexico, Hispanics in Texas have been fighting well below their political weight. Hispanic turnout rates are poor – almost half that of white or black voters in the state. <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2004a.xls\">In 2008 only 38% of eligible Hispanics cast ballots in the presidential election</a>.</p> <p>San Antonio incubated such landmark political Hispanic groups as the League of United Latin American Citizens and the Southwestern Voter Registration Education Project. These and other movements began in the city's Westside, the heart of its Hispanic community. There lie both the symptoms and the solutions to the political woes of Texas' Hispanics.</p> <p>This barrio region begins a few blocks away from San Antonio's bustling downtown, where tourists flock to The Alamo and the Riverwalk. In the Westside, cheap, wood-framed houses are painted salmon pink or lime green; many have clothes drying on a line. Ernest Bromley, who walked Westside's tree-lined avenues in the 1970s as a political canvasser, sees the community's symbolic divide in the appearance of such houses.</p> <p>\"There are homes that take care of themselves; a lot of home pride and flowers that are well-kept,\" Bromley says, \"and others that are just trashed. You can be poor and have a nice-looking place.\"</p> <p>Bromley, a Democrat, and his Republican business partner, Lionel Sosa, are legends in the Hispanic community, having created the first advertising firm that reached an Hispanic audience. Sosa is a master of the emotional political ad who has advised dozens of Republican campaigns – including George W Bush's 2004 run that won 49% of the Texas Hispanic vote. The tagline for that campaign was <a href=\"http://www.youtube.com/watch?v=xHghAjADiXc\">\"Nos conocemos\" – \"we know each other\"</a>.</p> <p>For years, the Hispanic population in Westside was not politically engaged. As late as the 1960s, much of the area had dirt roads and a patchwork electrical service. Yearly storms created pop-up rivers that destroyed property and stranded residents. Disenchantment with the system kept turnout low, allowing such problems to fester. </p> <p>There has been some progress. From 1996 to 2008, Hispanic turnout increased by nearly 10 points and reached an all-time high for Hispanics. But the 38% turnout in the 2008 election was still <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2004a.xls\">well below the 57% turnout among California's Hispanic population</a>.</p> <p>Castro, however, hints at something that could begin to galvanize Hispanic voters in San Antonio and beyond. \"It may come in the form of some great candidate or candidates that decide they're going to run [for governor],\" he says. \"And that's what lights up the Hispanic community.\"</p> <p>Castro swears he is not speaking of himself, though his political star is undoubtedly rising. Instead, he uses the example of his idol, Henry Cisneros. <a href=\"http://www.texasmonthly.com/preview/2001-07-01/reporter \">San Antonio's Hispanic vote doubled in 1981</a> when the striking, 6ft 3in, third-generation Mexican-American became its mayor.</p> <p>Cisneros, however, has a cautionary tale to tell. The nation's first Hispanic mayor of a major city had a rapid ascent to the national stage as part of Bill Clinton's administration, before he became embroiled in a scandal involving payoffs to a former mistress that ended his political career.</p> <p>Now a housing-policy consultant, Cisneros still lives on the Westside – in a community that he tried to modernize which is, in many ways, still stuck in the past. In the Westside, stagnation can take many forms. </p> <p>Crystal Cox, 26, returned home after earning her bachelor's degree, and found that little had changed. \"My best friend from elementary school lives across the street and she has a couple of kids,\" she says. \"It's weird to come back home and see people that I knew and they ended up just having kids and stopped with their education.\"</p> <p>Her friend follows an all too familiar and growing trend among Hispanics in Texas: <a href=\"http://hobbycenter.rice.edu/workarea/downloadasset.aspx?id=2147484251\">it is thought that by 2040, more than half will not graduate high school</a>.</p> <p>In 2011, <a href=\"http://www.npr.org/2011/12/22/144079041/texas-schools-grapple-with-big-budget-cuts\">the Republican legislature in Texas cut $4bn from public schools</a>. Party leaders argued that the state's budget had been in crisis, that cuts needed to be made, and that education spending was the largest piece of the pie.</p> <p>In <a href=\"http://www.texastribune.org/library/data/schools/\">a school system that is almost 50% Hispanic</a>, this was another harsh blow to the poorer districts – as well as to any Republican hopes of winning Hispanic converts.</p> <p>Even in a city as diverse as San Antonio, divides in class and race run deep. Henry Flores, dean of the Graduate School at St Mary's University and a consultant on many Democratic races, doesn't need to search too far to find remnants of a \"members only\" mindset.</p> <p>\"Take a look at the girls in that back party,\" he says, pointing to a stream of young women, dressed in their Texas best, heading to a restaurant's private room. \"You're not going to find any Latinas there.\"</p> <p>The political culture in Texas has capitalized on such small moments of division. Last year, two incendiary pieces of legislation alienated many Hispanics – one a voter ID law and the other a new district layout.</p> <p>Both have ended up in court. <a href=\"http://online.wsj.com/article/SB10001424052702304373804577525072239849392.html\">The voter ID law required Texans to show valid state ID at the polling place</a>. The Obama administration challenged it as a violation of the Voting Rights Act, claiming that it targeted poor Hispanics without driver's licenses.</p> <p><a href=\"http://www.nytimes.com/2012/02/29/us/final-texas-redistricting-maps-approved.html\">The new district lines contained no new electoral regions that were majority Hispanic</a>. This too went through the legal system, to arrive at a compromise of two new Hispanic and two new Anglo districts. This was a disappointment to Hispanics, considering that they have driven 65% of the state's population growth in the past decade.</p> <p>Texas was different when the Republican businessman Sosa helped George W Bush win nearly half the Hispanic vote in 2004, with a message of strong family values and a welcoming atmosphere. Now, he says he can hardly recognize the party that plays on fear of Hispanic immigration and calls, in Mitt Romney's case during the Republican primaries, for \"self-deportation\".</p> <p>\"If you look at Reagan's position on immigration and amnesty, he did it,\" Sosa says. \"It was somewhat controversial, but no big deal.\"</p> <p>But as much reason as Democrat-inclined Hispanics have to vote, there has not been a momentous shift towards the ballot box. Voter-registration groups estimate that it would take a huge – and expensive – outreach effort to register the million Hispanics who could help to turn Texas blue.</p> <p>Big-party money goes toward swing-state campaigns, rather than a more distant investment like Texas – even one that could have such a high return.</p> <p>\"Democrat voters, even in Texas, send all their money to the swing states,\" says Lydia Camarillo of the Southwestern Voter Registration Education Project. \"Trying to build up the Hispanic voter base here just isn't the way they think. If it was and they did Texas would be purple in five years.\"</p> <p>Even the most optimistic Texas Democrats have a hard time looking at the years of unfulfilled expectations without showing their frustration. The numbers are there, the future is evident, and yet the moment remains just out of reach.</p> <p>\"I've been waiting for the Hispanic sleeping giant to wake up in the 70s, the 80s, the 90s and now [the] 2000s and I've seen it in Time magazine every decade,\" Flores said. </p> <p>When will the giant wake?</p> <p>\"The answer to that question is: 'I don't know.'\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 1,327,407 %<br>Hispanic or Latino: 63.2<br>White: 26.6<br>Black: 6.3<br>American Indian/Alaska Native: 0.2<br>Asian: 2.3<br>Native Hawaiian/Pacific Islander: 0.1<br>Other: 0.2<br>Mixed Race: 1.2<br> Total: 100.1</p> <p>Per capita income: $21,812 </p> <p>Voter turnout in 2008: 446,405 (55.9%)<br>Current Voter registration*: 664,135 </p> <p>Winner of the 2008 election in San Antonio: Barack Obama<br>Winner of 2008 election in Texas: John McCain</p> <p>* Under Texas's open primary system, voters do not register with a political party.</p>",
  "<p>One of the greatest challenges of Mitt Romney's career has always been to win over a conservative wing of the Republican party that is sceptical of his moderate record as a former governor of Massachusetts, a traditionally \"blue state\".</p> <p>But now, as the American election enters a final frenetic month of campaigning before polling day on 6 November, the right of the Republican party is happily falling in behind Romney, lauding his performance in last week's televised Denver debate.</p> <p>Yet the sudden outbreak of party unity and praise for Romney comes as the challenger is moving frantically to the middle ground, eschewing the social conservatism of his party's base and hammering away on a message of \"jobs, jobs, jobs\".</p> <p>Romney has <a href=\"http://www.theguardian.com/world/2012/oct/05/mitt-romney-47-percent-video-row\" title=\"\">also apologised for secretly filmed comments</a> at a Florida fundraiser where he said he was not worried about 47% of Americans who paid no income taxes and were dependent on government. Now he says he wants the support of 100% of Americans. He has even defended parts of Barack Obama's healthcare reforms, saying he would keep elements of the plan in place.</p> <p>\"He is not so much inching into the middle ground as sprinting,\" said Professor David Cohen, a political scientist at the University of Akron. \"But we see a lot of sudden enthusiasm now for Romney because they know this is their only shot to beat Obama. A lot of Republicans saw the Romney campaign as a train wreck, a lost cause. They now see hope.\"</p> <p>There has certainly been a Republican stampede to get behind Romney since his unexpectedly easy besting of Obama in the first presidential debate, which was watched by more than 60 million Americans. Taking advantage of a seemingly listless Obama, Romney won plaudits from across the political spectrum.</p> <p>\"Romney won big. [He] displayed a mastery of the economy, of small business, of healthcare, of taxes,\" said John Zogby, head of independent research firm JZ Analytics.</p> <p>The praise has been especially loud on the conservative right. Just a few weeks ago, <em>Wall Street Journal</em> columnist Peggy Noonan was publicly calling the Romney camp \"incompetent\" and <a href=\"http://blogs.wsj.com/peggynoonan/2012/09/18/time-for-an-intervention/\" title=\"\">calling for an intervention by party elders</a>. Now Noonan has dramatically changed her tune.</p> <p>\"<a href=\"http://online.wsj.com/article/SB10000872396390444223104578036902059331748.html\" title=\"\">The real Romney is the one who can communicate</a>. He's straight and direct and not fancy, forgivably jargony, but worried about America and sincere. That's the Romney who showed up for the debate. Stay that guy!\" she gushed in her latest column.</p> <p>Others have compared Romney's debate performance with Ronald Reagan's mastery of the format and declared it a historic victory. \"This could be the only presidential debate ever won so definitively in the absence of some obvious and ruinous gaffe,\" wrote conservative columnist Charles Krauthammer, who just a few days previously had been touring the TV talk show circuit calling Romney's campaign \"small ball\".</p> <p>Republican activists have a simple explanation for the sudden outbreak of party discipline and their previously well-disguised ardour for Romney. \"The party wants to win. The debate created a buzz and Republicans want to beat Obama. Whether you are a conservative or a moderate, that is why they are rallying behind the candidate,\" said Steve Mitchell, a Republican pollster.</p> <p>Certainly the debate appeared to reverse what had seemed almost a death spiral for the Romney campaign, which was stuck in a cycle of gaffes – from criticising the London Olympics to the 47% video – and sinking poll numbers. Indeed there are early signs that Romney's poll numbers may now get a much-needed bump. Clarus Research released figures showing Obama's national lead had dipped to just two points and Reuters-Ipsos surveys showed Romney's popularity rising on key issues including the economy and healthcare reform in the wake of Denver.</p> <p>But unrestrained Republican joy is unlikely to last long. On Friday fresh employment statistics saw America's jobless rate dip to 7.8%, allowing Obama to claim for the first time that unemployment is now lower – and the number of people in jobs is higher – than when he took up office. It is also unlikely that Obama's team will be caught as flat-footed in the remaining two debates.</p> <p>The Obama camp has indulged in some public soul-searching amid fierce media criticism and is certain to come out more firmly in the next debate, on 16 October in Hempstead, New York.</p> <p>On the campaign trail, Obama has already started hitting a more aggressive tone, slamming Romney as someone who shifts his opinions and has not been truthful with the electorate. He has developed a new line of attack, targeting Romney's debate vow to cut government funding to public television. \"Governor Romney plans to let Wall Street run riot but he wants to bring down the hammer on <em>Sesame Street</em>,\" Obama said at a rally at the end of last week.</p> <p>However, the new-look moderate Romney is likely to be a less easy target. In many ways, millions of Americans are only starting to pay close attention to the election now and the Republican nomination race – when Romney painted himself as a conservative in order to get the nod – is largely forgotten. Instead, the Democrats are facing the sort of Republican they had always feared: a moderate-sounding former governor of a blue state who talks up his economic experience and ability to create jobs. \"That sort of image is not only viable for Romney to pull off, it is also absolutely necessary for Romney to do so, if he wants to be president,\" said Cohen.</p> <p>The Republican party base – from Tea Party free marketeers to evangelical social conservatives – mostly knows that too. Romney has weathered previous criticisms of being an \"Etch A Sketch\" candidate who tacks to whatever position the electorate wants.</p> <p>So after being almost dead in the water, Romney's campaign suddenly seems to have come to life. \"It is clearly not dead now. It is a race that is going to go all the way,\" said Mitchell.</p>",
  "<p>Aaah … party conference season. Who could begrudge the parties their annual shindigs? Well, most sane people, actually. For the Liberal Democrats, conference tends to mean sandals and self-righteousness. For Labour, it's an orgy of tribalism, which really demands not <a href=\"http://www.theguardian.com/politics/2012/sep/30/labour-conference-2012-markets\" title=\"\">Prof Michael Sandel</a> but an embedded team of Harvard sociologists to do it justice.</p> <p>What, then, of the <a href=\"http://www.theguardian.com/politics/conservative-conference-2012\" title=\"\">Tory conference this coming week</a>? We can write the media recipe now: some cataclysmic polling over the weekend for starters; a solid roast of party splits over Europe, economic policy, austerity (insert preferred hobby horse); resurgent Labour vegetables; to spice things up, a sudden intervention from the mayor of London; and the final calls for the PM to make the speech of a lifetime.</p> <p>But the real world provides a more interesting context for the Tories in Birmingham. Take the economy. Conventional wisdom measures economic growth against a benchmark sustainable rate of about 2.3%. However,<a href=\"http://blogs.telegraph.co.uk/finance/andrewlilico/100011056/how-fast-can-the-british-economy-grow/\" title=\"\"> as economist Andrew Lilico has shown</a>, the benchmark rate may now in fact be far lower, at under 1.5%.</p> <p>Historically, this reminds us that the Brown boom of 2000-2007 did not merely pump up public, private and corporate borrowing, but also inflated estimates of the true strength of the economy. But it also implies that the UK economy is actually doing better than the consensus would have it, despite the tough times.</p> <p>If this is so, an attempt by government to lift growth by a Ballsian spending splurge is likely to fail, but will stoke up inflation and reduce resilience against external shocks such as further deterioration in the eurozone.</p> <p>So item one is the economy, and the lesson for next week is that the Tories need to stick to their knitting.</p> <p>Item two is about leadership. There are serious people in parliament; more than you might think, if you read the papers. But the two Eds are not among them. <a href=\"http://www.theguardian.com/politics/2012/oct/02/ed-miliband-one-nation-speech1\" title=\"\">Ed Miliband's \"one nation\" speech</a> on Wednesday was an ingenious and effective piece of rhetoric, which will look silly next week but has secured his position as leader.</p> <p>However, you know a man not by his words, but by his choices. In the Labour leader's case, the key facts are these: having worked for Tony Benn as a teenager, he entered politics at the age of 23. Before they took it off the Labour party website, his official CV used to cover the first 13 years of his working life in one sentence of 18 words.</p> <p>As for Ed Balls: in the 40 years between 1960 and 2000, the banks' debt held remarkably steady at about 20 times their capital. In the seven years between 2000 and 2007 it rose to almost 50 times. Balls was a principal architect of the new banking supervisory and regulatory regime introduced in 1997-2000, and stayed at the Treasury until 2007. QED.</p> <p>To make matters worse, the Eds face the classic dilemma of mid-term opposition. You can't say nothing, but say something substantive and it will be costed and must be paid for. Deploying Sandel this week made the point perfectly. He does have something to say. Unfortunately for Miliband, his views are deeply conservative.</p> <p>Nevertheless, it would be foolish and complacent for anyone in Birmingham to rely on Miliband. The Conservatives need to get on and make the case with energy and resolve. To do this – item three – they should showcase the reservoir of talent and goodness that exists among many ministers and backbenchers, and in the voluntary party up and down the country. That's the real one nation tradition.</p> <p>The next election is wide open, but the Tories will need a much broader, and more broadly delivered, message if they are to succeed.</p>",
  "<p>While giant rallies in Caracas may be drawing the world's attention ahead of Venezuelan presidential election, the global significance of the vote can be found hundreds of miles to the east in the oil-soaked Orinoco Belt.</p> <p>According to studies, Venezuela has overtaken Saudi Arabia to become number one in the world for proven oil reserves, largely thanks to the heavy crude found in this vast alluvial plain.</p> <p>Whether this multi-trillion dollar asset is controlled by Hugo Chávez or the opposition challenger, Henrique Capriles, will influence which countries and companies are given the priority to exploit them and how much drivers around the world pay at the pump. According to a report this year by BP, Venezuela has reserves of 296.5bn barrels, about 10% more than Saudi Arabia and 18% of the global total. At the country's current levels of production, this would last about 100 years.</p> <p>If Chávez wins – as most polls suggest – he has promised to ramp up production and reduce his country's dependence on the US market by doubling crude exports to Asia. To further this goal, Venezuela plans to build a pipeline through Colombia to the Pacific which would reduce costs and transport times to China and other Asian markets.</p> <p>Capriles, who has mounted a strong challenge, says he would fire the oil minister, Rafael Ramírez, and rethink how crude is extracted and used. Until now Russian and Chinese companies have struck the biggest deals for future exploitation.</p> <p>\"We have to revise every deal. I think they are agreements that are not functioning,\" he said. During the campaign, he has also said he would halt subsidised oil shipments to Cuba, Belarus, Nicaragua and Syria. Critics say he is a stalking horse for US interests.</p> <p>Both Chávez and Capriles are calling for more investment so that Venezuela can increase not only output but also the quality of oil through the use of upgrading technology. But the volatile mix of politics and oil has made it difficult to secure partners.</p> <p>In recent years Venezuelan oil production has fallen due to poor maintenance, low investment and the loss of key workers. Plans to open new fields have been repeatedly delayed. The state-owned oil company PDVSA says the holdups are over. Last week its joint venture with Russia's Rosneft and Lukoil pumped its first barrel. Another operation, with a Vietnamese firm, has also reportedly begun. Projects with Chevron of the US, Spain's Repsol and others are due to start early next year.</p> <p>But there are still many empty blocks. Officials said BP, Shell and several other multinationals appear to be waiting to see if the government will change today before committing to possible joint ventures in the two main areas for expansion, Carabobo and Junín.</p> <p>\"There is a danger that British firms might miss out. In this country, oil and politics are intertwined. Many companies are waiting for the election result,\" said Osmel Molina, deputy manager of the Carabobo region. \"They hope for higher profits if the political situation changes. That's why there is so much support for the opposition. They don't necessarily want to oust Chávez, but they do want a weak government so they can control the biggest oil resources in the world.\"</p> <p>Venezuela has an oil-dependent economy – PDVSA accounts for 95% of the country's export earnings. Domestically, the mix of populist politics, super-abundant oil and second-rate refining technology has left the country with a peculiar system in which the state sells crude for $100 (£61) a barrel, buys back petrol at $400, then sells it on to domestic drivers at such a discount that a full tank is cheaper than a cup of coffee. A gallon costs about 6p, leading to a lucrative cross-border petrol-smuggling business. Neither candidate has dared to commit to a raise.</p> <p>Oil rose to the centre of the political debate in 2003, when the sector was crippled by striking workers. The Chávez government, which had survived a coup attempt the previous year, sacked most of the management and many of the workers, saying that they were pawns in a US-backed effort to destabilise the country.</p> <p>The industry is now a bastion of government loyalists. Molina's office is decorated with portraits of Chávez and Simón Bolívar. Most of the staff wear red Chávez re-election campaign T-shirts. Four oilfields are named after battles of independence.</p> <p>Oil helps to explain why Chávez is vilified in the US. In 2000, a year after taking power, he made his first mark on global affairs with a tour of the Middle East to lobby key Opec members – Iraq, Iran, Libya, Kuwait and Saudi Arabia – to drive oil prices higher. Since then, the cost of Brent crude has risen from less than $20 a barrel to more than $100.</p> <p>Saddam Hussein and Muammar Gaddafi were among the leaders who joined Chávez to drive up prices. Molina believes it is no coincidence that they were deposed and killed: \"There's a plan in place to control the global oil market. Anyone who tries to erode the monopoly ends up in conflict with the [US] empire.\"</p> <p>In the past, Molina said foreign oil firms were paying only 3% royalties to the government, but Chávez pushed this up to 16%. He also helped to raise the value of the output from the Orinoco Belt by relabelling it as valuable heavy crude instead of cheap bitumin or tar, as it had previously been priced.</p> <p>Some accuse the US and multinationals of trying to influence the presidential campaign. \"Transnationals want control of the oil here. They want the submission of Latin America to supply the market needs of the US,\" said Nicmer Evans, a political science professor at the Central University of Venezuela.</p> <p>But the outside influence cuts both ways. Since 2007, the government has received $42.5bn in loans from the China Development Bank, with the biggest tranche coming in the year ahead of an election in which Chávez has increased public spending, the minimum wage and pensions. This is repaid largely through shipments of 430,000 barrels of crude a day to China in repayment.</p> <p>Russian president Vladimir Putin showed his support with the gift of a puppy to Chávez this month.</p> <p>But geopolitics is not the only factor at play in deciding who gets to exploit and use this pool of oil. Geography, market demand and refining technology are also help to explain why the US – despite Chávez's rhetoric – remains Venezuela's biggest customer.</p> <p>The scale of the required investment will also be a struggle for any single country. Chávez has said Venezuela should look to the country's Faja oil belt and promised to invest $130bn in the region to double national oil production to six billion barrels a day, pushing Venezuela past Iran as the world's second-biggest producer. The money is needed to upgrade wells, processing plants, refineries, docks, roads and housing. Dire maintenance has plagued the industry, most recently with a huge fire at the Amuay refinery.</p> <p>Local people say that the main road between Morichal and Maturin has been cut off at least twice in the past month, once because floods swept away a bridge and once because of a protest by nearby residents against power shortages.</p>"
]