[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394361723\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382337946/Greenwich-Park-Arena-001.jpg\" alt=\"London 2012: Dressage: Greenwich Park Arena\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">23,000 fans cheer on Laura Bechtolsheimer of Team GB at Greenwich Park arena</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361729\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382342934/Jose-Daniel-Martin-Dockx-002.jpg\" alt=\"London 2012: Dressage: Jose Daniel Martin Dockx\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jose Daniel Martin Dockx of Spain cuts a formidable profile as his horse Grandioso stands to attention</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361741\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382345795/Valentina-Truppa-003.jpg\" alt=\"London 2012: dressage: Valentina Truppa\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Valentina Truppa of Italy skirts along the side of the course on her horse Eremo Del Castegno</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361727\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382348705/Jessica-Michel-004.jpg\" alt=\"London 2012: Dressage: Jessica Michel\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jessica Michel from France keeps her feet in the stirrups on Riwera</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361737\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382351816/Union-Jack-flags-005.jpg\" alt=\"London 2012: Dressage: Union Jack flags\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British fans at the Greenwich Park arena wave Union Jack flags</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361715\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382354864/Charlotte-Dujardin-006.jpg\" alt=\"London 2012: Dressage: Charlotte Dujardin\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Charlotte Dujardin and her horse Valegro enter the arena</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361713\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382357711/Charlotte-Dujardin-007.jpg\" alt=\"London 2012: Dressage: Charlotte Dujardin\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dujardin negotiates a complicated side-step ...</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361717\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382360484/Charlotte-Dujardin--008.jpg\" alt=\"London 2012: Dressage: Charlotte Dujardin \" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> ... and breaths a sigh of relief after completing an exemplary routine</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361731\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382363480/Richard-Davison-009.jpg\" alt=\"London 2012: Dressage: Richard Davison\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Team GB's Richard Davison performs on his horse Artemis</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361719\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382366607/Dressage-arena-010.jpg\" alt=\"London 2012: dressage: Dressage arena\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A grand view of the dressage arena, seen during the grand prix specials round</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361725\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382369861/Jan-Ebelong-011.jpg\" alt=\"London 2012: Dressage: Jan Ebelong\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jan Ebelong of the United States rides Rafalca, the horse owned by Mitt Romney's wife, Ann. Ebelong and Rafalca failed to qualify for the grand prix finals </span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361721\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382372756/Dujardin-wins-012.jpg\" alt=\"London 2012: Dressage: Dujardin wins\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Gold belongs to Britain! Charlotte Dujardin celebrates...</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361739\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382376003/Lap-of-honour-013.jpg\" alt=\"London 2012: Dressage: Lap of honour\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> ... and three perfectly behaved mounts and their riders enjoy a lap of honour</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361733\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382379126/Team-GB-medal-014.jpg\" alt=\"London 2012: Dressage: Team GB medal\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl Hester, Charlotte Dujardin and Laura Bechtolsheimer acknowledge the crowds after receiving their medals, which brought the official Team GB medal tally higher than at Beijing 2008</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394361735\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344382382087/Team-wave-015.jpg\" alt=\"London 2012: Dressage: Team wave\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The team give the audience one last wave, clearly delighted to be the first Brits to score medals in Olympic dressage</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos for the Guardian</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-394365441\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/8/120808MadonnaPussyRiots-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/8/120808MadonnaPussyRiots_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120808MadonnaPussyRiots/120808MadonnaPussyRiots.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/8/120808MadonnaPussyRiots_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/8/120808MadonnaPussyRiots-16x9.mp4\"/> </video>   <p>Supporters of feminist punk band Pussy Riot say they hope three band members threatened with harsh jail sentences can avoid jail after Madonna used a concert in Moscow to condemn their persecution.</p> <p>Prosecutors on Tuesday called for the three women – Maria Alyokhina, Nadezhda Tolokonnikova and Yekaterina Samutsevich – to be jailed for three years after arguing they had insulted all of Russian Orthodoxy and posed a danger to society. They have been charged with hooliganism motivated by religious hatred after performing a \"punk prayer\" against President Vladimir Putin in a Moscow cathedral.</p> <p>Performing in Moscow's Olimpisky Stadium on Tuesday night, Madonna donned a balaclava and stripped off her clothes to reveal the words \"Pussy Riot\" scrawled across her back during a performance of her 1984 hit Like a Virgin.</p> <p>She was the latest in a long list of global stars who have come out to support the trio.</p> <p>\"I know there are many sides to every story, and I mean no disrespect to the church or the government, but I think these girls … have done something courageous and they have paid the price for this act and I pray for their freedom,\" Madonna said earlier in the show to massive applause. \"They deserve the right to be free.\"</p> <p>Pytor Verzilov, Tolokonnikova's husband, praised the move: \"She might be changing Russia's history by this. To give a sentence after something like this would be commiting international political suicide, admitting that you're no better than North Korea.\"</p> <p>In closing arguments on Tuesday, lawyers for Pussy Riot appeared to accept a conviction as a foregone conclusion. \"If the order is handed down from above to jail them, then they will be jailed. This is a political case from beginning to end,\" lawyer Mark Feygin said.</p> <p>Prosecutors used their closing statements to argue that the women were not carrying out a political act, but acting on deep hatred for Russian Orthodoxy.</p> <p>\"They violated the traditions of our country,\" Nikiforov said. He said the fact that \"no politicians\" were named in the punk band's song proved it was not a political act. The name and chorus of the song Pussy Riot performed was Virgin Mary, Chase Putin Out.</p> <p>Prosecutors presented the women as dangerous feminists. \"All the defendants talked about being feminists and said that is allowed in the Russian Orthodox church,\" said Yelena Pavlova, a lawyer for several of the nine complainants who claimed they were insulted by Pussy Riot's performance.</p> <p>\"This does not correspond with reality. Feminism is a mortal sin.\"</p> <p>The Pussy Riot case has <a href=\"http://www.guardian.co.uk/world/2012/aug/03/pussy-riot-trial-russia\" title=\"\">reawakened anti-government passions</a> that first emerged when Putin announced last autumn that he was returning to the presidency. Opposition activists have called for an impromptu protest to be held on 19 August.</p> <p>Addressing the court in the afternoon, defence lawyers for the band argued that the women's performance was an act of opposition against Putin and was not motivated by religious hatred. \"The 'prayer' they sang was a political one,\" lawyer Violetta Volkova said.</p> <p>Feygin gave an impassioned speech warning of the consequences of a conviction, which ended with applause from the journalists witnessing the trial.</p> <p>\"Russia has no rule of law. Russia has no justice system,\" he said. \"Nothing has changed from Soviet times.\"</p> <p>He warned that a guilty verdict would \"definitely tear up relations between society and government\".</p> <p>Society would never forgive the government for jailing three innocent women, he said, warning that tensions, including between society and the church, were building to similar levels as before the Bolshevik revolution of 1917.</p> <p>But Feygin appeared to accept a conviction as a foregone conclusion. \"If the order is handed down from above to jail them, then they will be jailed. This is a political case from beginning to end.\"</p> <p>Pussy Riot have argued that their performance inside Moscow's Cathedral of Christ the Saviour in February was designed to call attention to the politicisation of the Orthodox church, which was a key agitator for Putin's re-election.</p> <p>Church officials have said their trial has been willed by God. The women have apologised if they offended any Orthodox believers.</p> <p>Prosecutors said on Tuesday that their apologies were insincere and that the victims had \"the right not to be merciful\". They argued that the leader of the church, Patriarch Kirill, had been personally insulted and was \"not just an ordinary citizen\".</p> <p>The three women addressed the court on Tuesday and urged the judge to deliver a not-guilty verdict.</p> <p>A verdict is expected in coming days.</p>",
  "<p>What does all this money, in the most well-funded presidential race ever, buy?</p> <p>There's the $750m for the president; $800m for Mitt Romney; and then there's a couple of hundred more in Super Pac funds.</p> <p>What do the people putting up all this dough in politics actually get? Or maybe a better question: how do people keep falling for this?</p> <p>Here are the political contributions I have made:</p> <p>I have a Democratic private equity friend in Massachusetts who set out to build a political career. He was richer than me by a factor of probably 100, and yet, as reliably as the rain, he was back over and over again to ask for checks. (I'd once heard that the governor of Massachusetts could get anyone he wanted into Harvard, so I told myself I wrote these checks for my children.) But he never won – and yet, unfortunately, and on my dime, he persisted. I wrote check after check so he could run, and lose, and come back for more.</p> <p>My other check was to Bill Clinton in 1992. I wanted something specific: a blurb for a book I had written. I knew a top fundraiser for the campaign who said that if I maxed out the individual contribution, he'd take my request for a blurb directly to the candidate – done deal, he said. The last time I saw him, he was putting my folded check into his wallet.</p> <p>The next day, he was, tragically, killed in a plane crash. But not before having deposited my check. So, no blurb and no thank you – but, along with thousands of others, I did get my one-and-only inaugural invitation.</p> <p>Sheldon Adelson has been one of the big spenders during this campaign (by some estimates, his spend may go to $100m), first for Newt Gingrich, and now for Romney, accompanying the Republican candidate and his entourage on their recent trip to Israel. This might be what Adelson wants: some big-man travel, some personal press, a sense of bully-boy insinuation into Israel-US relations, some faith-based pride. But does he get real influence? </p> <p>It surely doesn't seem like a match: the self-made Jewish gambling magnate and the upper-class Mormon teetotaler. Let's be practical: what Adelson becomes, with his political investment, is a monster pain in the ass for the Romney people. Politicians spend the same amount of time raising money as they do giving the slip to the people who gave it to them. Precisely because Adelson will think he's owed big, he'll be avoided, mocked, handled, by a Romney White House (if it comes to that). Dollars to donuts, bitterness is what Adelson will get.</p> <p>Still, at his age and with his $25bn, it may be something of a cheap and final public splash for him (many of the biggest campaign donors are old men). But even here, I'll bet this turns to ash: there isn't much press for donors <em>after</em> an election. (But, count on it, he'll keep getting called for more money.)</p> <p>Do Romney's Bain supporters fair better? Or is Romney the burden they uniquely bear?</p> <p>The strategy for all the private equity guys I have known – unless, like my friend, and like Mitt Romney, they want to get into politics – is to fly under the radar. Press isn't good for private equity. As President Obama is now betting, there's really no way for most people to understand the PE business – and even less of a chance that they will be sympathetic to it. So, even if Romney wins, and private equity gets a finance-friendly White House, what it has also bought with its millions of dollars in support is a vastly increased branding problem.</p> <p>Still, for donors, there is the feeling of engagement in a great national contest, isn't there? Contributing a few dollars, or a few thousand dollars – or, if you have billions, its many-millions equivalent – represents a kind of interactivity. You're part of the whole. You signify. You've reached out. You matter.</p> <p>It's like posting a comment on the internet. And yet, really, how many commenters seem like satisfied and mellow people? Rather, engagement of this sort seems demonstrably an activity of the angry, hostile, begrudging, and dyspeptic. My guess is that what animates an internet commenter is very similar to what compels most campaign contributors to write a check: I give because I'm mad. Clearly, all campaign advertising strategies are guided by the premise that the negative is a stronger call to action than the positive. </p> <p>Politics is the province of the unhappy and querulous; perhaps all the more so because, having paid, people feel particularly gypped. (Or having paid, they feel they are entitled to their self-expression.) The manifest disappointment many of Barack Obama's 2008 supporters feel is surely heightened by the fact that, in that great surge of small contributions, they had to pay for the privilege.</p> <p>But somebody must get something valuable out of this $2bn election, besides the man who gets elected.</p> <p>This is the point where the analysis of campaign financing may well go seriously astray, seeing the underlying purpose of the $2bn as buying some insidious and indirect influence, instead of looking at exactly who is pocketing the cash and hence promoting the game. </p> <p>First off, there is the media. Presidential politics has become the difference between profit and loss for many television stations in battlefield states (most of them owned by major media companies). If you look at who has the largest financial interest in maintaining the hostility and partisan divide of modern politics, it is the media business. A curious conflict: the media stokes the fires of political acrimony while directly profiting from it.</p> <p>And second, there are the people who buy the media. Standing between the campaign donor and the recipient, there are the people who actually spend all this money. In most instances, they get a cut of it: a percentage of the ad buy (usually between 8% and 15%) goes to them. This is the political operative business: the outside consultants attached to every campaign (at almost every level of politics), and, now as well, the Super Pacs making big media buys around the country. (In other words, the Super Pacs are now very profitable businesses.)</p> <p>Karl Rove is not helping to run the American Crossroads Super Pac for free. In essence, the people who define the battleground states – the more money that's spent, the greater the contest – and who determine the tone of the campaign, and who set the budget requirements, are the people who most directly benefit from the campaign spend.</p> <p>Everybody else gets much less than they expected.</p>",
  "<p>If you've been watching too many Aaron Sorkin dramas, it's possible that you're under the illusion that being an American political campaign reporter is an intoxicatingly glamorous job. If so, you should definitely read <a href=\"http://www.politico.com/playbook/\">Monday's report from the Mitt Romney press pool</a> (scroll down).</p> <p>Yesterday was the first day that the Romney camp permitted \"protective pool\" coverage – the arrangement whereby one or more reporters get to follow the candidates even when they've scheduled no public events. The pool reporters then share their observations with their colleagues at other outlets.</p> <p>As <a href=\"http://www.latimes.com/news/politics/la-pn-romney-reporters-finally-thrown-in-the-protective-pool-20120806,0,2409028.story\">James Rainey notes at the LA Times</a>, it's a setup campaigns seek to resist for as long as they can, not least for fear that their candidate might, oh, I don't know, <a href=\"http://www.nytimes.com/2012/07/31/us/politics/romney-angers-palestinians-with-comments-in-israel.html\">insult an entire culture</a> or maybe <a href=\"http://blogs.wsj.com/washwire/2012/04/18/romneys-cookie-comment-bites-back/\">just an individual</a>. And what happened yesterday, when it was Washington Post reporter Phil Rucker's turn? Well, walk with me (© Aaron Sorkin) and let's find out:</p> <blockquote> <p>\"Gov Romney departed his residence in Wolfeboro, NH, at 8.40am en route to an undisclosed location.\"</p> </blockquote> <p>An undisclosed location! Dick Cheney's underground bunker-slash-cardiac unit? Sadly not:</p> <blockquote> <p>\"Romney arrived at Bradley's Hardware in downtown Wolfeboro, NH, at 8.45am … Romney was wearing a casual salmon, checkered, button-down shirt, his sleeves rolled up his forearm. He wore jeans and black New Balance shoes. As he walked into the store, he was carrying what appeared to be a shopping list.\"</p> </blockquote> <p>The pool wasn't allowed to go inside Bradley's Hardware [possible headline: \"Mystery surrounds Romney's visit to Bradley's Hardware\"] but nine minutes later, he emerged with a \"beige bucket\".</p> <blockquote> <p>\"Asked what he bought, Romney told your pooler, 'Hardware stuff'.\"</p> </blockquote> <p>Fair enough. Who doesn't need hardware stuff sometimes? And, at least, the next stage of the journey has to be marginally more interesting than that. A public appearance, perhaps, or a fundraiser, or even a closed-to-the-media meeting at which several vice-presidential candidates have been seen furtively arriving minutes earlier?</p> <blockquote> <p>\"Then, he said, 'Going to the grocery store now,' and climbed into his Suburban.\"</p> </blockquote> <p>It's a ruse! There's no <em>way</em> Romney's really going to the grocery store. For one thing, he's in the middle of a frenzied campaign for the most powerful office on the planet. For another, he has people to do things like that for him. He must be going somewhere more exciting, but trying to mislead the media.</p> <blockquote> <p>\"At 8.57am, Romney arrived at Hunters Shop'n'Save … [H]e stopped to get two ears of native sweetcorn from an outside display. They were on sale for two for $1.00 … Romney grabbed a shopping cart and went inside the store.\"</p> </blockquote> <p>Ah, OK then. Shortly after 9am, Romney emerges with a shopping cart full of groceries. Here's <a href=\"https://twitter.com/CharlesDharapak/status/232476756651683843/photo/1\">photographic evidence</a>, if you don't believe me! According to the pool report, the cart contains:</p> <blockquote> <p>\"12-packs of Caffeine Free Diet Coke and Wild Cherry Diet Pepsi, as well as a 24-pack of Poland Spring bottled water … Your pooler spotted Greek yogurt.\"</p> </blockquote> <p>A reporter asks Romney if he'll be cooking that evening. \"I've got some folks coming over today,\" Romney replies. The reporter, still adorably optimistic about the possibility of getting an actual story, asks if the \"folks\" are vice-presidential possibilities Rob Portman or Tim Pawlenty. Romney replies:</p> <blockquote> <p>\"Ha, ha, ha, ha.\"</p> </blockquote> <p>OK. Where next? </p> <blockquote> <p>\"At 9.11am, Romney walked across the parking lot to Rite Aid pharmacy … At 9.16am, Romney emerged from the store with a plastic bag of goods.\"</p> </blockquote> <p>At this point, though, I know what you're thinking. With hindsight, in the moments before epoch-changing moments in history, the details of people's everyday lives often seem incongruously dull. At this stage in the report, it feels as though something huge is about to happen. Something that will make all these mundane details seem so poignant, so … innocent.</p> <p>A world-shaking event is about to strike from nowhere, changing everything …</p> <p>… BAM!</p> <blockquote> <p>\"[He] had a conversation with one lady whose car was blocked in by his motorcade.\"</p> </blockquote> <p>Now, Romney has to think on his feet. What might he say to the woman?</p> <p><a href=\"http://www.poynter.org/latest-news/mediawire/167464/press-corps-love-watching-romney-try-to-guess-childrens-ages/\">\"Are you French-Canadian?\"</a> doesn't seem to cut it on this occasion. The woman is alone, it seems, so <a href=\"http://www.nytimes.com/2011/12/28/us/politics/a-new-romney-seeking-to-connect-reveals-some-quirks.html\">\"is that your sister?\"</a> feels wrong, too. But then, in a flash, he has it:</p> <blockquote> <p>\"I'm sorry for blocking you in there.\"</p> </blockquote> <p>Then, Mitt Romney went home.</p> <blockquote> <p>\"Romney arrived back at his residence at 9.22am … A full lid was called at 1.32pm.\"</p> </blockquote> <p>Rucker was, just to be clear, doing his job exactly correctly here, and the pool reports aren't intended to be interesting: the main thing the pooler's colleagues want to hear is the reassuring news that they didn't miss anything.</p> <p>But the utter, Beckettian nothingness of Romney's Monday morning draws attention to just how far his campaign has decided on a policy of engaging with reporters as little as humanly possible. (See also his foreign tour: the candidate took <a href=\"http://www.politico.com/news/stories/0712/79200.html\">three questions in total from the travelling press</a>.)</p> <p>At the Columbia Journalism Review, Brendan Nyhan <a href=\"http://www.cjr.org/swing_states_project/mitt_romney_new_al_gore.php?page=all\">seems to place the blame largely on the media</a>: by fixating on Romney's gaffes, he argues, they trigger further opacity from the campaign, then risk \"letting their grievances fuel pathological coverage\" by finding more gaffes, and so on, in a vicious cycle. True – but precisely because it's so circular, the blame should surely be spread more equally. When you have no real access to a candidate, gaffes – moments when the strictly controlled image-making falters – are all you've got left. </p> <p>Oh, and reports about visits to hardware stores.</p> <p>And there's only three more whole months of it left …</p> <p>Wonderful.</p>",
  "<p>Prosecutors have called for three members of the feminist punk band Pussy Riot to be jailed for three years after arguing they had insulted all of Russian Orthodoxy and posed a danger to society.</p> <p>\"They must be isolated from society,\" the federal prosecutor Alexei Nikiforov told the Moscow court on Tuesday. He and lawyers for the victims argued that if they were not jailed, they would strike again.</p> <p>The three band members – Maria Alyokhina, Nadezhda Tolokonnikova and Yekaterina Samutsevich – have been charged with hooliganism motivated by religious hatred after performing a \"punk prayer\" against President Vladimir Putin in a Moscow cathedral.</p> <p>In their closing arguments, prosecutors argued the women were not carrying out a political act, but acting on deep hatred for Russian Orthodoxy. \"They violated the traditions of our country,\" Nikiforov said.</p> <p>He said the fact that \"no politicians\" were named in the punk band's song proved it was not a political act. The name and chorus of the song Pussy Riot performed was called Virgin Mary, Chase Putin Out.</p> <p>Prosecutors presented the women as dangerous feminists.</p> <p>\"All the defendants talked about being feminists and said that is allowed in the Russian Orthodox church,\" said Yelena Pavlova, a lawyer for several of the nine victims who claimed they were insulted by Pussy Riot's performance. \"This does not correspond with reality. Feminism is a mortal sin,\" she said.</p> <p>The Pussy Riot case has <a href=\"http://www.theguardian.com/world/2012/aug/03/pussy-riot-trial-russia\" title=\"\">reawakened anti-government passions</a> that first emerged when Putin announced last autumn that he was returning to the presidency. Opposition activists have called for an impromptu protest to be held on 19 August.</p> <p>Addressing the court in the afternoon, defence lawyers argued that the women's performance was an act of opposition against Putin and was not motivated by religious hatred. \"The 'prayer' they sang was a political one,\" lawyer Violetta Volkova said.</p> <p>Mark Feygin, another lawyer for the women, gave an impassioned speech warning of the consequences of a conviction, which ended with applause from the journalists witnessing the trial.</p> <p>\"Russia has no rule of law. Russia has no justice system,\" he said. \"Nothing has changed from Soviet times.\"</p> <p>He warned that a guilty verdict would \"definitely tear up relations between society and government\".</p> <p>Society would never forgive the government for jailing three innocent women, he said, warning that tensions, including between society and the church, were building to similar levels as before the Bolshevik Revolution of 1917.</p> <p>He appeared to accept a conviction as a foregone conclusion: \"If the order is handed down from above to jail them, then they will be jailed. This is a political case from beginning to end.\"</p> <p>Pussy Riot have argued that their February performance inside Moscow's Cathedral of Christ the Saviour was designed to call attention to the politicisation of the Orthodox church, which was a key agitator for Putin's re-election. Church officials have said their trial has been willed by God.</p> <p>The women have apologised if they offended any Orthodox believers.</p> <p>Prosecutors said on Tuesday that their apologies were insincere and that the victims had \"the right not to be merciful\". They argued that the leader of the church, Patriarch Kirill, had been personally insulted and was \"not just an ordinary citizen\".</p> <p>The three women addressed the court on Tuesday and urged the judge to deliver a not guilty verdict. A verdict is expected in coming days.</p>",
  "<p>Mitt Romney has a problem. </p> <p>It's not that public opinion polls show <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">he narrowly but persistently trails President Obama</a>, particularly in key swing states. It's not that he <a href=\"http://www.realclearpolitics.com/epolls/other/romney_favorableunfavorable-1134.html\">has higher personal unfavorabilities than favorabilites</a>. It's not that a mere 30% of voters think he's more likable than his opponent. And it's not that he just returned from a gaffe-filled overseas trip where he found a way to step on one foreign landmine after another, and <a href=\"http://www.huffingtonpost.com/2012/07/26/boris-johnson-london-mitt-romney-video_n_1707280.html\">got called out by London's Mayor, Boris Johnson</a>, live in front of 60,000 Brits.</p> <p>Ok, well, actually those are all his problems – big problems, in fact. But, amazingly, Mitt Romney may have an even bigger one. After releasing two abridged years of tax returns, he has steadfastly insisted that he won't release any more. This is an issue that isn't going away – and one that has the potential to haunt him every single day of the 2012 campaign.</p> <p>On the surface, Romney's unwillingness to release his returns shouldn't necessarily be a major political issue. Four years ago, John McCain released two years of his returns and few Americans – including those who worked for then candidate Barack Obama – batted an eye. McCain's public image was shaped by his years in a Vietnamese POW camp. Even though he had accumulated so much wealth that, at one point, he couldn't remember how many houses he owned, his taxes were not a pressing question.</p> <p>But Romney's vast $200m fortune and his proclaimed private-sector experience makes his refusal a far more serious problem: one that was highlighted this week by Senate majority leader Harry Reid's accusation that Romney didn't pay taxes for ten straight years. Many a political pundit and partisan Republican have jumped over Reid for his admittedly unsubstantiated allegations. <a href=\"http://www.huffingtonpost.com/2012/08/02/jon-stewart-harry-reid-mitt-romney-video_n_1732473.html?utm_hp_ref=politics&amp;ir=Politics\">Jon Stewart called him a terrible person</a>; <a href=\"http://www.washingtonpost.com/politics/harry-reid-a-dirty-liar-gop-party-head-says/2012/08/05/2f522644-df10-11e1-a19c-fcfa365396c8_story.html?tid=pm_politics_pop\">Reince Preibus, the chairman of the RNC, branded Reid</a> a \"dirty liar\".</p> <p>None of this has stopped Reid from doubling down on the charge, and even using the incident to make a campaign fundraising pitch. His accusations may not be fair, but lest we forget, politics is a contact sport – and Romney has brought this on himself.</p> <p>After all, there's an easy way to disprove Reid's charges: Romney could simply release his tax returns.</p> <p>That he will not – and that Reid knew he will not – is the root of Romney's dilemma. Clearly, there is information in those IRS transcripts that is so toxic and so politically devastating that Romney is unwilling to take the political risk of releasing them. But Romney's refusal to release means that he opens himself to attacks like Reid's. In the absence of contrary evidence, Democrats can spend the next three months speculating or passing along gossip about what Romney is hiding.</p> <p>A consistent focus on Romney's taxes raises all sorts of questions with the potential to plague the Romney campaign: why did he have overseas accounts in the Cayman Islands and Switzerland; why does he have a tax-deferred individual retirement account (IRA), which could be worth close to $100m, even though the annual contribution limit to an IRA is $6,000; how did he accumulate all of his $200m fortune? To be sure, even if we had Romney's tax records, the Obama campaign could raise these issues. But the absence of Romney's returns – and the obvious inference that he has something to hide – serve to give the speculation real resonance.</p> <p>Above all, the tax issue goes to the heart of Romney's biography – namely, his business experience. This was always supposed to be the calling card of Romney's presidential campaign: the notion that his years at Bain taught him the lessons he needs in order to turn around the US economy. Considering that Romney has basically run away from his signature accomplishment as Massachusetts governor, healthcare reform, his private-sector business experience is the greatest asset of his political biography.</p> <p>But what if, instead of looking like a lesson in economic acumen, his Bain years are a lesson in crony capitalism and how to feather one's own nest at the expense of workers? What if Romney's greatest nominal advantage becomes a political liability, and exposes his personal weaknesses as a candidate? This is what makes the tax issue damaging, just as the questions raised about Bain Capital have been harmful to his campaign effort. As <a href=\"http://www.washingtonpost.com/blogs/plum-line/post/the-obama-campaigns-real-game-plan/2012/08/02/gJQA2vC8RX_blog.html\">Greg Sargent, a blogger at the Washington Post, succinctly noted</a>:</p> <blockquote> <p>\"This is what the assault on Romney's Bain years, tax returns, and offshore accounts is all about. It's about getting voters who are willing to accept that Romney possesses know-how on the economy but&#xa0;<em>won't look out for their interests</em>&#xa0;in fixing it.\"</p> </blockquote> <p>Considering that <a href=\"http://pollingreport.com/wh12.htm\">Romney already scores badly</a> in the typical poll question asking whether he can understand the problems of ordinary Americans, the tax issue has the potential to remain a political millstone around his neck. What's more, it becomes a means of tarring Romney with all the negative imagery the Obama campaign wants to apply to him – that he's out-of-touch, that he is solicitous of the 1% at the expense of the 99%; that he doesn't play by the same rules as ordinary Americans.</p> <p>Above all, it clears the decks for a full-scale assault on Romney's own tax plan, which favors the wealthy, like him, rather than the middle class.</p> <p>All of this matters for President Obama because he can't exactly run on his own economic record. While Obama can brag about healthcare reform or the auto bailout or killing Osama bin Laden, on the single most important issue of 2012, the economy, he has to resort to a \"yes, but …\" strategy – as in, \"yes, the economy is still underperforming, and yes, unemployment remains high, but things could be worse and, oh, by the way, Republicans don't have an economic plan.\" All of that might be true, but it's hardly a secure pathway to re-election. Instead, it highlights the missing promise of Obama's presidency. </p> <p>So, with an underwhelming economic record, Obama has one choice: to make his opponent unelectable by portraying him in the most negative light possible. This has clearly been the Obama strategy for quite some time – and, ironically, mimics the approach taken by George W Bush in 2004 against John Kerry.</p> <p>The tax returns become the entree for Democrats to hit Romney the hardest because his campaign has no effective rebuff to the attacks. Every day this goes on – and there's little reason to believe that it won't continue – becomes a distraction for the Romney campaign: a rearguard defense they must mount, rather than creating the opportunity to go on the offensive.</p> <p>In effect, Mitt Romney's tax issues have become a means of projecting onto Romney what the Obama campaign sees as his personal liabilities as a candidate. Unless Romney has a fit of candor and decides to release his tax returns, it's an attack line – and a political problem – that will run and run.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394326821\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/8/6/1344268584534/obamabat_220.jpg\" alt=\"President Obama holds baseball bat while on phone to Turkish president\" width=\"220\" height=\"345\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Obama holds a baseball bat while on phone to the Turkish president, 30 July 2012. Photograph: Pete Souza/White House</span> <span class=\"element-image__credit\">Photograph: Pete Souza/Public domain</span> </figcaption> </figure>  <p>What's Obama doing <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/06/obama-baseball-bat-turkey\" title=\"\">fooling around with a baseball bat</a> signed by Hank Aaron anyway? Hank Aaron, who surpassed Babe Ruth's total of 714 home runs, didn't even play for the White Sox – Obama's favourite team. That bat should be in a museum, not <a href=\"http://content.usatoday.com/communities/theoval/post/2012/08/obamas-baseball-bat-draws-criticism-in-turkey/1\" title=\"\">annoying the Turkish opposition</a>.</p> <p>It's something of a mystery as to why the White House press office thought it a good idea to have Obama photographed by one of their many resident photographers with a sporting trophy. What's the symbolism here? \"Listen Recep, Putin may do that <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/russia/2963460/Vladimir-Putin-to-teach-Nicolas-Sarkozy-judo.html\" title=\"\">weird judo thing</a>, but I can come at you with a 42-inch pole of solid American hickory. So just let the CIA in\".</p> <p>All US presidents are routinely photographed playing golf or jogging, but Obama the ex-smoker-lawyer-from-Chicago is a man for the people's game. Meanwhile, Michelle does her gardening, chats to small children and cheers on the Olympic team from the safety of the stands. It's doubtful if it would work in the UK, even in a post-Olympic glow. Was John Major ever snapped with a cricket bat in the cabinet office, or Gordon Brown with a rugby ball? Does Cameron bring a horse with him to G20 conferences? Politicians in the UK generally stay away from sporting props, and their counterparts down under sometimes share their caution: I once shared a golf course in Sydney with the then-leader of the Australian opposition, John Hewson. A golf buggy was offered and turned down. \"I can't be photographed in <em>that</em>\", he said. Why? \"Makes me look like a wimp\". Sport, a vote winner … or loser.</p> <p>The study of politicians' association with objects is a generally unexplored aspect of political science. Caution is to be recommended. For example if you are Clinton (but not Churchill), stay well away from cigars. But if you are Margaret Thatcher, hold on to your handbag. And if you're Harold Wilson, keep gripping your pipe. I was not surprised to find that Tony Blair had one of those fish in his office that sings \"<a href=\"http://www.youtube.com/watch?v=znd0tIKjsPU\" title=\"\">Don't Worry, Be Happy</a>\" on demand. Did he ever, even in fun, play that down the line to George Bush?</p> <p>It's true that one might conclude from the picture that there's nothing Obama wants to do more than to get off the phone and get back to a baseball game with his security men on the White House lawn, but should the Turkish opposition be so frazzled? Baseball isn't even a particularly popular sport over there. One could understand it if the president had been snapped lounging beside the pool in Michael Phelps' briefs, but he hasn't.</p> <p>Maybe the Turks should get their revenge. How about a return phone call with Recep Tayyip Erdogan pictured in the costume of a Greco-Roman wrestler? Soon enough, heads of states would all be at it. Now that could be interesting.</p>",
  "<p>An army travels on its stomach – and this campaign season, Republican cultural warriors are not being thrown the red that they're used to. For all the attention (and money) thrown Chik-fil-A's way this past week, among the GOP leadership, gay marriage has become \"the other white meat\". The outpouring of support for the relentlessly homey fast-food franchise no doubt reflects social conservatives' enthusiasm for so-called traditional marriage, but the meaning of the counter-protest buy-in doesn't mean they've advanced their cause: Americans' opinions on gay marriage have undergone a tidal shift, overwhelming the evangelical bulwarks that have held gay rights back in the past.</p> <p>And faced with a breaking dam, Republicans tried to shore it up with sandwiches.</p> <p>To be sure, \"Chik-fil-a Appreciation Day\" was the most significant sandwich-based political movement since Walter Mondale asked of Gary Hart in 1984, \"Where's the beef?\" But a win at the food court doesn't necessarily translate to a win in the court of public opinion.</p> <p>There hasn't exactly been silence on the issue of marriage equality, but compared to 2004, when Republicans used the prospect of same-sex couples to <a href=\"http://abcnews.go.com/WNT/story?id=230634&amp;page=1#.UCArjyvD-UN\">terrify blue collars</a> into the voting booth, the noise level of anti-equality rhetoric in the GOP establishment has been, according to a Politico <a href=\"http://dyn.politico.com/printstory.cfm?uuid=A77EE4AD-6FDF-4523-8E0B-FB247269BFB3\">report</a>, no more than a low whine. And it reached its hysterical apex in North Carolina's affirmation of a needless constitutional amendment last spring.</p> <p>In contrast, Republican headliners who support full civil rights for same-sex couples have been vocal and active: Steve Schmidt, John McCain's presidential campaign manager, has been pushing it as \"conservative cause\" since 2009; Bush v Gore lawyer and Bush solicitor general Ted Olson will argue against California's Prop 8 before the supreme court <a href=\"http://www.washingtonpost.com/business/capitalbusiness/ted-olson-calls-work-on-californias-prop-8-case-highlight-of-my-life/2012/03/15/gIQAR9seLS_story.html\">calls his work</a> on the case \"the most important thing we've done in our lives\"; fellow Florida recount mastermind Benjamin Ginsberg has also signed on in support; a former Bush pollster <a href=\"http://andrewsullivan.thedailybeast.com/2012/05/top-gop-pollster-to-gop-reverse-on-gay-issues.html\">circulated a memo</a> earlier this year \"advising Republican candidates to emphasize the conservative nature of gay marriage, to say how it encourages personal responsibility, commitment, stability and family values\". It goes on: former RNC chairman Ken Mehlmann, who came out as gay in 2010, <a href=\"http://www.thedailybeast.com/articles/2011/06/25/bush-republican-party-leader-ken-mehlman-unlikely-hero-of-new-york-s-gay-marriage-vote.html\">was a key supporter</a> for the legalization of gay marriage in New York.</p> <p>The loudest silence on the issue comes from Mitt Romney, who criticized Obama's use of his announcement of support for gay marriage as a campaign fundraising tool but <a href=\"http://www.usatoday.com/news/washington/story/2012-05-10/republicans-gay-marriage-obama/54888930/1\">has so far declined to use the issue to pry open the wallets of Republican voters</a>.</p> <p>In 2008, he wasn't so shy, sending out a <a href=\"http://www.seacoastonline.com/apps/pbcs.dll/article?AID=/20071214/NEWS/712140452\">direct mail flyer to boast</a> \"Of the four leading Republican candidates, only [Romney] supports a Federal Marriage Amendment.\" Chick-fil-A Appreciation Day certainly underscored how much money would be on the table for Republicans if they chose to fundraise on the issue. (According to noted campaign finance analyst Herman Cain, Chick-fil-A \"is going to take a lot of the excess profits they got on that day and contribute it to the charitable organizations they support in even bigger numbers.\" Chick-fil-A CEO Dan Cathy has yet to confirm Cain's assertion.)</p> <p>In fact, financial realities have muffled the anti-equality agitators in more ways than one. First of all, social issues have fallen in voter priority so far that they're almost off the chart. A Pew poll in June <a href=\"http://www.pollingreport.com/prioriti.htm\">found</a> just 4% of respondents saying gay rights \"matters the most\" to them in making their presidential pick. (In <a href=\"http://www.pollingreport.com/prioriti4.htm\">2004</a>, the issue dangled at a comparatively vital 14% for single-issue voters, while 44% voters said the issue was \"very important\" in influencing their decision along with other issues.)</p> <p>Even more to the point, the GOP's fundraising foundation needs to be built on a firmer foundation than Sheldon Adelson's roulette wheel. So, while the Romney campaign appears reluctant to make money out of opposing gay marriage, many of the GOP stars listed above have donated heavily to the cause of promoting it. Four Romney supporters (including Mehlman) <a href=\"http://www.policymic.com/articles/12045/hedge-fund-republican-billionaires-african-americans-and-the-unexpected-champions-of-gay-marriage\">bundled $2.5m</a> for a conservative pro-gay marriage Super Pac – try imagining all those words in that order in the same sentence just eight years ago! – which launched in June. </p> <p>And then, there's the inexorable march of history. Opponents of gay marriage are, literally, dying off; younger Republicans' views track the move toward acceptance of same-sex marriage by society at large. Some thirtysomething activists I've talked to roll their eyes when the subject comes up, showing the \"just-about-up-to-here\" grim impatience you might see with a family's racist uncle: \"Oh, that's just Ray. Please ignore him.\"</p> <p>Of course, ignoring the embarrassing behavior of an elder isn't necessarily the right thing to do, either. But, by all means, give him a chicken sandwich and hope he doesn't talk with his mouth full.</p> <p>• Editor's note: this article originally attributed to Ronald Reagan, running against Walter Mondale in 1984, the campaign slogan \"Where's the beef?\" In fact, it was Mondale who used it to attack Gary Hart in the Democratic primaries that year. The article was amended on 8 August at 5pm (ET).</p>",
  "<p>The first <a href=\"http://insidemovies.ew.com/2012/08/06/zero-dark-thirty-first-look/\" title=\"\">trailer for Kathryn Bigelow's forthcoming film about the killing of Osama Bin Laden</a> has debuted online.</p> <p>Now titled Zero Dark Thirty, the drama from the double Oscar-winning director of The Hurt Locker features a high-profile cast including Jessica Chastain, Joel Edgerton, Mark Duplass, Kyle Chandler and Mark Strong. It centres on the US Navy Seal unit that raided Bin Laden's compound in northern Pakistan on 2 May last year on the orders of US president Barack Obama, killing the al-Qaeda leader in a covert operation.</p> <p>Bigelow had been planning a film about the hunt for Bin Laden long before last year's events. She and her screenwriting partner Mark Boal, who also won two Oscars for The Hurt Locker, were therefore first out of the block in terms of bringing the story to the big screen. Other projects were at one time said to be under way with involvement from <a href=\"http://www.telegraph.co.uk/news/celebritynews/2555964/George-Clooney-buys-story-of-Osama-bin-Ladens-driver.html\" title=\"\">George Clooney</a> and <a href=\"http://today.msnbc.msn.com/id/15294979/ns/today-entertainment/t/oliver-stones-latest-tackle-osama-bin-laden/\" title=\"\">perennial historical controversialist Oliver Stone</a>, though neither has yet entered production.</p> <p>Bigelow told Entertainment Weekly the film's title was a military term. \"[It means] 30 minutes after midnight, and it refers also to the darkness and secrecy that cloaked the entire decade long mission,\" she said.</p> <p>Boal added: \"I'm fascinated by people who dedicate themselves to really difficult and dangerous things for the greater good. I think they're heroic and I'm intrigued by them. I'm fascinated by the world they inhabit. I personally want to know how they caught bin Laden. All I can do is hope that it interests other people.\"</p> <p>Zero Dark Thirty is due out on 19 December, just after this year's US presidential election. The timing is designed to allay fears from Republican politicians that the movie might influence voters by portraying Obama in a flattering light. Bigelow's project drew flak from the US right earlier this year after it emerged that the president's administration shared information with the production team. New York congressman Peter King, chair of the house homeland security committee, has questioned whether it was right to share \"confidential\" details.</p> <p>Boal, a former freelance war journalist, denied there was any political motivation behind the film's release in his interview with Entertainment Weekly. \"There's no political agenda in the film. Full stop. Period,\" he said. \"A lot of people are going to be surprised when they see the film. For example, the president is not depicted in the movie. He's just not in the movie.\"</p>"
]