[
  "<p>The cash machines in Santiago are running out of money, but it is not a run on the banks; shoppers in Chile are simply spending peso notes faster than the automated tellers can provide them. New skyscrapers are rising up in Bogotá to create the office and retail space needed by a growing economy. Mexico – the new darling of foreign investors – is outstripping GDP forecasts. Brazil, which overtook the UK as the world's sixth biggest economy last year, has just announced a $66bn (£42bn) stimulus plan in addition to the money it will splash out in preparation for the 2014 World Cup and the Olympics in 2016.</p> <p>The economic mood music in Latin America for most of this year could hardly have been more of a contrast from that of the EU, mired in financial crisis, depressed by austerity, and dipping back into recession.</p> <p>Latin America is now being retuned, as most nations expect slower but still solid growth, and some prepare to tap extensive reserves to spend their way out of a global downturn.</p> <p>Their ability to withstand the coming storm will have long-term implications for perceptions of a region that was until recently a byword for financial turbulence, irresponsible spending and whimsical policies. Recently, many of the region's governments have been praised by the UN, IMF and World Bank for building strong reserves and maintaining generally low levels of public debt.</p> <p>This gives them more scope to open the fiscal stimulus taps when the economy starts to flag, as Brazil did on Wednesday with the announcement of a R$133bn (£42bn) stimulus package. If they can avoid the worst impacts of the international crisis without sinking into debt – as most nations here did in 2008 – it would reinforce a growing reputation for prudent economic management.</p> <p>Several strong years of growth in the strongest performing economies have created a visible momentum. In Santiago, soaring housing prices, hundreds of new restaurants and thickets of cranes on the skyline suggest the Chilean economy has coasted through the early stages of the latest crisis. Car sales soared so high last year that at one point the government ran out of licence plates and was forced to issue cardboard substitutes while hastily stamping out another round of metal license plates.</p> <p>With an estimated GDP growth this year of 4.5%, plus hefty government reserves, Chile is prepared to weather potential fallout from Europe. \"We have a pretty comfortable position to face challenges in 2012,\" budget director Rosanna Costa told reporters in Santiago this year. The government sits on an estimated $14bn stabilisation fund that can be used to stimulate the economy via public works projects or cash infusions, as needed.</p> <p>Peru is also enjoying steady expansion, while Venezuela, buoyed by oil sales and a pre-election spending binge by Hugo Chávez, is expected to grow by more than 5%, though its ability to pay its bills will depend on high oil prices.</p> <p>There are some significant exceptions to these trends. Argentina's economy has ground to a halt in the wake of the nationalisation of local assets owned by Spanish oil company YPF, indicating the still strong influence of global financial markets in Latin America.</p> <p>Even so, the region is expected to grow by 3-4% this year – a bonanza compared with the depression that afflicts the Latin nations in the old world. Portugal, Spain and Italy were among the worst-performing nations when the EU announced this week that the GDP of the eurozone fell 0.2% in the latest quarter.</p> <p>The contrasts are striking. While Spain has been begging for bailouts, Juan Carlos Echeverry, the finance minister of its former colony Colombia, this year boasted his government \"didn't need more revenue\". Thanks to rising rates of inward investment, falling&#xa0;unemployment and annual growth of 4.5% for more than a decade, his state's finances are thought to be in good shape to withstand the fallout from Europe.</p> <p>Although the mood has darkened in recent months, new symbols of affluence are being built. Colombia is erecting its tallest skyscraper, the 66-storey BD Bacatá building, which will house a shopping mall, office space and up-market apartments.</p> <p>The Spanish property tycoon behind the project, Venerando Lamelas, said he was moving with the times. \"The European market is not doing well. Latin America is very important and within Latin America the best market is Colombia,\" he told a local newspaper.</p> <p>Others are following the opportunities across the Atlantic. Gonzalo Rodriguez recently gave up his job in Spain as a bond-market trader and moved to Brazil to work for an energy company designing power transmission lines for wind farms.</p> <p>\"I'm not earning as much here as I did in Spain, but I'm thinking five years ahead,\" the 25-year-old said in Copacabana. \"There is 100% more growth potential in Brazilian energy than in Spanish banks. There are lots of talented people in Spain not finding jobs. Here, it is the opposite. They don't have enough qualified people.\"</p> <p>Such optimism will be tested in the months ahead. Brazil has been hit harder than any other country by the downturn overseas – particularly weakening Chinese demand for commodities. It is likely to grow more slowly this year – about 2-3% – than any of the other big regional economies, prompting President Dilma Rousseff to unveil Wednesday's hefty stimulus package.</p> <p>Unlike in the past, however, it has the money to spend. Brazil's international reserves have swollen from $38bn in 2002 to more than $370bn, which is a substantial war chest to fend off global crisis.</p> <p>\"In years past, when the world sneezed, we caught pneumonia. That's no longer the case,\" Rousseff said this year. \"I can assure you, Brazil is 100%, 200%, 300% ready.\"</p> <p>Many economists question whether Brazil and the region as a whole will prove as resilient this time. Strong demand from China for soy, oil, copper and other commodities helped Latin America coast through the 2008-09 crisis. This time, with China slowing, it will have to dig deeper into its reserves. Although government finances are far stronger than they were in the 80s and 90s, the big question is whether it has invested enough in human capital.</p> <p>\"Important jobs here in Brazil are now being filled by Europeans, especially from Spain and Portugal,\" said Nelson de Sousa, a finance lecturer at management school Ibmec. \"We have not put enough into education and training. That is our great difficulty and one that is very different from the problems faced by Europe.</p> <p>\"The Brazilian government spends a lot, but badly. Dilma is aware of that, but there is a big difference between knowing what to do and being able to do it.\"</p> <p>If she – and other leaders in the region – succeed, however, a lot more than the Olympic torch may pass this year from Europe to Latin America.</p> <p>• The headline was changed on 16 August 2012</p>",
  "<p>• On the occasion of Mark Thompson's now confirmed departure to be <a href=\"http://www.theguardian.com/media/2012/aug/14/bbc-mark-thompson-new-york-times\" title=\"\">president and CEO of the New York Times</a>, many are asking: what did the diary say about the great man's future, post-BBC? This inevitably leads to <a href=\"http://www.theguardian.com/politics/2012/may/31/hugh-muir-diary-leveson-jeremy-heywood\" title=\"\">the column of 30 May</a>, when we said: \"Thompson himself is making plans for his other life. Friends say it will begin in September, and its focus will be in the US. His son is at Harvard, his daughter is on her way there, and his wife is American. Might mean he'll have to find tenants for his multimillion-pound house in north Oxford.\" As things have turned out, that seems to be about right. Now: which nag do we back for the next big race at Sandown Park?</p> <p>• Yes, the longest serving BBC director general in modern times is off to the new world. This will consummate his love affair with the US which began when he was the first ever BBC Breakfast Time producer in America in 1993. He married the country and his wife Jane Blumberg and since then, it's been holidays in Cape Cod and endless visits. In a sense, we lost him long ago.</p> <p>• Meanwhile, trouble ahead for the Paralympics. Just what is needed: a row that threatens to sabotage goodwill from the outset. \"I'm a wheelchair user, with a four-year-old autistic son and a 19-month-old daughter. Naturally we wanted to sit together and, particularly as it's the Paralympics, I assumed there would be adequate provision to allow for this,\" writes Beth Davis-Hofbauer. \"So I was stunned to hear that there was no way that this could happen as there is a policy that wheelchair users can only be accompanied by one other person, meaning that either my children or my husband have to sit far away from me.\" That's not quite right, says London 2012, trying to fend off the resulting Twitter storm and mollify the 26,000 who signed the web petition. But the bandwagon is rolling. Before a single event, all the fun of the fair.</p> <p>• The dispute had been gathering momentum for 24 hours; a lifetime in terms of social media. Organisers came to it late. A mistake. Because when it comes to the pinch, timing is everything. Clive Stafford-Smith, the founder of Reprieve and long-term lawyer for cases of people wrongly put on to death row in the southern US, tells us from the Edinburgh Books Festival that in his career of helping the helpless, he has often been forced to make vital split-second decisions. \"I've been held up at gunpoint five times,\" says Clive. \"The first time I am not sure how I got out of it. The second time I knew what to do. 'Listen, you, 'I said. 'I'm a defence lawyer. You're gonna need me one day. If you want to stick someone up, go find a prosecutor!\" It seems to work.</p> <p>• And with each day, the Olympics fades further into pleasing memory. But few will be able to forget the contribution of hapless Tory MP Aidan Burley, who dismissed the highly lauded opening ceremony as \"<a href=\"http://www.theguardian.com/politics/2012/jul/28/olympics-opening-ceremony-multicultural-crap-tory-mp\" title=\"\">leftie multicultural crap</a>\", a tweeted outburst that saw him left by more sensible Tories to swing in the wind. He it was, of course, who attended the stag do at which at least one reveller <a href=\"http://www.theguardian.com/politics/2011/dec/18/aidan-burley-stag-party\" title=\"\">wore a Nazi uniform</a>. We noted last week that Labour seeks cross-party momentum for a <a href=\"https://www.labour.org.uk/donate/byebyeburley/\" title=\"\">Bye, Bye Burley campaign</a> to oust Mr Magoo from his Cannock Chase seat. And interesting that in a <a href=\"http://www.birminghammail.net/news/black-country/black-country-news/2012/08/03/campaign-to-out-conservative-mp-aidan-burley-at-next-election-97319-31540178/\" title=\"\">Birmingham Mail poll, 93%</a> said it would be a fine thing were he to seek alternative employment. We'll miss him when he's gone, but not much.</p> <p>• Finally, cometh the hour … for, with international condemnation mounting, we learn that vegan cookbook author and Clueless actress Alicia Silverstone has been outraged enough by the <a href=\"www.theguardian.com/music/2012/aug/08/pussy-riot-trial-closing-statement\" title=\"\">Pussy Riot trial</a> to <a href=\"http://blog.peta.org.uk/wp-content/uploads/2012/08/Alicia-Silverstone-letter-to-President-Putin.pdf\" title=\"\">write personally to Russian president Vladimir Putin (pdf)</a>. Her concern is less with crushing of dissent and human rights violations in Russia; more with the band's access to an ethical diet. \"Regardless of the trial and its outcome,\" she says, \"may I please have your assurance that Ms Alekhina will have access to vegan foods.\" Campaigners Peta and Alicia \"stand ready\" to help the Russian authorities plan nutritious, \"plant based\" meals for all Russian inmates, many presumably from Alicia's own cookbook. But Vlad will adapt them. Boil briskly. Serve hot. Season with polonium.</p> <p><em> twitter: </em><a href=\"https://twitter.com/hugh_muir\" title=\"\"><em>@hugh_muir</em></a></p>",
  "<p>If you're unusually insightful and perceptive, like me, you may have noticed that boastfulness is increasingly socially acceptable these days. Perhaps this helps explain the unhinged gusto with which Usain Bolt declared himself a living legend last week at the Olympics: in a world where every other Facebook status update is a veiled act of self-aggrandisement, the only way to make an impact with your bragging is to push it to the limit. The more everyday kind of bragging – the mock-shy mention of your latest professional achievement, the smartphone photographs of your current holiday idyll, the drive-by name-dropping – is the fuel that powers social media.</p> <p>Laughing at others' clunky efforts at self-promotion used to be a strictly annual pleasure, confined to the opening of round-robin Christmas letters; now it's a daily chore. This is why, speaking for myself, I try not to add to the problem by engaging in too much boastfulness in public forums. But then I have often been complimented on my restraint – once, indeed, by a rather prominent celebrity, whose name I probably ought not&#xa0;to mention here.</p> <p>Technology is partly to blame: with so many more channels through which to manipulate one's public image, it's not especially surprising that we are tempted to present ourselves as positively as possible. The filters of social media make things worse. A&#xa0;network such as Twitter is designed precisely to connect you with exactly the kinds of people who don't mind your boasts, while those who might keep you in check won't follow you in the first place: your audience thus serves as an army of enablers, applauding your self-applause. <a href=\"http://www.slate.com/articles/arts/books/2012/08/writers_and_readers_on_twitter_and_tumblr_we_need_more_criticism_less_liking_.html\" title=\"\">Writing recently in Slate</a>, the literary critic Jacob Silverman complained that this self-reinforcing niceness was damaging his trade, by dissuading people from criticising books they disliked. \"It's not only shallow, it's untrue,\" he wrote, \"and it's having a chilling effect on literary culture.\"</p> <p>But, as the Wall Street Journal noted this week, in a worried piece headlined <a href=\"http://online.wsj.com/article/SB10000872396390444184704577587091630924000.html\" title=\"\">Are We All Braggarts Now?</a>, the causes may be economic, too. In the most competitive job market in recent memory, the pressure to portray yourself as better than everyone else is intense. Predictably, there's neuroscientific evidence to undergird all this: self-disclosure activates the same brain regions as eating or sex, according to research by Harvard neuroscientists <a href=\"http://www.pnas.org/content/early/2012/05/01/1202129109.short\" title=\"\">published recently in the Proceedings of the National Academy of Sciences</a>, though you can bet they mentioned it on their Facebook pages too.</p> <p>And as bragging grows ubiquitous, it evolves, the better to penetrate the defences of those who would otherwise be too embarrassed to engage in it. Hence the <a href=\"https://twitter.com/Humblebrag\" title=\"\">\"humblebrag\"</a>, that staple of Twitter-boasting that deploys self-deprecation in order surreptitiously to draw attention to the bragger's brilliance or privilege. Here's Cheryl Cole: \"How can I still be nervous about red carpets after 10 years. Eeek!\" And a classic from George Bush's former press secretary Ari Fleischer: \"They just announced my flight at LaGuardia is number 15 for takeoff. I miss Air Force One!!\"</p> <p>By now, though, even the humblebrag is growing easy to spot, thereby defeating its purpose, and so it is giving way to a new mutation, spotted and named by blogger Jen Doll: <a href=\"http://www.theatlanticwire.com/entertainment/2012/08/hello-underbrag-best-dang-bragging-whole-wide-world/55766/\" title=\"\">the \"underbrag\"</a>.</p> <p>Underbragging involves referring to an embarrassing pratfall or stupid error that has no redeeming aspects: it constitutes a \"brag\" only because you are demonstrating that you can mention it without fear of being fired by your employer, grounded by your parents, or ostracised by your peers. \"The underbrag is the new humblebrag,\" Doll&#xa0;writes, \"because it is the brag that doesn't care what The Man thinks, the brag that pulls no punches, the brag that does whatever its braggy little heart desires.\"</p> <p>If I mention that I fell asleep drunk on the sofa last night, surrounded by the detritus of a half-consumed McDonald's meal and empty cider bottles, you might not envy me. But that's precisely the point: by telling the world, I'm implying that I don't care that you don't envy me, and that I am secure enough to report my debauchery without needing to contemplate the consequences. Which is why you should envy me.</p> <p>This is all rather dispiriting, but there's no point in trying to fight the new culture of boasting. Speak out against it and the wrong people will take note: the hesitant, self-conscious self-promoters will retreat, leaving the field to be dominated by the ultra-confident. If&#xa0;we're all braggarts now, at least let's hear not just from the obnoxious hype artists but also from the intelligent, good-natured, likable people. Such as&#xa0;–&#xa0;just as an example, I mean, and without wanting to sound big-headed about it or anything – me.</p> <h2>Why Obama passes the beer test<br></h2> <p>Another reason to fear a Mitt Romney presidency: he would surely bring an end to the small brewery that, it was revealed this week, operates from inside the White House. President Obama's home-brewing activities came to light after he handed a bottle of <a href=\"http://www.washingtonpost.com/politics/white-house-installs-brewery-for-obama/2012/08/14/19a72546-e67d-11e1-936a-b801f1abab19_story.html\" title=\"\">White House Honey Ale</a> – made with honey from Michelle Obama's garden beehive – to a voter in a coffee shop in Iowa. \"There is a home brew, if you will, at the White House,\" press spokesman Jay Carney confirmed, in response to reporters' questions. The beer comes in a light and dark variety, he added. \"I've only tried the light, and it's quite refreshing.\"</p> <p>Since Romney is a committed teetotaler, Obama had already won the classic test of presidential likability – \"which candidate would you rather have a beer with?\" – this time around. But now we know he'd bring the beer too, which is even better. Or a depressingly socialistic example of government trying to do things best left to private enterprise. One or the other.</p>",
  "<p>Those of us who are forever fascinated by American politics can wheel out two standard quotations about the American vice-presidency. The first, elegantly uttered by the first holder of the office, George Washington's deputy John Adams, describes it as \"the most insignificant office that ever the invention of man contrived or his imagination conceived\". The second, saltier and better known, comes from John Nance \"Cactus Jack\" Garner, 32nd vice-president, who dismissed the job, which was his under Franklin Roosevelt from 1933 to 1941 as \"not worth a bucket of warm piss\".</p> <p>Not even the occasionally megalomaniac tenure of Dick Cheney from 2001 to 2009 has quite managed to transform the significance of the vice-presidency from the post described by Adams and Garner. Certainly Joe Biden's four low-profile years in the post under Barack Obama have confirmed it. They have been far less noteworthy than Cheney's – and historically far more typical. The old Washington line about the unfortunate mother who had two sons who were never heard from again – one was lost at sea and the other became vice-president – still holds true.</p> <p>Yet it was handy to be reading Robert Caro's latest volume of biography on Lyndon Johnson, a work which contains all the dismissive jokes about the vice-presidency just cited and several more besides, when news came through of the nomination of Congressman Paul Ryan of Wisconsin to be Mitt Romney's running mate. It was a useful corrective to the instinct to dismiss the post, since Ryan, the hugely influential House budget committee chairman who has been thrust to prominence by a combination of economic crisis and political polarisation, is one of the most powerful inside-the-Beltway Washington politicians to be offered a shot at the vice-presidency since Johnson himself ran with Jack Kennedy in 1960.</p> <p>Many of his contemporaries thought Johnson was crazy to exchange his unprecedentedly powerful role as majority leader in the Senate for the obscurity of the vice-presidency. Johnson being Johnson, however, there was immense calculation in the move since, as he himself said to Clare Booth Luce at the Inauguration Ball in 1961 with tragic prescience: \"Clare, I looked it up: one out of every four presidents has died in office. I'm a gamblin' man, darlin', and this is the only chance I got.\"</p> <p>Johnson was confident he would be&#xa0;able to shape the administration from&#xa0;the vice-presidency. One of his own&#xa0;favourite sayings, much quoted by&#xa0;Caro, was: \"Power is where power goes.\" It was the individual who mattered, in other words, not the office. As it turned out, Johnson miscalculated massively, because Kennedy marginalised his deputy. But the saying may yet turn out to be a useful aphorism&#xa0;if the focused, intelligent and powerful Ryan ever gets to be vice-president under the almost congenitally indecisive and equivocal Romney.</p> <p>That's because, if the two of them defeat Obama in November, America will have elected itself one of the most anti-government leaderships in its history, and it is likely to be one in which Ryan sets the tone and perhaps calls the shots. Ryan is a deeply serious fiscal conservative and anti-federal government politician. He is also a man in a hurry. He should absolutely not be underestimated. He wants Washington to get out of the pensions business and replace the existing Medicare system with vouchers. He has argued for the reduction of income tax to two rates – 10% and 25%. He wants to repeal Obama's healthcare legislation and remove tax incentives for employers to provide health insurance. He sees America engaged in an existential struggle to avoid what he sees as an Obama-inspired slide into European socialism.</p> <p>By choosing Ryan, Romney has ensured that the 2012 election will be an ideological fight. It will be, <a href=\"http://blogs.ft.com/the-a-list/2012/08/13/americas-clear-choice-franklin-roosevelt-or-ayn-rand/#axzz23d2GgW9q\" title=\"\">as Simon Schama has put it</a>, a choice between the America of Franklin Roosevelt's New Deal institutions and the America of the <a href=\"http://www.theguardian.com/commentisfree/2012/aug/13/paul-ryan-ayn-rand-romney\" title=\"\">individualist cult of Ayn Rand</a>, of which Ryan is an enthusiastic adherent. Europeans, accustomed to thinking that elections are won in the centre ground, by capturing independent voters, tend to assume – and hope – that the choice of <a href=\"http://www.theguardian.com/commentisfree/2012/aug/15/paul-ryan-paradox-us-politics\" title=\"\">Ryan will therefore be counter-productive</a>. But this is a dangerous assumption, even though some US commentators, even conservatives, also share it.</p> <p>It is dangerous because American voters have repeatedly upended that assumption, whether in the disputed presidential election of 2000, or in the congressional votes in 1994 and 2010. In&#xa0;an America where economic growth is fragile, job trends erratic, and the federal deficit massive (thanks primarily to George Bush not Obama), this distinctive American conservative strength, so unlike the politics of most of western Europe, but combined with the globally familiar anti-incumbent feeling of hard times, may be hard to stop. This isn't yet a rerun of 2008, when another reckless choice of running mate by another Republican presidential candidate whom the grassroots of the party did not like, effectively handed the election to the Democrats. Sarah Palin was ludicrous. Paul Ryan is serious. And this is a much tighter contest, in harder times, against an incumbent president who has disappointed some of his more naive supporters.</p> <p>The true importance of the 2012 US election as seen from outside America may rest on a different paradox. This is an immensely important election for Americans. But it is an election with surprisingly little resonance outside America. It is a contest between two candidates and parties which are so thoroughly shaped by exceptional American conditions and traditions – many of which come back, in the end, to the slow and domestically painful decline of American power – that it offers few of the lessons which the British political class loves to obsess about. Ryan is very unlike any significant British or continental European conservative politician.</p> <p>That is not to say that the outcome does not matter to non-Americans. Or that we don't have our preferences about who wins. But the reality is that both Obama-Biden (assuming that Biden remains on the ticket) and Romney-Ryan are focused on America first, and that their view of the world is one in which Europe is a source of problems to be avoided, not of models to be emulated. American politics is always irresistible entertainment. But Americans do not have the answers to Europe's problems, any more than Europeans have the answers to America's. Serious grownup politics for Europeans begins here in Europe, now more than ever.</p>",
  "<p>You know how people say one thing when they mean something else? My friends may call me \"eccentric\", but what they mean is they think I'm weird. Politicians and political pundits are the same way. Take Mitt Romney's pick of Paul Ryan for vice-president: many have called it \"bold\", yet that may just be another way of saying \"foolhardy\".</p> <p>I <a href=\"https://twitter.com/ForecasterEnten/status/235371782964658177\">asked my Twitter followers</a> for help in coming up with other examples of how a political action can be described in multiple ways. I got many responses from a range of people. I've tried to limit entries to be non-partisan in the sense that it's the performance or conduct we are describing. (The point here isn't to say \"idiot\" is a synonym for Republican or \"moron\" is a synonym for Democrat.)</p> <p>With those parameters, here are the initial entries of our new #PoliticalThesaurus. Feel free to disagree with certain descriptions. If you'd like to contribute, please comment below – or tweet me <a href=\"https://twitter.com/ForecasterEnten\">@ForecasterEnten</a>.</p> <p><strong>Adult</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/phanink/status/235386950750703616\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p>ADULT CONVERSATION = LECTURE <a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> <a href=\"https://twitter.com/search/?q=%23PoliticalThesaurus\"><s>#</s><b>PoliticalThesaurus</b></a></p>&mdash; Peter Hanink (@phanink) <a href=\"https://twitter.com/phanink/status/235386950750703616\" data-datetime=\"2012-08-14T14:46:36+00:00\">August 14, 2012</a></blockquote> <script src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script> </figure>  <p><strong>American people</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/k8croy/status/235392619037995009\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> American Peiople Syn. Our Caucus</p>&mdash; Joseph Masi (@k8croy) <a href=\"https://twitter.com/k8croy/status/235392619037995009\" data-datetime=\"2012-08-14T15:09:08+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Apologize</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thelocalpaper/status/235429636736163841\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> \"apologize if anyone was offended\" syn. \"did not apologize\"</p>&mdash; The Local Paper (@thelocalpaper) <a href=\"https://twitter.com/thelocalpaper/status/235429636736163841\" data-datetime=\"2012-08-14T17:36:14+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Autobiography</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Ringo6/status/235385033853116416\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> \"Autobiography - N, a fictional account of ones life and the people one didn't meet</p>&mdash; Stuart(@Ringo6) <a href=\"https://twitter.com/Ringo6/status/235385033853116416\" data-datetime=\"2012-08-14T14:38:59+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Backroom</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MikeMitchNH/status/235413277352550400\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235404342524522498\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Couple more. Great job with this, Harry... Politically courageous/suicidal; backroom dealer/corrupt</p>&mdash; Mike Mitchell (@MikeMitchNH) <a href=\"https://twitter.com/MikeMitchNH/status/235413277352550400\" data-datetime=\"2012-08-14T16:31:13+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Bipartisan</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TEMthe3rd/status/235383411466985472\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235382182967922688\"><p><a href=\"https://twitter.com/buzzfeedben\"><s>@</s><b>buzzfeedben</b></a> <a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> BIPARTISAN, relating to post offices</p>&mdash; TEM3 (@TEMthe3rd) <a href=\"https://twitter.com/TEMthe3rd/status/235383411466985472\" data-datetime=\"2012-08-14T14:32:33+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Blunt</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MikeMitchNH/status/235373584149798912\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235371782964658177\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Nice. Veep-related entries... THE BASE. Syn: NUTJOBS. Also, FRESH. Syn: UNPREPARED. Lastly, BLUNT. Syn: ERRATIC.</p>&mdash; Mike Mitchell (@MikeMitchNH) <a href=\"https://twitter.com/MikeMitchNH/status/235373584149798912\" data-datetime=\"2012-08-14T13:53:30+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Bomb-thrower</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hwoodpolitix/status/235390079588241408\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Bomb Thrower = A-hole <a href=\"https://twitter.com/search/?q=%23PoliticalThesaurus\"><s>#</s><b>PoliticalThesaurus</b></a></p>&mdash; Hollywood Politics (@Hwoodpolitix) <a href=\"https://twitter.com/Hwoodpolitix/status/235390079588241408\" data-datetime=\"2012-08-14T14:59:02+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Charismatic</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PopulistPete/status/235452448569954304\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> CHARISMATICsyn. NOT DRUNK!</p>&mdash; Chuckles von Stuben (@PopulistPete) <a href=\"https://twitter.com/PopulistPete/status/235452448569954304\" data-datetime=\"2012-08-14T19:06:52+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Common sense</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hoosier114/status/235372032840323072\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235371782964658177\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> \"common sense solutions\"=cutting entitlements?</p>&mdash; ... (@Hoosier114) <a href=\"https://twitter.com/Hoosier114/status/235372032840323072\" data-datetime=\"2012-08-14T13:47:20+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Courageous</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BishopJLMills/status/235387473713315842\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a>here is one Courageous/Desperate</p>&mdash; Bishop J LMills (@BishopJLMills) <a href=\"https://twitter.com/BishopJLMills/status/235387473713315842\" data-datetime=\"2012-08-14T14:48:41+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Double down</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/McManusNYLJ/status/235400136690384896\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> DOUBLE DOWN said today what he said yesterday</p>&mdash; Farrell McManus (@McManusNYLJ) <a href=\"https://twitter.com/McManusNYLJ/status/235400136690384896\" data-datetime=\"2012-08-14T15:39:00+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Drunk</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BuzzFeedBen/status/235382182967922688\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> GREGARIOUS syn. drunk/promiscuous</p>&mdash; Ben Smith (@BuzzFeedBen) <a href=\"https://twitter.com/BuzzFeedBen/status/235382182967922688\" data-datetime=\"2012-08-14T14:27:40+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Etch-a-Sketch</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/twinkerdoodle/status/235387460572545026\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Etch-a-Sketch syn. Double-Down</p>&mdash; Michelle Diggles (@twinkerdoodle) <a href=\"https://twitter.com/twinkerdoodle/status/235387460572545026\" data-datetime=\"2012-08-14T14:48:38+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Firebrand</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bry_Mac/status/235383039985868800\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> FIREBRAND, syn. BAT-CRAP CRAZY</p>&mdash; Bryan MacKenzie (@Bry_Mac) <a href=\"https://twitter.com/Bry_Mac/status/235383039985868800\" data-datetime=\"2012-08-14T14:31:04+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Firm</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/greenfield64/status/235382790596726784\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a>I am FIRM. YOU are STUBBORN. He is DEAF TO REASON. or: I am FLEXIBLE. You are SLIPPERY. He is UNPRINCIPLED.</p>&mdash; Jeff Greenfield (@greenfield64) <a href=\"https://twitter.com/greenfield64/status/235382790596726784\" data-datetime=\"2012-08-14T14:30:05+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Frank</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chucktodd/status/235380824562860032\">  <blockquote class=\"twitter-tweet\"><p>FRANK, syn. CONTENTIOUS RT <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a>: should start a political thesaurus... I'll start BOLD. Synonym RISKY. Anyone else got some?</p>&mdash; Chuck Todd (@chucktodd) <a href=\"https://twitter.com/chucktodd/status/235380824562860032\" data-datetime=\"2012-08-14T14:22:16+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Game-changer, 1</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alaskaDJ/status/235442265349320704\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235371782964658177\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> GAME CHANGERsyn. Not a game changer</p>&mdash; MR (@alaskaDJ) <a href=\"https://twitter.com/alaskaDJ/status/235442265349320704\" data-datetime=\"2012-08-14T18:26:25+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Game-changer, 2</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rxtxusa/status/235386394711822336\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Game changer ... Someone seeming to change the conversation because of his /her polar dynamics.</p>&mdash; FRANK ARREDONDO (@rxtxusa) <a href=\"https://twitter.com/rxtxusa/status/235386394711822336\" data-datetime=\"2012-08-14T14:44:24+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Game-changing</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bluescat1/status/235397549748523008\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Game changingHail Mary pass.</p>&mdash; Harry Chapman (@bluescat1) <a href=\"https://twitter.com/bluescat1/status/235397549748523008\" data-datetime=\"2012-08-14T15:28:43+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Going rogue</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/McManusNYLJ/status/235410336860225536\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235404342524522498\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Going Rogue syn Promoting Yourself</p>&mdash; Farrell McManus (@McManusNYLJ) <a href=\"https://twitter.com/McManusNYLJ/status/235410336860225536\" data-datetime=\"2012-08-14T16:19:32+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Hypocrite</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_silversmith/status/235383823154696192\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235381834958114816\"><p><a href=\"https://twitter.com/willmcavoyacn\"><s>@</s><b>willmcavoyacn</b></a> <a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Here's one: HYPOCRITE syn. POLITICIAN</p>&mdash; Shawn Peirce (@_silversmith) <a href=\"https://twitter.com/_silversmith/status/235383823154696192\" data-datetime=\"2012-08-14T14:34:11+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Maverick</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WillMcAvoyACN/status/235381834958114816\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p>MAVERICK syn. FREE-WILLED <a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a></p>&mdash; Will McAvoy (@WillMcAvoyACN) <a href=\"https://twitter.com/WillMcAvoyACN/status/235381834958114816\" data-datetime=\"2012-08-14T14:26:17+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Must-win</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/electionate/status/235413163921780736\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a>\"must win state\" -- any state a reporter is writing about</p>&mdash; Nate Cohn (@electionate) <a href=\"https://twitter.com/electionate/status/235413163921780736\" data-datetime=\"2012-08-14T16:30:46+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>My friend</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DomenicoNBC/status/235443532129779712\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235443157230288896\"><p><a href=\"https://twitter.com/tavnrdad\"><s>@</s><b>tavnrdad</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> <a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> \"my friend\" = \"not my friend\"</p>&mdash; Domenico Montanaro (@DomenicoNBC) <a href=\"https://twitter.com/DomenicoNBC/status/235443532129779712\" data-datetime=\"2012-08-14T18:31:27+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>My opponent</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kyounger/status/235382537692778496\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> \"MY OPPONENT...\" isa \"I'M LYING\"</p>&mdash; Kris Younger (@kyounger) <a href=\"https://twitter.com/kyounger/status/235382537692778496\" data-datetime=\"2012-08-14T14:29:04+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Of the People</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PopulistPete/status/235523464889520129\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> OF THE PEOPLE syn. CAN BOWL AND HOLD DOWN A BEER</p>&mdash; Chuckles von Stuben (@PopulistPete) <a href=\"https://twitter.com/PopulistPete/status/235523464889520129\" data-datetime=\"2012-08-14T23:49:04+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Outsider</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/McManusNYLJ/status/235407485001932801\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235404342524522498\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> OUTSIDER syn sore loser</p>&mdash; Farrell McManus (@McManusNYLJ) <a href=\"https://twitter.com/McManusNYLJ/status/235407485001932801\" data-datetime=\"2012-08-14T16:08:12+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Party</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RubySlipperblog/status/235430527887364096\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> Party pros fret = distance themselves from perceived loss to insure future spot as cable pundit.</p>&mdash; Mary Sue (@RubySlipperblog) <a href=\"https://twitter.com/RubySlipperblog/status/235430527887364096\" data-datetime=\"2012-08-14T17:39:46+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Reform</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tavnrdad/status/235443157230288896\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> <a href=\"https://twitter.com/search/?q=%23political\"><s>#</s><b>political</b></a> thesaurus reform = eliminate</p>&mdash; tavnrdad (@tavnrdad) <a href=\"https://twitter.com/tavnrdad/status/235443157230288896\" data-datetime=\"2012-08-14T18:29:57+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Review</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/agentlinden/status/235435754610900993\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> REVIEW syn INVESTIGATION</p>&mdash; Tyler Woods (@agentlinden) <a href=\"https://twitter.com/agentlinden/status/235435754610900993\" data-datetime=\"2012-08-14T18:00:32+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Smart take</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kleinstar/status/235385717151375361\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> \"smart take\" synonym for \"I wish I wrote that\"</p>&mdash; asher klein (@kleinstar) <a href=\"https://twitter.com/kleinstar/status/235385717151375361\" data-datetime=\"2012-08-14T14:41:42+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Swiftboat</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Twuck290/status/235385996869525504\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> swiftboat=run deceiving ads, turkey=jerk,</p>&mdash; chuck powell (@Twuck290) <a href=\"https://twitter.com/Twuck290/status/235385996869525504\" data-datetime=\"2012-08-14T14:42:49+00:00\">August 14, 2012</a></blockquote> </figure>  <p><strong>Truth</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheMadSonneteer/status/235381648160595968\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"235380824562860032\"><p><a href=\"https://twitter.com/chucktodd\"><s>@</s><b>chucktodd</b></a> <a href=\"https://twitter.com/forecasterenten\"><s>@</s><b>forecasterenten</b></a> -- Truth = Lie <a href=\"https://twitter.com/search/?q=%23PoliticalThesaurus\"><s>#</s><b>PoliticalThesaurus</b></a></p>&mdash; The Mad Sonneteer (@TheMadSonneteer) <a href=\"https://twitter.com/TheMadSonneteer/status/235381648160595968\" data-datetime=\"2012-08-14T14:25:32+00:00\">August 14, 2012</a></blockquote> </figure>",
  "<p>The US election campaign has descended into a particularly bitter phase, with Mitt Romney accusing Barack Obama of a willingness to \"do anything\" to stay in power and renewed controversy over a series of negative campaign ads from the president's camp.</p> <p>In an interview on CBS This Morning, Romney said the attack ads being run by the Obama team, and allied Obama-supporting Super Pac groups, had sought to divide the country.</p> <p>\"If you look at the ads that have been described and the divisiveness based upon income, age, ethnicity and so forth, it's designed to bring a sense of enmity and jealously and anger … the president seems to be running just to hang on to power. I think he'll do anything in his power to try and get re-elected,\" Romney said in the first solo interview since announcing Wisconsin congressman Paul Ryan as his running mate.</p> <p>One particularly controversial ad, produced by the Obama-supporting Super Pac Priorities USA Action, features a man claiming his wife died of cancer after losing her health insurance when his factory was closed by Romney's former firm Bain Capital. </p> <p>Despite a storm of criticism over the accuracy of its claims, the ad has now aired on a TV station in the key swing state of Ohio. However, a spokesman for the Super Pac has said the ad was aired via a \"station error\". That has cut little ice with the Romney camp. </p> <p>Matt Rhoades, Romney's campaign manager, said: \"They claim the station aired it by mistake. But if they didn't intend to air it, why would they ship the false ad to TV stations in the first place? President Obama once set the highest expectations and is now engaged in the lowest form of campaigning.\"</p> <p>The argument is the latest spat to roil a campaign been marred by fierce disputes over political attack ads and comments by vice-president Joe Biden. Speaking at a rally in Virginia, he told a mixed-race crowd that the Republicans were \"… going to put y'all back in chains\". </p> <p>That last comment led to Republican accusations that Biden had been race-baiting: something the Democrats denied by pointing out he had been talking about Wall Street and how Romney wanted to \"unchain\" the banking industry from regulations. </p> <p>But in the television interview Romney did not let the issue die down. \"These personal attacks, I think, are demeaning to the office of the White House and the comments yesterday by the vice-president, I think, just diminish the White House that much more,\" he said.</p> <p>Experts say that the 2012 campaign so far has been the most negative in recent memory in the US, spurred largely by the huge amounts of unrestrained cash flowing into the coffers of outside groups like Super Pacs. </p> <p>\"There is so much money and therefore the quantity of negative ads is so much more than we have ever seen. They know it is far more effective to tear someone down than build somebody up,\" said professor David Cohen, a political scientist at the University of Akron in Ohio.</p> <p>At the moment the negative campaigning seems to be working for Obama and his supporters. Most recent polls show Obama ahead of Romney in national polls with a narrow but firm lead. The situation in the key battleground states – where the election will be decided and where most negative ads have been running – often shows a stronger lead for Obama. </p> <p>Many experts believe that Romney's weekend pick of the firebrand Ryan as his vice-presidential candidate was a sign that the Republican believes he needed to shake up his campaign in order to stand a chance at the ballot box in November.</p> <p>But the Romney team's attempt to paint Obama as a negative campaigner may lead to allegations of hypocrisy. Romney's campaign, and the Super Pacs who back it, have not been shy of airing negative attack ads themselves. Romney also revealed a ruthless side during the Republican nomination race where he and his supporters unleashed a barrage of negative ads that helped beat off the challenges of former House speaker Newt Gingrich and former Pennsylvania senator Rick Santorum. \"Negative campaigning is very much coming from both sides,\" said Cohen.</p> <p>There are also other shadowy organisations beginning to get involved. On Wednesday a group called Special Operations Opsec Education Fund launched a 22-minute long video called Dishonorable Disclosures, a<a href=\"http://www.theguardian.com/world/2012/aug/15/us-special-ops-obama-bin-laden\">imed at attacking Obama for taking credit for the death of terrorist leader Osama bin Laden</a> and for security leaks from his administration. </p> <p>Though Opsec says it is an independent, non-partisan group made up of former special forces soldiers, the group's video explicitly goes after Obama. Its leader, former navy seal Scott Taylor, is also a former Republican congressional candidate. The group's formation has prompted comparisons to the Swift Boat campaign of 2004 which helped derail senator John Kerry's bid for the White House by questioning his service record in the Vietnam war.</p>",
  "<p>When it comes to using social media to engage a wired-in sector of the US electorate, one presidential candidate proves more adept at working the web to his advantage. </p> <p>Despite <a href=\"http://www.theguardian.com/world/2012/jun/14/romney-campaign-digital-data-obama\">efforts by Mitt Romney's camp</a> to close the digital gap – notable among them a <a href=\"http://www.theguardian.com/world/us-news-blog/2012/jul/31/mitt-romney-vp-app\">contact-gathering smartphone app</a> – President Barack Obama's digital campaign still sees far more Facebook, Twitter and YouTube interactions from followers, according to a Pew study released Wednesday. </p> <p>Researchers at the Pew Research Center's Project for Excellence in Journalism analyzed over 3m total interactions, comprised of Facebook likes, Twitter retweets and YouTube comments, between the dueling campaigns and their followers. </p> <p>On one hand, the findings are obvious: as more potential voters start hanging out on and connecting via mobile to big-name platforms like Facebook and Twitter, the campaigns are going where they think the eyeballs are. On the other, research shows both camps are taking a more targeted approach to the web compared with 2008 – in other words, campaigns going where they know the eyeballs are. </p> <p>Allowing prospective voters to break down issues by topic and location on campaign websites is a tactic pioneered by Obama and emulated by Romney, according to project founder Tom Rosenstiel. </p> <p>\"The chance that [campaigns] are wasting time and effort is probably smaller,\" Rosenstiel told the Guardian. \"There's no question the more you can tailor your message in politics the more effective you are. We're seeing a lot more tailoring than four years ago.\" </p> <p>When it comes to sheer productivity, Obama's massive staff – in June, it was 750 compared with Romney's 87 – has maintained the president's lead by dwarfing Romney's postings on Twitter, out-blogging him on the Obama campaign website and matching Romney's activities on Facebook. </p> <p>\"I give nothing but credit to the Obama folks who run a very successful program with a very large staff that we are always amazed by,\" Zac Moffat, digital director of the Romney campaign, <a href=\"http://personaldemocracy.com/\">told</a> the Personal Democracy Forum in June. \"In size they are clearly ahead, but in terms of engagement, no, they are not.\"</p> <p>Indeed, in an election cycle that will go down in history for its fundraising gluttony, staffers spending time with the humble retweet or Facebook \"like\" isn't the sort of thing that raises money. As Moffat noted, the Pew report found that engagement is a problem, but with both candidates. (In fact, they're far more likely to mention each other than they are to mention individuals. A third of Romney's posts are about Obama.) </p> <p>However, with back-to-back party conventions looming, a candidate like Mitt Romney could easily help narrow the gap, according to a longtime party strategist. </p> <p>\"Live events are simply naturals for follower growth,\" Todd Herman, former new media director for the GOP, told the Guardian. \"So, if the two parties don't gain massive numbers of followers by truly integrating the viewer into the experience it will simply be due to a lack of creativity or an over-abundance of caution.\" </p> <p>Right now, Obama is the victor in terms of creating social media buzz – a value nearly as nascent now as it was in 2008 – but there's still the looming question of whether courting tweets, likes and comments actually leads to voter action. </p> <p>\"There's an old axiom in politics,\" Rosenstiel said, \"Half of what you do is probably a waste, but you don't know which half, so you do everything.\" </p> <p>Speaking of doing everything: when it comes to something like the \"Mitt's VP\" app – which, depending on who you ask, was either just ahead of or hours behind the press in putting Paul Ryan on display – beating the newshounds was never the goal. Gathering the information of a wired-in public, and closing that digital gap, was the objective. </p> <p>Herman calls it a great idea.</p> <p>\"I trust they have already thought of ways to leverage, not just the data they gained but, hopefully, to make that app useful as the campaign rolls on.\"</p>",
  "<p>Last year, the Pew Research Center released one of its occasional <a href=\"http://www.people-press.org/2011/05/04/beyond-red-vs-blue-the-political-typology/\">typological surveys of the US political landscape</a> – the fifth in total, and the first since 2005. The findings of \"Beyond Red v Blue\" were significant in the context of the present presidential election – and, not least, Mitt Romney's pick of Paul Ryan as his would be vice-president. What it uncovered was a volatile politics in the midst of a period of transition, changing in ways that, perhaps, confounded some of the narratives that the media had assumed.</p> <p>The political landscape, Pew assessed, had become more polarized and \"doctrinaire at both ends of the political spectrum\". That much, at least, is certain. At the same time, the survey observed, the space occupied by independents had expanded sharply since the last similar exercise, by some 7%. These are voters notable for holding strong views on individual issues while often defying old party orthodoxies and loyalties on others.</p> <p>For those who identified themselves as \"mostly Republican\", the survey broke down the voters into two groups: \"staunch conservative\", characterised as \"highly-engaged Tea Party supporters\", and \"Main Street Republicans\", who together accounted for 20% of the general public. It calculated 37% were on the \"mostly Democratic\" side of the equation, which it broke down into three categories. Most interesting and perhaps most diverse, however, was the final group – \"mostly Independent\" – at 33% of potential voters (including Libertarians, described as \"free-market, small government seculars\"; \"disaffecteds\", who are defined as \"downscale and cynical\"; and \"postmoderns\", who are \"moderates but liberal on social issues\").</p> <p>I think this survey explains some important things both about the Romney campaign, why he picked Ryan as his running-mate, and how that choice might play out.</p> <p>It is a general truism of more recent democratic politics, as true in Europe as in the US, that successful campaigns do not tend to move sharply away from their own political centre – the point at which they can ensure both the support of their base while also, crucially, attracting voters from outside of that core group. Indeed, as David McKay has noted in his book American Politics and Society in his chapter on the Changing Role of Political Parties (see <a href=\"http://www.blackwellpublishing.com/mckay/pdfs/chapter5.pdf\">chapter 5, pdf</a>):</p> <blockquote> <p>\"A defining characteristic of both the Democrats and the Republicans is that they have constantly sought to appeal to as wide a spectrum of voters as possible. As such, they have been obliged to promise general rather than specific benefits to voters.\"</p> </blockquote> <p>McKay, too, noted the same emerging paradox in US politics as the Pew survey does:</p> <blockquote> <p>\"[W]hile the parties are more ideologically divided than they used to be, many voters remain generally apathetic and uninterested in politics.\"</p> </blockquote> <p>If the present political environment is complex and toxic, characterised by a growing distrust of the political system, the present incarnation of Republicanism, the Pew survey argued, gifted at least some advantages – both in terms of its greater ideological homogeneity and in what it called an \"intensity advantage\" that delivered Tea Party gains in the 2010 midterms. Where it did identify an emerging Republican problem, however, was in \"maintaining solid support among the GOP-oriented groups in the centre\", not least among the \"cross-pressured 'disaffecteds'\" among the \"mostly Independents\", one of the groupings Romney needs to convince if he is to win.</p> <p>Which brings us to the choice of Paul Ryan.</p> <p>Faced with the challenges facing both Obama and Romney in persuading an electorate increasingly sceptical of both parties, one might have expected the Republican candidate to use his choice of vice-president to tick some boxes that would appeal outside of the core activist base. Indeed, only a few months ago, polling on Romney's vice-presidential pick – although hardly conclusive evidence of much – seemed to suggest that Ryan would not bring many advantages, compared with the likes of Marco Rubio, Jeb Bush or Chris Christie, to the Romney campaign, either in name recognition or in widening the ticket's appeal. So what, precisely, has Ryan brought to the party?</p> <p>The reality, as <a href=\"http://www.politico.com/news/stories/0812/79697.html\">Politico argued on Tuesday</a> after off-the-record interviews with over a dozen anonymous GOP activists, is a whole bundle of new worries. For while Romney has assiduously avoided many specifics that might turn off key voters, Ryan is all about them. A dogwhistle ideologue, his positions on everything from his dogmatic pro-life voting record to his small government stance and his economic prescriptions that would cut taxes for the wealthiest and benefits for the poorest appeal most to \"staunch conservatives\" and Tea Party activists.</p> <p>Confounding, too, is why Romney would have picked a running-mate whose views on an issue – his desire to reform the Medicare program – is likely to alarm strongly the group most over-represented even among \"staunch conservatives\": senior voters. As the Pew survey observed, older voters are represented \"disproportionately\" in the \"staunch conservative\" bloc where over 61% are 50 or older; yet, at least two polls have recently suggested that this same group (senior voters) is largely opposed to Medicare reform. This is doubly baffling as political strategy, as <a href=\"http://www.tnr.com/blog/electionate/106099/ryan-romney-seniors\">Nate Cohn argued in the New Republic earlier this week</a>, because you would think Romney would not want to risk alienating seniors, who are the one significant group among whom Obama has not made gains between 2004-2008 and ought to be a natural Republican-leaning constituency.</p> <p>But it is not just with seniors that Ryan brings risks to the Romney campaign. The Ryan Plan, his challenge to Obama's economic strategy which Romney has remarked flatteringly on and which has won broad backing from House Republicans, also seems out of step with the views of the wider electorate that Romney must win. For while \"Beyond Red v Blue\" noted that \"majorities in most typology groups say the country will need both to cut spending and raise taxes to reduce the budget deficit\", \"staunch conservatives\" alone remained the exception, saying the focus should be on cutting spending. Indeed, Ryan – most controversially of all – would actually cut taxes for the wealthiest Americans.</p> <p>With the Republican presidential campaign already facing an escalating offensive over Ryan's views and how much Romney endorses them, it seems rather bizarre that the party's presumptive nominee – who lags behind the incumbent by most indicators – would pick as a running-mate a controversial figure with limited appeal, whose views he is now being forced to defend. The reality, as \"Beyond Red v Blue\" has described, and others have noted since Ryan's pick, is that Romney is caught on the horns of a dilemma. A candidate who is not \"conservative enough\" for his own base but needs to attract both wavering Democrats and Independents, he has failed to find an overarching and widely appealing political pitch that would allow him to hedge his bets.</p> <p>Perhaps, in the present climate and configuration of the parties and where they stand, that was always impossible. But his choice – punting for Ryan to reassure the base – looks like poor politics and, potentially, an electorally fatal error.</p>",
  "<p>I am writing this in the grips of a profound headache, largely brought on by my stumbling efforts to get a grip on where we are with our economies.</p> <p>If our global economy were a commercial aircraft, and I one of the pilots, the entire instrument panel would be covered in flashing lights. But instead of sounding steady alarms, most would be stuttering on and off in apparently random patterns, making coherent responses very difficult. And that mental image had me racing back to the inquiry report on <a href=\"http://en.wikipedia.org/wiki/Air_France_Flight_447\" title=\"\">Air France 447</a>, which disappeared en route from Rio de Janeiro to Charles de Gaulle on 1 June 2009.</p> <p>Apart from routine fears of flying, those boarding the Airbus A330 would have had no reason to expect anything untoward. But, in the worst accident in French aviation history, the plane fell out of the sky into the Atlantic, killing all 228 people aboard. The causes were a mystery for air crash investigators, though early suspicions focused on the possible icing up of the critical airspeed monitoring devices called pitot tubes. It took Herculean efforts to retrieve the black boxes, but they provided a much clearer idea of what had gone so dramatically wrong.</p> <p>The final inquiry report, published last month, points to many interlinked contributory factors. The first was that the pilot tubes had iced up, robbing the automatic pilot of vital information. So the autopilot disconnected itself, and a pilot took over. At this point, due to lack of relevant training, he did precisely the wrong thing – pulling the nose up when it should have been pushed down to prevent a stall.</p> <p>The crew then found themselves in a position where their instruments were giving misleading information, where the autopilot was making assumptions based on software rather than reality, and the aircraft had its nose pointing upwards when it was actually in free-fall.</p> <p>It isn't hard to see parallels with those guiding our economies today, both in terms of the imminent danger of financial stalling and of the longer-term risks posed by climate change and the destabilisation of the biosphere. Again, we are feeding all sorts of assumptions into our economic and commercial autopilots – some accurate, some not.</p> <p>And even when things seem moderately stable, market autopilots can go berserk; think of the recent runaway trading by the Knight Capital Group's algorithms <a href=\"http://articles.marketwatch.com/2012-08-14/industries/33191162_1_knight-shares-preopen-trade-market\" title=\"\">which wiped away three-quarters of the firm's equity value</a> almost overnight.</p> <p>Interesting, then, to see US Securities and Exchange Commission chair, <a href=\"http://www.sec.gov/news/press/2012/2012-151.htm\" title=\"\">Mary Schapiro</a>, insisting that the use of computers is now a fact of life, that accidents happen, and that previous measures (including so-called market circuit-breakers) adopted in the wake of the <a href=\"http://en.wikipedia.org/wiki/2010_Flash_Crash\" title=\"\">so-called Flash Crash</a> helped moderate the scale of the Knight Capital meltdown.</p> <p>A different take comes from John Fullerton of the Capital Institute, in his reflections on the <a href=\"http://www.capitalinstitute.org/blog/good-knight-htf\" title=\"\">wider implications</a> of Knight's \"near-death experience\".</p> <p>One book in my must-read-soon stack is <a href=\"http://www.scottpattersonreports.com/books/dark-pools/\" title=\"\">Dark Pools</a>, by Wall Street Journal reporter Scott Patterson, exploring the implications of the privately owned, lightly regulated exchanges \"where artificially intelligent machines now trade vast sums of money behind closed doors.\"</p> <p>In their attempts to build \"robot versions of Warren Buffett,\" the financial whizzkids at the centre of this story are creating an economic mechanism that will be very hard for humans to understand, let alone control.</p> <p>Now pull back and take a look at some wider defects in our market systems. Another reason for my headache was an opinion piece by long-term investor Jeremy Grantham in <a href=\"http://www.ft.com/cms/s/0/8f2f7fae-e531-11e1-8ac0-00144feab49a.html\" title=\"\">The Financial Times</a>, arguing that the worst US drought in half a century means that we now are \"in the midst of a global food crisis.\" The resolution of this crisis, he argues, should not be left to \"cowboy capitalists\".</p> <p>Certainly, anyone digging into the growing (and often pernicious) links between energy security, food security, water security and climate security will sense, as I outlined last year on this website, that the challenge we now face has many of the characteristics of a global <a href=\"http://www.guardian.co.uk/sustainable-business/sustainability-with-john-elkington/systemic-change-food-security\" title=\"\">Rubik's Cube</a>. In this context, our traditional assumptions and algorithms, whether we play them through direct or artificial forms of intelligence, are profoundly unfit for purpose.</p> <p>Grantham notes that, \"all our food and resource problems could be handled easily if we were the 'homo economicus' of economic theory – well-informed, rational and incorruptible.\" Most estimates of future market outcomes, he warns, \"are based on that assumption. But it just isn't so. Sadly, we are easily manipulated by vested interests, we passionately prefer good news to bad, we are more short-sighted than we think we are, and we are all too corruptible.\"</p> <p>It was an odd twist in the AF447 saga that the wreckage was tracked down by the Woods Hole Oceanographic Institute (WHOI). I visited WHOI on Cape Cod in 2003 to be briefed on various aspects of climate change – the subject of <a href=\"http://www.johnelkington.com/weblog/2003_09_01_arc.html\" title=\"\">my first-ever blog</a>. I emerged with my knees knocking at the nature and scale of the challenges we face. Yet the same country that has funded WHOI's work, is considering a vice-presidential candidate (or <a href=\"http://www.youtube.com/watch?v=xm3aHmcAoIU\" title=\"\">presidential</a>, if you listen to Mitt Romney) who has argued that global warming is an illusion. You don't have to be Al Gore to be worried, though <a href=\"http://www.huffingtonpost.com/al-gore/paul-ryan-climate-change_b_1774436.html?utm_hp_ref=tw\" title=\"\">it helps</a>.</p> <p>So where are we? Not on a plane, but on Planet 447 – headed smack into a zone of extreme turbulence. We are using autopilot systems (among them current forms of economics, valuation and accounting) that are full of assumptions way past their shred-by dates. Some of us are hauling back on the controls, thinking that's the right thing to do, despite the alarms sounding all around.</p> <p>And now the planet's most powerful nation is considering putting someone in the co-pilot's seat who seems wilfully blind to at least one key element of global reality. \"Fasten your safety belts,\" some might advise, but I'm not sure that's going to help much.</p> <p><em>John Elkington is executive chair of </em><a href=\"http://www.volans.com/\" title=\"\"><em>Volans</em></a><em> and non-executive director at </em><a href=\"http://www.sustainability.com/\" title=\"\"><em>SustainAbility</em></a><em>. His latest book is The Zeronauts: Breaking the Sustainability Barrier. He blogs at </em><a href=\"http://www.johnelkington.com/\" title=\"\"><em>www.johnelkington.com</em></a><em> and on </em><a href=\"http://www.guardian.co.uk/sustainable-business/sustainability-with-john-elkington\" title=\"\"><em>Guardian Sustainable Business</em></a><em>, and tweets at </em><a href=\"https://twitter.com/volansjohn\" title=\"\"><em>@volansjohn</em></a><em>.</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong><em> </em></p>",
  "<p><a href=\"http://www.theguardian.com/music/devo\" title=\"\">Devo</a>'s next song is about <a href=\"http://www.theguardian.com/world/mittromney\" title=\"\">Mitt Romney</a>'s dog. The American new wave band are putting an Irish setter front and centre on Don't Roof Rack Me, Bro! (Remember Seamus), which takes fire at the Republican presidential candidate.</p> <p>Twenty-nine years ago Romney took his family <a href=\"http://www.theguardian.com/world/2007/jun/29/usa.mittromney\" title=\"\">on a 12-hour road trip</a> from Boston to Ontario, strapping the family dog to a kennel on their car roof. As the Chevrolet station wagon barrelled down the highway, Seamus clung on for dear life; even after the dog suffered a diarrhoea attack, Romney just sprayed everything down and continued with the journey.</p> <p>Although Seamus may not be at the forefront of Romney's election battle against Barack Obama, Devo have not forgotten him. On Tuesday the band announced their next single, due 25 August, with cover art depicting Romney behind the wheel and a terrified dog on the roof</p> <p>The song is part of a campaign by Gerald V Casale, one of Devo's founders. <a href=\"http://www.rememberseamus.com/\" title=\"\">Remember Seamus</a> proposes to \"make 2012 the year where animals like Seamus are valued and honesty is praised\". The group has rallied behind <a href=\"http://www.facebook.com/DogsAgainstRomney\" title=\"\">Dogs Against Romney, a Facebook page</a> with more than 70,000 fans, and Casale has also contributed to a forthcoming video game,<a href=\"https://www.facebook.com/CrateEscapeGame\" title=\"\"> The Crate Escape: Seamus Unleashed</a>, which is due on 26 August – National Dog Day in the US.</p> <p>As for Romney, the former governor of Massachusetts insists that Seamus enjoyed being on the car roof. \"The dog loved it,\" said his wife, <a href=\"http://www.theguardian.com/world/ann-romney\" title=\"\">Ann Romney</a>, in April. \"He would see that crate and, you know, he would, like, go crazy because he was going with us on vacation. It was to me a kinder thing to bring him along than to leave him in the kennel for two weeks.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394741558\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029564677/Tropical-Storm-Hits-Flood-009.jpg\" alt=\"24 hours in pictures: A man stands in a flooded street as more rain falls in the coastal region of Bulacan in the Philippines\" width=\"685\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bulacan, Philippines: A man stands in a flooded street as more rain falls in the coastal region</span> <span class=\"element-image__credit\">Photograph: Paula Bronstein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741476\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029561230/An-ethnic-Uighur-man-take-008.jpg\" alt=\"24 hours in pictures: An ethnic Uighur man takes a nap on a board as his goat stands next to him in Aksu, China \" width=\"696\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aksu, China: An ethnic Uighur man takes a nap on a board as his goat stands next to him at a demolition site</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741480\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029542104/Independence-Day-in-India-001.jpg\" alt=\"24 hours in pictures: A female Indian cadet gestures to a colleague on Independence Day\" width=\"690\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Srinagar, India: A female cadet from the National Cadet Corps gestures to a colleague on the 65th anniversary of India's independence from British rule</span> <span class=\"element-image__credit\">Photograph: Mukhtar Khan/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741484\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029553344/Mitt-Romney-Finishes-His--005.jpg\" alt=\"24 hours in pictures: Mitt Romney at a campaign rally in Chillicothe\" width=\"668\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chillicothe, US: Republican presidential candidate Mitt Romney looks on during a campaign rally</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741488\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029569683/Protesters-take-part-in-A-011.jpg\" alt=\"24 hours in pictures: Masked protesters in an Amnesty flashmob in Edinburgh in support of Pussy Riot\" width=\"762\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Edinburgh, Scotland: Masked protesters take part in an Amnesty International flashmob in the Royal Mile in support of Russian punk band Pussy Riot</span> <span class=\"element-image__credit\">Photograph: David Moir/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741482\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029558727/Men-watch-as-fire-roars-a-007.jpg\" alt=\"24 hours in pictures: People watch wildfire roar across ranch land in Cle Elum, Washington\" width=\"780\" height=\"446\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cle Elum, US: People watch as fast-moving wildfire fire roars across ranch land in Washington state</span> <span class=\"element-image__credit\">Photograph: Elaine Thompson/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741474\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029547407/A-wakeboarder-performs-on-003.jpg\" alt=\"24 hours in pictures: A wakeboarder performs on a lake in Munich, Germany\" width=\"693\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munich, Germany: A wakeboarder performs on a lake</span> <span class=\"element-image__credit\">Photograph: Victoria Bonn-meuser/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741490\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029572250/Tibetan-martyrs-wall-012.jpg\" alt=\"24 hours in pictures: An exiled Tibetan places candles on the Tibetan Martyrs' Wall\" width=\"690\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dharmsala, India: An exiled Tibetan places candles on the Tibetan Martyrs' Wall during a vigil in solidarity with Tibetans who self-immolated</span> <span class=\"element-image__credit\">Photograph: Ashwini Bhatia/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741478\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029555712/Competitors-swim-during-t-006.jpg\" alt=\"24 hours in pictures: Competitors swim during the triathlon in Embrun, France\" width=\"692\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Embrun, France: Competitors swim during the 29th edition of the Embrun Man triathlon</span> <span class=\"element-image__credit\">Photograph: Jean-Pierre Clatot/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741492\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029567161/Visitors-walk-past-Israel-010.jpg\" alt=\"24 hours in pictures: Visitors walk past Ron Arad's video installation in the Art Garden at the Israel Museum in Jerusalem\" width=\"698\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerusalem: Visitors walk past Ron Arad's video installation in the Art Garden at the Israel Museum</span> <span class=\"element-image__credit\">Photograph: Ronen Zvulun/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741486\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029550514/People-enjoy-a-hot-day-on-004.jpg\" alt=\"24 hours in pictures: People enjoy a hot day on the beach of the Black Sea in Batumi, Georgia\" width=\"780\" height=\"382\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Batumi, Georgia: People enjoy a hot day on the beach in the Black Sea </span> <span class=\"element-image__credit\">Photograph: Zurab Kurtsikidze/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394741468\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/15/1345029544831/A-Panamanian-Golden-frog--002.jpg\" alt=\"24 hours in pictures: A Panamanian Golden frog\" width=\"690\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Panama City, Panama: The nearly extinct Panamanian Golden frog, one of the country's national symbols, inside a zoo enclosure</span> <span class=\"element-image__credit\">Photograph: Carlos Jasso/Reuters</span> </figcaption> </figure>",
  "<p>• A review of Vybz Kartel's new single My Crew, which was made pick of the week (<a href=\"http://www.theguardian.com/music/2012/aug/11/this-weeks-new-tracks\" title=\"\">This week's new tracks</a>, 11 August, page 28, the Guide), was missing a declaration of interest. The magazine should have disclosed that Andy Capper, the author, is global editor of Vice magazine, which has a one-off agreement to distribute the physical version of Kingston Story: Deluxe Edition, the album from which the track My Crew is taken and that Capper directed the video of the single. The omission of the declaration of interest by the Guide, which was unaware of the connection at the time of publication, is inconsistent with the Guardian's editorial guidelines.</p> <p>• Randy Jackson, brother of Michael Jackson and a former member of the Jacksons, is not a judge on American Idol as we had it in an annotated picture of the family accompanying a feature. That&#xa0;is another Randy Jackson (<a href=\"http://www.theguardian.com/music/2012/aug/14/jackson-family-where-went-wrong\" title=\"\">Divided royalties</a>, 15 August, page 6, G2).</p> <p>• A story about a report that examined the errors of the Norwegian police and intelligence services responding to the shootings by Anders Behring Breivik incorrectly stated that Sissel Hammer is Oslo's police chief. In fact, she is the head of the Nordre Buskerud Police District, which covers Utøya, where the shootings took place. In addition, we wrongly described Bjørn Ivar Kruke, a crisis management specialist, who contributed to the report, as a professor at Stavanger University. He is an associate professor (<a href=\"http://www.theguardian.com/world/2012/aug/13/anders-behring-breivik-attacks-halted-report\" title=\"\">Security errors allowed Breivik to carry out Norwegian mass killings, says report</a>, 14 August, page 15).</p> <p>• <a href=\"http://www.theguardian.com/sport/2012/aug/14/trinidad-tobago-lighthouse-keshorn-walcott\" title=\"\">Trinidad and Tobago medallist has lighthouse named after him</a> was corrected because the original said that Keshorn Walcott has been given a luxury new home in 20,000 acres and a free lighthouse. That should have been a luxury new home, 20,000 square feet of land to be developed as four building plots, and the landmark lighthouse will be named after him, not given to him.</p> <p>• <a href=\"http://www.theguardian.com/sport/blog/2012/aug/13/london-2012-guardian-highlights-golden-games\" title=\"\">London 2012 Olympics: the best moments of a golden Games</a> was corrected because the original said that Ruta Meilutyte hit the front in the 100m backstroke rather than breaststroke.</p> <p>• <a href=\"http://www.theguardian.com/world/2012/aug/14/romney-campaign-paul-ryan-medicare\" title=\"\">Mitt Romney campaign goes on defensive over Ryan's Medicare plan</a> was corrected because the original referred to Marco Rubio as the Florida governor. His is a senator, the governor is Rick Scott.</p>"
]