[
  "<p>The prospects for a two-state solution to the bitter conflict in the Middle East are being undermined by \"facts on the ground\" created by Israel, Palestinian divisions and the continuing \"convulsions\" of the Arab spring, the former British foreign secretary David Miliband is warning.</p> <p>Miliband, speaking on Thursday, is the latest high-profile international figure to express alarm at the rapidly fading prospects for the creation of an independent Palestinian state alongside Israel – for decades the only solution that has seemed either possible or practicable.</p> <p>\"The danger is that, unwittingly, by omission not commission, by cruel irony not deliberate plot, the Palestinian cause is a victim of the Arab revolts,\" Miliband will argue at a charity dinner for Medical Aid for Palestinians.</p> <p>\"For the first time in a long time there is no 'peace process', not even the pretence of one. The facts on the ground are preventing that. Facts in respect of settlements. Facts in respect of Palestinian political divisions. Also facts in the air: Arabs, Americans and Europeans have their minds on other things.\"</p> <p>Miliband criticises the leaked views of Mitt Romney, the Republican contender in the US presidential election. \"Now is not the time to say that the problem is unsolvable or that Palestinians are committed to the destruction of Israel,\" he says. \"That is a recipe that is not just unfair on the Palestinians. It is also dangerous for the region, including Israel.\"</p> <p>To revive prospects for creating a Palestinian state, Miliband calls for Gaza – isolated by Israel and Egypt and cut off from the West Bank – to be part of a diplomatic strategy. \"Israelis and Palestinians are suspicious of each other and of promises from outside. But the need for a negotiated solution between the parties should not stymie international clarity and consensus about the endgame in terms of borders and other issues.\"</p> <p>Miliband also emphasises the importance of healing the rift between Fatah and Hamas. \"Yours is a nationalist movement for justice and independence, not an Islamist movement for virtue and purity,\" he says. \"And the very real danger is that in a divided Palestine, the idea of a campaign that joins the people of Gaza and the West Bank, is lost.\"</p> <p>Surveying the Arab spring, the former Labour minister describes a \"legitimacy crisis\" of undemocratic regimes where \"corruption, incompetence and kleptocracy have drained ruling elites of consent\". In a new regional power structure, Iran is assertive, Qatar pivotal, Turkey seeking a role, religious divisions important and well organised Islamist parties rising. Sectarian politics and violence are tragically on show from Libya to Syria.</p> <p>And more broadly, Miliband suggests, there is a \"new calculus in geopolitics\", with the US fatigued by Iraq and Afghanistan, Russia cash-rich but status-poor, China growing in wealth but vulnerable to Middle East instability because of oil dependence, and Europe consumed with its own problems.</p> <p>\"Leaders across the world must not lose interest,\" he warns. \"The fact that Palestine is not in the headlines does not mean it can be forgotten. We know there can be no justice in the Middle East without a Palestinian state. But there can be no security in the Middle East without a Palestinian state. The crowds on the streets may not be chanting about Palestine, but they have not given up in their hearts and heads.\"</p>",
  "<p>Anna Wintour and Tom Ford slipped through the discreet door in the heart of Mayfair early. An hour later, Cameron Diaz dashed in without a backward glance, closely followed by Gwyneth Paltrow, who paused reluctantly on the doorstep to give the cameras a split-second pose and pained grin.</p> <p>And that was the sum excitement for star-spotters waiting on the pavement outside the Obama Victory Fundraising dinner in London on Wednesday.</p> <p>Hosted by Paltrow, Wintour and Ford at the exclusive Mark's club, the minimalist guest list saw fewer than 25 people hop from their black cabs and chauffeur-driven cars into the club.</p> <p>Natalie Massenet, founder of Net-a-Porter and new chair of the British Fashion Council was there – albeit wearing Yves Saint Laurent – as was Downton Abbey's Elizabeth McGovern and Elizabeth Saltzman, international social editor of Vanity Fair.</p> <p>The hedge fund managers and property investors crowded onto the pavement of the pub opposite the club barely registered the small stream of other more anonymous guests, dressed in a range of diplomatically restrained black dresses and perfectly cut suits.</p> <p>As one woman protested, stumbling in the glare of the flashlights as she fumbled for ID to show the woman guarding the door: \"I'm no one famous.\"</p> <p>Journalists were strictly forbidden from attending the event – the hosts, perhaps, fearing a Romney-shaped uproar if remarks intended only for the ears of wealthy campaign donors reached the public.</p> <p>But if the night was bijou, then that is how Wintour intended it. This was the fourth fundraising event the editor of Vogue has hosted this year. By last month, she had already donated the maximum allowable $35,000 to the Obama Victory Fund and the Democratic National Committee, Obama's candidate committee.</p> <p>The guests, it is said, paid $15,000 to rub shoulders with the small band of stars from fashion and film. The hosts paid $40,000 to the president's campaign coffers.</p> <p>This is the first fundraiser Paltrow and Ford have hosted, although both have been active donors to the Democratic campaign. According to the Sunlight Foundation's Influence Explorer, Paltrow has given $20,000 to the Obama Victory Fund. Ford has donated £75,000 to Obama for America.</p>",
  "<p>Mitt Romney is running the worst presidential campaign since George McGovern – and that's going back a bit. Not a week goes by without the Republican candidate putting his foot in it. This week he refused to apologise for describing, to a closed audience of fundraisers, 47% of the American population as government-dependent victims. That was not all. In the same speech he wrote off the two-state solution in the Middle East, a policy to which every US government has been committed for three decades. Not bad for one night's work.</p> <p>Last week's gaffe was his attempt to score a cheap news cycle hit by attacking a statement issued by the US embassy in Cairo, just before it became known that the ambassador in Libya had been killed. An attack on a US ambassador is an attack on all Americans, not a concept with which Mr Romney is familiar. He is, by his own account, only interested in the ones who are going to vote for him. Before Libya, there was Clint Eastwood's strange monologue with an empty chair.</p> <p>With seven more weeks, and seven potential major gaffe opportunities, to go, the real question is not why Mr Romney is such a bad candidate (unzipped he is far worse than the man who, in his wife's <a href=\"http://news.yahoo.com/blogs/ticket/ann-romney-unzip-him-let-real-mitt-romney-170357495.html\" title=\"\">unfortunate analogy,</a> is zipped up) but why the polling in the battleground states is still so close. This may be about to change.</p> <p>In Virginia, one of the states Barack Obama has to win to retain the presidency, he has an eight-point lead, <a href=\"http://www.washingtonpost.com/local/dc-politics/post-poll-obama-up-8-points-over-romney-in-virginia/2012/09/18/ca691d9a-0193-11e2-9367-4e1bafb958db_story.html\" title=\"\">according to one poll.</a> But the state has a big defence industry and the president receives more positive ratings on his ability to create jobs there than nationally. In Wisconsin, Mr Obama has a six-point lead, despite a massive Republican advertising campaign. Elsewhere, in Colorado, Ohio, Florida and Nevada, Mr Obama is either neck and neck or <a href=\"http://www.realclearpolitics.com/epolls/2012/president/2012_elections_electoral_college_map.html#battlegrounds\" title=\"\">within a few percentage points</a>. Why? Going out polling the opinion of registered Democratic voters in Ohio gives a salutary clue – half of them are either undecided or openly hostile. It is one reminder of an unwelcome and enduring truth: the deep polarisation of the electorate. If Mr Romney blows it, it will be his fault and his alone.</p> <p>There is still everything to play for – seven weeks of Republican television ads in which they are outspending the Democrats two to one; the first of three television debates on 3 October; another weak set of employment statistics for Mr Obama; any number of international events which could disrupt or embarrass his foreign policy pragmatism. This is not to say that Romney would not – on the evidence of his policy statements and his gaffe-strewn foreign trip – make a disastrous president. The immediate effect of his election would be to let Prime Minister Binyamin Netanyahu off whatever fraying leash still ties Washington and Israel. It may still not be long before Iran is attacked and another war in the Middle East breaks out, but under a Romney presidency we know that all brakes on that front would be off. But little of that plays out with an audience which traditionally sees American foreign policy as the victim of global instability, not one of its instigators.</p> <p>For Mr Obama, Mr Romney's unguarded comments represent a gift. For he now has the chance to present himself as the president of all America, but particularly the very America – the 47% (actually the figure is 46.4% of households not paying federal income tax) – which has done so badly under the banking crisis.</p> <p>The difficulty that Mr Romney has keeping himself on message only highlights the discipline of Mr Obama's campaign. This is at last showing through in the polling. Mr Obama is getting his message across, whereas no one quite knows what Mr Romney's message is. On tax, is it to reduce the tax burden on low-income families, a long-standing goal, or to dismiss the retired, the elderly, and low-income families with children as scroungers dependent on state aid? Mr Romney loses himself in the complexity of each issue he stumbles into. An unlucky president, Mr Obama is proving once again to be a lucky candidate.</p>",
  "<p>An activist group funded by the billionaire Koch brothers is planning a rally in New York on Thursday to \"stand up to Occupy Wall Street extremists\".</p> <p>Americans for Prosperity will gather at the Rockefeller Center in midtown Manhattan to demonstrate against Occupy protesters and Barack Obama's handling of the economy.</p> <p>\"The Occupy Wall Street crowd is nothing but a fringe element of malcontents bent on mayhem and destruction,\" said Steve Lonegan, Americans for Prosperity's New Jersey state director.</p> <p>\"These are people who despise free enterprise. They are not attacking Wall Street. They are attacking the very freedoms that everyday Americans cherish to pursue their own dreams and succeed.\"</p> <p>Lonegan added that it was \"time that someone stood up to the Occupy Wall Street mob\".</p> <p>The rally, announced on Wednesday, is part of Americans for Prosperity's \"Failing Agenda\" bus tour across the US. The non-profit organisation has three buses crossing the US, d<a href=\"http://americansforprosperity.org/newsroom/obamas-failing-agenda-tour-crisscrosses-nation/ \">rawing attention to what it sees as Obama's failings on the economy</a>.</p> <p>The specific focus on Occupy Wall Street comes after the movement <a href=\"http://www.theguardian.com/world/2012/sep/18/occupy-wall-street-anniversary-arrests \">celebrated its first anniversary on Monday</a>, although the occasion was marred by close to 200 arrests across New York.</p> <p>David and Charles Koch have poured money into Americans for Prosperity, which is tied to the Tea Party movement and has a focus on small government and low taxes.</p> <p>Although Americans for Prosperity says it \"does not expressly advocate for the success or defeat of any candidate for public office\", the organisation has run adverts targeting Obama. Mitt Romney <a href=\"http://abcnews.go.com/blogs/politics/2012/07/meet-the-koch-brothers-again/\">attended a fundraiser held by the Kochs this summer</a>.</p> <p>A spokesman for Americans for Prosperity would not predict how many people might attend the rally at the Rockefeller, but the group's website claims to be \"more than two million activists strong\" across the country. The group has chapters in 34 states, according to its press release. Attendees will listen to speeches from Tim Phillips, the president of Americans for Prosperity, Lonegan and others.</p> <p>\"What the American people are really worried about is President Obama's failing agenda,\" Lonegan said.</p> <p>\"They are worried about a failing agenda that is saddling future generations of Americans with trillions of dollars of debt and leaving them with a bleak future. They are worried about the economic destruction President Obama's policies have had on the economy and on job creation.\"</p> <p>Bill Dobbs, an Occupy Wall Street activist who attended the movement's anniversary event on Monday, described the rally as \"an interesting development\".</p> <p>\"But the rich want almost everything, they'd like to take just about everything in sight,\" he said. \"The 1% must be getting desperate to put their supporters out on the street.\"</p>",
  "<p>Picture it: US federal prosecutors and agents, deeply frustrated over an inability to stem violence related to the drug trade and Mexican cartels, decide to pursue a bold strategy to go after arms trafficking on the US-Mexican border.</p> <p>Under the plan, agents of the Bureau of Alcohol, Tobacco, Firearms and Explosives will permit known gun traffickers to make \"straw purchases\" – legal purchases of firearms in significant quantities to be resold to criminals on the other side of the border. This sort of purchase-monitoring had been used before, but the existing law enforcement policy was to intercept the arms shipments shortly after purchase or transfer. Under the new approach, the guns will \"walk\" – into the hands of the cartel buyers, allowing investigators to identify how the firearms were being paid for and transported to Mexico – and set up major prosecutions of the cartels in the future.</p> <p>But the more significant busts never come. Instead, more than 2,000 firearms – mostly AK-47 style rifles and FN Herstal 5.7mm caliber pistols – flow across the border into the hands of the cartels. No arrests or indictments are made. The agents on the ground start complaining. The guns start showing up at crime scenes in Mexico. </p> <p>Only when gunman use the weapons to murder a federal law enforcement agent, US Customs and Border Protection Agent Brian Terry, does the program get shut down and arrests of the \"little fish\" suspects occur.</p> <p>If you read this scenario in a thriller novel, you would probably toss the book away halfway through, dismissing the agents' and prosecutors' foolishness on a grand scale as too implausible. But that is indeed what occurred in \"Operation Fast and Furious\", a deadly scandal of egregiously reckless judgment in federal law enforcement that has received far too little attention from the media in the United States.</p> <p>Since the story broke in early 2011, most of the parties involved, including US Attorney General Eric Holder and other department of justice (DOJ) officials, have reserved comment or offered few details, citing an ongoing investigation by the DOJ's office of inspector general (OIG). After 19 months, <a href=\"http://www.theguardian.com/world/2012/sep/19/operation-fast-and-furious-report\">OIG completed and released its report</a>, recommended that the justice department take disciplinary action against 14 current and former officials from the department and ATF.</p> <p>The initial headlines <a href=\"http://openchannel.nbcnews.com/_news/2012/09/19/13966068-investigation-finds-no-evidence-ag-eric-holder-knew-of-fast-and-furious-gun-running-sting\">shouted that the IG report had exonerated Holder</a>. That's one interpretation. But the portrait the report paints of Holder's management is deeply disturbing. Time and again, information and warnings about the operation's enormous risks flow from Arizona to Washington … and suddenly, mysteriously, stop just short of Holder.</p> <p>The inspector general's report concludes that they can find no evidence Holder knew about Fast and Furious until well after Terry's death, but … well, the circumstances of Holder being so out of the loop, so in the dark about a major operation certainly appear unusual, perhaps to the point of straining credulity. The report states: </p> <blockquote> <p>\"We found it troubling that a case of this magnitude and that affected Mexico so significantly was not directly briefed to the Attorney General. We would usually expect such information to come to the Attorney General through the Office of the Deputy Attorney General … [Holder] was not told in December 2010 about the connection between the firearms found at the scene of the shooting and Operation Fast and Furious. Both Acting Deputy Attorney General Grindler and Counsel to the Attorney General and Deputy Chief of Staff Wilkinson were aware of this significant and troubling information by December 17, 2010, but did not believe the information was sufficiently important to alert the Attorney General about it or to make any further inquiry regarding this development.\"</p> </blockquote> <p>Not \"sufficiently important\"? Baffling. Maddening. Some might even say, \"implausible\".</p> <p>Repeatedly, everyone under Holder seems to do everything possible to make sure he isn't informed about an operation that, in the words of the IG report, failed \"to adequately consider the risk to public safety in the United States and Mexico\". In fact, information about the program went all the way to Holder's office – but somehow, the memos, emails and other communications never reached the man himself. It's as if he wasn't there. From the IOG report, again:</p> <blockquote> <p>\"As we describe below, we identified information regarding Operation Fast and Furious that reached the Office of the Attorney General in 2010 but not Attorney General Holder himself.\"</p> </blockquote> <p>Well. If you're wondering if this is covered by some sort of obscure procedure or rules, it isn't:</p> <blockquote> <p>\"[Holder] should have been informed by no later than December 17, 2010, that two firearms recovered at the Terry murder scene were linked to an ATF firearms trafficking investigation … We found that although [Holder's then deputy-chief-of-staff Monty] Wilkinson forwarded to Holder during the afternoon of December 15 three emails from the US Attorney's Office providing further details about the shooting and law enforcement efforts to find and arrest the suspects, he did not notify the Attorney General of the revelation that two weapons found at the murder scene were linked to a suspect in an ATF firearms trafficking investigation.\"</p> </blockquote> <p>A suspicious mind could look at this strange pattern of underling, after deputy, after staffer <em>not</em> mentioning critical information, and information getting all the way to Holder's office but not being seen by the AG himself, and conclude Holder's staffers were keeping him in the dark. Would that be to preserve his \"plausible deniability\"? Another conclusion might be that someone just wasn't honest with the inspector general.</p> <p>We now know that the best that can be said about Holder is that he was oblivious to a major, exceptionally dangerous operation going on within his organization. And the most generous interpretation of that is that he had staffed his office with professionals who had epically flawed judgment in deciding what the nation's top law-enforcement officer needed to know.</p> <p>There are still some big questions that remain – including whether this should stand as the final investigation of the subject; and whether it is appropriate for a government official assigned to sniff out mismanagement, corruption, and cover-ups to be reporting to the exact officials he's investigating.</p> <p>A serious question for partisans of the left is whether they would accept a Bush or Romney administration's justice department investigating itself – particularly <em>after</em> the president chose to assert executive privilege over documents that Congress believes relate to the operation. Senator Jon Cornyn (Republican, Texas) asked:</p> <blockquote> <p>\"Today's report contains page after page of redacted information and does not reflect well on an administration that pledged to be the most transparent in US history. I ask the attorney general to set aside his political allegiances and answer this simple question: don't you think the Terry family and the American people deserves answers?\"</p> </blockquote>",
  "<p>The Republicans' most coherent complaint about the now-infamous \"Mitt Romney fundraiser video\" is that there are two minutes missing from it. This is apparently <em>a thing</em>, now, as they say on the internet. On Legal Insurrection, one of the first blogs to seize upon the lacuna, a writer <a href=\"http://legalinsurrection.com/2012/09/maybe-romney-answer-was-inelegant-only-because-mother-jones-didnt-disclose-that-part-of-tape-was-missing/\">posited</a>:</p> <blockquote> <p>\"Maybe in the fullness of the answer, the answer was less 'inelegant' than it appears.\"</p> </blockquote> <p>This theory is instructive in two ways. First, to describe Romney's statements as \"inelegant\" implies a slip on par with using the wrong fork. I'd liken it more to farting at a christening, except that what Romney said was applauded by those in attendance. Or perhaps his performance was a little like telling a racist joke and then finding out a black person has overheard you.</p> <p>OK, it was <em>a lot</em> like that.</p> <p>Then, there's the idea that a gap shorter than George Bush's attention span could ever contain material so exculpatory that nothing else in the tape's other 65-plus minutes would matter. Whatever you've heard about this tape, unless <a href=\"http://www.theguardian.com/world/richard-adams-blog/2012/sep/18/mitt-romney-gaffe-by-gaffe\">you take a look at the whole thing, or read the full transcript</a>, you cannot comprehend how monumentally damning it is. He gives advice to terrorists; he talks about being born with a silver spoon in his mouth; he does a Henry Kissinger impersonation. I am totally serious: Kissinger impersonation.</p> <p>I was so baffled by the conjecture that two minutes more would fix everything, I spent a solid two hours on Twitter brainstorming not-very-plausible hypotheses for what could be so wonderful as to make everything else he said all right (hashtag: <a href=\"https://twitter.com/#!/search/%23missing2min?q=%23missing2min\">#missing2min</a>). My personal favorite:</p> <blockquote> <p>\"Shows audience how to fold a fitted sheet.\"</p> </blockquote> <p>The more stout-hearted among conservatives have taken a different tack – though I find it to be just as removed from reality: the tapes are a good thing! At the <a href=\"http://www.nationalreview.com/corner/322393/how-romney-should-respond-john-o-sullivan#\">National Review</a>:</p> <blockquote> <p>\"What Romney should do is call a press conference, play the tape, and then announce that he stands by what he said.\"</p> </blockquote> <p>Rush Limbaugh, the weathervane of the Republican party, spent most of his show Tuesday arguing that the tape did, in fact, reveal the true Romney and that Republicans should embrace that version of him:</p> <blockquote> <p>\"When I saw the Romney video, the first thing I thought, 'All right, we have a golden opportunity.'\"</p> </blockquote> <p>But also: the video is a dirty trick planted as part of the Mainstream Media's Liberal Agenda. Hard to follow? I'll let Rush <a href=\"http://www.rushlimbaugh.com/daily/2012/09/18/a_golden_opportunity_for_mitt_romney\">explain</a>:</p> <blockquote> <p>\"If you knew what Republican moderate presidential candidates said to their donors, you'd be a little ticked off because you'd wonder why they don't speak that way in public. They are as conservative as you and I are. I've spoken to them privately. The candidates that I see on the campaign trail versus the ones that tell me what they really think are two different people. There is a fear of being conservative because of what has happened to Romney with this. They've been sitting on this video for a while. This goes back to … what, May? … or what have you.\"</p> </blockquote> <p>For what it's worth, that's an unedited transcript. I'm sure somewhere there's two minutes of Rush explaining why the liberal media intentionally supplied this golden opportunity, but I wouldn't hold your breath. (Maybe <em>that's</em> what Romney was doing!)</p> <p>Puzzling over the first part of Rush's argument is just as confounding. Romney's misrepresenting himself; he's intentionally misrepresenting himself right now. That's the kind of logic puzzle that could freeze up Mitt's operating system if put to him <a href=\"http://anomalyblog.blogspot.com/2007/03/liar-paradox.html\">directly</a>. </p> <p>The political adage – coined by noted Republican saint and <a href=\"http://www.politifact.com/virginia/statements/2012/jun/25/gerry-connolly/rep-gerry-connolly-says-reagan-raised-taxes-during/\">serial tax hiker</a> Ronald Reagan – \"If you're explaining, you're losing\" seems particularly apt here. I admit to have trouble thinking of a time when Romney has <em>not</em> been explaining something about himself and his positions, or asserting a thing instead of giving proof of it (see: economic plan, evidence of). Perhaps we can also add a new phrase to the lexicon: \"If you're insisting, you're imploding.\"</p> <p>The most curious thing about the past few weeks, and Romney's recursive string from explanation to explanation (has the man ever had a mopping-up press conference that didn't make things <em>worse</em>?), is that it has generated some sympathy for the beleaguered billionaire. He seems at an existential dead-end; a <a href=\"http://en.wikipedia.org/wiki/Roomba\">Roomba</a> caught in a corner.</p> <p>He is a man who has never had to face a problem he couldn't use his money to help solve. (Even Ann Romney's brave and graceful battles with breast cancer and MS, while evidence of an admirable inner strength, have benefitted from care that many who face the same diseases simply do not have access to.) He is so used to buying his way out of a jam that he can't adjust to the tragicomic narrative of fate and justice that he's trapped in. He's a Jonathan Franzen character without the interior monologue.</p> <p>For me, Romney's haplessness has humanized him in a way no speech ever could. Of course, whatever his troubles, he can always go home and wrap himself in a warm pile of money. So there's that.</p>",
  "<p>God bless America. Or, if you are Mitt Romney, only half of it. Satan can have the other half, for in Mormon teaching he is the brother of Jesus. What else can explain this <a href=\"http://www.theguardian.com/commentisfree/2012/sep/18/mitt-romney-47-unsuitable-president\" title=\"\">parasitic 47% of which Romney speaks</a>? The people who see themselves as victims for whom the government is responsible. The losers who believe \"they are entitled to healthcare, to food, to housing, to you name it\".</p> <p>Christ almighty! What in the richest country are these people thinking? They shouldn't even have a vote, say the rightwing outliers, reversing a founding American principle, \"No taxation without representation\".</p> <p>Romney is talking about federal income tax, and the non-partisan Tax Policy Centre showed that last year 46.6% of American households did not pay it. However – and this is a big however – two-thirds of them paid a combination of tax through their payroll, state, property and gas taxes. Tax breaks for the elderly, the working poor and an exemption for combat pay have been fairly uncontroversial.</p> <p>The driving down of wages has meant that tax is used, in the words of Iain Duncan Smith, to \"make work pay\". It also subsidises childbearing, which the Republicans insist keeps down immigration.</p> <p>Romney is a hopelessly rich, but oddly passive-aggressive politician. It is difficult for David Cameron's Tory government to align itself with this man, who has the charisma of a stained trouser press. Who wouldn't prefer the Obama Grooverama?</p> <p>But they are, indeed, politically much more aligned with Romney and the truth is out there. It's there in the need to shift all talk of public responsibility to private responsibility. It's there in the dismissal of their own privilege, their inherited wealth and private education. Romney, at the same dinner at which he spoke of the 47%, talked of how he would be more electable if he were Mexican.</p> <p>While he is obviously a dud, his core beliefs are significant in Britain because they are not far from how policy is being conceptualised. We too have the wealth-makers versus takers narrative. The takers – and this is always preceded with some guff about the truly vulnerable – are wasters and shirkers. They say they are poor, but blow their benefits on flat-screen TVs. The wealth-makers remain more mysterious. Are they bankers? Is it just Richard Branson? Or are they the small entrepreneurs who can only aspire to the greed of the Dragons in the ludicrous Dragons' Den? Does wealth creation mean purely profit? What of the third sector?</p> <p>Any political party worth its salt needs to disrupt this narrative and soon. If we are to be divided into makers and takers, Romney-style, then, of course, the benefit freeze of \"the takers\" – the cutting of the link between benefits and inflation – is just fine and dandy.</p> <p>But who exactly are the shirkers? Those who take without paying tax. Toddlers born into poverty. People who are very ill. Old people who can no longer work. Young people who cannot find employment. Yes, they are real people, but the Tories are using the recession to implement policies that are way closer to crazed Republican thinking than they would like spelled out. They are punitively and knowingly trying to refigure the relationship between voters and the state. Those on benefits are not considered Tory voters, but support for cuts to benefits comes when people feel they also have no relationship to welfare, that they never \"take\" while others do.</p> <p>This is why child benefit becomes totemic – the only \"benefit\" people feel they get. Don't mention the war, roads or hospitals. If the takers can be defined as \"other\", popular support for this agenda continues. Those who push through these changes (politicians) and those who discuss them (the media) live mostly in a world of private provision of schools and healthcare, where the view that the poor are leeches with no sense of responsibility becomes acceptable.</p> <p>The alternative to this – Miliband's vague musings on predatory capitalism was an attempt, I suppose – is to move the issue of responsibility into the heart of the debate. It is also to ask fundamentally what wealth is for. Even cheerleaders for business are talking about responsibility and relationships. They see in the crash the failings of crony capitalism and want something much more pro-market rather than pro-business, so an economist such as Luigi Zingales suggests structural reforms to break up these elites. The issue is that Romney represents these elites, as does our current cabinet.</p> <p>So wealth creation is spoken about with no model of innovation, just more fetishisation of the past. Suddenly we are back to O-levels. Are businesses asking for rote-learning and regurgitation? No, they are asking for literacy, science, data analysis, Mandarin and creativity. It already seems a long time since Danny Boyle reminded us that we are quite good at some things, that the relationship of the taxpayer to the state is not only represented by \"shirkers\" but by nurses.</p> <p>Talking of takers, the Tories have no mandate, and as voting turnout decreases, they are unlikely to get one. It's the same across the pond. As a Republican senator told the Washington Post: \"We are not generating enough angry white guys to stay in business for the long term.\" The Tories need to grasp this, for while they may gasp at Romney's \"gaffe\", they do so because they see it as a failure of strategy – not of morality.</p>",
  "<p>Republicans have voted down legislation that would have established a $1bn jobs programme to put unemployed veterans back to work as firefighters and police officers and in public work projects.</p> <p>They objected to the cost of the bill, which they said violated spending limits agreed to last year in Congress.</p> <p>Democrats and veterans groups say its cost are fully offset.</p> <p>The bill, which had bipartisan support in the Senate and would have given priority to post-9/11 veterans whose employment prospects are three points below the national average, fell two votes short of the majority of 60 needed to waive Republican objections.</p> <p>After the vote, at midday on Wednesday, Patty Murray, chairman of the Senate veterans affairs committee, accused Senate Republicans of \"shocking and shameful\" obstructive politics.</p> <p>She said: \"At a time when one in four young veterans are unemployed, Republicans should have been able, for just this once, to put aside the politics of obstruction and to help these men and women provide for their families.</p> <p>\"It's unbelievable that even after more than a decade of war many Republicans still will not acknowledge that the treatment of our veterans is a cost of war. Today they voted down a fully paid-for bill that included bipartisan ideas to put veterans in jobs that will allow them to serve their communities. Jobs that would have helped provide veterans with the self-esteem that is so critical to their successful transition home.\"</p> <p>Murray said the bill had been extensively rewritten to include amendments by Republicans – eight of the 12 provisions in the bill were Republican-originated ideas. She said that the bill had even incorporated most of the provisions of a competing Republican bill, but to no avail.</p> <p>Democratic senator Bill Nelson of Florida, the bill's lead sponsor, said: \"[With] a need so great as unemployed veterans, this is not the time to draw a technical line on the budget.\"</p> <p>Republicans said they agreed with the sentiment to help veterans but said the bill was flawed.</p> <p>Senator Tom Coburn of Oklahoma said the federal government already had six job-training programs for veterans and there was no way to monitor how well they were working. He said that the way forward was not to increase debt.</p> <p>\"We ought to do nothing now that makes the problem worse for our kids and grandkids,\" Coburn told the Associated Press.</p> <p>Supporters modeled their proposal partly after the Civilian Conservation Corp used during the Great Depression to employ people to build parks and build dams. </p> <p>A handful of Republicans joined with Democrats in voting to waive the objection to the bill: senator Scott Brown of Massachusetts, Dean Heller of Nevada, Lisa Murkowski of Alaska and Maine's Susan Collins and Olympia Snowe. The Democrats needed a vote of 60 to go forward with the bill but the final vote was 58 to 40.</p> <p>\"After everything our veterans have done for us, the least we can do is make sure they are afforded every opportunity to thrive here at home,\" Heller said.</p> <p>Minutes before the vote, Murray gave an impassioned speech from the floor, asking for unity to pass the bill which she said \"should not be killed by procedural games\".</p> <p>The vote, postponed from last week because of Republican opposition, was the latest in a series of delays which have hampered the bill's progress. Members of the House are preparing to leave Washington to campaign on their re-election.</p> <p>The Iraq and Afghanistan Veterans of America described the vote as a \"huge disappointment\".</p> <p>Ramsay Sulayman, of Iraq and Afghanistan Veterans of America, said he was saddened to see \"a very small group of people that are standing for principle to block the bill from even coming to a vote\" on an issue like veteran jobs, which has seen a strong spirit of bipartisan support.</p> <p>\"That's what we object to. If people say 'We don't like the bill' and stand up and get up and vote and go on the record ... that is different. It's sad to see a few people holding a bill to hostage.\"</p> <p>The jobs bill is based on a proposal in President Barack Obama's state of the union address in January.</p> <p>Harry Reid, the majority leader of the Senate, said the bill had met \"one Republican stall tactic after another\", in a post to his Twitter account last week. He said the tactics marked a \"new low\" for Republicans.</p> <p>Jeff Sessions, the Senate Budget Committee ranking member, <a href=\"http://thehill.com/blogs/floor-action/senate/249477-senate-postpones-vote-on-veterans-jobs-bill-until-next-week\">said he objected to the bill</a> on the grounds it would increase the veterans affairs department budget and would blow though the spending cap lawmakers agreed last year.</p> <p>Democrats argue the bills costs are already covered by plans to collect more than half a billion in unpaid taxes over the next five years, <a href=\"http://washingtonexaminer.com/congress-feuds-over-jobs-bill-for-veterans/article/2508289#.UFiE5b8RaL\">according to the Washington Examiner</a>.</p> <p>The bill was held up in the Senate last week after filibustering by Rand Paul, the Republican Senator for Kentucky, to gain support for a Pakistani doctor who helped locate Osama Bin Laden.</p> <p>Paul has promised to block Senate action until the doctor, Shakil Afridi, is released from jail. The Pakistani government has said it will not release him. Paul has also called on the Obama administration to cut foreign aid to Pakistan until Afridi is released.</p> <p>Unemployment for the newest generation of veterans, post 9/11, rose to 10.9% in August, a stark contrast to the nation's unemployment rate of 8.1% in the same month. Veterans commonly find work after service in federal, state and local government jobs, a vulnerable sector in the current economy.</p> <p>Younger veterans are especially vulnerable to unemployment after deployment. Around 20% of 18-24-year-old veterans are unemployed.</p>",
  "<p>When Belle Littenberg was born, American women did not have the right to vote. It was 1914, and women wouldn't be granted suffrage for another <a href=\"http://memory.loc.gov/ammem/naw/nawstime.html\">six years</a>. Seventy-three years later, when her granddaughter Chloe was born, it was into a completely different world. The right to vote had been a given for two generations of women now, as had been a list of rights that were lofty dreams when Belle was born.</p> <p>Now, women applied for their own credit cards, went to graduate school en masse, took birth control and had legal abortions. The first year that Chloe was eligible to vote in a presidential primary, she could vote for a woman who had a real chance of becoming the nominee.</p> <p>Thanks in large part to the work of the intervening generation – of women like Belle's daughters – the political and cultural lives of women had changed, in some ways, beyond recognition. In this presidential election year, two of those crucial advances – access to birth control and abortion – are under threat.</p> <p>In 2012, seemingly every month has brought news of a new piece of state legislation designed to make abortions harder to obtain. The \"<a href=\"http://thinkprogress.org/health/2011/12/14/389157/ohio-heartbeat-bill-will-force-doctors-to-wail-until-a-woman-is-in-mortal-danger-to-justify-an-abortion/?mobile=nc\">Heartbeat Bill</a>\" in Ohio would ban abortion at as early as five weeks, and the Mississippi \"<a href=\"http://www.huffingtonpost.com/2011/11/09/personhood-campaign-compa_n_1084984.html\">Personhood</a>\" initiative would outlaw abortion, the morning-after pill and even hormonal contraception like the pill and the IUD – not to mention in vitro fertilization (IVF) fertility treatment. Then there are the mandatory transvaginal ultrasound bills that failed in <a href=\"http://www.usatoday.com/news/nation/story/2012-02-22/virginia-governor-mcdonnell-abortion-ultrasound/53213156/1\">Virginia</a> and <a href=\"http://www.nbcphiladelphia.com/news/local/PA-Senator-Counters-Ultrasound-with-Erectile-Bill-143671326.html\">Pennsylvania</a>, but passed and are <a href=\"http://www.nytimes.com/2012/03/04/opinion/sunday/kristof-when-states-abuse-women.html?_r=0\">in effect</a> at this very moment in Texas.</p> <p>These are not bipartisan efforts; they are Republican iniatives, all of them, and the GOP platform this year contains <a href=\"http://www.huffingtonpost.com/2012/08/28/platform-abortion_n_1837571.html\">a plank</a> supporting a constitutional amendment that would ban abortion <em>even in cases of rape, incest and when the pregnancy endangers the life of the mother</em>. To this, Republicans <a href=\"http://www.motherjones.com/politics/2011/01/republican-plan-redefine-rape-abortion\">have added efforts to redefine rape</a>, which, if successful, would make rape exceptions to abortion bans even harder to navigate.</p> <p>All this, taken with the GOP's blocking of the <a href=\"http://www.npr.org/2012/06/05/154377271/senate-republicans-block-paycheck-fairness-act\">Paycheck Fairness Act </a>earlier this year, and incessant threats to <a href=\"http://thinkprogress.org/health/2012/08/06/644611/gop-lawmaker-planned-parenthood-is-getting-wealthy-on-murder-for-hire/\">Planned Parenthood</a> – which apart from providing low-cost birth control, abortion and sex education also provides life-saving cancer screenings – a picture starts to emerge. For a woman who was born in 1914, it's a familiar and unwelcome one.</p> <p>As the efforts of both parties suggest, the women's vote will matter this year. It will matter in that women will help decide who wins the White House. But for a woman like Belle, who remembers an America in which women could not vote or have safe legal abortions, it will matter on a political and personal level – and a philosophical one. What are the consequences for people who denigrate American women and deny them their rights? In 2008, <a href=\"http://www.usatoday.com/news/nation/2009-04-30-black-vote_N.htm\">only 65.7%</a> of eligible women voters went to the polls. In 2012, this year of transvaginal ultrasound laws and all-male contraception hearings, how many American women will sit back in silence on election day?</p> <p>At their convention, Republicans, aware that their legislative efforts have given some women voters pause, went to great pains to explain that <a href=\"http://www.npr.org/2012/08/31/160366695/gop-uses-convention-to-reach-out-to-female-voters\">there is no</a> \"war on women\". We love women, they insisted, assigning <a href=\"http://www.salon.com/2012/08/29/ann_romney_love_mitt_please/\">Ann Romney</a> the task of telling the American people just how much. The Democrats also made a play for women's votes at their convention, with appearances from <a href=\"http://www.c-span.org/DNC/Events/Nancy-Keenan-at-the-2012-Democratic-National-Convention/C3797180/\">Nancy Keenan</a>, president of <a href=\"http://www.naral.org/\">Naral Pro Choice America</a>, Planned Parenthood president <a href=\"http://www.thedailybeast.com/articles/2012/09/05/planned-parenthood-s-cecile-richards-takes-center-stage-in-charlotte.html\">Cecile Richards</a> and <a href=\"http://www.washingtonpost.com/politics/dnc-2012-sandra-flukes-speech-at-the-democratic-national-convention-full-text/2012/09/05/891a642a-f7ac-11e1-8253-3f495ae70650_story.html\">Sandra Fluke</a>, the women's rights advocate who was meant to shut up after Rush Limbaugh called her a \"<a href=\"http://www.huffingtonpost.com/2012/09/05/sandra-fluke-speech-_n_1852637.html?utm_hp_ref=elections-2012\">slut</a>\", but who has done quite the opposite.</p> <p>For Belle, who remembers a time when women's civic participation was limited by law and by culture, the number of American women who do not vote is distressing. Many of her friends are women who voted for Hillary Rodham Clinton in the 2008 primaries, and in those hot, disappointed days after Clinton conceded her delegates to Barack Obama, several of her friends declared that they if they could not vote for Clinton, they would not vote at all. Belle was not pleased. You have to vote, she told them. Vote because you're an American, and you have a responsibility not just to your country, but to the women who fought to secure you that right.</p> <p>This year, though, Belle's exhortations to her friends have become less about simply exercising the right to suffrage and more about preserving other hard-won rights. She believes that regardless of who they vote for, all women should vote – but, she tells her friends, we should vote for the party that will do most for women. There's a great deal to be done to ensure that women have all the same opportunities as men, and she knows that the Republicans won't do it.</p> <p>The insults that have been hurled at American women in the last two years, in the form of legislation and in the form of actual slurs – thanks, Mr Limbaugh – have made \"women's issues\" central to the national political conversation. But we both reject the term \"women's issues\". We believe that <em>all Americans</em> have a vested interest in creating a country where women are allowed to decide if and when to start a family, and are paid fairly so that they can provide for that family.</p> <p>These aren't women's issues; they are human issues. But to American women, we say what Belle and her friends have been telling each other over the mahjong table ever since Hillary Rodham Clinton stepped aside for Barack Obama: </p> <blockquote class=\"quoted\"> <p>You might not be able to vote for a woman, but you have to vote. For women.</p> </blockquote>",
  "<p>Call it a retraction of a denial.</p> <p>On Tuesday, the Mitt Romney campaign hastily took offline a video of Ann Romney in which she rejected the notion that her husband was unsympathetic to low-income voters.</p> <p>In the interview, with the Denver Fox affiliate, Ann Romney was asked if her husband's secretly recorded comments at a Florida fundraiser didn't express \"any disdain for people who are poor, or who are on entitlement programs\".</p> <p>\"Absolutely not, absolutely not, totally not so,\" Ann Romney replied.</p> <p>The video was temporarily posted to the campaign's YouTube account with the headline \"Ann Romney to FOX31: Mitt Doesn't Disdain the Poor.\"</p> <p>Moments later the video disappeared, but <a href=\"http://www.buzzfeed.com/zekejmiller/ann-romney-mitt-doesnt-disdain-the-poor\">not before BuzzFeed snagged it</a>.</p> <p>Ann Romney's answer wasn't a bad one (the headline is another story). But her having to face such a question is bad news for the campaign. The interview capped a day in which Mitt Romney's comments that 47% of Americans refuse to \"take personal responsibility and care for their lives\" were played and replayed.</p> <p>Ann Romney herself comes in for brief mention in the fundraiser video – and her husband isn't much nicer to her than he is to supporters of the president. Asked why he doesn't deploy her more, <a href=\"http://www.youtube.com/watch?v=\" 5juj3p_a2hc&amp;feature=\"player_embedded&quot;&quot;\">Romney replies with a joke that might come off as an insult</a>: \"We use Ann sparingly right now, so that people don't get tired of her.\"</p> <p>In fact the campaign frequently deploys Ann Romney, who has a strong track record at fixing what's broken and tenderizing what's tough. On <a href=\"http://www.youtube.com/watch?v=\" vtpzq_fo5ao\"\">the campaign bus</a> and the <a href=\"http://www.youtube.com/watch?v=0NraMG2zImE&amp;feature=related\">convention dais</a>, she regularly succeeds in translating Romney for Romney, in capturing his best side, his faithfulness and dependability. Unlike her husband, she can make a joke she's told a hundred times sound newly surprising and funny, as <a href=\"http://www.youtube.com/watch?v=Kj8xjCf0TeU&amp;feature=player_embedded#t=1m30s\">on Tuesday on Live! with Kelly and Michael</a> when she repeated an anecdote about Romney's reaction to her vow that she was done with politics: \"He kind of laughed and said, 'Do you know what? You say that after every pregnancy.'\"</p> <p>Ann Romney <a href=\"http://www.businessweek.com/news/2012-09-18/michelle-obama-along-with-ann-romney-fuel-husbands-coffers\">has headlined nearly 40 fundraisers this year</a>, reportedly generating millions for the campaign. She is scheduled to speak at a fundraiser in Louisiana on Wednesday. She is billed as the solo host of a major campaign rally in Des Moines, Iowa, on Thursday.</p> <p>Before her appearance at the Republican national convention, <a href=\"http://www.gallup.com/poll/156950/americans-christie-ann-romney-positive-light.aspx\">a USA Today/Gallup poll</a> found voters had a favorable opinion of her by a margin of 42-24, although many, 34%, either had not heard of her or had no opinion.</p> <p>The former first lady of Massachusetts has had some slips on the campaign trail. Her explanation of the couples' refusal to release more than two years' worth of tax returns – actually so far only one year, 2010, plus estimates for 2011 – was taken as borderline snide. Releasing more information would only provoke more attacks, she told Good Morning America's Robin Roberts.</p> <p>\"We've given all people need to know and understand about our financial situation and how we live our life,\" she said, allowing frustration to creep into her voice. <a href=\"http://2012.talkingpointsmemo.com/2012/07/ann-romney-tax-returns.php\">Some heard her say \"all you people\"</a>, as if the public were a pestilence.</p> <p>Her attempts to make her husband relatable can backfire. While the young Mitt and Ann Romney may have lived briefly in a basement apartment, her mention of \"a lot of pasta and tuna fish\" in her convention speech felt disingenuous, for the new daughter-in-law of a governor turned cabinet secretary. The scene also fell flat as an evocation of romantic squalor.</p> <p>There are now 48 days until the election. If the Romney camp was ever really worried about \"people getting tired\" of Ann, they can no longer afford to be.</p> <p>Up next, the campaign is reportedly <a href=\"http://www.washingtonpost.com/blogs/tv-column/post/ann-romney-michelle-obama-may-guest-host-on-good-morning-america/2012/09/18/1ea6bcfe-01bd-11e2-b260-32f4a8db9b7e_blog.html\">considering a guest-hosting slot for her on Good Morning America</a> in October.</p>",
  "<p>Conservative bloggers are leading a campaign to discredit the secretly recorded video of Mitt Romney as the Republican presidential candidate's embattled team mounted a determined fightback.</p> <p>The bloggers raised questions about a gap in the secret video recording of Romney's speech to a $50,000-a-head dinner in Florida in May and suggested manipulation. The person who made the recording has not been revealed.</p> <p>David Corn, the reporter on the liberal magazine Mother Jones that posted the video on Monday night, dismissed the attack by the bloggers as a \"smokescreen\" and \"a distraction\".</p> <p>\"Everything that I obtained from the source is posted. There is nothing that is not out there. There is nothing that has been edited or deleted,\" he said.<br>The source said the video was sent in two segments. \"There seemed to be a little gap and I asked the source why. The source said that at the end of the first segment the video timed out or he might have brushed it. He does not know why.</p> <p>\"He turned it back on. He said only one or two minutes elapsed.\"</p> <p>One of the main conservatives that raised the the question of the missing minutes, Joel Pollak, of Breitbart.com, <a href=\"http://www.breitbart.com/Big-Journalism/2012/09/19/Mother-Jones-Admits-Romney-Tape-Missing-One-or-Two-Minutes\">wrote that Corn had failed</a> to live up his promise to provide all of the video and \"there is new reason to suspect manipulation\". <br>He added: \"Mother Jones's entire story now deserves to be treated with suspicion, if not contempt.\"</p> <p>Corn said the row over the missing segment is puzzling to him. \"What do the conservative critics think might be on this two minutes that might ameliorate what he said earlier?\" He added that Romney himself has not challenged the gap.</p> <p>The row over the missing segment came as Romney's campaign team sought to regain ground by reframing remarks he made in the video that 47% of Americans are government-dependent. Romney and his team placed his comments in the context of a choice for voters between small government and Barack Obama's \"culture of dependency\".</p> <p>In a bid to turn the tide of damaging headlines over the video, which captured him dismissing 47% of the electorate as victims who were dependent on government, Romney used a USA Today opinion column to claim his belief in free enterprise contrasted with Obama's redistributive tendencies. </p> <p>Obama's supporters are equally determined to exploit the 47% row to the full. The Priorities USA Super Pac released a new television ad titled Doors, using clips from the video which was recorded at a $50,000-a-plate fundraiser for Romney at the home of an investment banker in Florida in May.</p> <p>The Romney team has been on the defensive since the recording's release on Monday. In the video, Romney wrote off the 47% as not being his responsibility.</p> <p>It is too early for polls to show how much damage the secret video has done to the Romney campaign. It could be next week before the polls settle down and offer a clearer indication of the likely election outcome.</p> <p>The latest polls give a mixed view of the race, with some suggesting Obama's post-convention lead has largely evaporated while one by NBC and the Wall Street Journal gave him a five-point national lead. Polls in the swing states show Obama opening up a significant lead in Virginia, a state he had been expected to struggle to hold.</p> <p>The Romney team, in the middle of the candidate's worst week yet, embarked on its fire-fighting effort on Wednesday after a series of frantic conference calls seeking to reassure donors that the campaign remains credible.</p> <p>Matt Rhoades, Romney's campaign manager, issued a \"memo\" – in reality, a press release – putting the video in a wider context: the choice facing voters on November 6. </p> <p>\"Mitt Romney's vision for America is an opportunity society, where free people and free enterprise thrive and success is admired and emulated, not attacked. President Obama's vision for America is a government-centered society, where government grows bigger and more active, occupying more of our everyday lives,\" Rhoades wrote.</p> <p>A Republican party spokeswoman summed it up as Romney's view that personal responsibility and hard work will deliver recovery against Obama's belief in redistribution and government dependency.</p> <p>Stephen Hayes, a conservative commentator, lauded the damage-control exercise. \"Romney campaign turning into the skid on the video – hitting back hard on size/scope of government. Smart move,\" he wrote on Twitter, though adding the caveat \"Will it last?\"</p> <p>The Romney team has been helped by a decision of the liberal magazine Mother Jones, which started the firestorm by releasing excerpts from the secret video on its website on Monday night, to put out the whole 50-minute video out on Tuesday rather than opt for a drip-feed approach.</p> <p>In his USA Today op-ed, Romney focused on the small government versus big government theme. \"My course for the American economy will encourage private investment and personal freedom. Instead of creating a web of dependency, I will pursue policies that grow our economy and lift Americans out of poverty,\" he said.</p> <p>The Romney team is pushing an audio clip from 1998 in which Obama expresses support for redistribution of wealth. Other than on the Drudge Report, which ran the video on Tuesday evening, the clip has failed to gain much traction in the media as it reveals little new about the president's views.</p> <p>The Obama campaign dismissed the audio clip as a sign of desperation on the part of the Romney campaign.</p> <p>Obama used an appearance on the Late Show with David Letterman on Tuesday to attack Romney over the video. \"One of the things I learned as president is you represent the entire country. If you want to be president, you have to work for everyone.\"</p> <p>He added: \"All of us make mistakes. … What I think people want to make sure of, though, is you're not writing off a big chunk of the country because the way our democracy works.\"</p> <p>RealClearPolitcs, in its average of polls, has Obama at 48% to Romney's 45.4%, suggesting the election is still tight in spite of weeks of gaffes and other setbacks for Romney. An ad blitz by Romney and his supporters and a good performance by the candidate in the first presidential debate with Obama on October 3 in Denver could see the president's lead narrow.</p> <p>A Gallup poll has Obama only 1% ahead, as does AP, suggesting he has lost almost all of his post-convention poll bounce. An NBC/Wall Street Journal poll has Obama up 5% while Rasmussen puts Romney up 2%.</p> <p>A Quinnipiac poll on behalf of the New York Times and CBS in six swing states has Obama 1% ahead of Romney in Colorado, 6% in Wisconsin and 4% in Virginia. A poll in the Washington Post gives Obama a staggering 8% lead in Virginia, 52% to 44%.</p>",
  "<p>The news cycle in modern American politics is not so much supercharged, as nuclear-powered. So it is no surprise that less than 36 hours after <a href=\"http://www.guardian.co.uk/world/richard-adams-blog/2012/sep/18/mitt-romney-gaffe-by-gaffe\">secretly-taped videos of Mitt Romney exploded</a> into the political race, they have already become the subject of political attack ads.</p> <h2>Obama's attack</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/uaKIeR4Sn3k?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/uaKIeR4Sn3k\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Like Usain Bolt sprinting after a gold medal, pro-Obama Super Pac Priorities USA Action has darted out of the gate to get its latest ad on the air in the vital battleground states of Colorado, Florida, Iowa, Ohio, Virginia and Wisconsin. And Romney's comments at the private Florida fundraiser – in which he called 47% of Americans \"victims\" of government dependency who pay no income tax – are front and centre.</p> <p>The Romney campaign often complains that it is a victim of class warfare. It is an inappropriate and over-reaching defence. But this ad certainly does not shy away from its attempt to paint Romney as an uncaring, wealthy elitist – a task in which it is greatly helped by Romney's own words.</p> <p>Called \"Doors\", the ad begins with a picture of the huge mansion in which Romney was video-taped. \"Behind these doors Mitt Romney calls half the American people 'dependent upon government, who believe they are victims',\" the narrator says, splicing in footage of Romney's quote.</p> <p>\"Victims?\" the narrator says, incredulously, as the ad goes on to shows a normal-looking middle-class house and shots of ordinary – and perhaps significantly – white Americans looking worried and nervous as they raise families and work jobs. Then it claims that Romney wants to give tax cuts to the wealthy. \"Mitt Romney will never convince us he's on our side,\" the ad concludes.</p> <p>It is hard-hitting stuff. But this sort of theme is now bread-and-butter for the Obama campaign. On issue after issue, they have sought to portray Romney as out-of-touch, uncaring and concerned only with the interests of people as wealthy as him. From refusing to release his taxes, to his record at Bain, to spoken gaffes about corporations being people, the Democrats and their allies have been ever more relentless.</p> <p>Of course, no one has helped them more than Romney himself, and no mistake has been bigger than this video. It gives the wholehearted impression of a man who will say one thing in public, but in private – to a group of wealthy donors in a mansion – will spout the sort of ultra-conservatism that is beloved of rightwing billionaires but that would be suicide at the ballot box.</p> <h2>Romney's counter</h2> <p>And what is the Romney camp's response to all this? They have launched two ads on the air defending the coal industry. Called \"Way of Life\" and \"War on Coal\", the ads are both similar in tone and style. They feature groups of miners – again, perhaps significantly, they are all white – who speak about government attacks on their industry, their worries over the job prospects of their children and grandchildren, and their support for Romney. Their mood is sombre and full of foreboding.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/1moHzb-r1DI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1moHzb-r1DI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The campaign has not revealed where these ads are airing but it seems likely they are destined for states like Ohio or Virginia where Romney is looking to maximise his white working-class turnout and which border coal-producing areas.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/rTFTjJS4GtE?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/rTFTjJS4GtE\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The ads are a reminder of something that is increasingly overlooked in the current election race: Obama is vulnerable. The president's polling numbers are far from healthy, he motivates the Republican base to rally against him, the economic recovery he promised has not materialised and swathes of his own base are disillusioned. Against such a backdrop it is easy to imagine the right sort of Republican challenger having a good shot at winning 2012 and fulfilling the GOP's cherished dream of cutting Obama down to a one-term president.</p> <p>But when you watch that first ad from Priorities USA Action – let alone turn on the news and see yet another clip of Romney's secret speech – you realise that Mitt Romney just is not that candidate.</p>",
  "<p>Palestinian leaders have raised the prospect of revoking an historic agreement with Israel amid rising frustration over the lack of progress towards a Palestinian state and growing dissent and protest on the streets.</p> <p>President Mahmoud Abbas is considering cancelling the 1993 Oslo accords, and related economic agreements, according to media reports. The issue was discussed at a meeting of the Palestinian leadership at the weekend, the reports said.</p> <p>The issue has been raised against the backdrop of renewed warnings that a two-state solution to the conflict may no longer be possible.</p> <p>In a speech to be delivered on Thursday, Britain's former foreign secretary David Miliband will say: \"For the first time in a long time there is no 'peace process'. Not even the pretence of one.\"</p> <p>He will urge world leaders not to forget the cause of a Palestinian state, despite attention being focused on \"the convulsions in the Arab world\".</p> <p>Rejecting the US presidential candidate <a href=\"http://www.theguardian.com/world/2012/sep/18/mitt-romney-israel-palestinian-solution?newsfeed=true\" title=\"\">Mitt Romney's comments about the impossibility of a two-state solution</a>, Miliband will add: \"Now is not the time to say that the problem is unsolvable.\"</p> <p>The Oslo accords created the Palestinian Authority (PA) as an interim body intended to govern parts of the West Bank and Gaza until a permanent settlement with Israel and the creation of a Palestinian state.</p> <p>But all subsequent attempts to reach such an agreement have failed, and there have been no peace talks for two years.</p> <p>Critics say that, almost 20 years on, Israel's military occupation and Jewish settlements in the West Bank are more deeply entrenched than ever, and that the PA has provided cover for Israeli actions.</p> <p>The Palestinian chief negotiator, Saeb Erekat, said on Tuesday that the PA was now forced to consider withdrawing from agreements. \"Such a step would not be an easy decision,\" he said.</p> <p>A second senior Palestinian official, Nabil Shaath, said: \"Making an amendment here and another there would not help. The problem is not with one term or another … The world must realise that we are reconsidering the whole issue.\"</p> <p>The unilateral revocation of the Oslo accords would be opposed by Israel and the US. The dissolution of the PA would have far-reaching consequences for its 153,000 employees and their families, and for the provision of basic services, such as hospitals and schools. It would also entail Palestinian ministers giving up their privileges and government salaries.</p> <p>The issue has been raised amid continuing protests in West Bank cities over the rising cost of living despite an emergency economic package announced last week by the prime minister, Salam Fayyad. Some protesters have demanded the scrapping of the Paris protocol, an economic appendix to the Oslo accords, which pegs Palestinian VAT to Israeli rates.</p> <p>The financial crisis in the Palestinian territories was deepening, according to a World Bank report released on Wednesday that blamed an economic slowdown, a fall in donor aid and \"few positive prospects in the broader political environment\".</p> <p>It said that Area C, the 60% of the West Bank assigned to full Israeli control under the Oslo accords, contained most of the territory's agricultural lands, natural resources and land reserves. \"Sustainable economic growth cannot be achieved without a removal of the barriers preventing private sector development, particularly in Area C,\" said Mariam Sherman at the Bank.</p> <p>Mustafa Barghouti, a former presidential candidate, said the Palestinian leadership was serious about reviewing the Oslo accords. \"The agreement has become a cover for the Israelis' policy of expanding settlements and creating a system of apartheid on the ground,\" he said.</p> <p>The PA could take actions short of dismantling itself, such as unilaterally setting its own VAT rate, he said. \"Some people advocated that economic success was possible even under occupation. It is not possible.\"</p> <p>But Diana Buttu, an independent analyst, said the talk of cancelling the accords was unlikely to result in action. \"This is just talk for them. They don't have any other strategy. Cancelling Oslo in all its forms would mean going back to popular struggle and these guys don't want that.\"</p>",
  "<p>As if his week needed to become any more challenging, Mitt Romney will appear in Miami on Wednesday to face some tough questions from a key group of voters crucial to his hopes of winning the White House – Florida's Hispanics.</p> <p>The Republican presidential candidate, already in trouble for his \"it would be helpful to be a Latino\" comment recorded at a Florida fundraising dinner, goes into an interview with the Spanish-language TV station Univision seeking to explain and defend his controversial policies on immigration and healthcare.</p> <p>Barack Obama, meanwhile, follows Romney to south Florida for his own appearance before the same cameras on Thursday. And while Obama enjoys a margin of popularity among Florida's 2.1 million Hispanic electors, 51% to 37%, according to the latest polls, analysts say the vote could yet tip either way.</p> <p>\"It's hard to win the presidency and not win in Florida, and it's hard to win in Florida without winning the Hispanic vote,\" said Casey Klofstad, associate professor of political science at the University of Miami and an analyst for the polling group Latino Decisions.</p> <p>\"The campaign is more about turnout than changing hearts and minds. The candidates need to court their base and go to where the votes are. The Latino vote is especially critical, and any candidate that comes through here needs to pay attention to it.\" </p> <p>To treat the Hispanic community as a single entity, however, is a mistake neither candidate is willing to make as they pursue Florida's 29 electoral college votes. Aside from common concerns over jobs and the economy, each subgroup has its own issues and idiosyncrasies that the nominees will be attempting to address.</p> <p>Both Romney and Obama are spending a disproportionate amount of time and resources here to get their positions across, and by Thursday night each will have visited Florida nine times since June 1, more than any other state during the campaign to date.</p> <p>Republicans and Democrats are also lavishing more cash in Florida than anywhere else. According to Kantar Media, the Republicans spent $7.5m on advertising from July 1 to September 10, $1.5m more than the Democrats. Many of those TV commercials on both sides have been in Spanish, and have featured voters of Cuban or Puerto Rican origin or those of other Hispanic nationalities.</p> <p>\"This is a diverse and sophisticated electorate,\" Gabriela Domenzain, Obama's director of Hispanic press, told the Huffington Post.</p> <p>\"You can't just put out one message and think that speaks to 50 million people. We get that and we try to respect it.\"</p> <p>Unsurprisingly, Romney is polling ahead of his rival among Cuban Americans in Miami, where exiles have traditionally supported successive Republican candidates for their hardline stance against the communist regime of Fidel Castro and his brother Raúl.</p> <p>That is unlikely to change by November, but the demographic of Cuban Americans is undoubtedly shifting, as older, more conservative Cubans who fled the island in the 1950s and 60s die and the community increasingly consists of those born in the US.</p> <p>Obama, therefore, has high hopes of a better showing among Cuban Americans, who make up a third of the Hispanic voting bloc and who were 63.9% in favour of Republican opponent John McCain in 2008.</p> <p>\"There has been a change in the thinking processes of many in the Cuban American community, and a realisation that what happens in Cuba is sometimes beyond the reach of what the American government can do,\" said Manrique Iriarte, a Cuban-born doctor who works at Miami's Mount Sinai medical centre.</p> <p>\"For five decades we've been hearing messages from both parties regarding the regime in Cuba. Politicians have been coming here for 50 years drinking coffee in Café Versailles and Cuba Libres on Calle Ocho –&#xa0;and it's not working any more. We're looking for broader messages for our lives as Americans.</p> <p>\"Most of the Cuban American vote will always be Republican no matter what happens or who runs for the White House, but the Democrats won 25% of the vote in 2000 and 35% in 2008. The goal is 40% this time, and that seems possible.\"</p> <h2>A different story for Puerto Ricans</h2> <p>Further north, Puerto Ricans are the fastest growing community in Florida and, to some observers at least, could have more of a say in deciding the eventual winner, largely because the group has no traditional party affiliation.</p> <p>There are almost 900,000 Puerto Ricans in the state, double that of a decade ago, with migration promoted by a poor economy in their homeland and the fact that Puerto Rico's status as an unincorporated territory of the US grants them citizenship and freedom of movement.</p> <p>Puerto Ricans now account for 28.4% of Florida's Hispanic electorate, according to Pew Research Center figures, and are on course to become the largest group by the 2016 election. About 350,000 live along the so-called I-4 corridor from Tampa to Daytona Beach, where voters could determine the contest one way or the other if the rest of the state stays loyal to the Republicans in the north and the Democrats in the south.</p> <p>It also explains why a raft of senior Democrats including the Obamas and Bill Clinton, and several politicians from Puerto Rico, have been regular visitors. The president even stopped by a Puerto Rican café in Orlando last month for a photo op with a plate of pulled pork, rice and beans.</p> <p>\"For us, like others, the economy and healthcare are the big issues, and I would say the majority are Democrats,\" said Maria Luyanda, head of her own Orlando-based insurance company and president of the Puerto Rican chamber of commerce of central Florida.</p> <p>\"The main reason is which party tends to protect the middle class and which party protects rich people. Many of us are small business owners and we look to who will look after us.\"</p> <p>Romney's stated policies on immigration, experts say, remain an obstacle to his building support among other Hispanic voters, notably the smaller yet significant communities from Mexico (8.9%) and the Dominican Republic (4.5%). Romney has said he would veto the proposed Dream Act, which offers a path to citizenship for children of undocumented immigrants, and that he supports self-deportation and stiff penalties to those who entered the US illegally or outstayed visas.</p> <p>Obama, by contrast, announced in June he was suspending the deportation of hundreds of thousands of undocumented immigrants between 16 and 30 and would instead give them work permits, something Romney now says he supports.</p> <p>\"It would be better for Romney to peel away from immigration and pivot to the economy,\" said Klofstad, the professor at the University of Miami where Romney's Univision interview is taking place.</p> <p>\"He needs to say that most important is job creation and the economy, it's something we can all agree on, and here's what I'm going to do.\"</p> <p>Then there's Romney's claim in a secretly filmed video at a dinner for donors in Boca Raton, Florida, that if his Mexican-born father had native parents instead of American expatriates: \"I'd have a better shot of winning this.\"</p> <p>The comment infuriated many, and it remains to be seen how much of Florida's Hispanic vote it will cost him in November.</p> <p>For now \"there's no doubt the Romney campaign has been hit hard,\" Klofstad said.</p>",
  "<p>The race for the South Korean presidency has opened up into a three-way contest after the millionaire software entrepreneur Ahn Cheol-soo declared his candidacy, ending months of speculation about a possible challenge to the country's political status quo.</p> <p>Ahn, a popular independent who left business to become an academic and philanthropist, is expected to mount a strong challenge to the ruling New Frontier party candidate, Park Geun-hye, the daughter of a former South Korean dictator who at one point was expected to win comfortably.</p> <p>Park, <a href=\"http://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president\" title=\"\">who won her party's endorsement last month, is aiming to become the country's first female president</a>, more than 30 years after her father, Park Chung-hee, was assassinated by his own intelligence chief.</p> <p>Ahn formed his anti-virus software company, Ahnlab, in 1995 and has promised to give up his remaining stake, worth a reported $324m (£200m), if elected.</p> <p>He told supporters in Seoul he would create jobs for young people neglected by the current president, Lee Myung-bak, and tackle rising inequality in the world's 13th biggest economy.</p> <p>\"The people have expressed their hope for political reform through me. I want to become the person who puts that hope into practice,\" he said.</p> <p>Recent opinion polls also show a sudden rise in support for Moon Jae-in, a human rights lawyer and chief of staff to former president Roh Moo-hyun who was nominated by the main opposition Democratic United party last weekend.</p> <p><a href=\"http://www.koreatimes.co.kr/www/news/opinon/2012/09/137_120354.html\" title=\"\">A poll conducted this week showed Moon ahead of Park for the first time</a>, according to the Korea Times; he also defeated Ahn in a hypothetical two-way contest by a healthy margin, the paper reported.</p> <p>Members of Moon's team told the Guardian as recently as last week that they believed Ahn would not run, leaving Moon as Park's sole challenger.</p> <p>A poll earlier this month showed that in a three-way race, Ahn would receive 24.7% of the vote, with Park on 41% and Moon on 19.2%.</p> <p>To avoid splitting the anti-conservative vote in the 19 December election and sending Park to the presidential Blue House, some expect Ahn and Moon to form an alliance, perhaps with one or the other agreeing to fill the less important role of prime minister.</p> <p>On Tuesday, Ahn said it would be inappropriate to speculate about an alliance with Moon at this early stage in the contest.</p> <p>Ahn's status as a political outsider has won him support among younger people and urban workers – the swing voters who could give him victory in December.</p> <p>He has promised to take on the chaebol, the family conglomerates such as Hyundai and Samsung, that exert huge influence over the South Korean economy.</p> <p>\"I don't think we should be ambivalent about chaebol. We should introduce a 'corporate group law' to ensure they remain competitive but try to minimise their defects and abuses,\" he wrote in a book published earlier this month.</p> <p>Despite his liberal domestic manifesto, Ahn said he would take a tough line against North Korea, with which relations have deteriorated rapidly since Lee was elected in 2007.</p> <p>Ahn, 50, dismissed fears about his lack of political experience. \"Some people ask what makes you think having run a small business prepares you to run an administration at a much bigger scale,\" he said in an interview last year.</p> <p>\"I just laugh when I hear people say that&#xa0;… I created something from nothing, I've overcome hardship.\"</p> <p>Lee will not run in December's election as the South Korean constitution limits the presidency to a single five-year term.</p>",
  "<p>Veterans groups and Democrats are urging Republican senators to put political bickering aside and stop blocking a bill which would help offset high unemployment rates among veterans.</p> <p>Senators were due to vote on Wednesday on the bill which would cost $1bn over five years to help veterans find employment in public work projects and as police officers and firefighters. It gives priority to the newest generation of veterans, post-9/11, whose employment prospects are almost three percentage points below the national average.</p> <p>Minutes before the vote, Patty Murray, the Democratic senator who introduced the bill, gave an impassioned speech from the floor, asking for unity to pass the bill which she said \"should not be killed by procedural games\".</p> <p>She said \"I urge my colleagues to join with us in waiving this point of order. To join with us in telling our veterans that we are not done investing in their care and benefits – not by a long shot.\"</p> <p>She said that a vote for the point of order proposed by the Republicans sent a message to veterans telling them: \"We have spent enough on our veterans.\" It would have a long-lasting impact, she said, not only to kill their ability to pass the bill but would also affect other veteran bills to improve mental health care access and to allow those who had lost the ability to have children access to fertility services.</p> <p>She added: \"Join with us in moving forward with a bill that is paid for, that won't add to our deficit, and that shouldn't be killed by procedural games.Join with us in putting veterans above political obstruction, and back to work.\"</p> <p>The vote, postponed from last week because of Republican manoeuvres, is the latest in a series of measures to delay the bill, as members of the House prepare to leave Washington to campaign on their re-election.</p> <p>Such political battles over legislation are not unusual within the current, polarised Congress. The 112th Congress is on course to break records for the least productive body on a generation, passing only 173 laws, below the 906 enacted in what President Harry Truman referred to as the \"Do Nothing\" Congress in 1947-8 <a href=\"http://www.nytimes.com/2012/09/19/us/politics/congress-nears-end-of-least-productive-session.html?_r=0\">according to the New York Times</a>.</p> <p>But supporters of the veterans bill say the delays in a measure which has bipartisan support, which has been widely rewritten to include Republican amendments and which would benefit those who have risked their lives for the nation, mark a new low for those who have sought to delay it.</p> <p>Democrats and veterans' groups say the bill's costs are fully offset and have accused some Republicans of playing partisan politics at the expense of helping military personnel who struggle to regain employment when they return from deployment.</p> <p>Ramsay Sulayman, of Iraq and Afghanistan Veterans of America, said he was saddened to see \"a very small group of people that are standing for principle to block the bill from even coming to a vote\" on an issue which he said had seen a strong spirit of bipartisan support.</p> <p>\"That's what we object to\" said Sulayman. \"If people say 'We don't like the bill' and stand up and get up and vote and go on the record … that is different. It's sad to see a few people holding a bill to hostage.\"</p> <p>Sulayman, a marine corp veteran and reservist, said it appeals to a \"vast majority of the Senate who would want to get it on the floor\".</p> <p>\"Veterans employment was 10.9% in August. It is bad for everyone but there continues to be a disparity for veterans.\"</p> <p>The jobs bill is based on a proposal in President Barack Obama's state of the union address in January.</p> <p>Matt McAlvanah, a spokesman for Murray, said: \"Patty Murray's position is that, with unemployment of young veterans close to 20% and veterans suicide continuing to be epidemic, we cannot put a price on the amount of care we're working to provide veterans.\"</p> <p>The Democrat-sponsored bill has already been extensively rewritten to include amendments by Republicans and has bipartisan support. Eight of the 12 provisions in the bill were Republican originated ideas.</p> <p>Democrats need 60 votes to waive the budget point of order and allow the bill to progress.</p> <p>There are 51 Democrats and two independents likely to vote in its favour. Democrats have also pinned their hopes on a number of Republicans who are strong supporters of veteran issues, including senators Scott Brown, who serves on the US Senate committee on veterans' affairs, and Dean Heller of Nevada, who has introduced two bills to help veterans.</p> <p>Harry Reid, the majority leader of the Senate, said the bill had met \"one Republican stall tactic after another\", in a post to his Twitter account last week. He said the delaying tactics marked a \"new low\" for Republicans. </p> <p>Jeff Sessions, the Senate budget committee ranking member, said he <a href=\"http://thehill.com/blogs/floor-action/senate/249477-senate-postpones-vote-on-veterans-jobs-bill-until-next-week\">objected to the bill</a> on the grounds it would increase the veterans affairs department budget and would blow though the spending cap lawmakers agreed last year.</p> <p>Democrats argue the bills costs are already covered by plans to collect more than half a billion in unpaid taxes over the next five years, <a href=\"http://washingtonexaminer.com/congress-feuds-over-jobs-bill-for-veterans/article/2508289#.UFiE5b8RaL\">according to the Washington Examiner</a>.</p> <p>The bill was held up in the Senate last week after filibustering by Rand Paul, the Republican senator from Kentucky, to gain support for a Pakistani doctor who helped locate Osama Bin Laden.</p> <p>Paul has promised to block Senate action until the doctor, Shakil Afridi, is released from jail. The Pakistani government has said it will not release him. Paul has also called on the Obama administration to cut foreign aid to Pakistan until Afridi is released.</p>",
  "<p>The 2008 election was a great day for those of the liberal persuasion. Barack Obama won the White House. Democrats picked up eight seats in the Senate and 21 seats in the House on their way to large majorities in each. The passage of Proposition 8 in California (rolling back same-sex marriage rights), however, was the major blemish on progressives' joy.</p> <p>This year, President Obama is in good standing in the polls and Democrats are holding surprisingly strong in their bid to keep control of the Senate. But will 2012 also be marked by the defeat of same-sex marriage referendums at the polls?</p> <p>This November, there are four states with same-sex marriage ballot measures: Maine, Maryland, Minnesota and Washington. These have the potential to be the biggest ballot victories to date for proponents of same-sex marriage. </p> <p><a href=\"http://ballotpedia.org/wiki/index.php/Maine_Same-Sex_Marriage_Question,_Question_1_(2012)\">Maine</a> voters are being asked: \"Do you want to allow the State of Maine to issue marriage licenses to same-sex couples?\"</p> <p>Question 1, <a href=\"http://ballotpedia.org/wiki/index.php/Maine_Same-Sex_Marriage_Question,_Question_1_%282012%29\">as it is known</a>, comes three years after Maine voters \"vetoed\" a same-sex marriage law passed by the legislature and signed by the governor. The <a href=\"http://www.gallup.com/poll/114022/state-states-importance-%20religion.aspx\">veto</a> was surprising because Maine tends to be a liberal state with no deep ties of religion. <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/feb/11/same-sex-marriage-amendment-ballots\">Demographic models</a> based on the religiosity of each state suggested that the same-sex marriage amendment should have passed <a href=\"http://desmond.imageshack.us/Himg515/scaled.php?%20server=515&amp;filename=picture118.png&amp;res=landing\">in 2009</a> by 6 to 10 points. Polling disagreed, and it was the polling that was correct.</p> <p>This year, demographic models and <a href=\"http://polltracker.talkingpointsmemo.com/contests/me-ballot-12-legalize-gay-marriage\">polling</a> agree that same-sex marriage should pass in Maine. Same-sex marriage acceptance is increasing almost everywhere. A presidential election year turnout also tends to be younger and more favorable to a vote supporting same-sex marriage. Depending on whether you believe the pace at which the acceptance of same-sex marriage is increasing more rapidly than before (as some national polls indicate) or at a linear pace, demographics suggest Maine passing same-sex marriage by 12 to 20 points. The last three polls also have same-sex marriage passing by 15 to 22 points.</p> <p>Maryland voters are being asked <a href=\"http://ballotpedia.org/wiki/index.php/Maryland_Same-Sex_Marriage_Referendum_%282012%29\">via referendum</a> to uphold a same-sex marriage law passed by the state legislature and signed by the governor. The bill promises that religious leaders will not have to perform the ceremonies if they are opposed to them. Maryland is an interesting state, demographically, in that its black voters are more Democratic, but also more <a href=\"http://www.scribd.com/doc/101848671/MDfME-Hart-Poll-Memo-1\">socially conservative</a> than white Maryland voters. The fact that white voters only made up 64% of the <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#MDP00p1\">2008 electorate</a> would suggest a very tight finish for Maryland's Question 6.</p> <p>Yet, <a href=\"http://polltracker.talkingpointsmemo.com/contests/md-ballot-12-repeal-gay-marriage\">polls</a> have Maryland voters approving same-sex marriage by 14 to 20 points. Earlier polls had support for the legislature's actions only leading by single-digits. What happened to provide this sudden jolt in support? Minority, specifically black, voters have grown in their support of same-sex marriage since President Obama announced his backing for gay marriage in May: it seems to be a rare example where the president's bully pulpit has actually worked.</p> <p>The one state where same-sex marriage opponents may be <a href=\"http://poughies.blogspot.com/2011/05/minnesotan-marriage-ban-is-early.html\">heading to victory</a> is Minnesota. The constitutional amendment does not actually mention gay marriage. Instead, <a href=\"http://ballotpedia.org/wiki/index.php/Minnesota_Same-Sex_Marriage_Amendment_(2012)\">it asks yes or no for a</a> \"Recognition of Marriage Solely Between One Man and One Woman\". Minnesota's amendment is also different in that not only does \"yes\" have to beat \"no\" for the measure to be adopted, but it must also clear 50% of all ballots cast. In other words, a voter who casts neither a yes nor a no vote, but votes in other contests, is in essence casting a no vote.</p> <p>Minnesota is a moderately religious state, but its religious population is largely conservative (see Michele Bachmann). If acceptance for same-sex marriage is increasing at an accelerated rate as compared to previous years, then demographics would suggest the ban's likelihood of surviving is now a toss-up. A linear trend, though, argues that the ban should pass by about 10 points. <a href=\"http://polltracker.talkingpointsmemo.com/contests/mn-ballot-12-ban-gay-marriage\">Polling</a> indicates that the correct answer is probably between a toss-up and a 10-point \"win\" for the ban. An average of recent polls puts the \"yes\" side up by 4 points. That's a close race, and given the effect of abstentions, I believe either side could win.</p> <p>Washington's referendum is nearly identical to Maryland's. It's asking voters to uphold an act of the legislature signed by the governor. Like Maryland, the ban has clerical exceptions. A domestic partnership law was upheld by Washingtonians in 2009 by a 7-point margin.</p> <p>Washington state is one of <a href=\"http://ballotpedia.org/wiki/index.php/Washington_Same-Sex_Marriage_Veto_Referendum,_Referendum_74_%282012%29\">the least religious states</a> in the nation, so you'd expect the law almost certainly to be upheld. Demographic models have same-sex marriage support outscoring opposition by 10 to 20 percentage points. The latest polling matches the modeling and has the same-sex marriage law winning by <a href=\"http://publicola.com/2012/07/24/new-poll-only-eymans-initiative-above-50-percent/\">10</a> to <a href=\"http://polltracker.talkingpointsmemo.com/contests/wa-ballot-12-repeal-gay-marriage\">18</a> points.</p> <p>Overall, the picture is rosy for same-sex marriage proponents. It looks likely that same-sex marriage is going to be approved at the ballot box for the first time, on a state-by-state basis.</p> <p>The only cautionary note I would add is that same-sex marriage opposition has <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/feb/11/same-sex-marriage-amendment-ballots\">performed 7 percentage points better</a> at the ballot box in past years than polls have estimated. But this opposition \"bonus\" has <a href=\"http://www.pollster.com/blogs/enten_revisiting_the_maine_mar.php?nr=1\">been waning</a> in recent years. In any case, same-sex marriage approval is ahead by enough points in Maine, Maryland and Washington that the bans would pass even if there is hidden opposition.</p>",
  "<p>Russia has accused the US of using its aid agency in Moscow to covertly influence the country's politics and elections, explaining its decision to expel the mission amid a wider crackdown on the opposition movement.</p> <p>The Russian government has given the US agency for international development (USAid) until 1 October to cease all operations in the country. The agency helps fund a number of pro-democracy and human rights groups that have provoked the Kremlin's wrath amid an unprecedented opposition movement against the Russian president, Vladimir Putin.</p> <p>In an uncharacteristically blunt statement, the Russian foreign ministry said that the decision to shut USAid was taken primarily because the agency's work \"does not always correspond to [its] stated goals\".</p> <p>\"This means attempts to exert influence, via the distribution of grants, upon political processes, including elections of various levels and institutions of civil society,\" it said.</p> <p>Putin has accused the US state department of orchestrating the mass protests that have swept Moscow since he announced his intention to run for the presidency again late last year. A main target of his ire has been Golos, an independent election monitoring group that receives the bulk of its funding from USAid and was key in exposing electoral fraud in a December parliamentary vote that helped bring tens of thousands of protesters on to the streets.</p> <p>The foreign ministry also expressed its displeasure with the agency's work in the troubled North Caucasus, a region still wracked by the remnants of a violent Islamist insurgency. \"USAid's activity in the Russian regions, especially the North Caucasus, prompted serious questions, which we warned our American colleagues about repeatedly,\" the statement said.</p> <p>USAid has been operating in Russia since the Soviet Union's collapse, funding groups that have received little or no government support, including medical NGOs devoted to fighting HIV/Aids and tuberculosis and various environmental groups. Yet the bulk of its funding goes to civil society groups focused on building up democracy and human rights in the country, including Golos, human rights NGO Memorial and corruption watchdog Transparency International.</p> <p>Putin has repeatedly criticised groups that receive foreign funding and has accused opposition protesters of acting on orders from Hillary Clinton, the US secretary of state. The Russian parliament passed a law this summer obliging NGOs that receive foreign grants to publicly brand themselves \"foreign agents\", a term reminiscent of the spy terminology used during the cold war.</p> <p>Grigory Melkonyants, the deputy director of Golos, said it was \"practically impossible\" to get funding from within Russia. \"Supporting human rights – be it for prisoners, or election monitoring, or anything – is a very sharp question for our current leadership. Business doesn't want to risk putting money into this,\" he said.</p> <p>Putin has taken great pains to convince the wider Russian population that any criticism of his government is a foreign plot. Russian officials and media have also accused the US of being behind the Arab spring uprisings, including in Egypt, where USAid came under pressure in the wake of Egypt's uprising against former president Hosni Mubarak.</p> <p>The move against USAid was announced by the state department on Tuesday and official state media in Russia remained silent on the issue on Wednesday. An official inside the Obama administration vowed that the US would find ways to continue to fund civil society groups, potentially paving the way for a long stand-off.</p> <p>The Russian government brought immense pressure against the British Council in the wake of the murder of dissident Alexander Litvinenko in London in late 2006 in a tussle that lasted for more than a year.</p> <p>The foreign ministry also said its decision to shut USAid was prompted by the \"maturity\" of its civil society. \"Russian civil society has become entirely mature and does not need 'external leadership',\" it said.</p> <p>Government critics said the move was the latest attempt to put pressure on the opposition. In the past few months, charges have been brought against more than a dozen protesters as well as opposition leader Alexei Navalny. Opposition MP Gennady Gudkov was stripped of his mandate last week. A series of laws that increase fines for protesting and slander have been passed, as well as a bill that critics fear will tighten the government's control over the internet.</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396362897\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/19/1348041401847/Entwistle-008.jpg\" alt=\"Entwistle\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Entwistle promised that gender and age would not be a barrier at the BBC after Fiona Bruce said age was an issue for women in TV. Photograph: David Levene for the Guardian</span> <span class=\"element-image__credit\">Photograph: David Levene/Guardian</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/media/2012/sep/19/george-entwistle-bbc-women-presenters\">George Entwistle pledges more chances for female presenters at BBC</a><br>New director general says gender and age will not be a barrier after comments by Fiona Bruce about older women in TV</p> <p><a href=\"http://www.guardian.co.uk/uk/2012/sep/19/police-arrest-three-payments-investigation\">Operation Elveden: three more arrests</a><br>Police officer and journalists held in investigation into inappropriate payments to public officials by journalists, say police </p> <p><a href=\"http://www.guardian.co.uk/uk/2012/sep/18/kate-william-win-battle-topless-photos\">Royals win first round in topless photos battle</a><br>French magazine Closer banned from using photos as duke and duchess press for charges</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4511380/head-of-communications/\">The Lowry - Head of Communications</a> <br>Salford Quays/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4510429/search-marketing-manager-paid-and-search-media-/\">Guardian News &amp; Media - Search Marketing Manager (Paid &amp; Search Media)<br></a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4509779/press-and-pr-officer/\">Canine Partners for Independence - Press &amp; PR Officer</a> <br>West Sussex/permanent/part time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong></p> <p>Sales of ebooks soar. P11<br>iPhone 5 review. P11<br>George Entwistle wants more women on screen at BBC. P13<br>Apple supplier Volex shares fall 30% after iPhone 5 launch. P28</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>William and Kate win legal battle over photos. P7<br>iPhone 5 review. P8<br>George Entwistle interview. P10<br>Newsweek cover accused of mocking Muslims. P33<br>Manchester United report pre-tax loss of £4.7m. P51</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong></p> <p>Jake Humphrey profile. P3<br>Culture minister backs gay marriage. P6<br>Topless Kate photos coverage. P11<br>Amanda Hicks confirms New Tricks departure. P15<br>iPhone 5 review. P17<br>Newsweek defends 'Muslim Rage' front cover. P19<br>George Entwistle interview. P26</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>I won't bankrupt BBC to keep stars, says George Entwistle. P3<br>Topless Kate photos coverage. P7<br>BSkyB has signed a new Warner Bros deal. Business P1 and P3</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>William and Kate victory over topless photos. P3<br>George Entwistle fires shot at talent poachers. P10<br>Ebook sales up. P11<br>Wilmington Group reports adjusted pre-tax profits of £14m. P42<br>Apple supplier Volex shares fall 30% after iPhone 5 launch. P46<br>Huffington Post misses \"Arianna\" star quality in overseas markets. P49</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>BBC head plans strategic shift to respond to digital. P4<br>Interview with Martin Lewis ahead of his £87m sale of moneysupermarket.com. P14</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>Thinner iPhone 5 still heavyweight champ. P13<br>US food makers hook kids with mobile games. P14</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>Hollow victory for Kate as judge bans magazine that has already sold 500,000. P10 and P11<br>We must put more women on screen, says new BBC boss. P19<br>Fiona Bruce is right. Going grey is kiss of death on TV, says Miriam O'Reilly P22 and P23<br>Prince Charles's lobbying letters will be published after Guardian appeal. P24</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>Topless Kate photos coverage. P10</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>George Entwistle's address to BBC staff. P2<br>Topless Kate photos coverage. P10<br>Star sports writer Brian Woolnough dies. P10</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>New BBC DG editorial. P6<br>Topless Kate photos coverage. P8<br>Jake Humphrey leaves BBC. P11<br>BT Vision TV rights for Premier League report. P11<br>Six-year-old George Entwistle's letter to the BBC. P16<br>Entwistle wants more women on television. P16</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>Star sports writer Brian Woolnough dies. P1/48<br>Olympics a hit on YouTube. P2<br>Kate topless photos coverage. P4<br>Jake Humphrey leaves BBC. P4<br>Strictly Come Dancing coverage. P8</p> <p><strong>And finally ...</strong></p> <p>Jerry Hall told ITV's Lorraine Kelly she thinks it's a bit unfair having to compete on Strictly Come Dancing with Olympic medalists Victoria Pendleton and Louis Smith. As long as they don't bring out bikes and a pommel horse, you should be fine, Jerry. Daily Star. P6</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/football/2012/sep/18/tributes-brian-woolnough-journalist\">Tributes flood in for Star's Brian Woolnough</a><br> Sir Alex Ferguson leads the tributes to the chief sports writer of the Daily Star who died on Tuesday after a long struggle against bowel cancer</p> <p><a href=\"http://www.guardian.co.uk/media/2012/sep/18/jake-humphrey-bbc-bt-vision\">Jake Humphrey leaves BBC for BT Vision</a><br> Presenter best known as the face of BBC's F1 broadcasts to be new anchor for Premier League programmes aired by BT</p> <p><a href=\"http://www.guardian.co.uk/media/2012/sep/19/scottish-anti-wind-turbine-ad-banned\">Scottish anti-wind turbine group's ad rapped for using images of Hawaii</a><br> Advertising watchdog also says campaign featuring pictures of a broken and rusty wind farm made exaggerated claims</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/sep/19/yahoo-efinance\">Yahoo sells chunk of Alibaba stake</a><br> Sale of 40% share in Chinese company generates $7.6bn to placate shareholders and enable financing of new acquisitions</p> <p><a href=\"http://www.guardian.co.uk/world/2012/sep/18/romney-rush-limbaugh-golden-opportunity\">Mitt Romney urged by Rush Limbaugh to grasp 'golden opportunity'</a><br> Several prominent conservatives praise Romney's controversial 'victims' remarks and say he should push forward with them</p> <p><a href=\"http://www.guardian.co.uk/technology/appsblog/2012/sep/18/bskyb-channel4-zeebox-second-screen\">BSkyB, Channel 4 and Zeebox talk second-screen potential for TV</a><br> Television firms debate why viewers want to 'chat, play and buy' while watching their favourite shows</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/sep/18/twitter-redesign-photos\">Twitter redesign makes more of photos</a><br> Users' profiles get large new header pictures, while their photo streams appear below their most recent tweets</p> <p><a href=\"http://www.guardian.co.uk/world/2012/sep/18/romney-donors-palestinians-peace-video\">Mitt Romney tells donors Palestinians 'have no interest' in peace in new video</a><br> In latest clip from remarks recorded at Florida fundraiser, Republican calls Barack Obama's foreign policy approach 'naive'</p> <p><a href=\"http://www.guardian.co.uk/media/2012/sep/18/leveson-parliament-committee-press-regulation\">Leveson may face Commons committee</a><br> Labour MP says lord justice may be asked to answer questions on the recommendations in his upcoming report</p> <p><a href=\"http://www.guardian.co.uk/world/2012/sep/18/vorsprung-durch-technik-advertising-germany\">Vorsprung durch Technik – ad slogan that changed how we saw Germany</a><br> The Audi catchphrase, borrowed by John Hegarty of BBH from a faded poster in Ingolstadt, has become an advertising legend</p>",
  "<p>President Barack Obama declared that the occupant of the White House must \"work for everyone, not just for some,\" hitting back at Mitt Romney's jarring statement that as a candidate, <a href=\"http://www.theguardian.com/world/2012/sep/18/mitt-romney-secret-video\">he doesn't worry about the 47% of the country that pays no income taxes.</a></p> <p><a href=\"http://www.motherjones.com/politics/2012/09/watch-full-secret-video-private-romney-fundraiser\">In the secretly recorded video</a> published on Monday by the liberal Mother Jones magazine, Romney told donors that 47% of Americans would back Obama no matter what and \"my job is not to worry about those people.\" </p> <p>The Republican presidential challenger neither disavowed nor apologised for his remarks. Instead, Romney <a href=\"http://www.theguardian.com/world/video/2012/sep/18/mitt-romney-refuses-apologise-voters-video?intcmp=239\">cast his comment as evidence of a fundamental difference with Obama</a> over the economy, adding the federal government should not \"take from some to give to the others.\"</p> <p>Obama responded during an appearance on the late-night David Letterman television show.</p> <p>\"One thing I've learned as president is that you represent the entire country,\" he said. \"My expectation is if you want to be president, you've got to work for everybody, not just for some,\" he said to applause from the studio audience. </p> <p>As for Romney's statement about the 47%, he said, \"There are not a lot of people out there who think they are victims or simply entitled.\"</p> <p>Obama, who as a candidate in 2008 made a damaging gaffe of his own commenting that white rural voters clung to guns or religion, indicated he thought Romney should admit his remarks were a mistake. </p> <p>\"When you run for president, you are under a microscope all the time. All of us make mistakes. That incident in 2008, I immediately said, 'I regret this,'\" Obama said. </p> <p>\"What I think people want to make sure of is you're not writing off a big chunk of the country.\"</p>"
]