[
  "<p>More than $4bn was spent on the presidential and congressional candidates and campaigns in the first 18 months of the election cycle, according to the Federal Election Commission.</p> <p>Presidential candidates have received $601.9m of that money, the data released on Wednesday, shows, while $1.21bn has been donated to congressional candidates donated to presidential candidates personally.</p> <p>The Federal Election Commission <a href=\"http://www.fec.gov/press/press2012/20120926_Q2Summary.shtml\">compiled campaign finance reports</a> filed between 1 January 2011 and 30 June 2012 to produce the report. The time period covers the Republican primaries and the buildup to the presidential race.</p> <p>In total $4.06bn was received by presidential candidates, congressional candidates, party committees and PACs over the 18-month-period. There are no direct figures directly comparing the same period available from 2008 or earlier, but Bill Allison, from the non-profit Sunlight Foundation, said ultimately more money will be spent on the 2012 campaign.</p> <p>\"This is 18 months and we're at $4bn, 2008 the entire election cycle ended up being at $5.2bn, so there's still a quarter of the money to go,\" Allison said. \"We'll definitely top that number. The current projection is about $5.8bn that we'll see for 2012.\"</p> <p>The fact that the FEC data shows money raised until 30 June 2012 accounts for the relatively small amount of expenditure in the figures. Of the $4.6bn raised in total, just $2.88bn had been spent in the same period, which candidates and organisations likely waiting until closer to 6 November to spend the money raised.</p> <p>The presidential candidates raised $601.9m over the 18-month period, spending $407.9m, although included in those figures is money raised and spent by Republican primary chancers such as Rick Santorum and Newt Gingrich. Interestingly, over the same period in 2008 presidential candidates raised far more money – $1.05bn – which Allison said was a reflection of both sides having to choose a presidential candidate.</p> <p>\"In 2008 you have the primary between Hillary Clinton and Barack Obama – they both raised so much money and it ran all the way through June. Romney wrapped up the nomination in mid-April and for all practical purposes earlier than that, so you didn't have two candidates who were raising money all the way through.\"</p> <p>Elsewhere the FEC data show the money generated by congressional candidates has risen every election cycle since 2002. Back then, $610.1m was donated candidates running for congress and senate. That increased to $789.8m in 2004, and by 2010 $1.18bn was raised. In 2012, that amount was $1.21bn.</p> <p>Some $1.29bn was received by Pacs – including corporate groups, labor groups, trade unions and Super Pacs, which can receive unlimited donations. A Sunlight Foundation study <a href=\"http://reporting.sunlightfoundation.com/outside-spending/overview/\">released this week</a> showed Super Pacs had received $385.7m in donations as of Sunday 23 September. </p> <p>\"We're almost in this wild wild west period of campaign finance,\" Allison said.</p> <p>\"You have candidates raising money at $50,000 a pop for joint fundraising committees and party committees, you have Super Pacs taking in million-dollar contributions, you have Barack Obama doing some 200 fundraisers already – it's become this mad dash for cash.\"</p> <p>\"It's as if it's all the politicians care about. But the sad thing is that after the election is over all the people who gave that money are going to be coming round asking for favours.\"</p>",
  "<p>The Drudge Report, which I've always considered more mischievous than malicious, gave \"<a href=\"http://unskewedpolls.com/\">Unskewedpolls.com</a>\" some link love earlier this week. The site tinkers with the poll results of major firms by re-weighting them according to the national proportions of Democrats to Republicans, as determined by the <a href=\"http://www.theguardian.com/commentisfree/2012/sep/25/gallup-rasmussen-polling-outliers-lean-republican\">notoriously GOP-friendly Rassmussen</a> group. Fans of the \"unskewed polls\" see them as a way of countering what conservative critics consider to be the \"undercounting\" Republican votes. </p> <p>I have trouble with figuring how, exactly, the creator of Unskewed polls comes to the cheerful outcomes he does: it seems like the most simplistic kind of magical thinking. The site has led to many mocking \"unskewed\" <a href=\"http://gawker.com/5945948/conservative-site-mitt-romney-is-winning-if-you-just-change-the-polls-to-make-him-win\">assertions</a> and representatives of the firms have expressed a more gentle befuddlement with the project:</p> <blockquote> <p>\"'Why would pollsters want to look inaccurate?,' [director of the Marist College Institute for Public Opinion, Lew ]Miringoff <a href=\"http://www.theatlantic.com/politics/archive/2012/09/are-polls-skewed-too-heavily-against-republicans/262834/\">asked</a> rhetorically in a phone interview.\"</p> </blockquote> <p>At their heart, Unskewed Polls express a pseudoscientific rationalization for a pre-existing belief: the mathematical equivalent of intelligent design. But the site represents more than just modern conservatism's skepticism about science; it underscores what has become a more animating and alarming concern – conservatives' distrust of democracy as a process.</p> <p>This is nothing new, of course. Edmund Burke railed with a kind of admirable irascibility against democracy (\"A perfect democracy is, therefore, the most shameless thing in the world\"). Closer to home, the Anti-Federalists pitched a near-victorious battle in the United States against more direct forms of democracy, which they saw as inevitably victim, as James Madison put it, to \"the turbulency and weakness of unruly passions\". They pushed successfully for the US constitution to mandate election of senators by state legislatures and not voters – a quaint affectation that was superseded by the 17th amendment in 1913.</p> <p>There is a growing movement <a href=\"http://www.salon.com/2012/08/16/repeal_the_17th_amendment/\">among</a> Republican elected officials to repeal that amendment; among those advocates are five Republican Senate nominees.</p> <p>In my darker moments, I have some sympathy with the anti-democratic arguments: I wonder if I really want the same populace that made Kim Kardashian famous selecting the brains trust responsible for acts of war. (Granted, Kim Kardashian couldn't have made a worse hash of Iraq than the Bush team did. In fact, she might have gotten out of it sooner.)</p> <p>However, it is one thing to wonder if the mass electorate can make good decisions and quite another to back-engineer the exclusion of a specific class of voters for the sake of a specific outcome. That, of course, is what <a href=\"http://www.theguardian.com/commentisfree/2012/sep/18/voter-id-laws-roll-purges-fraud\">voter ID laws</a> do.</p> <p>But voter ID laws are just a specific, particularly obvious example of a generalized contempt for voters. A better reflection of the mood: Romney's careless dismissal of 47% of America. The comment wasn't just callous and strategically idiotic (Karl Rove, who masterminded the GOP's outreach to \"ungettable\" voters, must have hurt his head banging it against the wall when he heard); it reflected also the apparently widespread presumption among GOP supporters that democracy is a zero-sum game – and that voters are motivated out of greed.</p> <p>Scratch a conservative argument for voter ID, or in support of Romney's videoed comments, and you usually get this quote:</p> <blockquote> <p>\"A democracy cannot exist as a permanent form of government. It can only exist until the majority discovers it can vote itself largesse out of the public treasury.\"</p> </blockquote> <p>Notwithstanding whatever it is that motivates voting for the candidate proposing the largest tax cuts, conservatives who parrot this quote aren't really sounding the alarm against the end of democracy; they are arguing against democracy, full stop. Rush Limbaugh is fond of <a href=\"http://www.mediaite.com/online/rush-limbaugh-america-could-survive-four-more-years-of-obama/\">this formulation</a>:</p> <blockquote> <p>\"I think that the country could survive four more years of Obama … But I don't believe the country can survive in a country full of people who would re-elect him.\"</p> </blockquote> <p>The next step in such a logic chain is to keep those who would re-elect him from voting. We had to burn our freedoms in order to save them, or some such.</p> <p>Ironically, the \"largesse\" quote that sounds so delightfully authoritive – it is often attributed to <a href=\"https://en.wikiquote.org/wiki/Alexis_de_Tocqueville\">Tocqueville</a>, or, more frequently, Scottish (so no wonder he's grumpy) historian Alexander <a href=\"http://en.wikipedia.org/wiki/Alexander_Fraser_Tytler\">Tytler</a> – goes no further back than 1951: it was first <a href=\"http://www.issues4life.org/pdfs/19511209_thedailyoklahoman.pdf\">found</a> in an op-ed in the Daily Oklahoman.</p> <p>Tytler, in real life, was certainly a curmudgeon about the sustainability of democracy, but the misattributed quote captures all of his pessimism about the process without any of his sympathy for the people who are a part of it. Tytler was suspicious about how much could be achieved in a democracy not because he thought the electorate was greedy, but because the elected officials were even more selfish:</p> <blockquote> <p>\"But those governors once selected, where is the boasted freedom of the people? They must submit to their rule and control, with the same abandonment of their natural liberty, the freedom of their will, and the command of their actions, as if they were under the rule of a monarch.\"</p> </blockquote> <p>Tytler grudgingly accepted that democracy, with all its faults, stood the best chance of securing the maximum liberty for the greatest number of people:</p> <blockquote> <p>\"[T]his form of government is the best adapted to produce, though not the most frequent, yet the most striking, examples of virtue in individuals.\"</p> </blockquote> <p>You can almost hear him sigh and cue up \"The Daily Show\" on his DVR.</p> <p>Republicans' assault on democracy (the voter ID laws, the repeal of the 17th amendment, the creeping disempowerment of women) is probably designed to <em>scare</em> those exact voters they want to disenfranchise as much as it is to legally disenfranchise them. Anti-voter ID activists often say that making someone believe their vote won't count is as effective as actually barring the vote.</p> <p>Tytler offers some hope on this score. Of patriotism <a href=\"http://books.google.com/books?id=TjY-AAAAYAAJ&amp;printsec=frontcover&amp;cad=0#v=onepage&amp;q=passions&amp;f=false\">he wrote</a>. </p> <blockquote> <p>\"Like all other affections it operates with the greatest force where it meets with greatest difficulties. It seems to be a virtue which grows from which subsists in its greatest vigor amidst turbulence dangers, but in a state of ease and safety as if wanting its nourishment it languishes and decays.\"</p> </blockquote> <p>So, you know, bring it on. It's not the 47% that needs to worry; it's Romney.</p>",
  "<p>The national Republican party appears to be thawing its attitude towards controversial Senate candidate Todd Akin and preparing to raise money for his campaign after a deadline for him to drop out of his race in Missouri passed.</p> <p>Akin was cut off by the party leadership – including presidential candidate Mitt Romney – in August after saying in an interview that women could not become pregnant in cases of \"legitimate rape\". The National Republican Senatorial Committee (NRSC), which raises cash for candidates, withdrew $5m worth of advertising support for the Missouri campaign and Romney led calls for Akin to step down. Akin, however, refused to quit.</p> <p>But now the NRSC has indicated that its principled stand may have been overtaken by realpolitik, saying it will \"monitor\" Akin's fight against Democratic incumbent Claire McCaskill.</p> <p>\"Todd Akin is a far more preferable candidate than liberal senator Claire McCaskill. As with every Republican Senate candidate, we hope Todd Akin wins in November, and we will continue to monitor this race closely in the days ahead,\" NRSC executive director Rob Jesmer said in a statement <a href=\"http://livewire.talkingpointsmemo.com/entry/nrsc-takes-fresh-look-at-todd-akin\">first reported by Talking Points Memo</a>.</p> <p>A week ago, NRSC chairman John Cornyn was asked by The Hill if the group would back Akin and he replied: \"We're done.\"</p> <p>The distinct change in tone almost certainly reflects the fact that Akin is now certain to be the Republican candidate in a race that is vital for eventual control of the entire Senate – a prize even more important to the Republicans with Romney falling behind in the White House election.</p> <p>The shift of the party also likely reflects Akin's relatively healthy position in the opinion polls. Though Akin's comments over rape outraged women's groups and made headline news across the country, he has remained competitive with McCaskill.</p> <p>Patty Murray, a Washington senator and chair of the Democratic Senatorial Campaign Committee, denouned the NRSC's reversal as \"absolutely shameful\". She said: \"I expected more, but sadly, Todd Akin represents the official position of the Republican Party.\"</p> <p>Missouri Democrats said they were unsurprised by the shift. Jim Sanders, the state party chair, <a href=\"http://2012.talkingpointsmemo.com/2012/09/todd-akin-nrsc-democrats.phphttp://\">told Talking Points Memo</a>: \"We've always expected these dollars to flow in. So when you heard from the Republican side the outcry that 'we're going to pull away from Todd Akin' we never thought that would be the case.\"</p> <p>Akin has become a rallying point for several high-profile conservatives within the national party who laud his social conservative stances on issues like abortion.</p> <p>Earlier on Wednesday former presidential contender Rick Santorum and Tea Party favourite South Carolina senator Jim DeMint issued a joint statement in support of Akin. \"Todd Akin is a principled conservative who is committed to winning and fighting for freedom in the US Senate,\" the politicians said, praising Akin for his principles on debt reduction and being against Barack Obama's healthcare reforms.</p> <p>Akin is now likely to receive cash help for his campaign from Super Pacs that support Santorum and DeMint. In a brief statement he thanked the two for supporting him. \"I am proud to have two of our country's leading conservatives endorse me today … our country can't afford another six years of the liberal agenda of Claire McCaskill,\" Akin said.</p> <p>Another former presidential hopeful, ex-House Speaker Newt Gingrich, has also taken a firm line in defending Akin and helping to pour money into his campaign coffers. On Monday, Gingrich hosted a fundraising lunch for Akin which saw donors coughing up $500 each to attend.</p> <p>In another sign that the Republican party as a whole is now rallying behind Akin, the state party in Missouri has also now firmly backed him. \"We are confident that Todd will defeat McCaskill in November, and the Missouri Republican party will do everything we can to assist in his efforts,\" the party said in a statement.</p> <p>However, even if money does once again start to pour into Akin's campaign, he still faces an uphill battle in the cash stakes. According to the Center for Responsive Politics McCaskill had raised $10m more than Akin through the first half of 2012. </p> <p>But the change in opinion by outside figures does represent a remarkable turnaround for Akin. In the wake of his rape comments, which were made in the context of defending a 'no-exceptions' belief when it came to abortion, his political career was virtually written off. Democrats and Republicans alike queued up to condemn him and ask him to step aside for a new candidate, and he became the punchline to the jokes of late-night comedians.</p> <p>His determination to stay in the race has now firmly paid off. Missouri's other Senator, Republican Roy Blunt, had once called for Akin to quit but has now promised support. \"I'll be working for the Republican ticket in Missouri, and that includes Todd Akin,\" he said last week.</p>",
  "<p>In her 2006 single Sorry, Madonna sings:</p> <p><em>I don't wanna hear, I don't wanna know<br>Please don't say you're sorry<br>I've heard it all before<br>And I can take care of myself</em></p> <p>But lately – perhaps because of her age, or because of the increased scrutiny offered by the multiplexing media – she's been apologizing more and more. Madonna attracted <a href=\"http://www.guardian.co.uk/music/2012/sep/26/madonna-black-muslim-obama?newsfeed=true\">a bit of heat this week</a> for making a sardonic statement about President Barack Obama being a \"black Muslim\" during her show in Washington, DC. Perhaps predictably, YouTube clips of the statement ricocheted around the world, causing a firestorm, even though she was just kidding: \"I was being ironic on stage,\" she said in a statement. \"Yes, I know Obama is not a Muslim – though I know that plenty of people in this country think he is. And what if he were?\" </p> <p>This incident may have been a deliberately straight misinterpretation of a poorly executed joke, but it's hardly the first time that Madonna has been forced to explain herself. </p> <h2>Justify My Love </h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/G3yvKGQl6A4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/G3yvKGQl6A4\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>\"It seems a lot of the things I do end up being controversial even though I don't mean them to be,\" she <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1007/05/cnr.06.html\">told CNN</a> in 2010. Of course, this is largely because of the perception of Madonna in the consciousness as a constant provocateur.</p> <p>Early Madonna would defend herself often against what she termed censorship, most notably during the 1990 outcry around her dreamlike, raunchy-even-by-2012-standards video for Justify My Love. </p> <h2>Sorry, not sorry </h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/GS6FCoq349o?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/GS6FCoq349o\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>As she entered the second decade of her career, Madonna's stance on apologies was more \"sorry if you were offended\"; in the fall of 1993, for example, she tried to fire up a Philadelphia crowd at her Girlie Show tour by dissing Toronto – at the time the city's rival in baseball's world series. \"I can't believe that Toronto wouldn't have a sense of humor,\" Madonna's longtime publicist Liz Rosenberg said in response to the Canadian outcry. </p> <p>Two years later, she put out the slinky Human Nature in response to her critics; its twin refrains of \"I'm not sorry/it's human nature\" and \"express yourself, don't repress yourself\" were, it seemed, her official stances.</p> <h2>Sanskrit stumble</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/7W4_ljje8QM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/7W4_ljje8QM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This relative insouciance continued through the late '90s and early '00s. In 1998, she opened her performance of Ray of Light at the MTV video music awards with the song Shanti/Ashtangi, which has Sanskrit lyrics; she also wore henna markings that represent purity. The World Vaishnava Association protested the performance, prompting Rosenberg to <a href=\"http://articles.nydailynews.com/1998-09-15/gossip/18082008_1_gwen-stefani-taki-offended\">ask what such pure-of-heart people were doing watching MTV</a> and hint that if they were going to go against their religious teachings and engage in judgment maybe they should give No Doubt frontwoman Gwen Stefani, who also outfitted herself in sacred attire, a little bit of heat, too. </p> <h2>Artful arrogance </h2> <p>In 2001, she presented the Turner Prize to the British artist Martin Creed for his piece Work No. 227: the lights going on and off; Creed is known as a minimalist artist, but Madonna's speech, and the resultant hullabaloo, were anything but. </p> <p>\"I am here because I like artists who have something to say and have the balls to say it. At a time when political correctness is valued over honesty, I would just like to say: 'Right on, motherfucker – everyone is a winner,'\" she said at the ceremony. </p> <p>Afterwards, she refused to back down; she didn't go through Rosenberg this time, <a href=\"http://www.dailymail.co.uk/tvshowbiz/article-90994/They-begged-swear.html\">telling NBC</a> that she was getting back at UK's Channel 4 for begging her not to swear and noting: \"I mean, as if no one says that word. [The Turner Prize] is a cutting-edge, contemporary award. So, anyway, people expect that sort of behavior from me.\" </p> <h2>I'm sorry, and I mean it</h2> <p>In a 2004 interview with 20/20 on ABC – after her notorious three-way kiss with Britney Spears and Christina Aguilera at the 2003 video music awards, and a crime-spree video for What It Feels Like For A Girl, the tone of her apologies changed. \"I brought a lot of chaos to people's lives, because of my selfish behavior,\" she <a href=\"http://www.madonna.com/news/title/madonna-interview-on-2020-abc\">told ABC</a>, when she was on a tour appropriately called Reinvention.</p> <h2>Not angry, just disappointed</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396753816\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/2/6/1328543661223/MIA-during-the-Super-Bowl-007.jpg\" alt=\"MIA during the Super Bowl XLVI half-time show\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIA during the Super Bowl  halftime show Photograph: Christopher Polk/Getty Images</span> <span class=\"element-image__credit\">Photograph: Christopher Polk/Getty Images</span> </figcaption> </figure>  <p>Earlier this year, Madonna attracted controversy by proxy when the genre-melding pop star MIA flipped off more than a hundred million people during their joint performance of Gimme All Your Luvin' at the Super Bowl. \"I was really surprised. I didn't know anything about [MIA's plans],\" she said to radio host Ryan Seacrest.</p> <p>\"I wasn't happy about it. I understand it's punk rock and everything, but to me there was such a feeling of love and good energy,and positivity, it seemed negative. … It's such a teenager … irrelevant thing to do. There was such a feeling of love and unity there. What was the point? It was just out of place.\" One wonders what the Madonna of the Human Nature era might have said about that. </p> <h2>Sorry, again</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/h7MF9ixL10w?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/h7MF9ixL10w\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>As recently as last month, Madonna was saying \"sorry\" again when she canceled what would have been her first Australian tour in 20 years: \"I am really and truly sorry to have disappointed you, and that's something that I don't feel very good about,\" <a href=\"http://www.eonline.com/news/341345/madonna-explains-canceling-on-australia-my-children-are-my-first-priority\">she said in a message posted to her website</a>. The apologizing continued in Philadelphia later that month, when she started the first show on her tour's American leg at 10.25pm Her perfectionism, she claimed, was to blame.</p>",
  "<p>Mohamed Morsi, addressing the United Nations as the first democratically chosen leader of Egypt, called the Syrian war \"the tragedy of our age\" for which the whole world was responsible – and accused the Assad regime of \"killing its people night and day\".</p> <p>President Morsi called for the replacement of the regime with a democratic government representative of all the country's ethnic and religious groups, but said this should be done without outside military intervention. Instead, he pointed to a new diplomatic initiative begun by Egypt, Turkey and Iran, and called on other nations to join it.</p> <p>Before discussing the Syrian conflict, Morsi said the UN should make a priority of addressing the plight of the Palestinian people, saying that it was \"shameful\" that successive UN resolutions on the Israeli occupation of Palestinian territories had not been enforced.</p> <p>\"The fruits of dignity and freedom must not remain far from the Palestinian people,\" he said.</p> <p>In his maiden speech to the UN general assembly, Morsi said the people of the Middle East would no longer tolerate dictatorship, nor would they tolerate countries that did not sign the nuclear non-proliferation treaty (NPT), a clear reference to Israel, whose nuclear arsenal gives it a monopoly in the region. He voiced support to a UN-sponsored conference due by the end of the year to promote the Middle East as a region free of weapons of mass destruction. Israel has rejected such a call.</p> <p>But Morsi also had an oblique rebuke for Iran, saying that all countries should also demonstrate the peaceful nature of their nuclear programmes to the satisfaction of their neighbours. The International Atomic Energy Agency (IAEA) has said that Iran is not co-operating with its investigation into evidence of past experimentation with nuclear weapons technology.</p> <p>Morsi's assessment of the region's problems came in stark contrast to the address delivered by the Iranian president, Mahmoud Ahmadinejad, who focused on religious themes, particular his messianic form of Shia Islam, and did not mention the Iranian nuclear programme, which is the focus of rising tension in the region – and in the wider international community. Britain's foreign secretary, William Hague, recently called on the European Union to tighten its already formidable sanctions on Iran further, because of the Iranian refusal to bow to UN security council demands that it stop the enrichment of uranium.</p> <p>Ahmadinejad's speech was unusually esoteric for a UN session and made only one political reference to Israel, when he denounced what he called the \"hegemony of arrogance\" of the world's dominant powers, and said the \"continued threat by the uncivilized Zionists to resort to military action against our great nation is a clear example of this bitter reality\".</p> <p>No American diplomats were in the chamber for Ahmadinejad's speech because of what Washington viewed as offensive remarks the Iranian leader had made about Israel earlier in the week. British and other European states mostly sent junior representatives, who did not walk out as they had on previous occasions.</p> <p>\"They were primed to walk out if he [Ahmadinejad] said something grossly offensive as he usually does, but this time he just seemed incoherent and incredibly boring. It was hard to make out what he wanted to say,\" a European diplomat said. \"He seems to be losing his knack a bit.\"</p> <p>As Ahmadinejad spoke in what is last address to the UN before a presidential election, his influence at home appeared to be ebbing under pressure from his political enemies. One of his closest aides, Ali Akbar Javanfekr, the director of the state news agency Irna, was jailed on Tuesday for \"publishing materials contrary to Islamic norms\".</p> <p>In his remarks, Morsi said Egypt would \"stand firmly\" against the anti-American violence that has swept the Islamic world in recent weeks and was triggered by the emergence of a crude video denigrating the prophet Mohamed, which was made by an Nakoula Basseley Nakoula, an Egyptian American Coptic Christian.</p> <p>But Morsi also claimed that the dissemination of that video was part of an \"organised campaign\" fuelled by Islamophobia. In what appeared to be a riposte to Barack Obama's staunch defence of the freedom of expression in his own address to the general assembly, Morsi said that free speech should not include the right to insult the religious faith of millions of people.</p>",
  "<p>France will find it difficult if not impossible to recruit talented business leaders to work in the country if the government presses ahead with its \"supertax\" band of 75%, the head of L'Oréal said on Wednesday.</p> <p>President François Hollande's Socialist government will unveil its austerity budget for 2013 on Friday, which will include tax hikes and budget cuts to save €30bn and bring France's public deficit down to the 3% of GDP he promised in his election campaign.</p> <p>Jean-Paul Agon, the chief executive of the world's biggest cosmetics company, <a href=\"http://www.ft.com/cms/s/0/21ac83e2-07db-11e2-9df2-00144feabdc0.html\" title=\"\">told the Financial Times</a>: \"If there is such a new tax rule, it's going to be very, very difficult to attract talent to work in France, almost impossible; at a certain level, of course.\"</p> <p>Hollande has pledged to impose the 75% rate on anyone earning more than €1m a year, a move popular with the public, but that has brought criticism from business leaders who fear it will hit their competitiveness, make hiring the best managers difficult and provoke a rush of wealthy taxpayers leaving the country.</p> <p>Agon was one of 16 wealthy French business leaders who signed a public petition last year offering to pay more tax as a gesture of \"national solidarity\". Asked by the FT whether he thought they should be paying 75%, he replied: \"No, clearly not.\"</p> <p>Earlier this month, Bernard Arnault, head of the luxury goods group Louis Vuitton Moet Hennessy, admitted he had applied for Belgian citizenship. The announcement caused a storm but Arnault insisted he was not trying to avoid paying taxes in France.</p>",
  "<video data-media-id=\"gu-video-396763573\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/27/1348730071115/David-Cameron-addresses-U-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/27/120927CameronUNGA-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/27/120927CameronUNGA-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120927CameronUNGA/120927CameronUNGA.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/27/120927CameronUNGA_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/27/120927CameronUNGA_3gpSml16x9.3gp\"/> </video>   <p>David Cameron has launched his <a href=\"http://www.guardian.co.uk/politics/video/2012/sep/27/syria-atrocities-un-david-cameron-video\">strongest attack on the United Nations</a> over its inaction on Syria, declaring that the blood of young children is a \"terrible stain\" on its reputation.</p> <p>In a display of Britain's impatience with Russia and China, which have blocked a series of UN security resolutions on Syria, the prime minister declared that \"no one of conscience\" could ignore the suffering.</p> <p>Cameron, who was speaking to the UN general assembly shortly after the Iranian president, Mahmoud Ahmadinejad, cited <a href=\"http://www.guardian.co.uk/world/interactive/2012/sep/25/child-refugees-life-syria\" title=\"\">a recent report by Save the Children</a> which said that schools were being used as torture centres.</p> <p>The prime minister said: \"The blood of these young children is a terrible stain on the reputation of this United Nations. And in particular, a stain on those who have failed to stand up to these atrocities and in some cases aided and abetted Assad's reign of terror.</p> <p>\"If the United Nations charter is to have any value in the 21st century we must now join together to support a rapid political transition. And at the same time no one of conscience can turn a deaf ear to the voices of suffering.\"</p> <p>The prime minister was not aiming his criticisms at the UN secretary general, Ban Ki-moon, who warned on Tuesday that the security council's failure to act on Syria could lead to \"a regional calamity with global ramifications\".</p> <p>British officials said that on the diplomatic level the prime minister had in mind Russia and China, which have blocked attempts by Britain to agree tough UN security council resolutions condemning the regime of Bashar al-Assad. Tehran has a longstanding alliance with Assad while Britain recently stopped a Russian ship carrying helicopters to Syria by cancelling its insurance.</p> <p>The prime minister, who called for the removal of Assad, said that his defenders were wrong to blame the Arab spring for the bloodshed. \"Those who look at Syria today and blame the Arab spring have got it the wrong way round. You cannot blame the people for the behaviour of a brutal dictator. The responsibility lies with the dictator.\"</p> <p>He said people who invested great hope in the Arab spring were also wrong to give up even in light of the bloodshed in Syria and the political uncertainty after the election of Islamist leaders in countries such as Egypt. Libya showed the mixed picture, the prime minister said, as he condemned the murder of the US ambassador Chris Stephens in a \"despicable act of terrorism\" while hailing elections to a new congress.</p> <p>The prime minister said: \"One year on, some believe that the Arab spring is in danger of becoming an Arab winter. They point to the riots on the streets, Syria's descent into a bloody civil war, the frustration at the lack of economic progress and the emergence of newly elected Islamist-led governments across the region.</p> <p>\"But they are in danger of drawing the wrong conclusion. Today is not the time to turn back, but to keep the faith and redouble our support for open societies, and for people's demands for a job and a voice.\"</p> <p>Cameron won important support when Mohamed Morsi, the new Egyptian president, agreed with him on the need to step up pressure on China and Russia to secure a new UN security council resolution on Syria. In their first meeting Morsi told Cameron a new resolution should focus on sanctions, with the aim of isolating the Assad regime, because military action would worsen the crisis.</p> <p>Cameron, who held his first meeting in New York with Morsi, believes that the performance of the first elected leader of the world's largest Arab country shows the progress made in the Arab spring. Morsi upset Iran when he used an appearance at the non-aligned conference in Tehran to criticise Ahmadinejad for taking the wrong side in Syria.</p> <p>The prime minister used the example of Morsi to criticise former world leaders who wrongly tolerated dictators on the grounds that they guaranteed stability. \"The fact is that for decades, too many were prepared to tolerate dictators like Gaddafi and Assad on the basis that they would both keep their people safe at home and promote stability in the region and the wider world. In fact, neither was true. Not only were these dictators repressing their people, ruling by control not by consent, plundering the national wealth and denying people their basic rights and freedoms, they were funding terrorism overseas as well.\"</p> <p>Cameron did not name any former leaders. But Tony Blair embraced Muammar Gaddafi when he abandoned Libya's programme of weapons of mass destruction and was humiliated by Assad when he tried to reach out to Damascus in the wake of the 9/11 attacks.</p> <p>In a dig at Blair and George W Bush, who had hoped that removing Saddam Hussein would unleash a new democratic Iraq, Cameron said his own approach was not \"naive\". He said: \"I am not naive in believing that democracy alone has some magical healing power. I am a liberal Conservative, not a neoconservative.\"</p> <p>The prime minister's tough language on Syria reflects Britain's exasperation with China and Russia, which are using their vetoes as permanent members of the UN security council to block new resolutions. Britain believes there is no hope of Moscow and Beijing giving any ground at the moment.</p> <p>Officials talk of a \"logjam\" because the process launched by Kofi Annan, the former UN secretary general, has failed. The prime minister believes there are two parallel processes under way in Syria – moves, led by the likes of Annan, to encourage a political transition at the top and a bloody revolution bubbling from below that will take some time to lead to a political transition at the top.</p> <p>Cameron would like the security council to agree to a new resolution under chapter seven of the UN charter, which authorises the use of force. This would provide legal authority for non-military intervention in Syria and could provide legal cover for military intervention at a later stage.</p> <p>The prime minister believes that, in the highly unlikely event of a new security council resolution, military action would be unrealistic. No-fly zones and safe zones would involve military force that could not be delivered.</p> <p>In his speech the prime minster announced that Britain was to provide £3m for a Unicef fund to help 500,000 refugees in Syria, more than half of whom are children, as winter approaches.</p>",
  "<p>Mitt Romney's campaign team insisted Wednesday the election is not slipping beyond reach in spite of a new batch of polls showing Barack Obama pulling away in the two biggest swing states, Ohio and Florida. </p> <p>Victory in the two would almost certainly deliver Obama a second term in the White House.</p> <p>But Ed Gillespie, one of Romney's advisers, in an interview Wednesday, challenged the accuracy of the polls, usually a sign that a campaign is in deep trouble. \"It is not consistent with our polling,\" he said. He claimed the race is much tighter than the polls would suggest.</p> <p>After months in which Obama and Romney have been tied, Obama has broken away, establishing polls leads that could prove decisive on 6 November. Polls at this stage in the race, with the electorate becoming more engaged, are often a good indicator of the eventual election result.</p> <p>In Ohio, where both Obama and Romney were campaigning Wednesday, a <a href=\"http://www.nytimes.com/2012/09/26/us/politics/polls-show-obama-widening-lead-in-ohio-and-florida.html?_r=0\">Quinnipiac/New York Times/CBS</a> poll put Obama on 53% to Romney on 43%. The same poll put Obama ahead too in Florida, 53% to Romney's 44%.</p> <p>The Obama campaign said it is guarding against complacency. Jen Psaki, an Obama campaign spokeswoman, said: \"we're running the race in every swing state as if we're five points down.\"</p> <p>Gillespie, challenging the recent batch of polls, echoed points made by conservative bloggers who have suggested the polls are being skewed in favour of Obama. Gillespie said he was not whining but that the polls are disproportionately weighted towards the Democrats.</p> <p>His basic argument is that pollsters are expecting Democrats not only to match the massive turnout in 2008 but to exceed it. \"In every single one of them they have a Democratic voter participation that is higher than the Democratic voter participation in 2008,\" Gillespie told Fox News. </p> <p>\"I don't know anyone on the ground in any of these swing states that believe there will be a higher percentage of the electorate in 2012 than 2008, and yet in every single one of these surveys there's a higher percentage. Which explains, by the way, how Romney could be tied or leading among independents in these polls, and then losing the net poll to president Obama. It does not make sense.\"</p> <p>Another of Romney's campaign team, Rich Beeson, like Gillespie, also questioned the validity of the polling. Speaking to journalists on the campaign in Ohio, he said victory for Romney was not reliant on winning Ohio and that there were other paths open.</p> <p>\"If we lose Ohio, can we still win? … I just don't deal in if-then statements,\" Beeson said. He added that no states were being written off. \"So we don't sit down, I don't sit down and sort of lop those off. I prefer to look at the map holistically.\"</p> <p>Romney's apparent problem in connecting with voters was <a href=\"http://www.theguardian.com/world/2012/sep/26/mitt-romney-cheer-campaign-ohio\">summed up in an embarrassing moment on the campaign trail </a>in Ohio on Tuesday afternoon that was being broadcast widely Wednesday. </p> <p>Only hours after delivering a more than competent speech at a gathering of corporate chief executives, world leaders and non-governmental-organisation heads in New York, he flew to Ohio. His effective delivery to the kind of audiences he would have been comfortable with as chief executive of Bain capital contrasted with his awkwardness in front of a Republican rally in Ohio alongside his running mate, Paul Ryan.</p> <p>Video footage shows the crowd chanting \"Ryan, Ryan\". Romney, in an effort to work the crowd, tried to get them to chant \"Romney-Ryan, Romney-Ryan\". The video indicates this suggestion was met with near silence. </p> <p>Romney, on completion of a two-day bus tour in Ohio, heads for another swing state, Virginia, on Thursday.</p>",
  "<p>When Enrique Peña Nieto was a candidate in Mexico's presidential elections, allegations that he had benefited from favourable media coverage triggered mass student demonstrations against him and his party. When he won the 1 July election, those allegations formed part of a legal challenge to his victory.</p> <p>Now, as the young and telegenic president-elect from the Institutional Revolutionary party, or PRI, prepares to take charge of the country on 1 December, the media allegations have been deemed legally irrelevant – and the furore they once caused has all but died away.</p> <p>The runner-up, Andrés Manuel López Obrador, and his party of Democratic Revolution, or PRD, were unable to persuade Mexico's federal electoral tribunal that there had been unfair favourable coverage of Peña Nieto, alongside other allegations such as massive vote buying and dubious campaign funding, such as to violate constitutional guarantees that elections be \"authentic and fair\".</p> <p>The part of the tribunal's unanimous decision on 30 August that referred to media bias drew heavily on an earlier decision by the Federal Electoral Institute, or IFE. That decision threw out a specific PRD complaint about \"hidden publicity\" by Peña Nieto, particularly on TV channels and other outlets associated with the broadcasting giant Televisa.</p> <p>\"They were unable to demonstrate that the role of Televisa was illegal,\" said the media expert Raul Trejo. \"The case is closed. Some people might question the [legal] rules, but these are the rules we have.\"</p> <p>Only one of the nine members of the IFE general council, which considered the \"hidden publicity\" complaint in a publicly broadcast debate on 16 August, voted against a \"proposal\" put before it by the institution's investigative branch.</p> <p>The proposal rubbished the quality of the evidence submitted by the PRD, which relied heavily on journalistic accounts of the alleged bias, among them an article published in the Guardian on 7 June.</p> <p><a href=\"http://www.theguardian.com/world/2012/jun/07/mexico-presidency-tv-dirty-tricks\" title=\"\">The article</a> was based on a cache of documents dated from 2005 appearing to show promotional packages, including coverage on Televisa, drawn up for political clients, including Peña Nieto when he was just taking over as governor of the state of Mexico. Televisa has <a href=\"http://www.theguardian.com/world/2012/jun/08/documents-no-proof-tv-dirty-tricks-mexico?intcmp=239\" title=\"\">challenged</a> the authenticity of these documents, and has denied it sold favourable news coverage to politicians including Peña Nieto.</p> <p>The full IFE proposal described the Guardian article as \"a subjective evaluation that is based on events than cannot be verified\". However, the debate in the IFE general council on 16 August automatically ruled out consideration of this and other evidence presented by the PRD that referred to alleged misconduct prior to 2007/8 legal reforms that drastically tightened restrictions on TV and radio advertising.</p> <p>It also dismissed the relevance of events already considered in previous rulings, such as a 2011 case in which the electoral authorities had sanctioned both Televisa and Mexico's other national network, TV Azteca, for transmitting political advertisements promoting governor Peña Nieto around the country. The law says such advertisements should only be broadcast locally.</p> <p>The most eye-catching allegation admitted for consideration was that the Peña Nieto campaign had paid for an interview in April on a radio show presented by a celebrity journalist, which was deemed groundless.</p> <p>Most of the debate in the IFE general council, however, focused on the question of whether the investigation into the evidence presented by the PRD had gone far enough. Alfredo Figueroa, the only member to vote against the proposal, argued that it had been superficial. He said it should have included more in-depth probing, including a requirement that prominent news anchors answer questions derived from the allegations.</p> <p>Another council member, Lorenzo Cordova, partially backed this position. He qualified his vote in favour of the proposal by stating that a \"richer investigation\" might have produced a different result.</p> <p>The overwhelming majority view, however, insisted that there was nothing in the complaint to justify \"additional irritation\" to journalists and media outlets featured in the evidence. A more exhaustive investigation, several of the council members said, would have violated guarantees of freedom of expression.</p> <p>\"The way that the alleged damages was argued, their relationship with events, and the temporality in which they occurred, led the investigation into a wall in all cases,\" the council member Benito Nacif said. \"It was unnecessary to continue.\"</p> <p>Both the IFE's decision, and the tribunal's subsequent wholesale dismissal of all other allegations of unfair play in the elections, sparked sharp criticism from some commentators as well as student protests. But the marches have since dwindled, as the movement appears to be running out of steam, and attention has refocused on what a Peña Nieto administration will actually look like, rather than how he is portrayed.</p> <p>The media expert Trejo nevertheless insists that while the controversy over the alleged bias may have waned, it has left a legacy of concern about the ethical nature of the relationship between the media and politicians in general. At the height of the post-election conflict Peña Nieto said that setting up an independent body to keep an eye on publicity spending at all levels of government was one of his priorities. \"This issue,\" Trejo said, \"is here to stay\".</p> <p>In its recent final review of this year's presidential election, IFE concluded that Televisa's news coverage on its nationwide newscasts had been fairly divided between the three main presidential candidates, stating that by the close of campaigning each of them had received just over 42 hours of coverage.</p>",
  "<p>A drunk in a gimp suit marches down the Brighton seafront, past a gaggle of blacked-up Mr T impersonators. \"Lib Dem,\" he shouts, muffled by his mask. \"Lib Dem! Lib DEM!\"</p> <p>The gimp will struggle to gain entry dressed like that – he's got no lanyard – but he has at least come to the right place. Down the road stands the Brighton Centre. Inside, the great Liberal diaspora – the tribe of Mill, Gladstone and Grimond – has cocooned itself behind a coating of airport scanners and G4S staff to debate such talking points as Policy Paper 104 (Decent Homes For All); the renewable energy directive; and fairness.</p> <p>Oh, and Nick Clegg. The man who has made the Liberal Democrats both a party of government, and national pariahs. The bloke who broke the promise not to raise tuition fees. The albatross around every Lib Dem's neck.</p> <p>Or is he? Twice a year since the last election, journalists have descended on the Lib Dem conference hoping to cover a civil war. This week, hopes were higher still. Trevor Smith, a Lib Dem peer, had damned Clegg as <a href=\"http://www.guardian.co.uk/politics/2012/sep/02/nick-clegg-leadership-challenge\" title=\"\">a \"cork bobbing in the waves\"</a>. Lord Matthew Oakeshott – a close ally of Vince Cable – <a href=\"http://www.guardian.co.uk/politics/2012/aug/30/lib-dems-nick-clegg-peer\" title=\"\">whacks Clegg for fun</a>. New polls suggest <a href=\"http://www.libdemvoice.org/what-lib-dem-members-say-about-the-partys-direction-and-nick-cleggs-leadership-2-30352.html\" title=\"\">half of party members are dissatisfied with Clegg</a>. Cable looms in the wings. The assassin in the fedora.</p> <p>But a bloodbath, much to the media's disappointment, this is not. Up and down the shore, someone has posted a rash of <a href=\"http://pics.lockerz.com/s/246716860\" title=\"\">yellow posters</a> that rage against the Lib Dems' alliance with the Tories. \"Ruin The Lib Dems' Weekend,\" they say. \"COMBAT WORKFARE.\" Here and there, inside the conference, there are flashes of a similar fury. But they're hard to find at first.</p> <p>\"I'm sorry, I'm sorry – I'm so, so sorry.\" In the centre of the foyer, three teenage girls are singing – actually singing – the <a href=\"http://www.youtube.com/watch?v=8iN6-Oev6Po\" title=\"\">musical sendup of Nick Clegg's apology</a>. One of them wears a badge that says \"totally coalitious\". All three know the song off by heart. \"That song,\" notes 16-year-old Alexandra White, down from Galloway for the week, \"is so cool.\" Meanwhile, <a href=\"http://www.michaelmoore.org.uk/\" title=\"\">Scottish secretary Michael Moore</a> is her \"BFF\" – and 13-year-old Claire Boad is after party president <a href=\"http://timfarron.co.uk/en/\" title=\"\">Tim Farron</a>. \"He owes us a hug.\"</p> <p>They are the most frighteningly on-message teenagers ever – but their optimism is not unique. In the shop selling Lib Dem tat, a set of crude Sorry-themed badges is already on sale, only two days after the apology was made. They're emblazoned with Clegg's mug, which sits beneath a quotation, written in Comic Sans: \"We made a pledge, we didn't stick to it – and for that I am sorry.\" Within a day, the badges have sold out.</p> <p>The Lib Dems, though, have not – at least according to many of their members. Despite the dismantling of the NHS, the slashing of benefits and the hike in tuition fees, much of the rank-and-file – to my utter surprise – are proud of their small achievements in office. \"What would it have been like if we'd had an entirely Conservative government?\" asks councillor Kath Pinnock, who chairs the association of Liberal Democrat councillors (ALDC). \"We wouldn't have raised the tax threshold. We wouldn't have the pupil premium.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396745756\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348676232066/Nick-Clegg-takes-a-QA-ses-010.jpg\" alt=\"Nick Clegg takes a Q&A session. \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg takes a Q&A session.  Photograph: Jeff J Mitchell</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell</span> </figcaption> </figure>  <p>At one packed-out fringe event, a panel of non-Lib Dem commentators argue that the party has done little to rein in the Tories. \"The NHS is being stripped bare. It's absolutely absurd to say: 'We saved the NHS,'\" argues Stuart Weir, a former New Statesman editor. \"Rubbish!\" counters my neighbour. \"Pathetic,\" says another.</p> <p>So forget the albatross, at least for a few paragraphs. The heaviest thing around a conference-goer's neck is a tangle of lanyards. It's the motif of the conference – along with stale sarnies, leaden speeches, men drowning in ill-sized suits and acronyms.</p> <p>\"They speak a different language!\" cries <a href=\"http://www.guardian.co.uk/uk/2011/aug/22/why-hackney-heroine-confronted-rioters\" title=\"\">Pauline Pearce, better known as the Hackney Heroine</a>, the woman who took on the rioters last year. Somehow, she ended up running for council as a Lib Dem. And here she is: a bemused first-time spectator at a Lib Dem conference. \"The fourth referendum of the third amendment of the 14th manifesto,\" she laughs. \"What does it all mean?\"</p> <p>She's right, of course. The place is wonk heaven. <a href=\"http://www.markpack.org.uk/34888/liberal-democrat-conference-the-daily-themes/\" title=\"\">JEET</a>, for instance, is the conference's inscrutable buzzword – or if you want to be strictly accurate, EEJT, since that is the order in which each letter is addressed – but what each letter stands for I can't remember.</p> <p><a href=\"http://www.guardian.co.uk/politics/david-laws\" title=\"\">David Laws</a> may know. \"I know some of you think of me as a number-crunching, desiccated, calculating machine,\" he tells his party. \"There is, sad to say, some truth in that.\" And BBC presenter Justin Webb would presumably agree. \"You can't imagine what it's like to be stuck in Miami,\" he tweets at the weekend, \"when you know the Liberal Democrat conference has begun back home.\" To which <a href=\"https://twitter.com/bbcnickrobinson/status/249642125078188034]\" title=\"\">his BBC colleague Nick Robinson replies</a>: \"[We've got] Norman Baker. Take that Miami!\"</p> <p><a href=\"http://www.guardian.co.uk/profile/normanbaker\" title=\"\">Norman Baker</a>? He's a hardworking Lib Dem transport minister who is hitting Brighton hard, speaking at 29 fringe meetings over five days. During a breather, he sits down next to me. A member approaches. Could he make a 30th? Oh, all right then. Tomorrow at 12?</p> <p>Here and there, grand ideas do emerge from behind the clutter of banality. In a tiny, sweaty room at the back of a seaside hotel, Richard Reeves – Clegg's outgoing strategist – outlines what he says <a href=\"http://www.newstatesman.com/politics/politics/2012/09/case-truly-liberal-party\" title=\"\">is a new political philosophy</a>: \"Cleggism\". He suggests that in order to compete at the next election, the party needs to redefine itself in the image of its leader – in other words: as a party that is Cleggist; that seeks power, not protest; that is proudly Liberal, not social democratic. And which, most importantly, is led by Nick Clegg.</p> <p>Ironically, Clegg himself spends his time saying rather more prosaic things. \"I'm sorry,\" is one. The world's worst slogan – \"Fairer Tax In Tough Times\" – is another. What a way to spend his 12th wedding anniversary.</p>      <video data-media-id=\"gu-video-396694643\" class=\"gu-video\" controls=\"controls\" poster=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348649368690/Paddy-Ashdown-at-Lib-Dem--015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926LibDemHarris-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926LibDemHarris_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120926LibDemHarris/120926LibDemHarris.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926LibDemHarris-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/26/120926LibDemHarris_3gpLg16x9.3gp\"/> </video>   <p>\"Why are all these places lacking colour?\" Pearce wonders. \"You look around. For every two black people, there's 200 white men.\" It's expensive, too. \"You can't come if you're on benefits.\" Unless, like Pearce, you're sponsored by a generous member.</p> <p>So, yes, it's a world removed from reality – a parallel universe. Or rather it's several parallel universes, all in one place. The hall's where things happen. The press room's where they decide what actually happened. Then there's the fringe, where they discuss what should be happening. And finally the bars, where things happen that shouldn't. You can spend all day in the hall and not have a clue how it has played in the press gallery. And perhaps the reverse is also true. Certainly, the press room is a bizarre place – an airless room without windows located far from the crowds, cluttered mainly with wires, empty coffee cups and dark-suited men watching all the action on TV.</p> <p>Speaking of which, where is this action? Sure, there are rumblings against Clegg – and not everyone gives the Treasury's Danny Alexander a standing ovation. Numbers are down, too – only 5,500 delegates, compared with 6,500 in 2011 (although half of the absentees are journalists). And true, Linda Jack – chair of Liberal Left, the party's most leftwing faction – tables a motion criticising coalition economics.</p> <p>But there's no serious plot. I find it bizarre, considering the backstabbing Charles Kennedy had to endure. I worked briefly as Kennedy's postboy, and I was in his office when he was deposed. This party can do vicious – it's partly what made me leave – but for the moment it's pretty disciplined. \"What we seem to have so far is a leadership beauty contest rather than an actual coup,\" <a href=\"https://twitter.com/ShippersUnbound/status/249825688012615680\" title=\"\">tweets</a> a disappointed Daily Mail journalist, Tim Shipman. \"Very dull.\"</p> <p>Clegg holds a Q&amp;A for all members on Sunday, but he gets an astonishingly easy ride. Barring two questions about his recent apology, the members are mainly concerned with the minutiae of specific policies. Tidal turbines versus wind turbines. The data communications bill. \"Phew!\" laughs Clegg.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396745757\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348676405758/Delegates-at-the-opening--010.jpg\" alt=\"Delegates at the opening session of the conference.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delegates at the opening session of the conference. Photograph: Luke Macgregor</span> <span class=\"element-image__credit\">Photograph: Luke Macgregor</span> </figcaption> </figure>  <p>They always seem to be laughing, the Lib Dems. It's how they deal with the leadership issue. Cable mocks Miliband, who recently texted him about a potential alliance. Farron teases Oakeshott. Clegg ribs himself. \"I'm sorry,\" he says, after one quip falls flat. \"I told a joke I couldn't deliver.\" Everyone laughs. Ho ho ho. It's like they're almost proud of the attention, even if it comes at a cost. \"We're at 8% in the polls, and we've got 8% of MPs,\" notes one wag at a fringe event on Monday. \"PR at last.\"</p> <p>Again, everyone laughs – but it's a reminder of a more sobering issue. Don't these folk face political annihilation? \"It's half-time,\" says a phlegmatic David Schmitz, whose Haringey council seat has a majority of just 13. \"For the moment, collective responsibility obscures our achievements and differences. But as we get nearer to the election, our work will become more apparent. Every time the Tory right froth at the mouth, we know we're doing something right.\"</p> <p>They're egged on by the absurd triumphalism of the party leadership. \"You are the most important people I know,\" Tim Farron deadpans. \"Never have Liberal Democrat voices and values been so important.\" Sillier still, Clegg reels off a list of his achievements in office. Some – like ending child detention – are worth crowing about. But \"the most ambitious home-insulation programme the UK has ever seen\"? Not so catchy.</p> <p>In search of some dissent, I track down Tom Wood, who chairs Liberal Youth – the party's autonomous student wing. Tuition fees, I say: didn't that hurt? Sure, says Wood. He felt \"hurt and rejected\" at the time, and he still opposes the bill. But even Wood is keeping the faith. \"The Nick Clegg who made that apology is the Nick Clegg of the debates of 2010,\" says Wood, completely seriously. \"I want him to lead us up to the next election.\"</p> <p>So what's going on: are they in denial? Pragmatic? Or just on-message?</p> <p>It's a bit of all three, says an MP I meet on the seafront. Lib Dems are still excited to be in power. For a long time, they've seen themselves as lovable amateurs – but now they're in government, they want to prove their professionalism. And they genuinely think the electorate will eventually admire them for it. What's more, they've also been here before. The Lib Dems have always found themselves far behind in the mid-term polls, and yet – thanks to their exceptional campaign machine – they have usually ended up defending their seats. Where they are active, they are liked. Locals are even hopeful, I'm told, of holding Nick Clegg's seat in Sheffield. \"We can make our own weather,\" argues the MP.</p> <p>In literal terms, they haven't done a very good job of that. The Saturday sun soon gives way to high winds – the kind that shunts you backwards if you cross its path. Dozens of Lib Dems tossed down a street by an invisible hand – it's an amusing sight, and it sums up their predicament. They're browbeaten, swimming against the current – but up for the challenge.</p> <p>As the week goes on, dissenters emerge. In the trade fair upstairs, there's <a href=\"http://disabilitylibdems.org.uk/en/contact/gemma-roulston\" title=\"\">Gemma Roulston</a>, membership secretary of the Liberal Democrat Disability Association. Her two children have disabilities, and she is terrified about what will happen to them under the coalition's benefit reform. \"If things get worse and my family lost our benefits,\" says Roulston, \"then this party and I will split. There doesn't seem to be any real sense of how the cuts are going to affect people like me who are on benefits, who want to be a valued member of society but are being kicked wherever we turn.\"</p> <p>Things heat up further on the last night, at an event hosted by Liberal Left. \"Where next for the Liberal Democrats?\" the panellists ask. And for many the answer is clear: away from Clegg. \"There is a feeling that this is no longer our party,\" says Linda Jack. A decade ago, she argues, social liberals like her were at the centre of the Liberal Democrats. But because so many leftwingers have since left, those who remain are now seen as extremists. If Clegg isn't gone by the next election, says Lembit Opik, \"we'll be throttled to death\".</p> <p>And yes, that's <em>the</em> Lembit Opik, MP-turned-comedian-turned-wrestler, now back in the political fray because, as he says: politics is like malaria. You can't kick it. But you can kick Clegg, or at least try to: Opik brandishes a petition that calls for Clegg to remain as deputy prime minister, but step down as leader. Will it work? Hard to say. There are only 20 dissidents in the room – not a huge turnout – and Opik is himself out in the cold: ridiculed for losing one of the party's safest seats.</p> <p>Besides, it's now 10pm and a better bellwether of the party's mood can be found at one of the nearby hotels. This is the Glee Club – the traditional close-of-conference singalong. Activists from all bits of the party gather to sing well-known songs – each lyric given a unique liberal twist, and each tune played by MP John Hemming. \"On the second day of coalition,\" goes one entry in the songbook, \"the Tories gave to me/Absolutely zilch/And a referendum on AV.\"</p> <p>I'm told that Clegg's apology was added to the setlist this year. That sums it up, really. Their leader may be leading them to doom, but – chin up – they can still sing songs about him. With few left to sound the alarm, those who remain are naively <a href=\"http://en.wikipedia.org/wiki/Candide\" title=\"\">Panglossian</a>: all is for the best, in the best of all possible worlds. Elsewhere in their songbook, you can find the words for We Shall Overcome. And some of them genuinely believe it.</p>",
  "<p>Market jitters over Europe's debt crisis returned after weeks of relative calm on Wednesday amid a welter of grim statistics from some of the biggest European economies, mixed signals from bickering eurozone political leaders, and mass protests against austerity in southern Europe.</p> <p>As unrest gripped Greece, Spain, and Portugal, Madrid's borrowing costs surged through the 6% threshold after the leading eurozone creditors made it plain that a planned €100bn (£80bn) bailout for Spanish banks would saddle the country with higher debt levels.</p> <p>The lack of political will to fix the crisis was reinforced by the European commission flatly contradicting the governments of Germany, the Netherlands and Finland after they walked away from pledges delivered at an EU summit in June.</p> <p>The grimmer mood enveloping the eurozone was also underlined by figures from France putting the jobless rate at more than 3 million for the first time in 13 years and by falling retail sales reported from recession-hit Italy. Stock markets fell across Europe with the FTSE 100 down 1.5%, while the German Dax and French Cac 40 were down 2% and 2.8%. The surge in French unemployment will complicate President François Hollande's hopes of beginning to tackle France's economic malaise. The increased expenditure on benefits and the fall in tax receipts will also make it harder for France to meet the EU-prescribed budget deficit target of 3% by next year.</p> <p>Hollande came to power in May on a campaign of resisting German-led austerity. He now needs to plunge France into austerity — though he does not use that term — to make savings of €30bn through spending cuts and tax rises. Details will become clearer on Friday when his government's first budget, for next year, goes to cabinet.</p> <p>Mired in a deepening recession, with the economy projected to shrink by at least 2.4% this year, Italy also posted more bad news, with retail sales figures for July showing a 3.2% fall on a year ago.</p> <p>But as Madrid's cost of borrowing shot up, Spain's predicament — coupled with the widening eurozone splits over how to respond — was the biggest factor unnerving the markets. While the prime minister, Mariano Rajoy, appears condemned eventually to having to request a humiliating bailout which, according to German finance ministry estimates, could amount to €300bn, he continues to play for time.</p> <p>The eurozone is divided over how to respond. Hollande and the Italian prime minister, Mario Monti, are pressing Rajoy to request a bailout. Berlin is encouraging him to play for time. Chancellor Angela Merkel is moving into an election year and is reluctant to return to parliament in Berlin to argue for another unpopular eurozone rescue programme.</p> <p>The split between Berlin and Paris over Spain reflects much broader and fundamental divisions over policies dealing with the sovereign debt crisis. Two big policy shifts in recent months brought a respite in the crisis, giving leaders time to come up with more substantive action.</p> <p>In June, an EU summit declared that policy had to be aimed at breaking the vicious circle linking vulnerable banks and weak sovereigns in a downward spiral of bigger debt. To that end, they decided to use the eurozone's bailout funds to recapitalise weak banks directly without adding the loans to a state's debt.</p> <p>The second big move was from the European Central Bank which earlier this month announced a new policy of unlimited intervention in the markets to buy up shaky government bonds. The June consensus on lending directly to weak banks was always fragile, but collapsed on Tuesday when the eurozone's key triple-A rated creditors, Germany, the Netherlands, and Finland, issued a surprise statement declaring the bailout funds could recapitalise banks directly only as a last resort, that the policy was a longer-term option, and could not be applied to pre-existing or \"legacy\" bailouts, namely Spain and Ireland who had their hopes pinned on the June breakthrough. Direct bank recapitalisation has been effectively frozen before it even began.</p> <p>On Wednesday, the European commission stemmed the shift from the three countries, insisting policy agreed in June had to be implemented promptly. \"Our position regarding breaking the vicious circle between the banks and the sovereign is very clear … This should be done quickly\" said EC spokesman Olivier Bailly.</p> <p>In agreeing to the direct bank loans in June, Berlin demanded that first there needed to a new regime based at the ECB for supervising eurozone banks. The commission drafted the complex legislation in less than three months, unveiling it a fortnight ago. Berlin is now dragging its feet, delaying the new regime while insisting it should not police the vast majority of German banks.</p> <p>In sharp contrast, France's Europe minister, Bernard Cazeneuve, said this week in Brussels that the new bank supervisory regime had to be created as a matter of urgency.</p>",
  "<video data-media-id=\"gu-video-396744379\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348681282433/The-leader-of-the-Liberal-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926CleggSpeech-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926CleggSpeech_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926CleggSpeech-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120926CleggSpeech/120926CleggSpeech.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/26/120926CleggSpeech_3gpLg16x9.3gp\"/> </video>   <p>Nick Clegg has attempted to march his troops to the sound of electoral gunfire, saying they are the only force in British politics to balance fiscal responsibility and social justice, as he declared he would veto any further Tory attempts to cut the top rate of income tax below 45p in this parliament.</p> <p>His 37-minute speech, closing a potentially fraught five-day conference in Brighton, was peppered with attacks on Labour profligacy balanced with strongly applauded criticism of the way in which Cameron used the environment as a \"PR exercise\" before the last election. He vowed he would force the Conservatives to stick to their green promises.</p> <p>He also announced the appointment of Lord Ashdown, the ever-energetic former party leader, to head up his 2015 election campaign.</p> <p>The surprise Ashdown appointment is likely to shore up Nick Clegg's position in the party and will reassure those activists worried that the Clegg circle has a natural leaning to a second coalition with the Conservatives.</p> <p>Now 71, Ashdown in the past has been more willing to co-operate with Labour, but this week made a point of saying he hated both Tories and Labour equally.</p> <p>He has spent much of the past year writing a book on the special forces, and the announcement of his return to frontline political combat drew the strongest applause from conference delegates.</p> <p>Infectiously optimistic, Ashdown will have the job of embedding himself in the organisation of the election, including the selection of candidates and key messages.</p> <p>In a speech full of attacks on the shadow chancellor, Ed Balls, but notably not Ed Miliband, Clegg tried to depict the Liberal Democrats as a matured party of the centre willing to save the British economy, but also determined to ensure that further inescapable belt tightening starts at the top.</p> <p>He made no mention of political reform or civil liberties, two issues that have in the past formed pillars of conference speeches by Liberal Democrat leaders, preferring instead to focus on the huge economic challenges facing the UK economy.</p> <p>Defending George Osborne's politically disastrous March budget, he said: \"At the last budget, we made two big announcements: that we were spending £3,000m pounds increasing the tax-free allowance, and just £50m reducing the top rate of tax while recouping five times that amount in additional taxes on the wealthiest. I insisted on the first. I conceded the second.\"</p> <p>He said stood by the budget \"because as liberals, we want to see the tax on work reduced, the tax on unearned wealth increased, and the system as a whole tilted in favour of those on low and middle incomes. The budget delivered all three.\"</p> <p>He then vowed to veto any further cut in the top rate of tax, a commitment that did not surprise or disturb allies of Osborne.</p> <p>He said: \"Now that we have brought the top rate of tax down to 45p – a level, let's not forget, that is still higher than throughout Labour's 13 years in office – there can be no question of reducing it further in this parliament. All future cuts in personal taxation must pass one clear test: do they help people on low and middle incomes get by and get on?\"</p> <p>He said the issue facing the parties at the next election would be how to distribute the pain of inescapable belt tightening.</p> <p>He declared his party's independence in finding the best way to cut the deficit, saying: \"If we have to ask people to take less out or pay more in, we'll start with the richest and work our way down, not the other way around. We won't waver in our determination to deal with our debts. But we will do it in our own way, according to our own plans, based on our own values. So we will not tether ourselves to detailed spending plans with the Conservatives through the next parliament\".</p> <p>He also refused to exclude further cuts to welfare, saying the size of the welfare budget in overall government spending was \"an inconvenient truth that could not be hidden\".</p> <p>He also told his party that the debate about a fiscal stimulus, or calls for Plan A to become Plan B, was often a caricature that should not go unchallenged. He said: \"If Plan A really was as rigid and dogmatic as our critics claim, I'd be demanding a Plan B.</p> <p>\"What is needed – and what we're delivering – is a plan that is tough enough to keep the bond markets off our backs, yet flexible enough to support demand.\"</p> <p>Clegg will leave Brighton aware that his apology on tuition fees has not led to an immediate lift in his poll standing, but aware that most senior figures are wiling him to take the party into the next election, and broadly happy with his positioning of the party at the centre of the political spectrum. But there is also an acknowledgement that if he appears a serious drag on his party's recovery, calls for him to stand aside may develop in 12 to 18 months time.</p> <p>He easily saw off a push from the left to change economic policy explicitly, but he suffered two defeats – on planning policy for housing on Wednesday and secret courts on Tuesday – that will require him to reopen difficult talks with his coalition colleagues.</p>",
  "<p>Whichever way you run the numbers about climate change, 2012 looks set to go into the record-books. In America alone, this year's <a href=\"http://www.guardian.co.uk/world/2012/jul/07/heat-wave-bakes-us-death\" title=\"\">heat wave broke over 40,000 temperature</a> records. In the 1980s, the US weather-related insurance cost was around $3bn a year, compared to $20bn (and rising) today. Hurricane Katrina alone cost more than £200bn, representing over 1% of GDP. And then there are little things like West Nile virus, unknown in the US before 1988, but now spreading as a result of rising temperatures – resulting in a record 2,000 cases by August 2012, and 87 deaths.</p> <p>But how many of us expect climate change to be central to the debates between Obama and Romney in the final stages of the US presidential elections? I, for one, am not holding my breath. And yet the degree to which this rising challenge is debated should be seen by the wider world as a key indicator of whether America is fit for purpose – and fit to lead – in the 21st century.</p> <p>As the <a href=\"http://www.clintonglobalinitiative.org/\" title=\"\">Clinton Global Initiative</a> convened in New York this week, the host city was in the midst of <a href=\"http://www.climateweeknyc.org/\" title=\"\">Climate Week NYC 2012</a>. In a year when extreme weather affected no less than 80% of the country, with a potential cost to the economy of $50bn, there were signs that the climate agenda is beginning to move into the mainstream debate about competitiveness, growth and employment – for all the main presidential candidates have tried to avoid addressing the links in public.</p> <p>Climate Week NYC was marked by the <a href=\"http://www.theclimategroup.org/\" title=\"\">Climate Group</a> with a launch of fascinating analysis of the growing interplay between climate, competitiveness, growth and employment. A key part of the message to the candidates, and to government, is that the '<a href=\"http://thecleanrevolution.org/\" title=\"\">clean revolution</a>' draws on strengths that America has historically had in abundance, among them innovation and entrepreneurship.</p> <p>The report concludes that a clean energy revolution is the \"common sense way of enhancing America's energy and national security, while at the same time creating a stronger and more resilient economy.\" It also calls for a \"reinvigorated, bipartisan, public-private partnership of government and corporate leaders in support of low-carbon entrepreneurship.\"</p> <p>For a big slice of America, however, as the presidential campaigns have dramatically illustrated, climate is neither an obvious challenge (with many farmers affected by this year's extreme weather events continuing to deny links with high-carbon economies) nor is it obvious that the sort of electoral result likely later in the year will guarantee a return to bipartisan politics and governance.</p> <p>Whoever the next president may be, America will be haunted by deteriorating competitiveness, stuttering growth and persistent unemployment problems. Which makes it all the stranger that politicians are not falling over themselves to embrace the 'clean revolution'. As the Climate Group notes, breakthroughs in cleantech innovation alone could boost the US economy by $155bn a year by 2030, if the right investments are made today. This could add an additional $3.2tn in cumulative GDP by 2050. And with government incentives, the figure could grow to $244bn a year.</p> <p>But the US is increasingly challenged in cleantech markets, with major economies accelerating their efforts to innovate and expand their low carbon markets. For example, China now applies for more patents than the US.</p> <p>In terms of the economic case for action, America's clean economy sector – covering business activities ranging from waste recycling to renewable energy – is worth around $1tn a year. Last year, investment in US renewable energy hit $51bn, up 57% on 2010, making the US the number one destination for such investment. With 2.7 million workers in 2010, the clean economy already employs more people than the fossil fuel industry. And by the end of the decade the global clean energy technology market could be worth $2.2tn, with the potential to create more than one million new jobs in America by 2030.</p> <p>Meanwhile, America's current economy has a massive energy Achilles' Heel. In 2011 the nation spent nearly $1bn every day importing oil, gas and other derivatives that accounted for 45% of annual consumption. Oil imports account for as much as 40% of the US trade deficit, with the annual cost of securing America's oil supply estimated at between $50bn and $140bn. Worse still, the Pentagon warns that climate change is emerging as a key \"threat multiplier,\" with rising sea levels, increased incidence of droughts and floods, and reduction in food production all expected to exacerbate existing security tensions around the world.</p> <p>With America seeing a growing collision between the fossil fuels and clean technology sector, private sector leadership will be key, clearly, with business seen as a critical catalyst for an American clean revolution. To drive the process, the Climate Group argues that clean growth needs to be placed at the heart of energy and economic strategy, and that a clear price needs to be placed on carbon – with tax reform (lowering personal and/or corporate tax rates) helping ensure revenue neutrality and wider political acceptability.</p> <p>The report supports earlier calls for the annual federal energy R&amp;D budget to be tripled to $16bn a year. It will be fascinating to see how much of all of this makes it into the presidential debates next month. But, however it plays through, Romney is extremely unlikely to champion the clean revolution, whereas Obama is at least minded to do the right thing. With highly partisan politics almost guaranteed well beyond the election, I know where my vote would be headed.</p> <p><em>John Elkington is executive chairman of </em><a href=\"http://www.volans.com/\" title=\"\"><em>Volans</em></a><em> and non-executive director at </em><a href=\"http://www.sustainability.com/\" title=\"\"><em>SustainAbility</em></a><em>. His latest book is The Zeronauts: Breaking the Sustainability Barrier (Earthscan/Taylor &amp; Francis). He blogs at </em><a href=\"http://www.johnelkington.com/\" title=\"\"><em>www.johnelkington.com</em></a><em> and tweets at </em><a href=\"https://twitter.com/volansjohn/\" title=\"\"><em>@volansjohn</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/M1j1b8hZg0g?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/M1j1b8hZg0g\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Cheerleaders make good politicians. They get people excited about a home team victory. President George W Bush <a href=\"http://politicalhumor.about.com/library/images/blbushcheerleader.htm\">was a cheerleader</a> at Phillips Academy Andover. Senate majority leader Trent Lott <a href=\"http://www.huffingtonpost.com/2010/03/01/most-surprising-collegiat_n_481053.html#s70957&amp;title=Trent_Lott_Ole\">led cheers at Ole Miss</a>.</p> <p>One politician who never picked up the pom-poms: Mitt Romney. There is no holding the fact against the man. It rather seems to burnish his presidential persona, never to have donned wristbands and hollered his head off about defense.</p> <p>His innocence of the art of cheer hasn't helped Romney on the campaign trail, though, and at a rally on Tuesday in Vandalia, Ohio, it made for a distinctly uncheerful moment. When the crowd began to chant for his running mate, Paul Ryan, Romney tried to lead them in a different cheer – to no avail.</p> <p>\"Ryan, Ryan, Ryan,\" the crowd said.</p> <p>\"Wait a sec, wait a sec, Romney-Ryan, Romney-Ryan, Romney-Ryan, there we go,\" the nominee said.</p> <p>He appeared to be ever so slightly exasperated.</p>",
  "<p>Nick Clegg has fired the starting gun on the 2015 general election by announcing that the former party leader Lord Ashdown will be put in charge of the Liberal Democrat campaign team.</p> <p>The Lib Dem leader and deputy prime minister used his keynote speech at the close of the annual party conference in Brighton to make clear his intention to lead the party into the general election as he spelled out the party's priorities for the duration of the coalition term and beyond.</p> <p>He announced the decision to sign up Ashdown in a move that will be seen as seeking to quell rumblings about his own future at the helm amid polling suggesting party fortunes would improve under Vince Cable.</p> <p>Issuing a warning to his coalition partners, Clegg made clear there would be \"no question\" of reducing the 45p top rate of tax further and put David Cameron on notice that he should hold \"short-sighted\" Conservatives to their promises on the environment.</p> <p>In a speech otherwise light on policy announcements, Clegg also announced £50m in catch-up classes to help children who have underperformed in English and maths at Key Stage 2.</p> <p>Drawing on the spirit shown by Team GB during the Olympic Games, Clegg sought to rally the party's grassroots by saying the participants had shown that for most people \"success doesn't come easy or quick\" and required effort, perseverance and resilience.</p> <p>\"These are the qualities that will see our country through these tough times. And these are the qualities that will guide our party through tough times, too. So let us take our example from the British people as together we embark on the journey ahead. Our party: from the comforts of opposition to the hard realities of government. Our country: from the sacrifices of austerity to the rewards of shared prosperity. Two journeys linked; the success of each depending on the success of the other. Neither will be easy and neither will be quick, but it will be worth it. And be in no doubt. If we secure our country's future, we will secure our own.\"</p> <p>Hailing a series of successes in securing Lib-Dem-inspired policies, Clegg said those party members who, faced by \"several years more of spending restraint\" would rather \"turn back than press on\", needed to recognise that the Lib Dems were no longer the party of protest for disaffected voters and their only meaningful future was as the \"third party of government\".</p> <p>Unveiling the decision to co-opt Ashdown to spearhead the next general election campaign, Clegg said activists would have a strong message to give to voters thanks to the policies pushed through by the party in power, such as the pupil premium and the raising of the personal tax allowance.</p> <p>\"Because the truth is, only the Liberal Democrats can be trusted on the economy and relied upon to deliver a fairer society too. And to help get that message out there, I can announce today that Paddy Ashdown has agreed to front up our campaign as chair of the 2015 general election team. I must admit, I'm not quite sure I'm ready for all those urgent emails and 5am phone calls. But I can't think of anyone I'd rather have by my side. Paddy, it's great to have you back.\"</p> <p>He braced his party for more tough times ahead as he set out the \"inescapable\" need for further belt-tightening beyond 2015. But he laid down the party's priorities as he reiterated his determination to ensure the rich shoulder the burden of an additional £16bn of public spending cuts expected in 2015-16. \"Our position is clear. If we have to ask people to take less out or pay more in, we'll start with the richest and work our way down, not the other way around,\" he said.</p> <p>\"We won't waver in our determination to deal with our debts. But we will do it in our own way, according to our own plans, based on our own values.\"</p> <p>He singled out the shadow chancellor, Ed Balls, for particular criticism as he launched a staunch defence of the coalition's economic \"Plan A\", insisting it was \"tough enough yet flexible\" and would allow more \"bold steps\".</p> <p>He defended the latest budget, despite the outcry over the decision to cut the top rate of tax from 50p to 45p, because of the key Lib Dem policies implemented as a result, including increasing the tax-free allowance. But he made clear the cut in the top rate of tax already introduced was as far as he was prepared to go.</p> <p>\"Let me make one thing clear: now that we have brought the top rate of tax down to 45p – a level, let's not forget, that is still higher than throughout Labour's 13 years in office – there can be no question of reducing it further in this parliament,\" he said. \"All future cuts in personal taxation must pass one clear test: do they help people on low and middle incomes get by and get on? It's as simple as that.\"</p> <p>Clegg also made clear that the environment would be a core priority for the party to help \"power our economy\".</p> <p>Dismissing the Conservatives' \"short-sighted arguments\" that the choice was between \"going green and going for growth\", he said: \"Going green means going forward.\"</p> <p>\"So let the Conservatives be in no doubt. We will hold them to their promises on the environment. Of course, there was a time when it looked like they got it. It seems a long time ago now. When the Tories were going through their naturalist phase. The windmills gently turning; the sun shining in. As a PR exercise, it was actually quite brilliant. Until, at last year's party conference, they went and ruined it all, admitting that you can't in fact \"vote blue and go green\". Well of course you can't. To make blue go green you have to add yellow, and that's exactly what we're doing.\"</p>",
  "<p>This week, GOP vice-presidential candidate Paul Ryan topped off a critique of President Obama's response to violent demonstrations at American embassies across the Middle East by saying that because of the president's policies, the Middle East \"looked like 1979 Tehran\" – when demonstrations by Iranian student revolutionaries culminated in the invasion of the US embassy and the taking of 50 hostages in a stand-off that would endure 444 days. It has become all too easy for opponents of Ryan and his boss, Governor Mitt Romney, to level zingers at their foreign policy bloopers, and I had mine all ready: all this does is remind us that Ryan, who was born in 1970 and has no national security experience other than, as he has said, \"voting to send our troops to war\", has no idea what happened in Teheran in 1979.</p> <p>But dismissing this soundbite misses the chance to consider two serious assertions that underlie it: first, that what we are seeing in the Middle East right now is a collapse of American policy and interests on a par with how the fall of the Shah and his eventual replacement by a hostile theocracy, the hostage-taking, and the failed rescue effort damaged the US in 1979-80. And second, that it is 1980, \"morning in America\" again, and Mitt Romney is Ronald Reagan and Barack Obama is Jimmy Carter.</p> <p>Take the defeat-and-collapse theory of world affairs first. Romney sounded this call while protesters were still massed in Cairo, Tunis and Khartoum, worrying that violence demonstrated that the Arab Spring would turn into an \"Arab Winter\". <a href=\"http://shadow.foreignpolicy.com/posts/2012/09/18/a_tale_of_two_narratives\">Tom Mahnken of Foreign Policy's conservative blog Shadow Government writes</a>:</p> <blockquote> <p>\"Regardless of its origins, the ongoing violence is stark testimony to the failure of the outreach to the Muslim world that lay at the heart of Obama's Middle East policy.\"</p> </blockquote> <p><a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/09/24/paul-ryan-turn-on-the-tv-and-it-reminds-you-of-1979-tehran/\">Now comes Paul Ryan equating</a> \"burning our flag in capitals all around the world\" with 1979 in Tehran. A note I can't resist here: I am just two years older than Ryan. In 1979, my middle-school social studies teacher in South Burlington, VT, decided it was important we learn about what was going on in Iran, even if we hadn't the slightest idea why it was happening, or what it had to do with us. So I can still rattle off names like Shahpour Bakhtiar, briefly prime minister between the Shah's overthrow and the ayatollahs' ascension. I'd be delighted to learn that Ryan has similar memories.</p> <p>But for those of you who stuck with the regular curriculum, or were still watching Sesame Street, let's compare and contrast then and now:</p> <p><strong>1979:</strong> A key US regional ally, held in place with US military and economic support, is overthrown, leaving an enormous hole in US Middle East policy.</p> <p><strong>2012:</strong> No governments are overthrown; several governments restate their commitment to improved ties with the US.</p> <p><strong>1979:</strong> A specific US decision – admitting the deposed Shah for medical treatment – enrages Iranians across the political spectrum.</p> <p><strong>2012:</strong> A noxious video clip with no connection to the US government enrages Muslims, generating small demonstrations a fraction of the size of those in recent years.</p> <p><strong>1979:</strong> An interim government that is angry at US policies but seeking democracy and broad ties with the world is overthrown by radicals, empowered among other forces by anti-Americanism.</p> <p><strong>2012:</strong> Demonstrations bring out radical forces that seek to challenge governments in Egypt, Libya, Tunisia, Pakistan. No governments fall. In fact, in one Libyan city, residents band together and drive a radical group out of its headquarters.</p> <p><strong>1979:</strong> The loss of a key US ally, the exposure of the extent of the Shah's violation of his citizens' rights, and perceived US weakness in the hostage-taking and subsequent rescue attempt – plus the installation of an inward-looking, radical government sustained by anti-Americanism – has consequences that linger to this day.</p> <p><strong>2012:</strong> <a href=\"http://lynch.foreignpolicy.com/posts/2012/09/17/the_embassy_protests_and_the_arab_uprising\">Analyst Marc Lynch writes:</a></p> <blockquote> <p>\"The end of this crisis matters more than the beginning … America navigating this turbulent environment will depend in part on bipartisan consensus about the importance of promoting democratic reform in the Arab world. The Obama administration has maintained its poise through a difficult week, despite the crisis abroad and the partisan polemics at home.\"</p> </blockquote> <p>As in 1979, Americans must learn all over again that we do not control the pace or direction of events in the Middle East. But unlike the downward spiral of 1979, we have not lost all capacity to influence – and the governments of the region, despite considerable public anger, have not lost interest in working with us.</p> <p>Why would Romney and Ryan, who say again and again that they want more US engagement for economic and political freedom in the Middle East, dabble in a narrative that says all is lost there?</p> <p>This brings us to the second dynamic underlying Ryan's apparently casual comment. Since the summer, Romney's campaign and <a href=\"http://www.salon.com/2012/09/13/1980_watch_its_obama_is_carter_day_for_right_wing_press/\">its cheerleaders</a> have tried to fit this election into a Carter-Reagan narrative. <a href=\"http://www.reuters.com/article/2012/05/03/us-usa-campaign-idUSBRE83Q1DF20120503\">Romney has called Obama</a> \"the most anti-small business president I've seen probably since Carter\". <a href=\"http://www.mediaite.com/tv/romney-obama-worse-than-jimmy-carter/\">Killing Osama bin Laden</a>? \"Even Jimmy Carter would have given that order.\" Romney's struggle to gain a lead in the polls? <a href=\"http://themonkeycage.org/blog/2012/08/09/what-really-happened-in-the-1980-presidential-campaign/\">Like Reagan</a>. (<a href=\"http://themonkeycage.org/blog/2012/08/09/what-really-happened-in-the-1980-presidential-campaign/\">Or not</a>.)</p> <p>Political scientists note that US elections are more polarized now than they were then, and that Carter at the time was a more beloved figure, even among those who did not vote for him, then either Obama or Romney is now. And it hardly needs saying that Reagan's charm and political skills are lacking this cycle. So the good news, surprisingly, comes from the Middle East: it's not 1979. Or 2006, when the Bush administration faced widespread and ugly protests, put down by our undemocratic allies, over Danish cartoons depicting the Prophet Mohammed – and a Palestinian election that didn't produce the results they'd hoped for.</p> <p>Arguably, there is no moment like this in Middle Eastern history. If it's too much to hope that such a realization, which clearly animated the life of Ambassador Chris Stevens and his colleagues, transcends American politics, at least we might expect that our parties would compete to see who can get it right – rather than pre-emptively declare that it has all gone wrong.</p>",
  "<video data-media-id=\"gu-video-396741783\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/26/1348679557017/Former-ANC-youth-league-p-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/26/120926MalemaSouthAfrica-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120926MalemaSouthAfrica/120926MalemaSouthAfrica.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/26/120926MalemaSouthAfrica-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/26/120926MalemaSouthAfrica_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/26/120926MalemaSouthAfrica_3gpLg16x9.3gp\"/> </video>   <p>The South African firebrand politician Julius Malema declared himself \"unshaken\" on Wednesday after being charged with what he described as only one minor offence in court.</p> <p>Prosecutors said Malema had \"improperly received\" 4.2m rand (£315,226) in a scam involving government contracts. But they did not file any other charges, contrary to <a href=\"http://www.citypress.co.za/Politics/News/Breaking-Arrest-warrant-issued-for-Malema-20120921\" title=\"\">media reports</a> that he also faced trial for fraud and corruption. Malema was given 10,000 rand bail after the 10-minute hearing.</p> <p>Wearing a grey suit, white shirt and red tie, he emerged confidently from court into the sunshine of Polokwane, in his home province of Limpopo, to address around 1,000 cheering supporters. Malema mocked the president, Jacob Zuma, as \"illiterate\" and called for him to be ousted and charged with corruption himself.</p> <p>\"I'm here because some people have taken a decision to conspire against me and bring some charges,\" the 31-year-old said into a microphone. \"When I came here I was told that I'm going to be charged with corruption, fraud and money laundering, which are serious crimes&#xa0;… On my arrival here I was told that: 'We actually have one charge against you, and that charge is money laundering.' It falls under 'schedule 1', which is not very serious charges.\"</p> <p>The crowd erupted in applause and shouting. Malema continued: \"I said to them I have nothing to hide; I've never been part of any criminal activity, I will never be part of any criminal activity.</p> <p>\"I'm not corrupt and I do not engage in fraudulent activities. What you see is what you get. And today they have proved it, that they do not have a case of corruption against me, they do not have a case of fraud against me. They are trying to get something against me.\"</p> <p>Malema claims the charges are politically motivated at a time of <a href=\"http://www.guardian.co.uk/world/2012/aug/18/south-african-miners-julius-malema\" title=\"\">labour unrest in South Africa's mining industry</a>. He was expelled from the ANC earlier this year for <a href=\"http://www.guardian.co.uk/world/2012/mar/01/anc-african-national-congress-southafrica\" title=\"\">indiscipline and sowing disunity</a>, but has returned from the political wilderness with a vengeance.</p> <p>He said of the police investigators: \"They are sent by Jacob Zuma because Jacob Zuma knows nothing.\"</p> <p>Malema prompted laughter by parodying Zuma in the president's first language, Zulu, then in English: \"Just arrest him!\" \"What did he do?\" \"Just arrest him for anything!\"</p> <p>Referring to the president's <a href=\"http://www.guardian.co.uk/world/2009/apr/06/zuma-corruption-charges-dropped?INTCMP=ILCNETTXT3487\" title=\"\">own courtroom battles before his election</a>, Malema added: \"Zuma had 700 charges against him. I have got one charge against me.\"</p> <p>Malema's four business associates also appeared in court on charges including fraud, corruption and money laundering in connection with the 52m (£3.9m) rand government tender awarded to the company On Point Engineering – in which Malema owns shares through his family trust – for road services in Limpopo province. They were granted a bail of 40,000 rand (£3,003) each.</p> <p>Malema claimed they were being unfairly penalised. He warned the crowd: \"All of you are going to be punished for being here because in South Africa, a banana republic, being next to Julius Malema is a criminal offence. You get charged for that.</p> <p>\"These charges which they brought against me, they will not affect me in any way. I'm unshaken, I'm not intimidated by nonsense, I will continue with the struggle for economic freedom. They are wasting time.\"</p> <p>Malema announced that on Thursday he will go to another mine in the platinum belt to encourage workers to demand a pay rise. He repeated his call for change at the ANC's internal election in December in Mangaung. \"You must make sure Jacob Zuma does not become the president of the ANC. The following day we remove him as a president, the day after we charge him with corruption, because Zuma has never been charged.</p> <p>\"Inside the court we are not going to say our charges must be dropped. We are saying to the court: 'We have presented ourselves, we are ready to answer every question,' because we are not hiding anything.</p> <p>\"We are not like the head of state in South Africa who runs away from the court and calls for Umshini Wami [Zuma's trademark song, meaning \"Bring me my machine gun\"]. We don't want Umshini Wami, we want a laptop and iPad so that we can prepare our answers to the court. That's who we are. We are law-abiding South Africans. We are not scared of the court. Only the crooks, only criminals, will run away from the court.\"</p> <p>Earlier, scores of police deployed razor wire to block hundreds of Malema supporters, many waving placards that read: \"Hands off our leader\", from entering the police station and court. Vigils were held through the night for him, where supporters sang songs against Zuma.</p> <p>Last week, police surrounded Malema and threatened his arrest when he arrived at a stadium to address striking mine workers who were meeting to vote on a wage deal. Malema was forced to leave before addressing the crowd of thousands.</p> <p>He is due to reappear in court on 30 November. If convicted, Malema could reportedly face a fine of up to 100m rand or a maximum 30 years in jail.</p> <p>The self-proclaimed economic freedom fighter's taste for luxury cars, expensive Swiss watches and champagne parties has also attracted the attention of South Africa's revenue service, <a href=\"http://mg.co.za/article/2012-09-23-sars-says-malema-owes-r16m-in-tax\" title=\"\">which said at the weekend</a> he owed 16m rand (£1.2m) in unpaid taxes.</p>",
  "<p>What an extraordinary tangle we seem to have created in the space of a few weeks over the thorny question of royal privacy. It's bad enough that the Guardian has to fight its way through the courts to gain access to Prince Charles's <a href=\"http://www.theguardian.com/uk/2012/sep/25/government-fights-release-royal-veto-guidelines\" title=\"\">covert interventions</a> into public policy. Now we have the <a href=\"http://www.theguardian.com/media/2012/sep/25/bbc-apologises-queen-abu-hamza\" title=\"\">BBC apologising</a> to Buck House because one of its more distinguished correspondents let slip her wholly unremarkable view that the self-styled radical cleric Abu Hamza should be required to shut up.</p> <p>All this and Prince Harry's <a href=\"http://www.theguardian.com/media/2012/aug/26/rupert-murdoch-defends-sun-prince-harry-pictures\" title=\"\">willie on display</a> in a Las Vegas hotel, not to mention the Duchess of Cambridge's boobs <a href=\"http://www.theguardian.com/media/the-womens-blog-with-jane-martinson/2012/sep/17/topless-kate-pictures-uk-papers\" title=\"\">not on display</a> but photographed in the private grounds of a French chateau. How could we fill acres of great national newspapers without them or Andrew Mitchell?</p> <p>Quite easily actually, since major world events happen daily with little coverage or understanding. But that's another story. Each of these cases is different and required a more nuanced response. In the case of Frank Gardner, the BBC's estimable security correspondent, the issue is easily resolved. Gardner's misjudgment was surely not in what he said – \"Queen horrified that mouthy cleric gets away with it\" – but in sourcing his story to Her Maj.</p> <p>When Radio 4's Today programme anchor, Jim Naughtie, asked Gardner how he knew what the Queen thinks, all he had to reply was, \"I heard it from a pretty reliable source, Jim\" and leave it at that. As a former Westminster lobby correspondent, Naughtie might helpfully have either not asked or steered him to safer ground. Instead Gardner said: \"She told me.\"</p> <p>No harm done, but I know from personal experience over the years that the suits at the BBC get very anxious whenever royalty is in the frame. Perhaps it's because they fear for their garden party invitations or because many of them are probably high-minded republicans and therefore have little instinct for their subject. Hence routine dropped catches, Peter Sissons's cheerful tie when the Queen Mum died or the corporation's woefully inept coverage of the diamond jubilee celebrations.</p> <p>There's a good reason for the Queen keeping her political opinions – they are probably patrician liberal Tory ones of the old school – to herself and for others to do the same. Unlike wannabe president Mitt Romney, who wants to govern for 53% of Americans, she's all our Queen, whether we like it or not, and vocal opinions are bound to offend.</p> <p>So Gardner was guilty of a small discourtesy, a show-off moment he probably regrets. He could have got the information into the public domain without breaching the rules. His <a href=\"http://www.theguardian.com/media/2012/sep/25/frank-gardner-journalist-queen-row\" title=\"\">standing</a> is high and Fleet Street could easily have worked out where he got the story from without difficulty. Unsourced stories pop up in journalism all the time, not just in politics, as many innocents imagine – and rightly so in my view because sources often have to be protected. The issue is whether or not their information is true, important and worth reporting.</p> <p>But we don't employ Her Majesty to do the heavy lifting. We elect governments to do that for her and to call MI5 to account for its tolerance – as Richard Norton-Taylor explains <a href=\"http://www.theguardian.com/uk/defence-and-security-blog/2012/sep/25/queen-hamza-bbc\" title=\"\">here</a> of Abu Hamza's career at the Finsbury Park mosque.</p> <p>Which is why Prince Charles, our king-in-waiting, has been persistently unwise in backing into a string of political controversies – from architecture to GM crops and the green agenda – even before the Guardian's Robert Booth revealed that civil servants have to consult him over Duchy of Cornwall-related issues, as they must also do the palace over others.</p> <p>The Guardian won one round at an information tribunal last week, but the Cabinet Office has decided to appeal the case, which would otherwise have led to publication of a series of Charles's \"black spider memos\" to seven Whitehall departments during 2004-5. On today's edition of Today, John Kirkhope, a PhD student at Plymouth University, who is researching the powers of the duchy – it yields the prince an £18m annual income – reveals that if you die intestate in Cornwall the duchy may get your money. I don't think my ancestors, most of whom died in those parts, knew that.</p> <p>So the Queen is entitled to a bit of protection, even when she's saying humdrum things about fraudulent preachers of a kind familiar the world over. British Muslims – many of whom like living in a monarchy, so a senior cleric said recently in my hearing – probably agree with her. That's not the point. But such protection does not apply to Charlie Windsor's commercial interests.</p> <p>As for the young royals and their bits, Prince Harry invited complete strangers to his hotel room and got carried away, silly but fairly harmless. No national security issues were involved in internet photos of the Prince's dick, but nor was there any legitimate public interest in printing the photos. Seen one, seen 'em all, eh? Would the Sun's editor like it to happen to him or – heaven forfend – to his grizzly old proprietor, Rupert the Bear? No, he would not. I shudder even to contemplate it.</p> <p>As for the covertly taken shots of Katie's boobs – intrepid Simon Hoggart assures me they are very hazy shots – I thought the best word to describe the action was \"mean\". Whichever way you look at it, an international pack of paparazzi helped drive Prince William's mother to her early death on French soil and to see similar treatment emerging towards his wife must have upset him, as it would anyone.</p> <p>The usual pack of scumbags emerge from the drains to plead the public's right to know – and their right to make a quick buck – or in the case of porn baron Richard Desmond, to deplore it all in sanctimonious terms (arise, Sir Dick?), and the royals have <a href=\"http://www.theguardian.com/media/2012/sep/18/william-kate-injunction-topless-photos\" title=\"\">gone to court to protect their privacy</a>. Quite right too, and we must hope Lord Justice Leveson is watching so that he may realise the ineffectual nature of France's draconian privacy laws against calculated abuses. They work better to protect crooks.</p> <p>So let's score this month's privacy dramas as 2-1 to the royals with one own goal (Prince Harry). That means that Prince Charles deserves the spotlight of unwelcome publicity. During a discussion I once heard of the money the NHS spends on homeopathy, a senior Whitehall official wrinkled his nose and explained that it might be a waste of money but that if they tried to do away with it, Prince Charles would make too much fuss. The new health secretary, Jeremy Hunt, has pro-homeopathy form on the CV. Watch this space.</p>",
  "<p>What 20-year-old Proscovia Oromait lacks in political experience, she makes up for in self-assurance. \"I went into politics because I saw the corruption in Uganda and the way politicians behave,\" Oromait – described as probably the youngest member of parliament in African history – told the Guardian. \"I want to fight for my nation.\"</p> <p>The sudden rise of a young woman with new ideas might be cause for celebration in Africa. But Oromait is hardly an anti-establishment figure: her father was an MP and she worships <a href=\"http://www.theguardian.com/katine/2009/feb/19/state-of-uganda-museveni\" title=\"\">longtime ruler Yoweri Museveni</a>, while the opposition derides her ascent as \"juvenile politics\".</p> <p>The second of eight siblings, Oromait became interested in politics at the age of 12. She was a high achiever as class monitor, a prefect and journalism club president at her school. She also fell in love with Charles Dickens.</p> <p>In July, as she turned 20, her father died. Her response was to run for his vacant parliamentary seat herself. Usuk, in eastern Uganda, is an impoverished rural constituency of some 100,000 people, with only one functional secondary school.</p> <p>\"My dad passed away and I wanted to fulfil his manifesto,\" she recalled on Friday. \"I believe no one could fulfil his manifesto instead of me. He fought for agriculture, which I am following through. Wherever he is, he's feeling happy now. He always said to me: 'You have to become a politician.'\"</p> <p>But her age became a burning issue at the byelection hustings. \"During the campaign my opponents intimidated me,\" she claimed. \"They went on the radio and humiliated me. But I stood as me and decided I'm going to stand until voting day. As Obama said: 'Yes I can.' Yes, Proscovia, I can.\"</p> <p>She added: \"Many people have been making propaganda against me. But I say it's not the tiny body, it's the brain in here. I don't like the way they intimidate me. I say: 'I am a woman.' I didn't have an advantage because of my father. He was a good man. I have to complete what he started.</p> <p>\"If you want corruption, vote for the people who did nothing for five years. The politics of Uganda is not only for the old. It is also for the youth of today and tomorrow.\"</p> <p>Oromait <a href=\"http://allafrica.com/stories/201209160389.html\" title=\"\">was never less than confident of victory</a>, though the opposition claims it was marred by vote rigging, corruption and violence. \"I went to sleep. I told my aunties, wake me when I've passed. They woke me and I said, 'God is good.' We celebrated for a week and I spent a lot of money. Yesterday I was sworn in and we celebrated again.</p> <p>\"I remain what I am. I am here to serve the people of my constituency and listen to their needs. They send me to do what they want. I'm like a customer to them. The people here respect me. If you respect me, I will respect you.\"</p> <p>On Friday she also registered at the Ugandan Christian University to study journalism, which she will combine with parliament. \"It's just a matter of time,\" she said by phone, while simultaneously typing an essay and making soup for the local community. \"There is nothing that can defeat me.\"</p> <p>Some 45% of the Ugandan population is under 25 years old. Oromait, who is single, admits that entering parliament will mean a different life. \"I feel sad that I'm losing my youth. I'm going to be with a group of people who are mature in mind. I won't feel strange when I go into parliament. The MPs are like my parents,\" she said, adding: \"I do have friends the same age as me.\"</p> <p>Museveni's ruling party had been pushing hard for a win in Usuk, having lost seven in eight parliamentary byelections this year. The result has come to be widely seen as a test of the president's popularity after 26 years. He is delighted with his new protege.</p> <p>Oromait said: \"The president was very excited because his party won the election and the youngest MP comes from his party. If I ask, he will give me. He calls me his youngest daughter.</p> <p>\"He's a good leader. People say he's a corrupt man but he's not. If he was, Uganda could not be in the position it is today.\"</p> <p>But the opposition regards Oromait as the latest warning sign of a decadent system. Salaam Musumba, the deputy president of the <a href=\"http://www.fdcuganda.org\" title=\"\">Forum for Democratic Change (FDC)</a>, said: \"It's a very dangerous trend evolving in Uganda. We are going to a point of juvenile politics. Our country needs seasoned thinking and maturity. I see a pattern of monarchy emerging. This is like passing on the baton to another member of the family.\"</p> <p>She added: \"In a normal democracy it's really a shame that a 20-year-old is an MP. She's not an role model for young people: being young is about discovery. It tells us the underlying picture of politics in Uganda.\"</p> <p>Sam Akaki, the FDC's international envoy to the UK and European Union, said of Oromait: \"Her limited education also casts serious doubt whether she will contribute anything in parliament, leave alone understand its procedures. This is hardly the way to promote the youth and democracy in Uganda. She will certainly not become Uganda's William Pitt the younger, who became British prime minister at 24, because Museveni will stand and [win] the 2016 elections by hook or crook.\"</p> <p>Barnabas Tinkasiimire MP described the election of Oromait as a national embarrassment. \"When you analyse that baby, what kind of knowledge and experience does she have?\" he asked the Associated Press. \"This is unbelievable.\"</p>",
  "<p>Throughout this US election, <a href=\"http://www.thedailybeast.com/articles/2012/09/05/will-republicans-vast-super-pac-money-advantage-swing-the-election.html\">one of the most popular narratives among Democrats</a> and in the liberal press is that the Republicans are doing their damnedest to wrest this election from any kind of democratic process. They are, <a href=\"http://theweek.com/article/index/228625/conservatives-1-billion-spending-blitz-will-they-buy-the-election\">the theory has gone</a>, going to buy it and <a href=\"http://www.politico.com/news/stories/0512/76849.html\">they are doing this through the Super Pacs</a>, which were legalised into existence in 2010.</p> <p>The <a href=\"http://www.theguardian.com/world/koch-brothers\">trope of these shadowy rightwing billionaires</a> <a href=\"http://www.huffingtonpost.com/2012/09/24/sheldon-adelson-donations_n_1910094.html?utm_hp_ref=elections-2012\">controlling the country</a> from behind the Super Pac fig leaves is so familiar that it is satirised in Will Ferrell and Zack Galifinakis' upcoming, very silly and intermittently <a href=\"http://www.youtube.com/watch?v=k7yC0iiK7a4\">political comedy, The Campaign</a>. Dan Aykroyd and John Lithgow play a pair of Mr Smithers-like brothers who bear a more-than-passing resemblance to David and Charles Koch, two American billionaire libertarians who, due to their wealth and political manipulation, <a href=\"http://www.newyorker.com/reporting/2010/08/30/100830fa_fact_mayer?currentPage=all\">have been described</a> as \"the Standard Oil of our time\".</p> <p>However, it is increasingly looking like the Super Pacs might not have the impact that the Democrats feared. For a start, even through the Republicans have much more money than the Democrats to spend through outside groups – estimates ranging from anywhere between four times as much, to 18 times as much, are routinely bandied about – Romney is by no means killing it. At best, it's a dead heat and, <a href=\"http://politicalwire.com/archives/2012/09/24/latest_swing_state_polls.html\">according to the latest polls</a>, he's losing in the crucial swing states.</p> <p>\"People just aren't paying attention to political ads the way they used to,\" a <a href=\"http://online.wsj.com/article/SB10000872396390443890304578010554134840248.html\">Republican campaign pollster told</a> the Wall Street Journal this week by way of explanation, and this is almost certainly true. Another possible factor is that, in this election, political adverts don't really matter simply because so many people in America aren't actually voting for either candidate: they're just voting against the other one. So if someone has simply decided that they just want Obama out, all the anti-Romney adverts in the world won't make much of a difference to them. </p> <p>But if you can't get people to pay attention to the ads, or change their mind, you could just stop them from voting at all. And it is here that accusations of election thievery both stick and might have more cause for concern.</p> <p>There has been much anxious talk about voter fraud from the conservatives and the rightwing media, so much so that <a href=\"http://www.foxnews.com/topics/elections/voter-fraud.htm\">Fox News even has a \"voter fraud unit\"</a>. To prevent this terrible crime against democracy, the Republicans have been striving to implement voter ID and voter suppression laws, focusing particularly on the crucial swing states, with eight states already passing the law that people must provide a state-approved document and photo in order to vote. This move will, as it happens, mainly affect minority groups, the poor, the elderly and students when it comes to voting – not because it's illegal for them to vote, but because these are the groups that most commonly don't have photo ID, such as driving licenses and passports. As it happens, these are also the groups more likely to vote Democrat than Republican. And, of course, the Republicans know that: Mike Turzai, the Republican state representative for Pennsylvania, said in a talk in June:</p> <blockquote> <p>\"Voter ID, which is going to allow Governor Romney to win the state of Pennsylvania? Done.\"</p> </blockquote> <p>Other states have gone for the simpler routes of changing what times people can vote and trying to make it <a href=\"http://wonkette.com/481510/hero-elections-officials-in-ohio-save-voting-process-from-black-people\">as inconvenient as possible for black Americans to vote</a>, for example, or – as a compromise – proposing to extend voting hours <a href=\"http://thinkprogress.org/justice/2012/08/10/670441/ohio-limits-early-voting-hours-in-democratic-counties-expands-in-republican-counties/\">but only in Republican areas</a>.</p> <p>Now, all this would be bad enough if voter fraud was actually a problem. But it isn't. Despite extensive searches by Republicans in Florida and Colorado, <a href=\"http://www.startribune.com/politics/171009711.html?page=2&amp;c=y&amp;refer=y\">they have found less than one tenth of 1%</a> of illegals among registered voters. Colorado's secretary of state, Scott Gessler, claimed last year that 11,805 non-citizens were committing voter fraud. <a href=\"http://www.startribune.com/politics/171009711.html?page=2&amp;c=y&amp;refer=y\">As AP reported this week</a>, this number has since been revised to 141 and, of those, only 35 have voted. This amounts to 0.004% of the state's votes.</p> <p>As <a href=\"http://www.mediaite.com/tv/jon-stewart-rips-conservatives-and-their-media-division-fox-news-for-exaggerating-voter-fraud/\">Jessica Williams on the Daily Show said last month</a>, what these voter fraud laws are mainly about is: \"If you're not going to vote for Mitt Romney, stay the fuck at home.\" Elizabeth Drew, <a href=\"http://www.nybooks.com/blogs/nyrblog/2012/sep/21/voting-wrongs/\">writing New York Review of Books blog this week</a> on the voter fraud nonsense, put it even stronger:</p> <blockquote> <p>\"The wrongdoing that we are seeing in this election … is the worst thing that has happened to our democratic election system since the late 19th century, when legislatures in southern states systematically negated the voting rights blacks had won in the 15th amendment to the constitution.\"</p> </blockquote> <p>This election will be extremely close and the outcome could come down to votes numbering in the six figures. Democrats might have thought that money was their biggest hurdle against the Republicans. But, not for the first time, they may have underestimated their opponent.</p>",
  "<p>In South Africa, with its history of colonialism and apartheid, each creative work makes a political point. Whether focusing on injustice or universal loneliness, here, one makes a political point. One is either part of what former Nobel prize committee member <a href=\"http://www.svenskaakademien.se/en/the_academy/members/horace_engdahl_1\" title=\"\">Horace Engdahl</a> calls \"the great dialogue of literature about the improvement of humanity\", or suggesting that one doesn't particularly care for it.</p> <p>Being raised within an Afrikaner ethnic clamp and language, of which the very foundations are political, the issue of whether writing should in fact be political seems asking the obvious. What was interesting was the influence of <a href=\"http://en.wikipedia.org/wiki/Afrikaans\" title=\"\">Afrikaans</a> literature on the formation of a community.</p> <p>Two examples: a play called Die Pluimsaad waai ver, by <a href=\"http://en.wikipedia.org/wiki/N._P._van_Wyk_Louw\" title=\"\">NP van Wyk Louw</a>, the best poet Afrikaans produced, formed part of the Republic festivities in 1966. The Anglo-Boer War tension within Afrikanerdom itself was van Wyk Louw's theme and underpinned by his belief in loyal resistance which reminded a nation that it was better to perish than to survive through injustice. The play therefore opened with an old woman walking on to the stage, asking: \"What is a nation?\"</p> <p>The opening was attended by Prime Minister <a href=\"http://en.wikipedia.org/wiki/Hendrik_Verwoerd\" title=\"\">Hendrik Verwoerd</a>. A few days later, on Republic Day at the Voortrekker monument, <a href=\"http://hendrikverwoerd.blogspot.co.uk/\" title=\"\">Verwoerd raised his disapproval of the play </a>to three quarters of a million people, the biggest crowd ever to have assembled in the country until then. When will it happen, Verwoerd asked, that writers and poets step forward to sing the praises of our heroic achievements instead of asking waveringly: \"What is a nation?\" but who will cry out: \"This is my nation, my nation is like this, thus it can do wonders, thus it can create its own future\".</p> <p>He was loudly applauded and van Wyk Louw was deeply hurt.</p> <p>In the light of today, this interaction is something to envy. A head of state who goes to a serious play, commissioned by his department of art, and then engages with the text sounds like a head of state who goes to an art gallery. One who walks through an exhibition all about how his party has sold out its values, then goes out not to censor but to engage with the essence of the exhibition.</p> <p>The second example of political literary engagement is a poetry volume by poet GA Watermeyer titled Die republiek van duisend jaar, sponsored by the Afrikaner bank Volkskas. The volume addresses teachers, police, youth, church leaders, war veterans, workers and captains of industry, calling them to excellence in serving the Afrikaner.</p> <p>One poem says: \"The hand that draws the voter's cross/is the hand that touches the future.\" In another, the police say: \"We are the bridle that tames crime; we are the hand with which children safely cross the street; we are order, we are law; we are the eye watched by the Eye of God. To teachers: You are the casting forms of our youth; you are building with more than steel and stone, our being a nation revolves around this.\"</p> <p>As I child I often heard these poems recited at school events or by politicians. The point I make is that literature was used, in contrast to being censored, both to engage sharply about values and principles and to create a coherent vocabulary (in this case for the Afrikaner) about identity. But most important of all: the fact that the voice of the artist was valued proved crucial for later, effective, anti-apartheid resistance by writers and singers.</p> <p>The ANC in exile also interacted with art. Those who attended any of their cultural events in Amsterdam, London or Zimbabwe would never forget how art wove all the dreams, yearnings, furies and griefs into enduring visions of an all-encompassing, beautiful and humane future.</p> <p>The transformative use and political effect of art blossomed in the arts pages of, especially, the Mail and Guardian and Vrye Weekblad. We dreamt that every library would adopt a writer to organise reading and writing circles; that every bus stop, train, railway station and government waiting area would have beautiful posters with the words of our poets; that every foyer guard would have books to read; that many small, <a href=\"http://en.wikipedia.org/wiki/Spaza_shop\" title=\"\">spaza-like</a> book shops would shoot up as happened in Lesotho and Zimbabwe; that translation would proliferate; that classrooms would spin with books; that newspapers would plumb our literature; that we would know the words of our writers by heart; that young writers would find support to tell their breathtaking truths.</p> <p>We knew how, in other cultures, ordinary people quoted the poems of their writers – Russian poet <a href=\"http://www.theguardian.com/books/data/author/anna-akhmatova\" title=\"\">Anna Ahkmatova</a> heard herself being recited while standing in a bread queue. Through <a href=\"http://www.theguardian.com/books/data/author/pablo-neruda\" title=\"\">Pablo Neruda</a>, Chileans made love and salads and fought for freedom.</p> <p>The ANC of 1994 continued its engagement with literature. Opening the first democratic parliament, <a href=\"http://www.youtube.com/watch?v=9zMwdBX1V_8\" title=\"\">Nelson Mandela used an Ingrid Jonker poem </a>to cast the sorrow of the past into a transcendent embrace. Yes, Mandela is a reader. He mentions the effect of Xhosa poet<a href=\"http://en.wikipedia.org/wiki/Samuel_Edward_Krune_Mqhayi\" title=\"\"> SEK Mqhayi </a>on him. He once engaged Afrikaans writer <a href=\"http://en.wikipedia.org/wiki/Elsa_Joubert\" title=\"\">Elsa Joubert </a>on the relationship between white and black in her book: Die Staf van Monomotapa.</p> <p>The new parliament teemed with art – imbongis were everywhere, <a href=\"http://www.cca.ukzn.ac.za/index.php?option=com_content&amp;view=article&amp;id=158%3Ajennifer-ferguson-south-africa&amp;catid=31&amp;Itemid=45\" title=\"\">Jennifer Ferguson</a> sang in her bench, an international art exhibition was on the walls, <a href=\"http://www.whoswho.co.za/trevor-manuel-918\" title=\"\">Trevor Manuel </a>kicked off his budget speech with literary quotes and languages (he was the first to quote <a href=\"http://www.theguardian.com/books/benokri\" title=\"\">Ben Okri</a>), labour minister Shepherd Mdladlana performed the poem by <a href=\"http://www.sahistory.org.za/people/jjr-jolobe\" title=\"\">JJR Jolobe</a>, Ukwenziwa komkhonzi (The making of a servant) while being loudly applauded by fellow MPs across party lines; <a href=\"http://www.sahistory.org.za/people/geraldine-fraser-moleketi\" title=\"\">Geraldine Fraser-Moleketi</a> used poetry and of course so did the early <a href=\"http://www.theguardian.com/world/mbeki\" title=\"\">Thabo Mbeki</a>. He not only quoted from Mqhayi, Shakespeare and Yeats, but could do a traditional praise poem off the cuff or deliver his I am an African speech with such poetic rhythm and imagery that it deservedly became the most remembered, quoted and praised speech of this country. Remember also the debate within the ANC about<a href=\"http://www.theguardian.com/books/data/author/jm-coetzee\" title=\"\"> John Coetzee's</a> <a href=\"http://www.theguardian.com/books/data/book/fiction/9780099540984/disgrace\" title=\"\">Disgrace</a> – engaging, not censoring; a political party who understood the value of literature.</p> <p>However, this engagement was never properly supported by policy and deed. Since 1994, the department of arts and culture is the harmlessness-inducing trashcan of the ANC: the <a href=\"http://en.wikipedia.org/wiki/Inkatha_Freedom_Party\" title=\"\">IFP</a> trade-offs and those politically-too-free-tongued such as <a href=\"http://www.theguardian.com/world/2012/jul/10/winnie-mandela-south-africa-anc\" title=\"\">Winnie Mandela</a> and <a href=\"http://www.news24.com/SouthAfrica/Politics/Pallo-Jordan-ANC-in-crisis-20120908\" title=\"\">Pallo Jordan</a>. We produce dancers, singers and musicians of international quality, our writers are translated, read and engaged across the world, our visual artists count among the best – all without a focused supportive art department. Left in the lurch by efforts to eradicate poverty, stabbed in the back by an education system, talent is bursting from neglected grassroots in the blind hope of being picked up by talent competitions or patrons.</p> <p>Why appoint somebody as poet laureate, or announce international or local awards to South African poets and writers without a proper programme in place to introduce, translate and analyse the work of, for example, <a href=\"http://www.aaregistry.org/historic_events/view/african-writing-voice-willie-kgositsile\" title=\"\">Willie Kgositsile</a>, <a href=\"http://en.wikipedia.org/wiki/Mongane_Wally_Serote\" title=\"\">Wally Serote</a> and <a href=\"http://www.sahistory.org.za/people/sindiwe-magona\" title=\"\">Sindiwe Magona</a>?</p> <p>This makes me wonder: which books are on the bedside tables of our ministers? How many book shelves had been built into the newly renovated presidential and ministerial houses? How many reading circles are in the parliamentary complexes? What novels are the captains of industry reading there in business class? What poetry volumes are in the judges' smart cases? What literary texts are to be found in doctors' waiting rooms, or on teachers' or parents' tables?</p> <p>Do we really want to fund an <a href=\"http://www.sabc.co.za/wps/portal/SABC/SABCHOME\" title=\"\">SABC</a> which feeds us the crass consumerism of programmes like Top Billing or glamorous events where the brains of celebs, desperate to say something meaningful, rear around like newly hatched chicks in empty nests? How is it possible that our television channels are bookless, but feed a population, fatally choking on inequality, a continuous insolent stream of bling and décor by shoe-obsessed yappers for whom the phrase \"under the breadline\" is just another diet. Radio, thank God, still has excellent English and Afrikaans book programmes, Afrikaans an exquisite poetry programme by Margot Luyt.</p> <p>Why should a country read its writers? The short answer is so that one's president does not need to ask: why do we rape babies and kill each other? He would have read <a href=\"http://vukanathibooks.com/\" title=\"\">Nkosinathi Sithole</a>'s Hunger eats a man in Zulu and knew. He would have read what we write from our wounds and our anguished hopes and he would never see us as election fodder.</p> <p>Because a government hears only its own voice, it knows it hears only its own voice, yet it likes to harbour the illusion that it is hearing the voice of the people, and it demands that the people too should harbour this illusion.</p> <p>That is why a cabinet should read literature. Neither the state which it controls, nor the good plans to turn the country around, would help in the absence of a visionary vocabulary (produced best by writers and poets) to create what <a href=\"http://en.wikipedia.org/wiki/Martha_Nussbaum\" title=\"\">Martha Nussbaum </a>described as an <a href=\"http://www.firstthings.com/article/2007/11/005-martha-nussbaum-poets-defender-22\" title=\"\">inspired emphatic social cohesion</a>.</p> <p>The longer answer is that literature inflects the anguish of reality in a way that theoretical discussions of the same issues cannot achieve, making possible a kind of understanding not accessible by other means. <a href=\"http://books.google.co.uk/books?id=vyLHbRJfwcYC&amp;pg=PA107&amp;lpg=PA107&amp;dq=gagiano+intricate+weave&amp;source=bl&amp;ots=3TvGuZ8fdr&amp;sig=c3PZjdIvgGD0pH6XyWJGiKVnPfI&amp;hl=en&amp;sa=X&amp;ei=wbZhUMSAKs6whAfp24HoAw&amp;ved=0CCUQ6AEwAQ#v=onepage&amp;q=gagiano%20intricate%20weave&amp;f=false\" title=\"\">Annie Gagiano remarked that </a>being in the world and governing requires an intricate weave of perception and response of reacting and embracing. Reading literature's continuous \"presensing\" of the world, (as <a href=\"http://www.iep.utm.edu/heidegge/\" title=\"\">Heidegger</a> put it) creates reflexivity and nuanced knowing.</p> <p>But let me quote the poets:</p> <p><a href=\"http://www.theguardian.com/books/data/author/matthew-arnold\" title=\"\">Matthew Arnold</a>:</p> <blockquote> <p>Knowledge of literature is beneficial to critical thinking and moral health and should be an undertaking as serious and valuable as moneymaking or scientific advancement. </p> </blockquote> <p><a href=\"http://www.theguardian.com/theguardian/the-romantic-poets/the-romantic-poets-percy-bysshe-shelley?INTCMP=SRCH\" title=\"\">Shelley</a>:</p> <blockquote> <p> Poets are the unacknowledged legislators of the world.</p> </blockquote> <p><a href=\"http://www.theguardian.com/books/data/author/dylan-thomas\" title=\"\">Dylan Thomas</a>:</p> <blockquote> <p>A good poem helps to change the shape and significance of the universe,&#xa0;helps to extend everyone's knowledge of himself and the world around him.&#xa0;</p> </blockquote> <p><a href=\"http://www.theguardian.com/books/data/author/walt-whitman\" title=\"\">Walt Whitman</a>:</p> <blockquote> <p>When a country ignores its poets, things are grotesque, eccentric, fail of their full returns. The poet is the arbiter of the diverse, he is the key. He is the equaliser of his age and land.</p> </blockquote> <p>• Antjie Krog was speaking at Cape Town's Open Book Festival as part of <a href=\"http://www.edinburghworldwritersconference.org/\">the Edinburgh World Writers' Conference</a>.</p>",
  "<p>Based on past form, the Iranian president Mahmoud Ahmadinejad, who is due to address the UN general assembly on Wednesday, will unleash a tirade against global governance sprinkled with theological lessons, insist on his country's nuclear rights, denounce sanctions and make incendiary statements on Israel.</p> <p>No matter how familiar his themes might sound, he can be confident that he still has the capacity to grab international headlines and stage an event that will cause both outrage and possibly some amusement in western circles.</p> <p>In his final year in office, the 56-year-old president has increasingly become a lame duck. And Wednesday's speech will probably be his last chance to exploit a high-profile international platform. Under Iranian law, Ahmadinejad cannot run for a third term and is due to stand down in June 2013.</p> <p>He appears to have surpassed himself with preparations, taking more than 100 people with him to the US, a move that has infuriated his critics back home and even caused uproar among the country's parliamentarians. Iranian MP Mansour Haghighatpour has criticised the president for his large entourage, saying that many have accompanied him to New York for \"a picnic\".</p> <p>Ahmadinejad's opponents in Iran are closely watching him in New York, wary of any impact his words might have on the future of their country, which is suffering from financial stringency owing to international isolation over Tehran's disputed nuclear programme.</p> <p>Conservatives suspect Ahmadinejad might use his UN appearance to bolster his political status in Iran by portraying a president still much in control. After suffering a series of setbacks in a power struggle, Ahmadinejad and his team have lost a great deal of influence over Iranian politics. The opposition is worried the president's UN speech might exacerbate the country's political and financial situation.</p> <p>Those watching outside have their eyes on any hint of a change in policy over Tehran's nuclear activities or its unwavering support for Syria's Bashar al-Assad's regime, subjects that are likely to be mentioned in his speech.</p> <p>On the nuclear issue, Ahmadinejad may choose to highlight the recent assassinations of a handful of Iranian scientists, attempting to portray Iran as a victim of a western-led campaign against his country's advances in science and technology.</p> <p>Last year, Ahmadinejad caused uproar and provoked a diplomatic walkout by referring to 9/11 as a \"mysterious\" incident that he said was used by the US as a pretext to attack Afghanistan and Iraq. At the time, he also reprimanded the US for killing Osama bin Laden without putting him on trial and then burying his body at sea.</p> <p>\"By using their imperialistic media network, which is under the influence of colonialism, they threaten anyone who questions the Holocaust and the September 11 event with sanctions and military actions,\" he said then.</p> <p>Ahmadinejad's earlier remarks in New York this week, which can hint at the range of subjects he might touch on in his speech, include issues such as the country's nuclear negotiations, the threat of an Israeli military strike, Syria and an Islamophobic film that has triggered protests across the Muslim world.</p> <p>On the threat of war from Israel, Ahmadinejad said his country did not take them seriously. \"We have all the defensive means at our disposal and we are ready to defend ourselves,\" he said.</p> <p>Despite a plea this week by the UN secretary general, Ban Ki-moon, who warned the Iranian president recently to avoid \"incendiary rhetoric\", Ahmadinejad has again used his New York visit to make strongly worded statements about Israel, saying the country had no roots in the Middle East and would be \"eliminated\".</p> <p>A White House spokesman reacted by describing his comments as \"characteristically disgusting, offensive and outrageous\".</p> <p>Ahmadinejad gave an interview with AP on Tuesday in which he spoke of a world where a \"new order\" would inevitably replace the era of what he called US bullying.</p> <p>Earlier in his trip, in an interview with CNN's Piers Morgan, he was questioned on his views on homosexuality. Ahmadinejad said: \"I'm sorry. Let me ask you this. Do you believe that anyone is giving birth through homosexuality? Homosexuality ceases procreation. Who has said that if you like or believe in doing something ugly, and others do not accept your behaviour, that they're denying your freedom?\"</p> <p>In another interview, when asked about an Iranian institute raising the bounty on Salman Rushdie, Ahmadinejad responded: \"Salman Rushdie, where is he now? … There is no news of him. Is he in the United States? If he is in the US, you shouldn't broadcast that, for his own safety.\"</p> <p>It is perhaps unsurprising then that also accompanying Ahmadinejad's visit to New York have been near-constant demonstrations in front of his hotel and at the UN headquarters.</p>"
]