[
  "<p>Celebratory gunfire erupted in Mogadishu on Monday night after Hassan Sheikh Mohamud defeated incumbent Sheikh Sharif Sheikh Ahmed to become Somalia's new president.</p> <p>It is the first time since the 1991 overthrow of president Said Barre that a new leader has been chosen inside the country, a development hailed by the UN as a sign of improving security. But the process has been tainted by allegations of bribery and corruption.</p> <p>MPs marked their ballot papers behind a curtain before casting them in a clear box in front of foreign envoys and hundreds of Somali men and women. In a surprise result, Mohamud won a runoff by 190 votes to 79 after the first round failed to produce a clear winner.</p> <p>Mohamud, 57, is a professor and activist who has worked for several national and international peace and development organisations including the UN children's agency Unicef. Last year, frustrated by Somalia's dominant clan system, he founded what he claimed was the first political party in Mogadishu, the Peace and Development party.</p> <p>Touching a Qur'an with his right hand, Mohamud was sworn in as president within minutes of his poll victory. Ahmed, the outgoing president, conceded defeat after the onlookers in the hall spontaneously stood up and sang the national anthem.</p> <p>\"I am happy to see the first free and fair election happen in Somalia after 40 years,\" he said. \"I want to congratulate the new president for the fair election, and I want to declare that I am fully satisfied with the results.\"</p> <p>Outgoing prime minister Abdiweli Mohamed Ali, who threw his weight behind Mohamud's candidacy, said the result heralded a new era for Somali politics. \"Somalia voted for change,\" he told Reuters, adding it was too early to say if he would take part in the new administration.</p> <p>Among the countless issues in the new president's intray will be piracy off the Somali coast, which has led to millions of pounds worth of armed defences for international shipping. In an interview with the Guardian at his office in Mogadishu last month, Mohamud accused foreign powers of hypocrisy.</p> <p>\"Somalis are confused,\" he said. \"The international community is putting a lot of resources towards it. Why not address the illegal fishing in Somali seas? People are getting the notion that international forces are there to protect the illegal fishing. The Somali fisherman cannot go to the sea because he will be considered a pirate.\"</p> <p>Referring to allegations that European firms dump toxic waste off the Somali coast, he added: \"Why the international community not say anything? It's delicate.\"</p> <p>But Mohamud rejected the idea of offering pirates an amnesty. \"That will only encourage more. They have to be given some incentive but not that. Give them skills and rehabilitation and the opportunity to learn a better life.</p> <p>Although Islamist militant group al-Shabaab has been driven out of Mogadishu, assassinations and suicide bombings remain a constant threat. As president, Mohamud will now be a prime target. He admitted: \"Anybody who lives here in Mogadishu always lives under enormous risk. We have a coping mechanism but it doesn't always work.</p> <p>\"The fear factor is very strong. It makes the people quiet, it makes people behave differently. If we let the fear factor control us, we will never move ahead.\"</p> <p>Mohamud has received threats from al-Shabaab in the past. \"Someone called my wife to say, 'You'll have to take care of your orphan soon.' Al-Shabaab targets everybody who is doing something against them– a woman in civil society, a traditional elder, a businessman, a religious leader.</p> <p>\"Al-Shabaab is not an ordinary militia like a clan militia. It is an ideology. You cannot fight an ideology only. That is what the government is doing. Military al-Shabaab is defeated; the areas they control are because nobody wants them, but still the ideology is there. We need a multi-faceted war against them. If we continue like this, the suicide bombings will continue.\"</p> <p>Continued peace in Mogadishu is far from assured, he said. \"If Amisom [African Union forces] left the state house, the president will not be there. Somalia doesn't have 100 trained soldiers capable of defending it. They are killing machines, trained in militia camps. They do not see themselves as servants of the people.</p> <p>\"If you go through Mogadishu, you can see it is different from 18 months ago. But the question is, how sustainable is this? It's still very fragile. Amisom cannot be here forever. We Somalis need to have our own security forces.\"</p> <p>During the interview, Mohamud presented himself as a political outsider untainted by the UN-backed transitional federal government (TFG) and its \"failure of leadership\". In July, a UN report said it had found that out of every $10 in revenue raised between 2009-10, $7 had never made it into state coffers.</p> <p>Graft had become endemic, Mohamud said. \"The leaders see the state as a money-making machine. They don't want to confine their power. Corruption was an important factor that contributed and still does today.\"</p> <p>He said the selection of MPs was flawed but his party had backed the process and a new constitution. Little guessing that he would emerge the victor, he added: \"It is a defining time in Somalia. I'm not saying Somalia will get what it deserves but it will be better than the status quo.\"</p> <p>Mohamud graduated from the Somali National University in 1981 and went on to study in India, where he obtained a master's degree from Bhopal University in 1988. He returned home and taught as a professor, including at the Somali Institute of Management and Administration Development, which he helped found in 1999. Its goal is to train administrators and technicians who can help rebuild the country.</p> <p>The vote was seen as a culmination of a regionally brokered and UN-backed roadmap. There has been no effective central government control over most of the largely lawless country since the outbreak of civil war in 1991.</p>",
  "<p>President Obama has <a href=\"http://www.huffingtonpost.com/2012/09/10/obama-convention-bounce_n_1870087.html?utm_hp_ref=@pollster\">gotten a bounce</a> in the national tracking polls taken in the aftermath of the Democratic national convention. I maintain that our ability to judge whether this bounce has <a href=\"http://www.theguardian.com/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">changed the trajectory of the race</a> cannot be known until 15 September. What we can tell now, though, is that Romney likely wasted his two greatest opportunities to gain ground in this race.</p> <p>First, the selection of Paul Ryan as vice-presidential nominee. Vice-presidential candidates usually have very little effect on presidential elections, but they can matter.&#xa0;I've thought it was a <a href=\"http://www.theguardian.com/commentisfree/2012/aug/11/how-much-will-paul-ryan-help-mitt-romney\">poor selection from an electoral perspective</a> since day one. So far, there is very little in the evidence to make me think otherwise.</p> <p>Ryan was a base-friendly pick when that was quite unnecessary. Conservatives may not have been in love with Romney, but they hated Obama. There are some signs that the <a href=\"http://today.yougov.com/news/2012/09/05/no-convention-bump-gop-voters-see-romney-more-cons/\">base likes Romney more</a> than before the Ryan pick, but because of their antipathy to Obama, their enthusiasm was already in full force, so little fundamentally has changed.</p> <p>Before the Ryan pick, Republicans were more likely than Democrats to say they were certain to vote. They still hold that edge in the <a href=\"http://www.gallup.com/poll/154559/US-Presidential-Election-Center.aspx?ref=interactive\">latest Gallup polling</a>, but it's not any wider. As before the Ryan selection, 85% of (self-identified) Republicans and 85% of ideological conservatives are certain to vote.</p> <p>Romney's fundraising did not significantly pick up in August. Romney had another stellar month, with over $100m raised, but he was already raking in the dough. What has changed is <a href=\"http://www.cbsnews.com/8301-505245_162-57509380/obama-squeaks-out-aug-fundraising-win-over-romney/\">Romney's edge over Obama</a>. Romney had been raising more money than Obama for a few months going, but no longer. Obama outraised Romney in the month of August.</p> <p>The selection of Ryan has also failed to provide little general popularity for the ticket. Romney trailed <a href=\"http://www.theguardian.com/commentisfree/2012/aug/06/how-deep-obama-lead-battleground-states\">slightly before the pick</a> <em>and</em> <a href=\"http://www.theguardian.com/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">after it</a>, both nationally and in the swing states. Ryan himself has not proven to be a rock star with the general public. In most polling, his unfavorables have gone up, without a corresponding rise in favorables, since his selection.</p> <p>The only real positive of the Ryan pick is that he has made <a href=\"http://www.theguardian.com/commentisfree/2012/aug/17/paul-ryan-wisconsin-effect-us-political-map\">Wisconsin quite competitive</a>, but that's not as significant as it sounds. Romney still trails in Wisconsin. Moreover, by not selecting Rob Portman of Ohio, Romney discarded his best card, which might have altered the game in arguably the most important state in this election. Romney <a href=\"http://www.tnr.com/blog/electionate/107043/obamas-surprisingly-successful-appeal-ohio\">continues to trail</a> in Ohio and is running behind expectations.</p> <p>Romney's other best opportunity to make a dramatic change of trajectory to this campaign was the Republican national convention. It was riddled with more miscues than the <a href=\"http://www.nydailynews.com/sports/football/jets/ny-jets-crush-buffalo-bills-opener-48-28-mark-sanchez-throws-touchdowns-including-rookie-stephen-hill-rout-article-1.1155365\">week one Buffalo Bills offense</a>.&#xa0;</p> <p><strong>Night 1:</strong> what made the Romney team decide to put Ann Romney on <em>before</em> Chris Christie? Her speech was <a href=\"http://www.tnr.com/blog/plank/106700/ann-romney-the-asset-everyone-assumes\">one of the best</a> of the convention, yet it wasn't hers that topped the bill in prime time – as <a href=\"http://news.yahoo.com/voters-react-michelle-obamas-personal-real-speech-043600974.html\">Michelle Obama's did</a> at the Democratic national convention. Instead, Chris Christie, who can be an impressive communicator, was the main act.&#xa0;He mentioned Romney's name <a href=\"http://www.nytimes.com/2012/08/29/us/politics/romney-secures-gop-nomination-ann-romney-chris-christie-speak-at-convention.html?pagewanted=all\">only seven times</a> in a speech that could have been entitled \"Mitt Who? I'm Chris Christie and this speech is about me.\"</p> <p><strong>Night 2:</strong> this was arguably the best night of the convention. Paul Ryan's speech was good for what it was. The <a href=\"http://www.washingtonpost.com/blogs/post-leadership/post/why-condoleezza-rices-convention-speech-stood-out-transcript-and-analysis/2012/08/30/97e18764-f2ab-11e1-892d-bc92fee603a7_blog.html\">best speech</a> of the night and, arguably, of the whole convention was given by Condoleezza Rice. But the problem there was that most of Rice's speech <a href=\"https://twitter.com/ForecasterEnten/status/240994289214181377\">wasn't even shown</a> on some networks, including CBS. She should have been a headliner.</p> <p><strong>Night 3:</strong> Clint Eastwood. Need I say more? Eastwood didn't harm Romney to the extent that voters would decide to vote for Obama. <a href=\"http://today.yougov.com/news/2012/09/05/eastwood-speech-good-most-34-call-it-ugly/\">About half of this country</a> gave the veteran actor and director's appearance a positive review, and half a negative one. The problem was that Eastwood is all most anyone remembers from that night – and perhaps the whole convention. Indeed, the <a href=\"http://www.people-press.org/2012/09/05/rnc-highlights-romney-shares-top-billing-with-eastwood/\">Eastwood monologue was rated</a> as the No 1 convention highlight by Americans. It completely overshadowed a solid Mitt Romney speech that polled well. Eastwood and the chair also <a href=\"http://firstread.nbcnews.com/_news/2012/08/31/13589600-first-thoughts-what-romney-accomplished-and-didnt?lite\">took a prime-time slot away</a> from a video that highlighted Romney's personal and business successes.</p> <p>The result of these convention fluffs?&#xa0;Romney was <a href=\"http://www.huffingtonpost.com/thomas-m-holbrook/bump-time_b_1826610.html?utm_hp_ref=@pollster\">supposed to gain</a> about four points thanks to the convention, but he probably <a href=\"http://votamatic.org/rnc-verdict-no-bounce-yet/\">gained no ground</a>, or <a href=\"http://election.princeton.edu/2012/09/04/the-incredible-shrinking-bounce/\">even lost some</a> in the wake of the convention. Compare this outcome to a Democratic national convention that has, so far, produced a sizable Obama bump in the polls.</p> <p>There was an <a href=\"http://www.theguardian.com/commentisfree/2012/sep/05/mitt-romney-bounce-polls-rnc\">argument to be made</a> that Romney picked up favorability among the public from the RNC, yet I'm not sure that's even true anymore. Romney was viewed with matching unfavorables in YouGov's <a href=\"http://www.huffingtonpost.com/2012/08/29/us-2012-president-47-romney_n_1840155.html\">pre</a> and <a href=\"http://www.huffingtonpost.com/2012/09/05/us-2012-president-47-obam_n_1858219.html\">post</a> convention polls. The <a href=\"http://ipsos-na.com/news-polls/pressrelease.aspx?id=5755\">spike in favorability</a> he achieved in Ipsos' tracking poll post-RNC <a href=\"http://ipsos-na.com/news-polls/pressrelease.aspx?id=5735\">has</a> <a href=\"http://www.scribd.com/doc/105420466/Reuters-Ipsos-Convention-Poll-Day-14-090912\">abated</a>.</p> <p>Romney <em>is</em> more popular than <a href=\"http://www.cleveland.com/browns/index.ssf/2012/09/art_modell_never_really_recove.html\">Art Modell</a> in <a href=\"http://www.publicpolicypolling.com/main/2012/09/obama-leads-by-5-in-ohio.html#more\">Ohio</a>, but not compared with anyone else.</p> <p>So, where does all of this leave the campaign? Romney has seemingly blown his two best chances to change the arc of a campaign he is losing –&#xa0;and no number of <a href=\"http://www.businessinsider.com/romney-panic-obama-polls-memo-2012-9\">pollster's memos</a> is going to change that. From the beginning of next week, we should be able to determine whether the word \"seemingly\" can be deleted from that sentence.</p>",
  "<p>• It's soul-destroying to be part of that which you despise, so spare a thought for Ukipians in the European parliament. They get elected the better to expose the iniquities, but it's stressful. No wonder they don't turn up very often. According to the independent transparency watchdog <a href=\"http://www.votewatch.eu/\" title=\"\">Votewatch</a>, Ukip has the worst attendance, voting and work performance of any British party in the European parliament, and among the worst in the entire EU. Indeed, the two most senior Ukip MEPs, the leader Nigel Farage and chair Paul Nuttall, are said to offer among the worst value for money of all 753 MEPs. \"A few of their members knuckle down but too many of the rest pocket the money and skive off when there is work to do,\" claims Lib Dem <a href=\"http://chrisdaviesmep.org.uk/\" title=\"\">Chris Davies</a>. Fiddlesticks, says Ukip. \"Mr Davies prides himself on the Davies amendment to the Widget Directive (Horizontal Mainstreaming: COM 12/2012), but we are there to highlight his depredations.\" Ah, that's why. Another diary exclusive.</p> <p>• To Oxfordshire, meanwhile, where at least one of the Murdoch clan can now rest safely. Liz, the \"liberal\" Murdoch, and her husband, spinmeister Matthew Freud<a href=\"http://www.theguardian.com/politics/2011/nov/17/hugh-muir-diary-matthew-freud-murdoch\" title=\"\">, have finally been given permission to build a battlement</a> for their multimillion-pound house, Burford Priory. A hefty project too – a house with a fulltime security guard. West Oxfordshire district council last week granted permission. It seems a member of the hoi polloi nicked an expensive lawnmower from the priory and the Murdoch-Freuds worried about further incursions. They were right to fret, for Britain is still broken. We don't hear so much about it, though, since Dave reached No 10.</p> <p>• Shadows fall around Sir Andrew Likierman, he of the Barclays Bank audit committee and personification, some say, of the failure of corporate governance. His resignation is generally expected, but if he goes his other position as chair of the National Audit Office – ultimate custodian of public spending – also looks untenable. His lingering presence there is already a source of embarrassment. Underlings mutter, but what can they do apart from wait it out? Bob Diamond has gone, but the man who was among those minding the store stays put.</p> <p>• To the US, and here's a gift for Barack Obama. If he really wants to hurt Mitt Romney, why not just flag up the Republican's dastardly link with the French? Paris Match has a spread on Romney's Frenchiness; he spent a good part of his 1960s youth in the rural south-west. Mainly it rehashes details of a 1968 car crash from which Mitt, the driver, escaped. His boss's wife died. But it also spotlights the fact that Mitt, his wife and the kids are all fluent in French. \"In private, he often evokes his memories of being in France,\" says his brother-in-law unhelpfully. <a href=\"http://politicalticker.blogs.cnn.com/2012/01/12/gingrich-hits-romney-for-speaking-french/\" title=\"\">Newt Gingrich flagged this up</a>, but with the renewed spotlight, shouldn't this be the end of him? Poor John Kerry, the Democratic presidential candidate in 2004, was <a href=\"http://www.slate.com/articles/news_and_politics/on_the_trail/2004/10/kerry_speaks_french.html\" title=\"\">caught speaking French</a> and before he could say \"<em>merde</em>!\" his campaign was in the dumpster. Shouldn't the same rules apply to Mitt?</p> <p>• Finally, the Olympic goodwill just couldn't last. So here we go: a heavyweight clash between <a href=\"http://en.wikipedia.org/wiki/Dotun_Adebayo\" title=\"\">Dotun Adebayo</a>, broadcaster and lead columnist at the black newspaper <a href=\"http://www.voice-online.co.uk/\" title=\"\">the Voice</a>, and in the deep blue corner, Lord Tebbit. Given the country's embrace of a clutch of minority heroes who happily combine Britishness with other things, isn't it time Lord Tebbit withdrew his notorious <a href=\"http://en.m.wikipedia.org/wiki/Cricket_test\" title=\"\">\"cricket test\",</a> asks Adebayo. \"It will be his epitaph, the defining moment of his political life, and its stink will follow him to that sunshine home for ex-Conservatives with a dubious race record,\" says the columnist. \"Lord Tebbit should embrace the Britain we now live in where we don't always have to prove our loyalty by our support for one lot or another.\" Lord Tebbit, as one expects, comes out swinging. \"Oh dear! What is the man on about? My remarks, which have become known as 'the cricket test', were not about 'black men' but about immigrants,\" he says. \"They were not about 'loyalty' but integration.\" As for Farah, Ennis and co: \"Many of them seemed to be well-integrated and committed to their British homeland. Perhaps Mr Abebayo should ask himself if he is.\" Tebbit doesn't do reverse gear.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/hugh_muir\" title=\"\"><em>@hugh_muir</em></a><em> </em></p>",
  "<p>Is Nouri al-Maliki becoming Iraq's next dictator and, if he is, does anyone in Washington care? The second half of the question is easy to answer. The Pentagon wanted to keep 8,000 troops in Iraq after withdrawal. But Maliki made it clear there would be no US troops after the agreement expired on 31 December 2011. The state department also planned for an embassy up to 16,000 strong, and a CIA station 700 strong, but the Iraqi strongman made short shrift of a sizeable US civilian presence, by insisting that his office take direct responsibility for approving every US diplomatic visa. Washington could use the soft power of military supply contracts, but is unwilling to do that. Maliki is allowing Iranian overflights to resupply Assad's embattled regime in Syria. Washington still does not want to know.</p> <p>As to the first part of the question, Maliki's authoritarianism has some way to go before it reaches the proportions of Saddam Hussein's terror. But the charge sheet is growing: the night of the US withdrawal, troops and tanks led by Maliki's son surrounded the houses of his vice-president Tariq al-Hashemi and two other members of the Sunni-dominated Iraqiyya coalition. On Sunday <a href=\"http://www.theguardian.com/world/2012/sep/10/iraqi-vice-president-attacks-verdict\" title=\"\">Hashemi was sentenced to death in absentia</a>, for masterminding death squads against rivals. Confessions were tortured out of three of his bodyguards, one of whom died from his injuries. Iraqiyya, which won the most seats at the last election in 2010, is not the first victim of Maliki's power grab.</p> <p>As Toby Dodge, a leading Iraqi scholar, has <a href=\"http://www.iiss.org/publications/survival/survival-2012/year-2012-issue-3/iraqs-road-back-to-dictatorship/\" title=\"\">chronicled</a>, Maliki gained complete control over Iraq's security forces, subverting the formal chain of command, moving the office of commander-in-chief into his office, and creating provincial command centres, commanded by generals who were handpicked by him. Under him, the Iraq special operations forces, described as the best in the Middle East, became a praetorian guard, dubbed \"Fedayeen al-Maliki\". The same goes for the intelligence services and the judiciary. Having seen off those Sunnis who downed their arms and tried politics in 2010, Maliki's next target will be the Kurds, whose autonomy he will threaten, and then the Sadrists. The end product will be a centralised state not unlike Vladimir Putin's Russia. Like Putin, Maliki practises a form of competitive authoritarianism. This employs the toolkit of a democratic state (a parliament, set elections, a constitution) for a purpose that is anything but – the maintenance of power at all costs, torture and death squads included.</p> <p>It should therefore come as no surprise that al-Qaida, which was decimated when Sunni tribal chiefs turned against it, is back in business. Maliki's quest for domination could drive his country back into civil war.</p>",
  "<p>Erskine Bowles is widely known in Washington policy circles as a co-chair of President Obama's deficit commission, along with former Senator Alan Simpson. The report that he and Simpson co-authored is held up as the basis for a grand bargain on the deficit.</p> <p>This report has riled many people across the political spectrum, in part because of its cuts to social security, the most immediate of which is a reduction in the annual cost of living adjustment (Cola). Reduced Cola would amount to a benefit cut of close to 3% for a typical retired worker. Since <a href=\"http://www.census.gov/hhes/www/cpstables/032011/hhinc/new02_001.htm\">the median income for households of people over age 65 is just $31,000</a>, this would be a big hit to a segment of the population that is already struggling.</p> <p>By contrast, in their quest for every possible source of savings, Bowles and Simpson seem never seriously to have considered a financial speculation tax that would target the country's bloated financial sector. The United Kingdom has imposed taxes on its financial sector for centuries, and much of the European Union is considering a tax that could go into effect as early as next year. A tax comparable to the one the UK has on stock trades, but applied to all financial assets, <a href=\"http://www.cepr.net/index.php?option=com_content&amp;id=2744&amp;view=article\">could raise close to $1.5tn over the course of a decade</a>.</p> <p>There is evidence that our overgrown financial sector is a serious drag on growth, pulling resources away from productive segments of the economy. In addition, the financial sector is also where many of the highest earners get their income. This means that a tax on financial speculation could be a real win-win-win: it could raise money to reduce the deficit; make the economy more efficient; and reduce inequality. That should place it on top of anyone's list for deficit reduction.</p> <p>But the tax apparently didn't make it to the Simpson-Bowles list. While we may never know why, it is worth noting that Erskine Bowles sits on the board of directors at the huge Wall Street investment bank Morgan Stanley, <a href=\"http://www.morganstanley.com/about/ir/SECFilings/archive/proxy08/noticeandproxy.htm#tx82193_27\">where he is paid several hundred thousand dollars a year</a>. Interestingly, Bowles also sits on many other corporate boards, also being paid millions for his services over the last decade.</p> <p>Out of curiosity, CEPR constructed an Erskine Bowles stock index to measure how well stocks at the companies where he has been sitting on the board performed, compared to the overall S&amp;P500. It turns out that the Erskine Bowles index has not fared very well. Since April of 2003, the Erskine Bowles stock index has lost 33.5% of its value. By contrast, <a href=\"http://www.cepr.net/index.php/blogs/cepr-blog/the-erskine-bowles-stock-index\">the S&amp;P500 is up by 53.1% over this period</a>.</p> <p>It's probably not fair to blame Erskine Bowles himself for the poor performance of the companies with which he serves as a director. Directors usually only attend four to six meetings a year and rarely play any role in actually running the company. However, the millions Bowles makes for this kind of work is symptomatic of a larger problem in corporate governance. Directors are essentially paid-off to look the other way, as CEOs and other top management plunder their companies.</p> <p>In principle, directors should be demanding hard work and low pay for CEOs in order to maximize returns for shareholders. In reality, directors generally just take their pay and keep their mouths shut. This allows top executives even at failing companies to draw paychecks that are an order of magnitude larger than the compensation packages of their counterparts at the most successful firms in Europe and Asia.</p> <p>The directors perform a valuable service for top management since they act as validators, assuring shareholders, regulators and the public that everything is kosher. The directors are usually people who have high reputations from their work in politics, academia (many university presidents sit on corporate boards), philanthropy and other businesses. </p> <p>If a director were to begin to ask whether the company was getting real value for its senior executives' compensation packages, he or she would likely be ostracized (the other members of the board just want their paycheck) and then removed at the first opportunity. Directors are, in theory, elected by shareholders, but the election process is about as democratic as the Soviet Union's was: top management gets their candidates approved with almost the same frequency as the Communist party chiefs on the Politburo. </p> <p>The excessive salaries of top corporate executives are not only a problem because they pull money away from the corporations they run, but because they also set a pattern of compensation across the economy. It is now common for heads of universities, and even charities, to get million-dollar packages, pointing out that they would receive much more if they ran a comparably-sized company. This is a big part of the upward redistribution of income we have seen over the last three decades.</p> <p>So Erskine Bowles gives us a real trifecta. He used his position as co-chair of President Obama's deficit commission to protect Wall Street. He pockets millions as part of a flawed system of corporate governance that allows CEOs to rip off the companies they run. And he wants to reduce social security benefits for seniors who are already living on the edge.</p> <p>In short, Erskine Bowles is a true hero of the Washington establishment.</p>",
  "<p>Teachers in Chicago took to the picket lines for the first time in 25 years Monday after unions and the city's school district failed to reach agreement over a new contract.</p> <p>The strike marks the latest phase in an acrimonious, months-long dispute between Mayor Rahm Emanuel – a man not known for his consensual management style – and a union that has seen its base energised under strident new leadership.</p> <p>The effects were felt throughout the city after parents received automated calls from the school board on Sunday evening informing them of the action. The message, coming just one week after the new academic year began for most students, said there would be no school, and informed parents of makeshift arrangements at libraries and other drop-off sites around the city.</p> <p>At the centre of the dispute is Emanuel's attempt to reform the city's schools in a manner that would put a greater emphasis on test results when evaluating teachers, and demands for increased pay for a longer working day – plus a promise that teachers laid off in a widely anticipated series of school closings will be hired when new vacancies occur.</p> <p>On Monday morning, both sides said they were close on pay but still had considerable distance to go on the question of evaluation and job security.</p> <p>On the picket line outside Helen C Pierce school, Chris Inserra, a parent, said she was there to support the teachers because \"they believe in children\". \"How can you evaluate a teacher who is at the toughest school in one of the roughest neighbourhoods, with all the problems that come with that, in the same way as a teacher in one of the best schools with the best resources?\"</p> <p>Jennifer Foss, the school's middle school co-ordinator, said her main concern was that they had not been provided with adequate resources to staff the longer school day, but she also worried about evaluation. \"It's not that I don't think we should be evaluated,\" she said. \"But it shouldn't be attached to test scores. That can have a very divisive effect in a school and students respond to teachers in very different ways.\"</p> <p>The confrontation, the first teachers' strike in a generation, has been brewing since Emanuel made school reform the centrepiece of his election campaign last year. Not long after he took office Emanuel reneged on a teachers pay increase that had been negotiated. He then sought to extend the school day in return for a 2% pay increase, which was rejected by the union. It was thought that a new state law requiring 75% of eligible union members to support a strike would have forestalled industrial action.</p> <p>But things have not gone his way. A poll in May revealed that parents of Chicago schoolchildren were almost three times more likely to back the unions than Emanuel.</p> <p>Then, an independent arbitrator ruled that teachers should receive raises of between 15% and 20% for a longer working day, and criticised the school board for trying to extend the longer day during such tough times. When the union did put the strike to a ballot it received more than 90% support from its members for strike action.</p> <p>The city accuses the union, whose leadership has taken a left turn in recent times, of being intransigent and demanding concessions that the city cannot afford or that will detrimentally affect students. \"This is avoidable, because it is a strike of choice,\" claimed Emanuel. \"This is about as much as we can do,\" insisted David Vitale, the president of the school board. \"There is only so much money in the system.\"</p> <p>The two sides did reach an agreement in July where the school board would rehire almost 500 teachers in non-core subjects like art and music who had been laid off to staff the longer day. But since then progress has stalled.</p> <p>Union officials and teachers insist the strike is not primarily about money. Indeed, the recurring theme on the picket line was a grievance far more heartfelt and difficult to negotiate – respect, and a sense of being professionally undervalued. At a community-led strike school, set up to support the teachers, Inez Jacobson, a retired teacher who worked for 30 years in the city's schools, said: \"Teachers have a very difficult job. They're trained professionals. They deserve better. You can't just put anybody in a classroom and get good results.</p> <p>\"If you evaluate them on test scores then they'll teach test taking skills. But that's not education. Kids learn in very different ways so that's no way to evaluate a good teacher.\"</p> <p>The strike could have national ramifications, and risks becoming an issue in the presidential campaign. Emanuel was President Obama's chief of staff and the strike is taking place in Obama's hometown.</p> <p>Republican presidential nominee Mitt Romney blamed both the union and Obama: \"I am disappointed by the decision of the Chicago Teachers Union to turn its back on not only a city negotiating in good faith, but also the hundreds of thousands of children relying on the city's public schools to provide them a safe place to receive a strong education.</p> <p>\"President Obama has chosen his side in this fight, sending his vice-president last year to assure the nation's largest teachers union that: 'You should have no doubt about my affection for you and the president's commitment to you.' \"</p> <p>The White House is believed to be keeping its distance in the hope of a speedy resolution.</p>",
  "<p>Good for the Republicans trying to mix it up, color-wise. Speakers at their convention last month included South Carolina Governor Nimrata \"Nikki\" Haley, whose parents emigrated from the Punjab, and Mia Love, a Haitian-American Mormon running for congress in Utah. They reached out to Latinos with New Mexico Governor Susana Martinez and Florida Senator Marco Rubio, and to African Americans with former Secretary of State Condoleezza Rice. Craig Romney, the nominee's youngest son, even gave a speech in Spanish.</p> <p>But a few sprinkles of chocolate and caramel don't change the overall flavour: Republicans are <a href=\"http://www.gallup.com/poll/118937/republican-base-heavily-white-conservative-religious.aspx\">still vanilla</a>. A <a href=\"http://www.nationaljournal.com/daily/romney-and-black-voters-an-uneasy-relationship-20120827\">recent NBC/Wall Street Journal poll showed that among African Americans</a>, Mitt Romney polls at 0%. Yes, zero. That doesn't mean absolutely no black people will vote for him: former presidential candidate and pizza king Herman Cain says he will. So do Representative Allen \"Democrats are Communists\" West, of Florida, and Texas Congresswoman Stefani Carter, who has just been named to Romney's \"Black Leadership Council.\" But the poll data mean that very, very few African Americans, fewer than the poll's 3% margin of error, support Romney. </p> <p>He does better with Latinos: between 25% and 30% (pick your poll) claim they're willing to give the ticket a whirl. Nevertheless, if the Republicans are to win in November, they will have to do it with <a href=\"http://nymag.com/daily/intel/2012/08/2012-or-never-for-gops-white-base.html\">white voters</a>. Romney's own campaign numbers gurus say he needs at least 61% of them. </p> <p>That might work – this year. But it will probably never work again. White America is shrinking. In 2012, for the first time in modern history, the majority of babies born in the US belonged to some kind of \"ethnic minority\". According to the Census Bureau, in 25 to 30 years, non-Hispanic whites will no longer make up a majority of the US population. If the Republican party continues to cling to plutocracy, misogyny, homophobia, and racial division, it will be, as President George HW Bush (surely the whitest of white men ever to occupy the White House) would say, \"in deep doo-doo\".</p> <p>South Carolina Senator Lindsey Graham, one of the GOP's brighter bulbs, worries that they're \"losing the demographic race\". He told the Washington Post:</p> <blockquote> <p>\"We're not generating enough angry white guys to stay in business for the long term.\"</p> </blockquote> <p>Ed Rollins, a senior strategist, agrees, calling his party \"a bunch of old white guys\", who are ignoring the way the country is heading:</p> <blockquote> <p>\"We need to basically broaden the base, we need to have more women, we need to have more Latinos, we need to have more African-Americans.\"</p> </blockquote> <p>Good luck, gents. Most American women are pretty keen on getting equal pay for equal work, now made easier by the 2009 <a href=\"http://www.theguardian.com/commentisfree/2012/sep/06/republican-gender-gap-mirrors-womens-pay-disparity?newsfeed=true\">Lilly Ledbetter Act</a>. Paul Ryan, along with most Republicans in the House of Representatives, voted against it. Women also want to be in charge of their, you know, lady-parts. Yet Republican-controlled state legislatures have tripped over themselves to introduce laws forcing women seeking an abortion to undergo transvaginal ultrasounds to get, as one pious supporter called it, <a href=\"http://www.motherjones.com/mojo/2012/03/transvaginal-ultrasounds-coming-soon-state-near-you\">\"a window into her womb\"</a>. This year's Republican platform document declares that since \"life\" begins at the nanosecond of conception, abortion is verboten – even if the woman has been raped, even if carrying a pregnancy to term would jeopardise her health. Zygotes: good. Women wielding vaginas: bad.</p> <p>Republicans wonder why \"family values\"-loving Latinos favor godless, gay-marriage-promoting Democrats over them. Surely, it can't just be because conservatives loudly disparage Latino language and culture, denounce the Dream Act, defend the indefensible Sheriff Joe <a href=\"http://blogs.phoenixnewtimes.com/valleyfever/2012/07/sheriff_arpaio_struggles_to_an.php\">\"Mexicans are dirty\"</a> Arpaio, and see nothing wrong with a little racial profiling (in 2010, a California congressman confidently asserted that he could identify the undocumented <a href=\"http://thinkprogress.org/yglesias/2010/04/22/196971/rep-brian-bilbray-says-he-can-spot-illegal-immigrants-based-on-their-shoes/\">by their shoes</a>) is no reason not to sign up.</p> <p>And why are black folks so perversely resistant to joining the party of Abraham Lincoln? Could it be because it's also the party of Richard Nixon, whose \"<a href=\"http://www.nytimes.com/packages/html/books/phillips-southern.pdf\">Southern Strategy</a>\" exploited fear of integration to transform the Republicans from a socially progressive (if fiscally conservative) party into a paranoid, racist-dogwhistling bunch of pro-gun, anti-science, anti-government fundamentalists whose political base is circling the wagons in the Old Confederacy? Could it be those Romney campaign ads with all the industrious white folks which state, wrongly, that Obama <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/28/rick-santorum/Santorum-Romney-claim-Obama-endging-welfare-work/\">waived the work requirement for welfare</a>?</p> <p>Or could it be the way even the so-called adults of the Republican party have tolerated and sometimes encouraged the constant birtherism of their Tea Party-infused co-religionists? Donald Trump's absurd assurances that Barack Obama's birth certificate is fake, Mitt Romney's birth certificate \"joke\", the bullfrog chorus of Republicans from John Sununu to Sarah Palin repeatedly croaking that Obama is a socialist/radical/elitist hell-bent on transforming America into France all sound like code for \"Oh God! He's a Negro!\" CNN presenter Soledad O'Brien put this to a Tea Party leader who dismissed it. She simply <a href=\"http://www.politico.com/news/stories/0912/80654.html#ixzz25oOJ0I1C\">\"doesn't believe that he loves America the way that we do\"</a>. </p> <p>Every time Republicans seem to be making at least cosmetic progress toward inclusiveness, some old white guy shows up and tears off the mask of tolerance: Clint Eastwood talking to an imaginary (though angry and profane) black man in front of millions of people; an apparently-mummified Chuck Norris and his pale wife warning that if Obama is re-elected, your children face <a href=\"http://abcnews.go.com/Politics/chuck-norris-warns-1000-years-darkness-obama-elected/story?id=17152039\">\"1,000 years of darkness\"</a>.</p> <p>This is what happens when you wrap yourself in the flag so tightly that oxygen can't get to your brain. This is what happens when you want to \"take America back\". Back to when?</p>",
  "<p>President Barack Obama broke Mitt Romney's dominance of fundraising last month after sending out a series of increasingly desperate and frenetic appeals for cash.</p> <p>Obama raised more than $114m compared with Romney's $111m, figures released on Monday showed. It comes after three straight months in which the president has been beaten by his White House rival in terms of campaign donations.</p> <p>Obama's $114m in August represented a big jump from the $75m he raised in July, and came after a series of emails, television appeals and other pleas for help.</p> <p>Jim Messina, Obama's campaign manager, attributed the rise to small donations. The Democrats like to portray their fundraising as being reliant on a large grassroots movement, rather than the wealthy donors they claim Romney relies on.</p> <p>More than 1.1 million made contributions averaging $58, the campaign said. More than 317,000 had never contributed to a campaign before, it added.</p> <p>The Obama camp said that since the re-election campaign began, more than 3.1 million Americans have donated money to their cause, more than in 2008. Ninety-eight percent of donations were $250 or less.</p> <p>Obama's surprise fundraising success was announced earlier Monday in a tweet from his campaign team less than 30 minutes after the Romney campaign published its results.</p> <p>In the message, the Obama campaign team included a caution: \"No celebrating because they're going to have an even bigger September. But now we know we can match them, doing this our way.\"</p> <p>In spite of Obama's success last month, he still faces being outspent overall. Romney has more money stashed away for the remainder of the campaign, about $169m, partly because he was unable to spend it until he formally became the Republican presidential nominee two weeks ago.</p> <p>The Obama team has not disclosed how much it has in the bank, though it is substantially less, mainly because it spent around $120m in negative adverts in swing states over the summer attempting to define Romney as elitist, uncaring businessman.</p> <p>Romney also enjoys a huge advantage from Super Pacs. These political action committees are legally separate from the campaign teams, but the distinction often appears to be more theoretical than practical.</p> <p>The Super Pacs supporting Romney, such as Restore Our Future and Karl Rove's American Crossroads are easily outraising their much smaller Democratic equivalents, mainly through reaching out to rich business leaders.<br>Restore Our Future and American Crossroads between them have raised about $1 billion, and these are just two of many Republican Super Pacs.</p> <p>The difference in Super Pac spending power could still mean that Obama, as his campaign team claims, will be outspent two to one in the remaining two months of the campaign.</p> <p>At the Democratic convention in Charlotte last week, Chicago mayor and former White House chief of staff Rahm Emanuel was recruited to the main Obama Super Pac, Priorities USA, whose performance so far has been poor. A target has been set of raising £150m by election day.</p> <p>The Obama campaign announced the August figure on Twitter, though all the details do not have to be released until it formally reports to the Federal Election Commission later this month.</p> <p>Messina said: \"The key to fighting back against the special interests writing limitless checks to support Mitt Romney is growing our donor base, and we did substantially in the month of August.</p> <p>\"Fueled by contributions from more than 1.1 million Americans donating an average of $58 — more than 317,000 who had never contributed to the campaign before — we raised a total of more than $114m. That is a critical downpayment on the organization we are building across the country — the largest grassroots campaign in history.\"</p> <p>Romney's national finance chairman Spencer Zwick and the Republican national committee chairman Reince Priebus, said in a joint statement: \"Mitt Romney and Paul Ryan are offering bold solutions to our country's problems. That is why we are seeing such tremendous support from donors across the country.\"</p>",
  "<p>Hong Kong's legislative council, which must sign off on constitutional reform during its next term, will be dominated by the pro-China parties but restrained by a pro-democracy veto.</p> <p>Complex voting rules ensure a government majority, but in seats in which free voting was allowed the pan-democratic camp performed best in Sunday's election. They also won three of the five new \"super seats\" for which people could vote across geographical constituencies.</p> <p>The election took place against a backdrop of <a href=\"http://www.theguardian.com/world/2012/sep/09/hong-kong-voters-protests-climbdowns\" title=\"\">rising concern about China's influence over the former British colony</a> and days of political drama in which students on hunger strike forced the government to drop an education policy extolling the merits of mainland China.</p> <p>The largest party remains the well-funded Democratic Alliance for the Betterment of Hong Kong (DAB). Competition and polarisation within the pan-democratic camp cut into its potential success, with the more radical People Power gaining seats at the expense of the oldest group, the Democratic party.</p> <p>The Democrats' leader, Albert Ho Chun-yan, won one of the super seats but resigned as party chairman because of the poor showing overall, having led the party into a compromise with the government over constitutional reforms during the last legislature's term.</p> <p>The biggest winner on the democratic side was the Civic party, although its leader, Audrey Eu, and rising star Tanya Chan both lost their seats. Miriam Lau Kin-yee resigned as leader of the pro-business Liberal party after losing her seat.</p> <p>More people voted than ever before, but the 53% turnout was less than the 55% of the 2004 election when the pool of registered voters was smaller.</p>",
  "<p>Nearly 6,800 frontline police jobs have gone since the 2010 general election as a result of spending cuts, according to a House of Commons analysis of updated Home Office figures.</p> <p>Her Majesty's Inspector of Constabulary (HMIC) predicted in July that 5,800 frontline jobs would be lost over the entire five-year parliament, and ministers have repeatedly urged police chiefs to make deeper cuts in their \"middle and back office\" staff to protect the national frontline.</p> <p>The figures show there has been an average 6% reduction in frontline policing across England and Wales. But eight forces have lost over 10% of their of their frontline officers, including 16% in Warwickshire and 13% in Nottinghamshire. Only two out of the 43 forces have fulfilled ministerial hopes of using the 20% budget cuts to boost their frontlines through reorganisation.</p> <p>The disclosure comes as the Electoral Commission reveals that it is to spend £3.69m on an advertising campaign, and sending booklets to the 21 million households in England and Wales outside London amidst dire predictions that turnout in the first police and crime commissioner elections in November could fall below 20%. A separate £3m Home Office television, radio and press campaign starts next month.</p> <p>The shadow home secretary, Yvette Cooper, who commissioned the research into the impact of the cuts, said the analysis showed their impact had been faster and deeper than expected. \"Police and crime commissioners will be put in an impossible position,\" she said.</p> <p>The 41 elected police and crime commissioners will be legally required to approve budgets, and will be left with little, if any, room for manouevre to reverse funding cuts. The home secretary can order a local referendum if any commissioner insists on an \"excessive\" increase in the police precept on council tax payers.</p> <p>\"Six thousand eight hundred frontline officers have gone in two years compared to the 5,800 that Her Majesty's Inspectorate predicted would be lost over five years. Given the concern over community safety it is no wonder the government is looking for someone else to blame,\" said Cooper.</p> <p>\"Holding the elections for police and crime commissioners in November is more expensive too, costing over £100m when that money could have kept more officers in post.</p> <p>\"We know Theresa May will try to hide behind PCCs as communities deal with the serious consequences of [losing] so many officers from our high streets and community beats.</p> <p>\"Yet it is government decisions which are undermining the ability of the police to fight crime.\"</p> <p>A Home Office spokesman said the HMIC's original predictions were based on exhaustive work with police forces and covered the period up to 2015: \"They show that the proportion of officers on the frontline will rise. The vast majority of forces are rising to the challenge we set them of improving services while making their contribution to reducing the deficit. Crime is down, victim satisfaction is improving and the response to emergency calls is being maintained,\" he added.</p>",
  "<p>September 11, 2001 is a milestone date in history that nearly everyone living at the time will recall in detail for the rest of their lives. I will always remember sitting at my desk in my office at Maxwell Air Force Base in Montgomery, Alabama, eyes fixed on the television in the credenza sitting on the other side of the room. I recall watching the towers fall and wondering how it would change America.</p> <p>Like this 10 September, 10 September 2001 was a Monday. The only reason I know that is because it was the day before an enormous tragedy that is permanently etched into my mind, and that happened on a Tuesday. I went to the same office and sat at the same desk on Monday as I did on Tuesday, but I have no recollection of one day and a vivid recollection of the other. Even though I do not recall any of the details of Monday 10 September, sometimes I think about how America might be different if we could turn back the clock.</p> <p>On 10 September, the US economy was strong, although it had begun to slow down after a sustained period of growth. The unemployment rate stood at 4.9%. We were paying down the national debt and there was a $127bn surplus for the fiscal year ending on 30 September. For some, concern about the nation's debt focused on what might happen in a few years when the debt was completely eliminated and there was no longer a need for US treasuries, a key component in the world's economy.</p> <p>Worries about the consequences of a debt-free America evaporated soon thereafter. After tax cuts, two unfunded wars, and a near-collapse of the economy, US treasury department figures show the nation's debt grew from less than $6tn in 2001 to nearly $16tn today. The <a href=\"http://www.bls.gov/\">Bureau of Labor Statistics</a> reports the unemployment rate has remained over 8% throughout 2012 after peaking at 10% in October 2009.</p> <p>Rightly or wrongly, on 10 September 2001, most Americans believed their phone calls and emails were private and did not suspect that the <a href=\"http://www.wired.com/threatlevel/2010/01/fbi-att-verizon-violated-wiretapping-laws/\">government might be listening in</a> and keeping tabs. If <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2010/nov/17/tsa-patdowns-scanner\">someone fondled your junk at the airport</a>, you would expect to see the person again, this time as you sat on the witness standing testifying in his or her sexual assault trial. If the government <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2010/nov/23/human-rights-us-constitution-and-civil-liberties\">was going to execute a citizen</a>, it was assumed that followed after a trial and appeals in the courts of our judicial system, not a <a href=\"http://www.theguardian.com/commentisfree/2012/aug/10/targeted-killing-flexibility-doctrine-flout-law-war\">unilateral decision by a president that is immune from any review</a>.</p> <p>Back then, our most recent recollection of war was Desert Storm, a six-week campaign that ousted Saddam Hussein from Kuwait with fewer than 150 US military personnel killed in action. We watched on television as members of the Iraqi armed forces put down their weapons and surrendered by the tens of thousands, something they did in part because they trusted United States military personnel would provide them food, shelter, medical care and humane treatment.</p> <p>Now, after more than a decade of non-stop war, in which only a small percentage of Americans have ever had any skin in the game, the public seems to pay little attention to the thousands of Americans who have died, the tens of thousands who have been injured, or the hundreds of billions of dollars spent overseas.</p> <p>Public opinion of the United States tends to vary sharply among people in different countries, but one common trend is that America's reputation has declined across the board over the past dozen years, even among America's closest allies. A <a href=\"http://pewresearch.org/\">Pew Research Center</a> report in 2000 showed the US had an 83% favorable rating in Great Britain. Today, it stands at 60%, up a bit from 53% in 2008. In Germany, the US favorability rating fell from 78% in 2000 to a low of 31% in 2008.</p> <p>America has taken some of the shine off of that \"shining city on a hill\" Ronald Reagan described as the envy of the world.</p> <p>Attitudes of the American public have changed significantly, too. A poll conducted by the Christian Science Monitor in November 2001 showed that two-thirds of Americans were opposed to torture. A survey conduct by the American Red Cross in 2011 showed that a majority of Americans, including nearly six in 10 teenagers, <em>approved</em> of using torture. Perceptions of what is right and wrong changed when fear took hold in the Home of the Brave.</p> <p>There is ample room for debate about how and why America got to where it is today, but as election day approaches on 6 November, Americans need to ask themselves about the direction they want the nation to move in the years ahead. Do they want the future to be more like the America that existed on 10 September 2001 or are they satisfied with the America that emerged after 11 September?</p> <p>Is America better-off now than it was 11 years ago?</p>",
  "<video data-media-id=\"gu-video-395897568\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/10/10092012Obama-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/10/10092012Obama_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/10/10092012Obama_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/10092012Obama/10092012Obama.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/10/10092012Obama-720.mp4\"/> </video>   <p>Mitt Romney has a problem. If polls are to be believed he may have the edge on economic policy. He has no shortage of campaign funds and business backers. Unlike many other leading GOP figures, he may even know where abroad is. But all of that counts for nothing when it comes to the crucial electoral test – huggability. Compare the Republican candidate's <a href=\"http://static.guim.co.uk/sys-images/Observer/Pix/pictures/2011/12/9/1323464684354/Mitt-Romney-In-Cedar-Rapi-007\">panicked reaction</a> to an unexpected recent flying embrace to the footage of the president <a href=\"http://www.guardian.co.uk/world/video/2012/sep/10/obama-bear-hug-pizza-video\">visiting a pizzeria this weekend</a>. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920661\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2011/12/9/1323464684354/Mitt-Romney-In-Cedar-Rapi-007.jpg\" alt=\"Mitt Romney In Cedar Rapids, Iowa\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican presidential hopeful Mitt Romney hugs a supporter at a campaign meeting.  Photograph: Kevork Djansezian/Getty Images</span> <span class=\"element-image__credit\">Photograph: Kevork Djansezian/Getty Images</span> </figcaption> </figure>  <p>Here, Obama gives a masterclass in voter hugging. He initiates the old buddy-style hand on the shoulder, then doesn't flinch when his huggee places an affectionate hand on his hip – in clear violation of the safe zones agreed in the international code for male hugging. Finally, and most impressively, he accepts the indignity of being literally lifted off the floor in a wrestler's bear hug without so much as a yelp in the direction of the secret service guys. Perhaps he needed his vertebrae realigned anyway. </p> <p>The well-delivered hug is a crucial skill in pretty much all walks of modern life, but most of us are spared the army of press photographers to accompany those intimate moments. So it is down to politicians to provide us with the ultimate pictoral guide to those crucial do's and don'ts for huggers.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920662\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/6/1346902284484/Bill-Clinton-Obama-hug-010.jpg\" alt=\"Bill Clinton Obama hug\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bill Clinton hugs Barack Obama on stage. Photograph: Justin Sullivan/Getty Images </span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>Do ensure you have both hands free. When <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/6/1346902284484/Bill-Clinton-Obama-hug-010.jpg \">Obama and Clinton</a> came together in a high-profile clinch last week, it was like the Ali v Frazier of heavyweight huggers. The Octopus from Arkansas eventually lost on points to the Chicago Bear due to one crucial mistake – forgetting to deposit his notes at the outset. This not only reduces grip on the shoulderblades, it raises the disturbing suspicion that there might be a knife hidden somewhere in the folder. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920663\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/8/15/1345044685711/David-Cameron-and-Boris-J-010.jpg\" alt=\"David Cameron and Boris Johnson\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and David Cameron at the Olympics. Photograph: Alexander Hassenstein/Getty Images</span> <span class=\"element-image__credit\">Photograph: Alexander Hassenstein/Getty Images</span> </figcaption> </figure>  <p> Don't model your hug technique upon a hen party at midnight. Throwing arms around each others' necks and rocking back and forward is fine if you are about to burst into a rendition of I Will Survive. It's not such a good look when you are the <a href=\"http://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/8/15/1345044685711/David-Cameron-and-Boris-J-010.jpg\">prime minister and mayor of London</a>. We're not in the Bullingdon now, boys. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920664\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2010/10/2/1286034552813/Labour-Party-annual-party-006.jpg\" alt=\"Labour Party annual party conference 2010\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Miliband hugs his partner Justine Thornton after delivering his first speech to the Labour party conference.  Photograph: Stefan Rousseau/PA</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p> Do hug your spouse or partner at every opportunity, but try your best to look like you want to be there at the time. Tum-to-tum contact is good, but must never be accompanied by rigidity in the upper body and arms, or you'll miss the intended romantic dance floor effect and look more like you're <a href=\"http://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2010/10/2/1286034552813/Labour-Party-annual-party-006.jpg\">allergic to her perfume</a>. </p> <p>Don't hug if you don't want to. The hug should be a special, memorable moment and should only be undertaken with the enthusiastic consent of both partners. Just because all your friends are doing it, just because you've seen others doing it on the internet or read about it in magazines, don't let yourself feel pressured to do something you're not comfortable with. Wait until the time is right. Otherwise you might end up looking like <a href=\"http://static.guim.co.uk/sys-images/Guardian/About/General/2011/12/29/1325184085678/Ed-Miliband-and-Ed-Balls--007.jpg\">this</a>. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920665\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2011/12/29/1325184085678/Ed-Miliband-and-Ed-Balls--007.jpg\" alt=\"Ed Miliband and Ed Balls hugging\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour leader Ed Miliband and shadow chancellor Ed Balls.   Photograph: Oli Scarff/Getty Images</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure>  <p>Do be careful who you hug. We've all got carried away in the moment, your eyes meet across a smoky room, a few flirtatious words are exchanged, one thing leads to the next and before you know it you've found yourself doing something you'll regret in the morning. Oh god, I didn't, did I? </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395920666\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/2/27/1298839591717/Tony-Blair-and-Muammar-Ga-007.jpg\" alt=\"Tony Blair and Muammar Gaddafi\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tony Blair and Muammar Gaddafi. Photograph: Peter Macdiarmid/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure>  <p>Yes Tony. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/2/27/1298839591717/Tony-Blair-and-Muammar-Ga-007.jpg \">You did</a>.</p>",
  "<h2>What is the farm bill?</h2> <p>The US farm bill is a multi-billion dollar piece of legislation that controls the federal government's spending on farm subsidies, food for the domestic poor, agriculture conservation programmes, and <a href=\"http://www.theguardian.com/global-development/interactive/2012/jul/20/business-us-food-aid-interactive\" title=\"\">overseas food aid</a>, among other things. President Franklin Roosevelt signed the first farm bill into law in 1933, and subsequent versions have been enacted at roughly five-year intervals ever since. The latest iteration will expire on 30 September 2012. Congress, which is back in session this week, has spent several months hammering out a new bill, which would control farm spending until 2017, but progress on the legislation stalled in July.</p> <h2>Has the new farm bill already been written?</h2> <p>Sort of. There are two draft versions of the bill: one created by lawmakers in the House of Representatives and another drafted – and passed – by the members of the Senate. The bills are broadly similar but differ in the range and depth of their budget cuts, as well as their policies on food-aid reform. Legislators will need to reconcile the two versions before a new farm bill can become law.</p> <h2>How will the new farm bill affect overseas food aid?</h2> <p>The US is one of the few major donors that still \"ties\" the vast majority of its food aid, meaning that the food it distributes overseas has to come from US farms and be delivered on US-flagged ships. The 2008 farm bill included funding for a pilot programme that allowed a modest amount of food aid to be purchased locally – that is, in the region where it would be distributed. A <a href=\"http://dyson.cornell.edu/faculty_sites/cbb2/Papers/Lentz%20et%20al%20LRP%20time%20and%20cost%20Feb%202012.pdf\" title=\"\">recent study by Cornell University</a> showed that the pilot project cut the cost of food aid by nearly 50% and significantly shortened delivery time. The Senate version of the new farm bill would make that pilot programme permanent and slightly expand its funding. The House version makes no mention of it.</p> <h2>Any other food aid changes?</h2> <p>The Senate version of the farm bill makes it harder for NGOs and recipient governments to sell their food aid as a means of funding other development projects. The practice – known as monetisation – has proven to be enormously inefficient, as many NGOs have been selling the food that they receive from the government for much less than the food is worth. A US government report from 2011 concluded that monetisation resulted in the waste of $219m (£139m) over three years. The Senate version of the new bill would require that NGOs recover at least 70% of the actual cost of the food (and its shipment) if they decide to sell it overseas; the House bill fails to address this issue as well.</p> <h2>Why those differences between the House and Senate?</h2> <p>Members of the Republican-controlled House of Representatives were less swayed by the lobbyists pushing for food-aid reforms than their colleagues in the Democrat-controlled Senate. Interest groups arguing against potential reforms to the procurement and monetisation policies include shipping companies, agribusiness and <a href=\"http://www.theguardian.com/global-development/2012/mar/30/us-food-aid-lost-waste-profit\" title=\"\">even some NGOs</a> that receive food aid from the government, fearful of the loss of the income from sales of that food aid.</p> <h2>Will the new bill change domestic farm subsidies?</h2> <p>Both the House and Senate versions of the new farm bill would terminate direct payments to farmers – money that's doled out regardless of whether a farmer does any planting – as well as countercyclical payments, which offer farmers income support when crop prices fall below a given level. At the same time, both versions of the bill would strengthen crop insurance programmes to help protect farmers from small drops in income. The draft bills also propose structural changes to the dairy and cotton programmes. <a href=\"http://www.theguardian.com/global-development/2012/jul/19/us-cotton-subsidies-farm-bill-brazil\" title=\"\">Officials in Brazil and other cotton-producing nations will be closely watching the latter</a>, given that the World Trade Organisation has ruled that US cotton subsidies violate world trade rules. If the US fails to reform the subsidies, it could be left open to trade attacks on its intellectual property by Brazil, as ruled by the World Trade Organisation.</p> <h2>What happens after 30 September?</h2> <p>If a new farm bill has not been enacted by the time the current version expires, then what's known as \"permanent law\" – mothballed, out-of-date farm rules from the 1930s – will take effect. Nobody wants that to happen, so the most likely scenario is that Congress will pass a short-term extension of the current legislation, then take up the farm bill again in early 2013. But not everybody is happy about that. <a href=\"http://www.theguardian.com/global-development/2012/aug/20/us-drought-inflation-food-prices\" title=\"\">US farmers are in the middle of the worst drought they've faced in half a century</a>, and pressure is growing from Democrats, farm lobbies, and deficit hawks for Congress to enact the new law.</p> <h2>Why do they not just vote on it now?</h2> <p>Politics. When the farm bill eventually comes to a vote, it will probably split Republicans, which could embarrass the party, politically. Republican John Boehner, Speaker of the House, controls the voting schedule of the House of Representatives. Observers say that Boehner is loth to put his fellow Republicans into an awkward political situation this late in an election year.</p>",
  "<p>Half a dozen casinos and 12 huge hotels are expected to emerge from farmland around Madrid over the coming decade after the gambling billionaire Sheldon Adelson confirmed he will build a Las-Vegas-style casino strip on the outskirts of the Spanish capital.</p> <p>A deal to build Europe's biggest gambling mecca has been struck between Adelson and the regional government of Madrid, bringing with it the promise of tens of thousands of construction jobs.</p> <p>The Spanish capital beat its arch-rival Barcelona in the battle to win the controversial EuroVegas gambling project.</p> <p>Adelson, the Las Vegas Sands chairman and chief executive, said in a statement released in Las Vegas late on Friday: \"The regional government of Madrid has been a strong advocate for this potential development, and we are appreciative of the energy they have brought to this process.</p> <p>\"Barcelona is an outstanding tourism destination, and choosing Madrid over Barcelona was not an easy selection.\"</p> <p>However, he announced that Las Vegas Sands was only willing to finance 35% of the multibillion-euro resort, and that it would demand certain changes in local planning laws.</p> <p>Adelson, <a href=\"http://www.forbes.com/profile/sheldon-adelson/\" title=\"\">rated America's eighth richest person with a net worth of $24.9bn (£15.6bn) by Forbes magazine</a>, visited both Madrid and Barcelona in recent months as negotiations over where to locate the gambling resort progressed.</p> <p>The project is expected to be half the size of the famous Las Vegas strip, the four-mile stretch of megacasinos in Nevada. It is also expected to be split into a dozen sectors, built one by one, eventually offering some 36,000 hotel beds, although Adelson held back from confirming details of the project on Friday.</p> <p>Adelson is hoping to attract visitors from around Europe and areas of the former Soviet Union. Gambling would reportedly account for one-third of income.</p> <p>While the deal may bring jobs to a country suffering 25% unemployment, it has provoked outrage among an unlikely coalition of opponents, including local Catholic bishops and the <a href=\"http://en.wikipedia.org/wiki/2011%E2%80%932012_Spanish_protests\" title=\"\">indignado protest movement</a>.</p> <p>Local bishops have warned that the complex will bring gambling addiction, bankruptcies and suicides.</p> <p>Indignado protesters have pointed to reports of investigations by US authorities into allegations of corruption, dealings with Chinese mafia members and failure to report potential money-launderers.</p> <p>Neither Las Vegas Sands nor Adelson have been formally accused of any of those things, and the company insists it helps investigators with inquiries.</p> <p>Adelson is one of the chief financial backers of the Republican presidential candidate Mitt Romney. His casino empire stretches to Singapore and Macao, where sales are 13% of local GDP. It runs several Las Vegas casinos, but 90% of profits come from Asia.</p> <p>Madrid's regional president, Esperanza Aguirre, from the liberal wing of the centre-right People's party (PP), has promised to introduce whatever law changes are needed.</p>",
  "<p>Israel has stepped up its home front defence measures against possible retaliatory attacks amid continued speculation about an Israeli military strike against Iran's nuclear sites.</p> <p>As well as the deployment of active defence systems against incoming missiles, the distribution of gas masks, provision of bomb shelters and the testing of public information systems have accelerated.</p> <p>In recent months, there has been an increase in demand for gas masks and inquiries about bomb shelters in parallel with the rising rhetoric emanating from the prime minister's office. But many citizens remain sceptical: participation in civil defence drills, for example, remains low.</p> <p>Danny Avram, the owner of a bomb shelter construction and renovation firm, Ani Mugan (\"I Am Protected\"), said inquiries had increased tenfold over the past three weeks, although actual orders of work had only doubled. \"The last few weeks have been very intense,\" he said. \"There has been more talk, and the possibility has seemed more realistic to people. This happens every time something significant happens in the news. Bad news is good for business.\"</p> <p>The distribution of gas masks to civilians has risen month by month since the spring. According to the Israeli Defence Forces (IDF), 17,573 kits were distributed in April, 38,775 in May, 41,242 in June and around 70,000 in July. But at least 40% of the 7.8 million population is still without a \"personal protection kit\". Yoav Cohen, of the military equipment firm Hagor, said the government was short of 3m gas masks, which he said would take months to manufacture.</p> <p>Expectation of an imminent Israeli strike has been tempered in recent days by suggestions that President Barack Obama may be preparing to clarify the \"red lines\" set by Washington regarding the Iranian nuclear programme, beyond which the US will take action.</p> <p>Some observers believe that the intention of the Israeli rhetoric has all along been to force the US to take a more robust position. However, others point to Netanyahu's lack of trust in the Obama administration and belief that Israel must be self-reliant in safeguarding its existential interests.</p> <p>Officials say that reinforcement of homeland defence measures are necessary, regardless of the possibility of war in the coming months. An official commission of inquiry into the war with Lebanon in 2006 found serious deficiencies in home front defence.</p> <p>The commission's chairman, the former supreme court judge Eliyahu Winograd, this week questioned whether the country had learned sufficient lessons for the possible war ahead. \"We can expect a rain of missiles from all directions and I don't know how well the home front is prepared,\" he said.</p> <p>But according to Yechiel Kuperstein, who was head of the home front command's physical protection unit during the last war, \"the level of awareness is much higher than it was during 2006. If we faced the same level of threat, we would be OK. But the threat is going to be completely different, from another scale. Then the only thing you can do is cover the population with concrete.\"</p> <p>Israel's military intelligence chief, Major General Aviv Kochavi, told a conference this year that an estimated 200,000 missiles and rockets were aimed at Israel and could be deployed by Iran's allies in the event of a war.</p> <p>The military says they include at least 60,000 missiles located in Lebanon and controlled by Hezbollah, plus thousands more in Syria and Gaza. The number of missiles in Iranian hands is unknown.</p> <p>These missiles are expected to reach further than before, with Tel Aviv expected to be a major target, along with cities, towns and small communities closer to the borders with Lebanon and Gaza.</p> <p>Even so, Israel's defence minister, Ehud Barak, has suggested the number of Israeli casualties is unlikely to exceed 500. \"There is no way to prevent some damage,\" he said last November. \"It will not be pleasant. There is no scenario for 50,000 dead, or 5,000 killed – and if everyone stays in their homes, maybe not even 500 dead.\"</p> <p>Israel has a government ministry devoted to home front defence. Its head is Avi Dichter, a former head of the internal security agency, Shin Bet, who was appointed last month. Netanyahu said at the time: \"We're investing billions in protecting the home front. We're updating our early warning systems and our civil defence systems&#xa0;… as well as other forms of protection.\"</p> <p>The Israeli military also has a home front command, created 20 years ago following the Gulf war, aimed at \"protecting and informing the citizen population\".</p> <p>The government has reinforced underground bunkers in both Jerusalem and Tel Aviv, to which key personnel will relocate in the event of war.</p> <h2>Defence plans</h2> <p>• <strong>Missile defence</strong></p> <p>The Iron Dome mobile anti-missile system has been deployed by Israel to intercept rockets fired from Gaza since April 2011, with a claimed 80% success rate. Israel has four Iron Dome batteries, which are mobile, and two further batteries are expected to be operational in the near future. Last year, the US contributed more than $200m (£126m) in funding for and development of the Iron Dome system. The Arrow anti-ballistic missile defence system is designed to intercept long-range surface-to-air missiles. Arrow III is in development.</p> <p><strong>• Bomb shelters</strong></p> <p>All new buildings, both residential and commercial, constructed in Israel in the past 20 years have been required by law to include shelters. Around 30% of homes are estimated to have a reinforced safe room, but an estimated 25% of the population have no easy access to a bomb shelter.</p> <p>Tel Aviv, Israel's second largest city but one that is likely to be the main target of incoming missiles, has designated 60 underground spaces, mostly car parks, to act as emergency public shelters in the event of war. The city has 240 official public bomb shelters, capable of holding 40,000 people – around 10% of Tel Aviv's population.</p> <p>The northern city of Haifa, within reach of missiles from Lebanon, is planning to use an underground road tunnel as an emergency shelter.</p> <p>The IDF's home front command website includes advice to families to designate a secure space or room within their home of at least five square metres.</p> <p><strong>• Public alerts</strong></p> <p>Last month, Israel conducted a week-long trial of an SMS missile warning system for civilians. Alerts in four languages – Hebrew, Arabic, English and Russian – were sent to mobile phones. In the event of war, text messages will contain \"location-specific warnings based on the trajectory of rockets or missiles\", according to the IDF. Public alerts and information are also expected to be issued by television stations operating from emergency studios.</p> <p><strong>• Evacuation</strong></p> <p>The home front ministry has discussed plans for the mass evacuation of civilians in cities in northern and central Israel to the Red Sea resort of Eilat and the southern desert area of Arava, according to Israeli media reports. Schools and hotels would be requisitioned, along with the provision of tents and caravans, to accommodate evacuees. The former home front minister Matan Vilnai said in June: \"I have spoken to council heads in the Eilat district and they appreciate the importance of hosting residents of central and northern Israel at times of emergency.\"</p>",
  "<p>Hong Kong's pro-democracy movement has taken a narrow lead in the legislative elections which took place <a href=\"http://www.theguardian.com/world/2012/sep/09/hong-kong-voters-protests-climbdowns\">against a backdrop of rising concern about China's influence over the former British colony.</a></p> <p>But while the pro-democracy candidates have a slight majority so far in the directly elected seats, in districts where pro-China groups have set up well-funded, extensive neighbourhood networks, votes for the Beijing-backed Democratic Alliance for the Betterment of Hong Kong (DAB) have been high. </p> <p>The first district to announce results, Kowloon West, a sprawling and diverse electorate, saw a high vote for the DAB alongside victory for more pan-democrats, including the feisty journalist Claudia Mo of the Civic Party.</p> <p>Some big names from the pan-democratic camp have yet to hear their fate. </p> <p>The chairman of the Democratic Party, Albert Ho Chun-yan, was not hopeful: \"My situation has been worsening. This is beyond my expectations,\" he said of what he called the most competitive elections yet.</p> <p>Even before hearing about his won bid for a seat, he announced his resignation as party leader following what he called his party's \"serious failure\" to garner more votes.</p> <p>He had lead his party into a compromise with the government over constitutional reforms during the last legislature's term, a move which has spurred support for the more radical People Power Party whose Wong Yuk-man has kept his seat.</p> <p>While the pan-democratic camp has suffered from its internal divisions, so has the pro-China establishment. Close behind the DAB has been the Federation of Trade Unions, members of which have suggested their poorer than expected showing could be traced back to competition with its allies.</p> <p>Leader of the pro-business Liberal Party, Miriam Lau Kin-yee, has lost her seat and is resigning her leadership role, mirroring her predecessors at previous elections.</p> <p>More people voted than ever before, but the 53% turnout was less than the 55% of the 2004 elections when the pool of registered voters was smaller, which also took place amid strong feelings about China's role in the free-wheeling territory.</p> <p>Counting is continuing, particularly for five new \"super-seats\", for which people could vote across geographical lines.</p> <p>Hong Kong's legislature has 70 seats, 40 of which can be voted for directly in geographical constitutencies, with the balance made up of what are called functional constituencies in which, for example, approved doctors' groups can vote for a medical sector representative, or bankers choose a banking representative.</p> <p>This system guarantees a pro-government majority as the pan-democrats face well-financed and organised opposition in the free seats from the pro-China group, and most functional seats go to establishment figures.</p> <p>The pan-democrats have now secured the one third of all seats they desire in order to exercise a veto over future legislation which must, during the next four years, include measure to implement China's vision of constitutional change.</p>"
]