[
  "<p>With the Obama-Romney presidential contest gaining momentum, many will be asking: where, oh where, is the classic political satire that can tackle the troubled zeitgeist? Could this movie starring Will Ferrell and Zach Galifianakis be the one? Erm … not exactly, no. It's a broad comedy, with some outrageous gross-out laughs, directed by Jay Roach and co-written by Shawn Harwell, who contributed to TV's <a href=\"http://www.theguardian.com/film/filmblog/2010/nov/02/david-gordon-green-eastbound-and-down\" title=\"\">Eastbound and Down</a>. The film doesn't aspire to anything particularly sharp and sophisticated, and even diehard Ferrell fans might feel he isn't exactly giving us the shock of the new. But it's entertaining. Ferrell plays the appalling Congressman Cam Brady campaigning for re-election. He's a loathsome married womaniser whose polling numbers go into freefall when a&#xa0;drunk-dialled wrong number accidentally places his lascivious phone message on the answering machine of a fiercely Christian family. His opponents smell blood and put up a nerdy wholesome guy against him, local tourism chief Marty Huggins (Galifianakis), and the campaign turns nasty after the two candidates' nakedly hostile \"Civility Brunch\". If you're solemnly looking for contemporary political observation, this isn't the film for you. But laughs come rolling off the production line a-plenty.</p>",
  "<p>Quick: name the most memorable moment from the three presidential debates between Barack Obama and John McCain?</p> <p>Nothing coming to mind? (And no, Sarah Palin saying \"you betcha\" in the vice-presidential debate doesn't count.)</p> <p>How about the 2004 debates between John Kerry and George W Bush? Well, there was that line about a \"global test\" and then that great internet rumor that Bush had <a href=\"http://www.visualfuturist.com/bushiswired/\">a radio receiver on his back</a>. But anything else ring a bell?</p> <p>This isn't just a memory test for Guardian readers – it's a perhaps less-than-subtle reminder that even though presidential debates are often viewed as the most important part of a campaign (aside from the national conventions), they actually affect the final election results a lot less than you might think. If Mitt Romney is hoping that the debates turn the tide in what is an ever-widening polling gap between him and Barack Obama, he might want to think again.</p> <p>The idea of debates being a less consequential campaign event will likely seem counter-intuitive to many. For weeks, these TV setpieces have been hyped as the signal events of the fall campaign. And doesn't history provide many lessons of game-changing debate moments?</p> <p>Was it not Richard Nixon's five o'clock shadow that doomed him against the much smoother John F Kennedy <a href=\"http://www.youtube.com/watch?v=QazmVHAO0os&amp;feature=player_embedded\">in 1960</a>? Or what about Ronald Reagan's famous quip in 1984, when asked if he was too old to be president:</p> <blockquote> <p>\"I will not make age an issue of this campaign. I am not going to exploit, for political purposes, my opponent's (Walter Mondale) youth and inexperience.\"</p> </blockquote>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/fJhCjMfRndk?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/fJhCjMfRndk\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Or what about Michael Dukakis's robotic response to a query about whether he would still oppose the death penalty for a rapist-killer if his wife, Kitty, had been the victim?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/aUXz4wFDAo0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/aUXz4wFDAo0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>These are just the sort of game-changing moments that allow the Romney campaign a flicker of hope.</p> <p>But not so fast. While political pundits love to impart great meaning and importance to these events, political scientists aren't so convinced. As John Sides, a political scientist at George Washington University, <a href=\"http://www.washingtonmonthly.com/magazine/septemberoctober_2012/ten_miles_square/do_presidential_debates_really039413.php?page=1\">wrote recently</a> in Washington Monthly:</p> <blockquote> <p>\"Scholars who have looked most carefully at the data have found that, when it comes to shifting enough votes to decide the outcome of the election, presidential debates have rarely, if ever, mattered … in the average election year, you can accurately predict where the race will stand after the debates by knowing the state of the race before the debates.\"</p> </blockquote> <p>Debate gaffes, like your garden-variety campaign gaffes, rarely, if ever, move public opinion polls or affect the final outcome of elections. Even if Dukakis had given a more emotional response to the death penalty question, or if George Bush hadn't been caught <a href=\"http://www.usnews.com/news/articles/2008/01/17/a-damaging-impatience\">checking his watch</a> during the 1992 debate, both candidates were still likely to lose.</p> <p>Reagan's zinger against Mondale was highly effective, but incumbents who win 49 states don't need a great debate line to ride to victory.</p> <p>The first of two possible exceptions to the general rule of debate irrelevance is the <a href=\"http://www.cnn.com/ALLPOLITICS/1996/debates/history/1980/index.shtml\">1980 debate between Ronald Reagan and Jimmy Carter</a>, which came only days before the election. While Reagan held a small lead going into the debate, by the weekend before election day, polls showed him approaching a landslide-like advantage. The debate, rather than \"changing the game\", simply confirmed the direction the polls were already headed – albeit in a decisive manner.</p> <p>Reagan, who was regularly portrayed by Carter in the most negative terms imaginable and, in particular, as a war-monger, came across as cool, calm and collected – anything but a loose cannon. If Americans needed reassurance that they could trust Reagan in the White House, the debate clinched it.</p> <p>In 2000, Al Gore's <a href=\"http://www.thedailyshow.com/watch/wed-october-4-2000/indecision-2000---sigh-language\">constant sighing</a> during his first presidential debate with George W Bush turned him into an object of ridicule (even Saturday Night Live poked fun at Gore's tic). According to Sides, Gore's unfortunate show of contemptuous impatience may have shifted the polls by two to three points in sympathy with his opponent, Bush. Considering the narrowness of Gore's eventual \"defeat\", the debate could be considered one of several decisive factors.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.nbc.com/assets/video/widget/widget.html?vid=1356981\"> <iframe id=\"nbc-video-widget\" width=\"460\" height=\"276\" src=\"https://www.nbc.com/assets/video/widget/widget.html?vid=1356981\" frameborder=\"0\"></iframe> </figure>  <p>But for those two examples, there is always the experience of John Kerry, who, in 2004, won not one, not two, but all three presidential debates against George W Bush, according to post debate polling – and still lost the election. Quite simply, Kerry's strong performance couldn't cancel out the advantages of his opponent. Or, still more importantly, while the debates gave him a boost in the polls, they didn't have the effect of fundamentally reversing the trajectory of the race. This is perhaps the most important factor: debates might affect the polls around the margins, but they have never had a seismic impact on a presidential campaign.</p> <p>And this brings us back to Mitt Romney. If the latest public opinion polls are to be believed, the Romney campaign is in serious and deepening trouble. Not only is he <a href=\"http://www.cnn.com/2012/09/27/politics/campaign-wrap/index.html\">trailing in the national polls</a>, but he is also losing badly in <a href=\"http://www.dailykos.com/story/2012/09/20/1134217/-New-Swing-State-Polls-Show-Romney-Falling-With-More-Trouble-Possibly-Looming\">swing state polls</a> from Ohio, Virginia and Florida, each of which suggests that Obama is opening up sizable, even insurmountable, leads.</p> <p>No matter how well Romney does in his debates with Obama, what reason is there to believe that he can do well enough to reverse this increasingly dire trend? Have any actions to date by the gaffe-tastic Romney given credence to the notion that he has the political chops to change the direction of the race in these debates? If anything, because of his now almost daily faux pas, even the smallest slip-up has the potential to dominate post debate coverage. The guy is practically going to have to bat 1,000, just to eke out a win.</p> <p>Moreover, it's not all about Romney. There is even less reason to believe that Barack Obama will make a mistake so grievous and costly that he will open the door to a Romney comeback. There's a reason, after all, people call him \"no-drama Obama\".</p> <p>Unless the president uses the debate to unleash a profanity-laced diatribe against the people of Ohio and Florida, it's very hard to imagine anything he could do or say that would badly hurt him. To be honest, even if he were, inexplicably, to do such a thing, I'm not convinced it would cost him the election. Considering the current polarization of the electorate and the dearth of undecided voters – short of Obama's breaking out the legendary \"whitey\" tape, or admitting that, yes, he was born in Kenya – he's likely safe.</p> <p>None of this is to suggest that voters shouldn't tune in to the debates. They are an excellent opportunity to more fully appreciate the positions of the two candidates and understand the rather profound differences between the two parties. Just don't expect it to make much of a difference in a race where the outlines of the final results are becoming increasingly clear.</p>",
  "<p>Fear that Barack Obama is going to win another four years is beginning to seep into the ranks of Mitt Romney supporters. </p> <p>About 200 people turned out to see Romney on a campaign stop in Virginia Thursday. It was not a big crowd but it was a loyal one, expressing hope against hope that the Republican candidate might yet turn in a dazzling performance in the first of the presidential debates next week. </p> <p>And yet, in the wake of polls on Wednesday showing Obama ahead by 10% in Ohio and 9% in Florida, there is a grim, growing recognition that hopes of the White House might be starting to slip. </p> <p>\"At this point, I have my fears that Obama will be back and we will see four years more of no growth,\" said Patrick Gallagher, 59, a former army engineer. </p> <p>Having said that, he expressed a distrust of polls, based on his experience of previous elections and hoped the three debates coming up might swing independents. \"The election in this state and nationwide will hinge on what happens in these debates,\" Gallagher said. \"It is a chance to see them go head to head.\"</p> <p>Romney's speech, at an American Legion hall in Springfield full mainly of vets, was targetted at voters either in the military or ex-military, warning that proposed Pentagon tax cuts will cost jobs and put America's security at risk.</p> <p>As a piece of micro-targeting, it is clever. Republicans are strongest in the south, but to win Virginia Romney needs also to take votes in the north, and people with military links are a good bet.</p> <p>But he showed little enthusiasm or passion, looking like someone weighed down by the polls and wondering how he could go on delivering speeches like this week after week all the way to November 6.</p> <p>He said it was unthinkable that the government would cut military spending when the world remains \"troubled and dangerous\". The problem for Romney with this as an attack line is that the Republicans, including running mate Paul Ryan, voted for those very cuts.</p> <p>He demonstrated yet again he is not an inspirational speaker. Even when he won an ovation when he said \"when I become president\", it was not long-lasting, with people just popping out of their seats and quickly sitting down again. </p> <p>Mackie Christenson, 65, from Leesburg, Virgina, said she believes Romney can still win in spite of the polls. \"Reagan was down 9% at this point against Carter,\" she said.</p> <p>She is not upset that Romney has changed tack over the last few days, more positive about Obama, acknowledging he cares about America. Romney is \"basically a nice person. Politics is a blood sport, and he is swimming with sharks.\".</p> <p>She predicted Romney will win the debate next week because he will have a chance to call out Obama on what she said were repeated lies about contraception – Republicans are not opposed to contraception, she said – the killing of ambassador Chris Stevens and other issues.</p> <p>She is especially annoyed that so many women are backing Obama. \"Women make up 75% of the unemployed. They are having to cope with high food prices. And yet they are for Obama because they think he is cute.\"</p> <p>Gallagher said that Obama's poll leads might even backfire. \"I think the poll leads could hurt Obama. If Obama supporters think he is going to win, they might stay at home,\" Gallagher said.</p> <p>That is far from being a vote of confidence in Romney's chances.</p>",
  "<p>Barack Obama called for a new era of \"economic patriotism\" as he launched a fresh series of attacks on Mitt Romney for his comments disparaging 47% of Americans as freeloaders.</p> <p>As the first votes were cast in the White House election, Obama placed the 47% remarks at the heart of his campaign, telling supporters in Virginia that change in cannot be achieved in one term and \"it can't happen if you write off half the nation before you take office\". </p> <p>Romney's comments were caught on a secretly recorded video when the Republican presidential candidate addressed a small group of wealthy donors in May.</p> <p>The attack was reinforced in new ads released Thursday. In one, Romney's voice is heard dismissing the 47% of the population who he said are dependent on the government and take no responsibility for their own lives. On screen, as Romney speaks, are pictures of the groups the Democrats suggest he was referring to: the elderly, veterans, Latinos, children and working-class women.</p> <p>It is a potent election message, and Romney's remarks are proving to be one of the most destructive moments of the whole White House campaign.</p> <p>Another Obama ad deals with \"economic patriotism\", a new label for the president's economic promises, which include creating 1m manufacturing jobs and hiring thousands of new teachers.</p> <p>They are to be broadcast in seven swing states: Virginia, Florida, Ohio, New Hampshire, Iowa, Colorado and Nevada. But they are not being shown in North Carolina, a sign that the Obama campaign may have written the state off as a gain for Romney. </p> <p>The \"economic patriotism\" promotes economic growth from the bottom up and contrasts this with Romney's trickle-down approach.</p> <p>\"This country doesn't succeed when only the rich get richer,\" Obama said in his speech. \"We succeed when the middle class gets bigger, when there are ladders of opportunity for all who strive to get into the middle class, when everybody who's willing to work hard has a chance to get ahead and live up to their God-given potential.\"</p> <p>Then, turning directly to the secret video, Obama added: \"I don't think we can get very far with leaders who write off half the nation as a bunch of victims who never take responsibility for their own lives.\"</p> <p>Both Obama and Romney were campaigning in Virginia on Thursday in areas with a strong military presence. The president was in Virginia Beach while Romney was in Springfield.</p> <p>Obama opted for a broad appeal to voters while Romney flailed about in the wake of disastrous poll figures showing him badly trailing the president in swing states. Obama is ahead in Virginia in spite of predictions he would not be able to hold it after his 2008 win.</p> <p>Early voting began in Iowa on Thursday and starts in Ohio next week and elsewhere round the country. An estimated 30%-40% of those voting will have cast their ballots before election day November 6.</p> <p>In his speech, Obama, echoing Romney's secret video, said that wherever he visited in America, including Virginia, he did not find victims as Romney contended but hardworking Americans.</p> <p>\"I see students trying to work their way through college. I see single moms, like my mom, putting in overtime to raise their kids right. I see senior citizens who have been saving for retirement your entire lives,\" Obama said. \"I see a whole bunch of veterans who served this country with bravery and distinction.\"</p> <p>In what could be a rehearsal for the first presidential debate in Denver on Wednesday, he noted that Romney had picked up on a comment he had made that change in Washington does not come from the inside and that change in Washington had to come the outside.</p> <p>\"And for some reason, this got governor Romney really excited. And he rewrote his speech, and he stood up at a rally and he proudly declared: 'I'll get the job done from the inside' – which got me thinking, what kind of inside job are you talking about?,\" Obama said, proving that not only does he have better delivery than Romney, he has better speech-writers.</p> <p>As the laughter subsided, Obama continued: \"Because if it's the inside job of rubber-stamping the top-down, lobbyist-driven agenda of this Republican Congress, we don't want that. If it's the inside job of letting oil companies write energy policy, insurance companies writing health care policy, outsourcers writing our tax code, we don't need that. If it's the inside job of trying to control the health care choices that women are perfectly capable of making themselves, we'll take a pass on that. We don't need an inside job.\"</p> <p>He added, ramming home his point about Romney's speech: \"In 2008, 47% of this country did not vote for me. But the night of the election, I said to all those Americans, I said, I may not have won your vote, but I hear your voice. I need your help. I will be your president, too.\"</p>",
  "<p>With Harvard Law Professor Elizabeth Warren gaining ground in the Massachusetts Senate race, US Senator Scott Brown's campaign decided there was nowhere to go but negative. Brown <a href=\"http://www.csmonitor.com/USA/Elections/Senate/2012/0926/Elizabeth-Warren-and-Cherokee-heritage-what-is-known-about-allegations\">has blasted Warren</a> for months, charging that she claimed Native American heritage to take advantage of university affirmative action employment policies. In the first debate between the two, Brown went so far as to say that Warren did not look Indian.</p> <p>But his campaign finally overreached. At a recent Boston campaign event, a group of Brown supporters, including some members of his Senate staff, <a href=\"http://bluemassgroup.com/2012/09/scott-brown-staffers-do-indian-war-whoop-tomahawk-chop-youtube/\">taunted Warren's backers</a> with tomahawk chops and pseudo war chants. Suffice to say that such displays don't go <a href=\"http://www.slate.com/articles/news_and_politics/explainer/2012/09/origins_of_the_tomahawk_chop_scott_brown_s_staffers_mocking_elizabeth_warren_are_continuing_a_long_tradition_.html\">down well with Native Americans</a>.</p> <p>Brown's first apology wasn't enough for the Cherokee Nation. \"A campaign that would allow and condone such offensive and racist behavior must be called to task for their actions,\" Principal Chief Bill John Baker <a href=\"http://bluemassgroup.com/2012/09/chief-of-cherokee-nation-calls-on-scott-brown-to-apologize-for-his-staff/\">said in a statement</a>. Brown was finally forced to come up with a <a href=\"http://www.upi.com/Top_News/US/2012/09/26/Scott-Brown-warns-staff-over-war-whoops/UPI-57811348683620/\">stronger mea culpa and a zero tolerance policy</a> on any future stunts.</p> <p>The no-more-Mr-Nice-Guy strategy is fraught with perils for Brown. He won his Senate seat, in part, thanks to his carefully crafted persona as a genial, regular Joe in an old barn coat who cruises around the state in a pickup truck. Even long-time Boston Mayor Thomas Menino, a Democratic warhorse if there ever was one, counts Brown as a friend and <a href=\"http://bostonglobe.com/metro/2012/09/21/brown-warren-push-for-votes-day-after-debate/RtEQIpZLLr2jZyM2A6e2rI/story.html\">waited as long as politically possible before endorsing Warren</a>. </p> <p>The feisty Warren is easygoing and personable on the campaign trail. But she's opted against being either warm and fuzzy or too <a href=\"http://www.huffingtonpost.com/2010/03/03/fight-for-the-cfpa-is-a-d_n_483707.html\">in-your-face</a> where it counts for most voters: on television. Her response to the heritage controversy has been muddled and only recently has she come out with a <a href=\"http://www.youtube.com/watch?v=4oIVinDXzOw\">more robust response</a>.</p> <p>Dial up the wayback machine and the personable Brown might well have been making short work of Warren, as he did with state <a href=\"http://www.boston.com/news/local/massachusetts/articles/2010/01/21/coakley_aides_paint_portrait_of_missteps_on_campaign_trail/\">Attorney General Martha Coakley in the 2010 special election</a> to fill the late Senator Ted Kennedy's seat. But in this Senate race, personal appeal is bumping up hard against the realities of party politics in a presidential election year. According to Alan Wolfe, a Boston College political science professor:</p> <blockquote> <p>\"If we lived in a world in which we vote for the candidate [as an individual], you couldn't lose as a middle class person by voting for either, but we don't live in that world. Party … matters right now more than the person, and the parties right now have very different approaches to the middle class.\"</p> </blockquote> <p>The two candidates break even on the crucial issue of middle class \"cred\". Warren often describes herself as growing up on the \"ragged edge of the middle class\". She worked as a waitress as a young teenager, after her father had had a heart attack. Her self-description could just as easily also apply to Brown, whose working mother briefly relied on welfare.</p> <p>So, Brown's strategy is to keep Warren off her game, which runs on <a href=\"http://www.bloomberg.com/news/2011-07-15/obama-eliminates-warren-as-consumer-head.html\">her deep knowledge</a> of the economy, consumer affairs, and Wall Street, lest she get more traction in turning the race into a referendum on the national Republican party and Brown's <a href=\"http://topics.nytimes.com/top/reference/timestopics/people/b/scott_p_brown/index.html\">Senate record</a>.</p> <p>Four of five <a href=\"http://elections.huffingtonpost.com/pollster/2012-massachusetts-senate-brown-vs-warren\">recent state-wide polls showed</a> Warren edging out in front of Brown in what remains a very close race. Warren picked up <a href=\"http://www.c-span.org/DNC/Events/Elizabeth-Warren-at-the-2012-Democratic-National-Convention/C3779973/\">her Democratic national convention bounce</a> and ran with it. She hits all the right notes for her Democratic base on Massachusetts middle-class worries like unaffordable mortgages, student loan and credit card debt and bad guys like \"Big Oil\" and \"millionaires and billionaires\". For his part, <a href=\"http://www.masslive.com/politics/index.ssf/2012/08/scott_brown_says_hes_not_tryin.html\">Brown passed up a Republican national convention speaking slot</a> – a move that deliberately distanced him from Mitt Romney, the state's former governor and his political mentor. </p> <p>In the Senate, Brown has little room to maneuver on controversial issues like tax policy that are central to Republican orthodoxy. <a href=\"http://www.unh.edu/survey-center/news/pdf/bg_2012-bg32.pdf\">Few Massachusetts likely voters believe</a> that he would raise tax rates on the wealthy Americans. Indeed, he's opposed <a href=\"http://www.investinganswers.com/financial-dictionary/tax-center/buffett-rule-3653\">the \"Buffett rule</a>\" and <a href=\"http://www.boston.com/politicalintelligence/2012/07/25/senator-scott-brown-votes-against-extending-tax-cuts-under-gop-democrat-plans/WsuIo08WEpvOo67TYcwizH/story.html\">lifting Bush era tax cuts</a> on higher-income earners while preserving them for workers making less than $250,000.</p> <p>Bay State voters are cool toward their former governor – President Obama is expected to trounce Romney easily here – and cooler still toward the conservative Republicans who dominate the national party. Yet, a strong Democratic turnout doesn't guarantee victory for Warren in a state where independents <a href=\"http://www.sec.state.ma.us/ele/elepdf/2012_Party_Enrollment_Stats.pdf\">comprise more than 50%</a> of the electorate and historically have few qualms about voting for moderate Republicans like Brown.</p> <p>Which is why the tomahawk/chant episode could be a pivotal moment. It recalls a ghost of campaigns past: the 2006 Massachusetts gubernatorial race. Kerry Healey, the Republican candidate and Romney's lieutenant governor, deployed an ad <a href=\"http://www.csmonitor.com/2006/1031/p10s01-uspo.html\">loaded with powerful racial overtones</a> against the Deval Patrick, the African-American political newcomer. The tactic backfired badly: Healey never recovered and lost to Patrick in a rout. He is now in his midway through his second term; she advises the Romney campaign.</p> <p>Much is riding on the mood of the Massachusetts electorate. Do voters believe that Brown is still an affable guy who understands their issues better and can make himself heard in a politically polarized capital? Or is the Harvard law school maverick and consumer protection champion the best person to send to Washington?</p> <p>Clearly, Brown <a href=\"http://www.boston.com/politicalintelligence/2012/09/24/elizabeth-warren-defends-work-asbestos-lawsuit/LXxLBL9BBBHIXEDzQoFBLO/story.html\">has opted to keep voters focused</a> on his view of Warren's personal shortcomings. That could be a costly gamble for a nice guy.</p>",
  "<p></p> <h2><a name=\"economy\">Economy</a></h2> <p><strong>It's the economy, stupid – or is it? You have to go back more than 70 years to find a president who retained his job when so many of his compatriots lost theirs. Economic gloom made short work of Jimmy Carter and George Bush Sr. But Barack Obama's record is not all bad – and that might be good enough to save him, says Larry Elliott</strong></p> <p>Barack Obama should be toast. Under his stewardship, the US economy has suffered its feeblest economic recovery since the second world war. Living standards for the average American have fallen since he arrived at the White House almost four years ago.</p> <p>Despite his rallying call to the struggling and the dispossessed in 2008, poverty is rising and the gap between rich and poor has grown. History shows that the last incumbent president to win an election with the unemployment rate above 8% was Franklin D Roosevelt.</p> <p>If the race for White House is about the economy – and American voters routinely say it is – Mitt Romney would be winning the election by a country mile and Obama contemplating joining George Bush Sr and Jimmy Carter as one-term presidents of the modern era.</p> <p>Polling by the Pew Research Centre shows that only 41% of Americans say their own personal financial situation is excellent or good, while consumer confidence is lower than it was when Gerald Ford lost to Carter in 1976 and when Carter was turfed out by Ronald Reagan four years later. The last time Americans felt this gloomy was in 1992, and Bill Clinton won.</p> <p>The fact that real median incomes, a benchmark of how well the middle classes are doing, have dropped by 4.7% since Obama became president has allowed Romney to ask the question so tellingly posed by Reagan against Carter: \"Are you better off than you were four years ago?\"</p> <p>If the well-off in the US were asked that question, the answer would be yes. The top 5% of earners, those making $186,000 (£115,000) or more, took 22.3% of national income in 2011, up from 21.3% in 2010.</p> <p>Income inequality, as measured by the Gini coefficient, is greater than it has been since records began in 1975, making the US the fourth most unequal country in the Organisation for Economic Co-operation and Development after Chile, Mexico and Turkey. All this has got the pollsters scratching their heads.</p> <p>Bruce Stokes, fellow of the Pew Institute, said: \"Back in the spring, my assumption was that if unemployment remained above 8%, the president was going to lose. It has remained above 8% but despite that the president retains a great deal of public support, and that has grown in the last month.\"</p> <p>Obama has been helped in recent weeks by some tentative signs that the economy is on the mend. The recession in the real estate market – the worst the US has ever endured – appears to be at an end, with housing starts, home sales and property prices all on the rise.</p> <p>Ben Bernanke, chairman of the Federal Reserve, has lifted share prices on Wall Street by announcing that the US central bank will continue to use monetary stimulus until there is clear evidence of sustained growth. An easing of the eurozone crisis has calmed fears that the economy might plunge off a cliff in the runup to election day.</p> <p>There is, though, perhaps more to it than that. Analysts at Capital Economics say that the darkest days for the US economy were in the months between Obama's election victory in November 2008 and his inauguration in early 2009 and that the economy is in much better shape now than it was then.</p> <p>\"At the end of 2008, GDP was falling at an annualised rate of 9%, over 700,000 jobs were being lost every month and the banking system was in meltdown,\" Capital Economics said.</p> <p>Polls show that many voters still blame Bush and the Republicans for the current weakness in the economy, while at the same time giving Obama credit for rescuing the US car industry when it was faced with bankruptcy.</p> <p>Even this, however, does not appear to be the whole story, as voters in the swing states appear to be planning to vote for Obama while at the same time believing that Romney would be just as good, if not better, at handling the economy.</p> <p>According to Stokes, the explanation may be that Obama is well ahead when it comes to other issues, such as healthcare and national security, and is also seen as a more likable candidate.</p> <p>Romney's only hope in the remaining weeks of the campaign is to make Obama's handling of the economy the key election issue. If he fails to do so, Obama looks likely to be re-elected.</p> <p></p> <h2><a name=\"Health\">Health</a></h2> <p><strong>Obama's healthcare reform was arguably the biggest domestic achievement of his presidency, requiring Americans to buy health insurance and making sure people with pre-existing conditions got insurance. Republicans denounced the act as unaffordable, a violation of individual freedom. Romney pledged to repeal the care act in its entirety but now says there are a things he would keep – including allowing young adults to stay on parental policies until they are 25. In a trip to the US, the Guardian's health editor, Sarah Boseley, found plenty of beneficiaries of the Obama reforms</strong></p> <p>Dawn Josephson, who lives in Jacksonville, Florida, fell foul of an insurance trap. In 2008 her son, Wesley, then two, woke up one morning with just the white of one eye showing and the iris of the other hardly visible. It was sudden-onset strabismus, caused by lack of co-ordination between eye muscles and the brain. His eyes were no longer focusing on the same point.</p> <p>They were paying $800 (£495) a month for health insurance for their family of four, with an excess of $1,500, and they were liable for 20% of their costs after that.</p> <p>Wesley had a surgical procedure costing about $8,000, although there was no overnight stay. With lab tests, the bills probably came to $12,000.</p> <p>\"About two months later, we got a nice little note from our insurance company saying, 'we are now terminating this policy and we have nothing else to offer you',\" she said. \"My husband and I are self-employed, so we have to get our own policy. We found another for about the same rate, but because Wesley had this pre-existing condition, anything relating to the eye was not covered. We were still going to the doctor every two months, paying anything from $600 to $1,000 for doctors' bills.\"</p> <p>The local Nemours children's hospital offered a payment scheme, so they ran up bills and paid a small monthly amount towards them.</p> <p>\"Around April 2010, we said, 'we can't do this any more, there has got to be an alternative',\" she said.</p> <p>An insurance agent found the family a cheaper policy, which at least saved them money for Wesley's bills.</p> <p>When Josephson called the insurance company to check on the policy, she was told everyone was covered, including Wesley. Josephson could not believe what she was hearing.</p> <p>\"For a split second I thought they made a mistake – just shut up and take the policy,\" she said. \"Then she said to me, 'we are no longer excluding pre-existing conditions for children'.\"</p> <p>On 23 March, Obama had signed the affordable care act into law. Wesley Josephson had just become one of the first beneficiaries.</p> <p></p> <h2><a name=\"foreign\">Foreign policy</a></h2> <p><strong>Foreign policy did not figure much in the campaign, until the killing of the US ambassador to Libya this month. Since then the gloves have come off, writes Julian Borger, the Guardian's diplomatic editor</strong></p> <p>Mitt Romney said very little about foreign affairs on the stump but he seized on the attack on the US consulate in Benghazi as an emblem of America's place in the world under Obama. He claimed that the US response to the wave of attacks on American diplomatic mission had been to apologise for the amateur video that had triggered them.</p> <p>It turned out he has his timings wrong and that a statement by the US embassy in Cairo condemning the video for its cynical portrayal of the prophet Muhammad had preceded the attacks.</p> <p>But the Romney campaign pressed on with the theme, seeking to cast the administration as apologising for American values abroad.</p> <p>The president appeared to slip in a television interview aired in which he described the riots as \"bumps in the road\" on the way to a functioning democracy.</p> <p>Romney responded quickly saying: \"These are not bumps in the road, these are human lives.\"</p> <p>The theme resonated because of popular perceptions of what was widely seen as ingratitude among the new north African democracies for American support for the Arab spring.</p> <p>The Republican vice-presidential nominee, Paul Ryan, claimed this week that the riots over the anti-Muslim video were a demonstration of how the Obama foreign policy was \"blowing up in our faces\".</p> <p>Ryan compared the scenes from north Africa to the 1979 Iranian revolution, implying a comparison between Obama and the Democratic president at the time, Jimmy Carter, the personification among American conservatives of weak, unpatriotic, leadership.</p> <p>Obama has sought to counter that narrative with his emphatic celebration of those values in this week's speech to the UN general assembly.</p> <p>On the bigger picture, that is some polling evidence that Obama has the edge.</p> <p>A new YouGov poll, seen by the Guardian, shows that, while a large majority of Republicans see their country locked in a zero-sum struggle with Islam, Americans as a whole rejects that view by 47% to 39%. Almost half those polled believe \"it is possible for the west and Muslims to coexist in peace\".</p> <p>Obama's UN speech mentioned in passing what the White House believes are its principal achievements abroad – the killing of Osama bin Laden, the withdrawal from Iraq, and the planned pullout from Afghanistan.</p> <p>The first aspect inoculates Obama from Republican attacks for lack of resolve over the other two. The slayer of America's enemy number one cannot easily be accused of being weak on security. Moreover, there is no political advantage to be gained in a war-weary America by arguing that the White House is cutting and running from foreign conflicts.</p> <p></p> <h2><a name=\"immigration\">Immigration</a></h2> <p><strong>Immigration reform is one of the top issues for Latino voters. Most of the estimated 11 million illegal immigrants in the US are Latino. Obama won their overwhelming support in 2008, and polls show he should repeat this in November. Although he failed to deliver on his promise to introduce immigration reform, he has taken action, bypassing Congress, to give the children of some illegal immigrants relief from the threat of arrest. He has also promised reform in a second term. But as Ewen MacAskill and Ed Pilkington report, there is still a long way to go to prevent immigrants from falling foul of individual states taking matters into their own hands</strong></p> <p>Latinos living without immigration papers in Arizona have begun bombarding helplines and lawyers' offices with requests about how to provide for their children should they be arrested under the controversial new police power that came into effect last week.</p> <p>A phoneline hosted by the Arizona branch of the American Civil Liberties Union received almost 4,000 calls in two days, many from anxious parents who fear their children could be left abandoned should they be picked up under the \"show-me-your-papers\" provision.</p> <p>Hundreds have been asking for help setting up a power of attorney, which gives a relative or friend who has US citizenship the right to care for minors in such an eventuality.</p> <p>\"People are terrified. They fear that they will go to the store to buy groceries and won't get home, and their kids will be left alone at school,\" said Luz Santiago, a pastor in Mesa. She said she had personally handled about 50 requests for power of attorney so far.</p> <p>The \"show-me-your-papers\" clause is the most deeply contested of the provisions of SB 1070, an Arizona law passed in 2010 that has set the benchmark for a wave of hardline immigration laws clamping down on undocumented families in several states.</p> <p>Under its terms, police are required to investigate the immigration status of anyone they come across during their normal work and whom they suspect of being unauthorised.</p> <p>The law was snarled up in legal challenges that went up to the US supreme court. In June, the court struck down several elements of the legislation but allowed the clause to go ahead pending local Arizona court approval.</p> <p>That approval was granted this week and the provision is now in effect.</p> <p>Residents of Phoenix, the capital of Arizona, are braced for the rule change, having witnessed the impact of heavy-handed policing for years under Joe Arpaio, who calls himself \"America's toughest sheriff\".</p> <p>Groups working with undocumented Hispanics are more concerned about other smaller towns, such as Flagstaff and Prescott, which have large Latino populations but no experience of police officers acting as immigration agents.</p> <p>Tucson, Arizona's second-largest city, is calling a forum next Tuesday in which community leaders will meet the police chief, Roberto Villasenor, to discuss the implementation of the clause.</p> <p>Regina Romero, who sits on the city council and convened the meeting, said the clear fear was that police would be drawn into racial profiling. \"We live 45 minutes from the Mexican border, so who else other than Mexicans are you going to be picking up? You are not going to be looking for Canadians in this part of the country,\" she said.</p> <p>Alessandra Soler, head of the ACLU in Arizona, said that there was already evidence that Tucson police were making contact inappropriately with US border patrol officers even for such mundane issues as help with translation.</p> <p>\"It's extremely problematic when you have local police contacting border patrol when there is no good reason.\"</p> <p>The ACLU and other groups have an outstanding civil rights action against SB 1070 still lodged with the state's appeal court. That legal attempt to put a stop to \"show me your papers\" will continue to pass through the courts, and the intention of opponents of the provision is to beef it up with real examples of racial profiling.</p> <p>Lydia Guzman, director of the hotline, said the aim now was to chronicle the impact of the law. \"The supreme court has given us the green light to present to the courts victims of racial profiling, so that's our challenge: show me the victims.\"</p> <p></p> <h2><a name=\"gender\">The gender gap</a></h2> <p><strong>Polls show women could be a crucial issue for the Democrats, with Romney lagging 20 points behind Obama with women voters, writes Karen McVeigh</strong></p> <p>Democrats tend to do better among women voters than Republicans, but even allowing for historical precedent, Romney is performing terribly with a demographic group whose votes can be decisive in swing states.</p> <p>The latest polls suggest that the gender gap this year could hit historic levels, with Romney trailing Obama by some 20 points among women nationally, and even more in some key battlegrounds.</p> <p>There are many policy related reasons behind the antipathy towards the Republicans among female voters. Women are more likely consider healthcare and social issues as important to their voting choice.</p> <p>But Romney has said that if elected he will repeal Obama's Affordable Healthcare Act, and social issues have persistently intruded on his campaign's attempts to focus on the economy.</p> <p>One of the defining Democrat attacks on the Republican candidate and his party has been over its \"war on women\", for policies on equal pay, domestic abuse, abortion and contraception.</p> <p>The drive by Republican lawmakers to cut funding for Planned Parenthood, the nation's largest provider of cancer screening to women with low incomes, has alienated some female voters, as have attempts to restrict access to abortion.</p> <p>Romney has flipped his position on abortion, running as pro-choice in Massachusetts, before changing it to anti-choice when running for presidency in 2008.</p> <p>By picking Paul Ryan, one of the most staunch anti-abortion conservatives as running mate, Romney has alienated moderates. That tension was further exposed in August amid the furore over the \"legitimate rape\" comments of Senate candidate Todd Akin.</p> <p></p> <h2><a name=\"funding\">Campaign finance</a></h2> <p><strong>Court rulings have given corporations and the super-rich a greater role in the elections than ever, writes Ed Pilkington</strong></p> <p>Super Pacs sound like a new child's toy. In fact, these new entities, arising from two court rulings, form the single most important innovation of the 2012 election cycle and are pumping a torrent of private and corporate money into the race.</p> <p>Formed in the wake of two controversial court rulings in 2010, Citizens United v FEC and Speechnow.org v FEC, Super Pacs – based on the traditional political action committees but able to engage in unlimited political spending outside campaigns – allow corporations, for the first time in more than 40 years, to use their financial muscle to influence an election.</p> <p>Super Pacs cannot directly fund candidates but they can support them with their own message.</p> <p>Collectively, Super Pacs have already spent $270m this year. The Republicans have the edge on spending, with billionaire donors such as Sheldon Adelson and Bob Perry wading in with tens of millions of dollars. The Republican Super Pac effort is being closely co-ordinated by George Bush's former svengali, Karl Rove.</p> <p>Obama has a Super Pac that supports his candidacy, Priorities USA, but it has raised $43m to the $97m raised by Restore Our Future, the Super Pac which backs Romney.</p>",
  "<p>The Russian aluminium tycoon Oleg Deripaska dramatically settled his long-running feud with the billionaire businessman Michael Cherney on Thursday when Deripaska announced both parties had reached an out of court settlement.</p> <p>In a brief statement aides to Deripaska said: \"Mr Deripaska announces that Mr Cherney's litigation in London against him has been terminated.</p> <p>Neither party will be making any further comment in relation to the litigation or matters raised therein.\"</p> <p>The enigmatic settlement came just days before the Uzbek-born Cherney was due to give video evidence from Israel next Tuesday. The £1bn private litigation case was due to resume in the high court's new Rolls building. It was scheduled to be one of the biggest battles in British legal history, with more than 70 witnesses – some of whom were to give evidence anonymously for their own protection.</p> <p>Deripaska was scheduled to go into the witness box in November. His fellow oligarch Roman Abramovich, the owner of Chelsea FC, had agreed to give evidence in support of Deripaska, one of Russia's richest men and the owner of Rusal, the world's largest aluminium producer. The case would have shed light on one of the murkiest episodes in Russia's bloody post-Soviet history, when rival groups and organised crime bosses fought for control of the country's lucrative aluminium industry. The so-called \"aluminium wars\" were characterised by a series of gangland-style murders, political skulduggery and extortion claimed at the highest levels.</p> <p>Cherney claimed that during this period under President Boris Yeltsin in the 1990s he was Deripaska's business partner. Cherney alleged that he had a beneficial interest in the Sibal aluminium company, which later merged with Sibneft to form Rusal. Deripaska vehemently denied the claim as part of his legal battle.</p> <p>According to Deripaska, the arrangement between the two men was simply one of \"krysha\" — the Russian word for \"roof\" — with Deripaska paying Cherney and his mafia partners huge sums of money in return for physical and political protection. Cherney denied this and said that without his help Deripaska – now a close ally of Russia's President Vladimir Putin – would never have become a major player in the industry.</p> <p>Abramovich successfully used a similar krysha defence in his recent high court battle against the long-term Kremlin critic Boris Berezovsky. The case ended in humiliation for Berezovsky, the plaintiff, who announced this week he would not be appealing against a crushing judgement against him by Lady Justice Gloster.</p> <p>Aides to Deripaska suggested that Gloster's ruling – acknowledging the existence of krysha arrangements – had clearly strengthened the Rusal owner's case. But they refused to comment on the nature of the settlement or answer whether one party had paid money to the other.</p> <p>Cherney had claimed that in March 2001 he and Deripaska reached an agreement in a London hotel. In it, Cherney said, Deripaska agreed to pay him $250m (£154m) for his share of Sibal, together with 20% per cent of the shares, to be transferred at a later stage. Cherney complained that he never got the shares.</p> <p>The case began in July. Cherney was unable to travel to London to attend it since authorities in Spain had issued an EU-wide arrest warrant for him. They want to question him in connection with allegations of money-laundering. Cherney left Russia in 1991 and is resident in Israel.</p> <p>Deripaska is known in the UK having been a long-time friend of Peter Mandelson and financier Nat Rothschild. He achieved notoriety in 2008 after entertaining George Osborne on his luxury yacht, thereby creating a scandal about an alleged request for a political donation to the Conservative party before the last general election.</p>",
  "<p>During the US election, American voters are the most heavily polled in the world, with hardly a day passing this year without a new survey. They almost all pointed to the same conclusion: the 2012 White House race was nip and tuck. At least until now.</p> <p>The <a href=\"http://www.theguardian.com/world/2012/sep/26/romney-campaign-polls-obama-ohio\" title=\"\">latest polls show Barack Obama opening up big leads in the swing states</a>. With these most important battlegrounds tilting heavily against him, the Republican challenger, Mitt Romney, faces an uphill struggle to find a path through the electoral college system to the White House.</p> <p>Obama started the race with an advantage. Look at the electoral college map of the US and you see swaths of Republican red but most of these Republican states have relatively small populations, each delivering only a few electoral college votes.</p> <p>By contrast, Obama starts with many of the most heavily populated states in the bag: New York, California and Illinois were always going to vote Democratic.</p> <p>Add together all the solid Democratic states and those likely to vote Democratic and Obama starts the election with 237 electoral college votes, just 33 short of the magic victory number.</p> <p>For Romney, the route to the White House is tougher. Even with staunch support in the south and midwest, he started the race with only 191 in the bag.</p> <p>So the race comes down to eight swing states: Florida (29 electoral college votes), North Carolina (15), Virginia (13), New Hampshire (4), Ohio (18), Iowa (6), Colorado (9) and Nevada (6). The bad news for Romney is that as things stand, these offer Obama various routes to the White House.</p> <p>The widely respected political scientist Larry Sabato <a href=\"http://www.centerforpolitics.org/crystalball/\" title=\"\">shifted several swing states</a> that had been toss-ups over to Obamaon Thursday, pushing him well over the magic 270 electoral college votes needed to win.</p> <p>Sabato, a Virginia University politics professor, said he was not calling the race because there were still three presidential debates to come, and an international crisis or poor economic numbers could still change everything. \"So caution is always in order with almost six weeks to go, yet President Obama clearly leads at the moment,\" he said.</p> <p>If Obama was to take Florida, where the polls currently put him ahead, he would only need one other small state – even as small as New Hampshire or Iowa – to remain president. According to the latest state polls, Obama also enjoys a considerable lead in Ohio, a state which no Republican has lost and gone on to win the White House. If Obama wins both there and Florida, there is no way Romney can come back even if he won all six remaining battlegrounds.</p> <p>With six weeks to go everything could still theoretically change. Other presidential candidates have been trailing in polls before and gone on to win. Ronald Reagan was behind Jimmy Carter in September 1980 but went on to take the lead in October and eventually win easily in November.</p> <p>So if Romney won Florida – which is not inconceivable – the calculations would begin to look different. North Carolina should also be natural Republican territory. With those two, Romney would be on 235 to Obama's 237 and nervousness would begin to seep into Democratic ranks. Virginia, too, is traditionally Republican territory. Obama's win in the state in 2008 was a surprise and pundits predicted he would find it hard to hang on to.</p> <p>Although he was raised in Michigan, Romney's home state is Massachusetts and he has high hopes of taking neighbouring New Hampshire.</p> <p>Obama losing all the east coast swing states is a theoretical possibility. At that point, Democrats watching the results coming in at Obama headquarters in Chicago would be nervously waiting for Ohio, Iowa, Colorado and Nevada.</p> <p>But Sabato thinks such a scenario is unlikely. Virginia and North Carolina, according to his calculations, are no longer in contention. Only Florida and New Hampshire on the east coast and Colorado in the west, a total of 42 votes, are still in play.</p> <p>\"Provided Romney wins the three toss-ups, he will then need to pry another 22 electoral votes from Obama. And that will be difficult,\" Sabato said.</p>",
  "<p>Less than six weeks away from polling day, yesterday's US economic news was hardly what Barack Obama would have wished for. The growth figures for the second quarter were revised down and there was a 13.2% slump in orders for durable goods in August, normally seen as a good indicator or how well America's businesses are faring.</p> <p>The numbers were better than they looked. A drought unprecedented in its severity for half a century hit farm inventories in the three months to June, while the durable goods numbers are notoriously erratic. Boeing received only one order for a commercial aircraft in August having had 260 orders in July. There was also a big fall in orders for the defence industry.</p> <p>So, for Obama the good news is that if you dig deep into the numbers there is no need to panic. The bad news is that voters may take the figures at face value, and they look bad.</p>",
  "<p>And so, opprobrium is once more being&#xa0;heaped upon the permanently baseball-capped head of Lost in Showbiz's favourite rock star, Mike Love of the Beach Boys. This time, he&#xa0;is charged with <a href=\"http://www.latimes.com/entertainment/music/posts/la-et-ms-beach-boys-reunion-mike-love-tour-20120919,0,7915483.story\" title=\"\">unceremoniously sacking three members of the band</a> – including the band's creative leader (and Love's cousin) Brian Wilson, without whom it could be fairly uncontroversially argued there wouldn't actually be a Beach Boys for Mike Love to sack anybody from – prior to the end of a 50th-anniversary reunion tour. Instead, he will tour with&#xa0;his own version of the Beach Boys&#xa0;featuring his son, Christian Love. Demonstrating the shy charm for which he has become famed over the years, Love announced this by issuing a statement to the press, apparently without actually telling the people he was firing first. \"I'm disappointed and can't understand why he doesn't want to tour with Al, David and me,\" offered Wilson in response. \"We are out here having so much fun.\"</p> <p>Lost in Showbiz has been a huge fan&#xa0;of Love ever since it read the passage in Wilson's autobiography, Wouldn't It Be Nice? – which in fairness, it later transpired Wilson had never actually read, let alone written, but never mind – in which it was claimed Love had called all the Beach Boys to his hotel room's toilet during an early tour to look&#xa0;at a particularly big stool he&#xa0;had recently passed. Here, it&#xa0;thought, was a man not&#xa0;like other rock stars, a point subsequently proven on&#xa0;many occasions over the&#xa0;years.</p> <p>There were the&#xa0;endless, interminable lawsuits directed at&#xa0;his various fellow&#xa0;Beach Boys. The $5,000 seed money he donated to Tipper Gore's <a href=\"http://en.wikipedia.org/wiki/Parents_Music_Resource_Center\" title=\"\">Parent's Music Resource Center</a> campaign to&#xa0;censor and label albums in the mid-80s (he was the solitary major rock musician to support them). His <a href=\"http://www.youtube.com/watch?v=0nFKX98jagk\" title=\"\">remarkable tirade</a> at&#xa0;the Rock and Roll Hall of Fame in 1988. Performing with his&#xa0;version of the Beach Boys at a 2008&#xa0;Mitt Romney \"campaign reunion\" event in Houston that doubled as a fundraiser for John McCain, who had previously demonstrated his love of the Beach Boys' oeuvre <a href=\"http://www.npr.org/templates/story/story.php?storyId=9688222\" title=\"\">by singing \"bomb Iran\" to the tune of Barbara Ann&#xa0;</a>at an appearance in South Carolina. Lost in Showbiz looks at this&#xa0;remarkable legacy, notes&#xa0;also that&#xa0;Love planned to make an as-yet-unreleased solo album called&#xa0;either Unleash the Love or Mike&#xa0;Love, Not War and finds the words \"what a guy\" automatically rising to its lips.</p> <p>And rather than whinge and moan and protest about his latest outrage, LiS can only boggle in admiration at&#xa0;the sheer resilience of spirit and determination demonstrated by Love,&#xa0;who doesn't seem to have been in any way dented by the Nutty Jerry's debacle of June.</p> <p>This was an incident in which it transpired Love had already begun booking dates for his Brian Wilson-less&#xa0;version of the Beach Boys (\"news to me,\" remarked Wilson at the time) including one at <a href=\"http://www.nuttyjerrys.com/\" title=\"\">Nutty Jerry's Entertainment Complex</a>, in Winnie, Texas. Alas, for anyone hoping to enjoy one of&#xa0;Nutty Jerry's \"Off Da Hoof\" steaks to&#xa0;the strains of Do It Again, Nutty Jerry's cancelled the date, issuing a&#xa0;statement: \"The group that was scheduled to perform at Nutty Jerry's is not the same lineup as the current 'Beach Boys 50th Anniversary' tour. As&#xa0;a result Nutty Jerry's did not feel that we could advertise the show as the&#xa0;'original' Beach Boys.\"</p> <p>A lesser soul would have looked at this state of affairs and despaired: man,&#xa0;if even Nutty Jerry is bailing on my ersatz version of the Beach Boys, we're doomed. But as we have learned, Mike Love is a rock star unlike other men. Off he goes, metaphorically suggesting everybody come and look&#xa0;at&#xa0;his giant stool.</p>",
  "<p>\"The mainstream media is skewing its polls with too many Democrats because they want Obama to win.\"</p> <p>Statements like this one are <a href=\"http://www.americanthinker.com/blog/2012/09/skewed_polls_indicate_obamas_in_trouble_-_not_romney.html\">zipping around</a> the internet a mile a minute these days. The general idea is that there are too many respondents identifying as Democrats in public surveys compared to past elections' exit polls. There's even a website titled <a href=\"http://www.unskewedpolls.com/\">unskewedpolls.com</a> that purports to adjust media polls to correct for these errors, based on Rasmussen Reports data. </p> <p>I have spent <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/17/weighting-polls-party-identification\">plenty of</a> <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/01/bias-polls-harry-enten\">words</a> already debunking the use of party identification to dismiss a poll's results. Party ID is a fluid variable that can change for certain voters depending on their voting choice. Very few pollsters weight for party ID. A rare example might be if everything about a poll stayed steady from the previous ones, except for a sudden and drastic change in party identification for no apparent reason. Only under this scenario will some pollsters adjust their data.</p> <p>Recently, the \"too many Democrats\" chorus has reached a fever pitch. Many other polling pundits have <a href=\"http://www.tnr.com/blog/electionate/107778/the-polls-dont-use-2008-turnout-model\">laughed off these complaints</a>. One went so far as to compare the proponents to <a href=\"https://twitter.com/fivethirtyeight/status/250688713594658818\">9/11 conspiracy theorists</a>. </p> <p>Indeed, it is a ridiculous charge that the media purposely skews polls. If so, they have persuaded many Republicans to get in on the act. Polls from Fox News – an organization few would accuse of a pro-Democratic bias – have shown poor results for Romney. (Its polling is also partially run by the openly Republican <a href=\"http://shawresearch.com/shaw/Bio.html\">Daron Shaw</a>.) The NBC/Wall Street Journal national poll is part run by <a href=\"http://pos.org/about/partners-and-vice-presidents/bill-mcinturff-va/\">Bill McInturff</a>: a Republican, John McCain's own pollster, and professional partner to Mitt Romney's pollster. The GWU/Battleground poll has Republican pollster <a href=\"http://gspm.org/capedgoeas\">Ed Goeas</a> on board. The list goes on and on.</p> <p>However, just because the polls aren't purposely being manipulated doesn't mean the polls are infallibly right. <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/04/18/do-romneys-favorability-ratings-matter/\">One estimate</a> has the chance of Romney winning, if the election were held today, at about 2%. That's very small, but it's not 9/11 conspiracy territory, not even close. Put another way, the chance of the Mitt Romney winning, if the election were right now, is slightly better than <a href=\"http://www.nsawins.com/super-bowl-odds.shtml\">Vegas odds</a> of the Buffalo Bills winning the Super Bowl, and the Bills have a pretty good team.</p> <p>It's even less crazy to think that the current polling does not reflect the reality of what may happen in November. Estimates of Romney winning in November are higher, at somewhere between about <a href=\"http://votamatic.org/projecting-ahead-to-election-day/\">10%</a> and <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/04/18/do-romneys-favorability-ratings-matter/\">20%</a>. Again, these are low numbers, but they are not negligible.</p> <p>There are also reasons to believe that <a href=\"http://www.rasmussenreports.com/public_content/archive/mood_of_america_archive/partisan_trends/summary_of_party_affiliation\">Rasmussen Reports</a> will accurately forecast the party identification in the exit polls. Yes, Rasmussen remains a <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/25/gallup-rasmussen-polling-outliers-lean-republican\">maverick figure</a> in much of the mainstream media, but take a look at how its partisan make-up in its three-month average before the election matched up against the exit polling since 2004.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396805059\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/27/1348764789893/exitpollsvrasmussen_220.jpg\" alt=\"Exit polls v Rasmussen\" width=\"220\" height=\"123\" class=\"gu-image\" /> </figure>  <p>Rasmussen actually comes fairly close to the result in every year. It has actually tended to overestimate the edge Democrats hold over Republicans in the party identification measured by the exit polls. It's rather amazing that even in a year where Rasmussen's final poll for the national House vote was 5 percentage points \"too Democratic\", its party identification was actually 2 percentage points \"too Democratic\".</p> <p>How is it possible that Rasmussen produced good data on party identification compared to the exit polls, but wasn't all that accurate? As I <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/17/weighting-polls-party-identification\">have pointed out</a>, party identification just isn't very predictive of what a poll will find. It's entirely possible that Rasmussen gets the party spread correct, but incorrectly predicts outcome. Indeed, there is pretty much no relationship between the spread across the candidates and party ID. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396805060\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/17/1347914038711/partyID_460.jpg\" alt=\"Obama lead v party ID\" width=\"460\" height=\"256\" class=\"gu-image\" /> </figure>  <p>That's why Scott Rasmussen himself <a href=\"http://www.buzzfeed.com/rubycramer/conservatives-embrace-alternate-polling-reality\">has said</a> that you can't apply one firm's part identification to another firm's results and expect anything accurate to come of it. But let's say that, despite all these warnings, we still wanted to weight polls by party identification.</p> <p>It should noted that Pew Research also has a solid record with regard to party identification and the exit polls.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396805061\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/27/1348764817853/exitpollsvpew_220.jpg\" alt=\"Exit polls v Pew\" width=\"220\" height=\"134\" class=\"gu-image\" /> </figure>  <p>Pew also tends to have <a href=\"https://twitter.com/ForecasterEnten/status/231503188505796610\">very consistent party identification</a> throughout the year. What Pew is showing now – a high <a href=\"http://www.people-press.org/2012/09/19/obama-ahead-with-stronger-support-better-image-and-lead-on-most-issues/\">single-digit lead for Democrats</a> on party identification – is likely what they will find in their final poll. </p> <p>We therefore have two pollsters with good track records showing very different party identification make-ups for the 2012 electorate. Should we choose Pew or Rasmussen?</p> <p>Pew does everything a pollster should do. They call cellphones and have very long survey periods to ensure an accurate representation of all parts of the American electorate, even those who might be difficult to reach. Pew was also <a href=\"http://www.realclearpolitics.com/epolls/other/2010_generic_congressional_vote-2171.html\">correct in the 2010 midterm elections</a>, while Rasmussen was off. </p> <p>So, even if I were to weight by party ID, why would anyone choose Rasmussen over Pew? A statistical answer that doesn't approach conspiracy theory would be appreciated.</p> <p>What I'm trying to say is that there are reasons to believe Mitt Romney can still win this election. They don't start with using party ID to \"unskew\" the polling.</p>",
  "<p>You could call it the clash of the titans, though scrap between a community organiser and management consultant might be more accurate. Next Wednesday, Barack Obama and Mitt Romney face off in the first of three televised debates that could seal not only their personal fates, but also determine the future direction of the world's most powerful nation.</p> <p>For Obama, the encounter will be a chance to solidify the creeping lead he has gained over his rival during the past few weeks. He will aim finally to blow away the pall of doubt that has hung over his White House from the start: is he a one-term loser, a black Jimmy Carter? Or is he a titan, a two-term conqueror in the mould of Bill Clinton?</p> <p>For Romney, the stakes are if anything even higher. The 60 minutes of verbal combat in Denver, Colorado, may be his last chance to rescue a campaign that is certainly floundering and at times has looked close to disintegration.</p> <p>\"Romney comes into the debates needing some luck, needing Obama to make a mistake, needing to win the first debate,\" said Steve Schmidt, a prominent Republican strategist who, as John McCain's campaign chief in 2008, knows all about the pitfalls of a presidential run. \"He's on the edge of losing control over his own destiny.\"</p> <p>That the two men enter the final stretch of the 2012 presidential marathon with the election Obama's to lose and Romney's yet to win is not how it should have been. No sitting president since Franklin Roosevelt has won re-election with unemployment above 7.2%, and with today's jobless rate of 8.1% Obama should be the one with rope burns on his back.</p> <p>But in this election cycle we are watching conventional wisdom and historical precedent turned on their heads. The <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\" title=\"\">Real Clear Politics tracker poll of polls</a> has Obama four points ahead on 49% to Romney's 45%. More significantly, Obama has begun to pull away from Romney beyond the margin of error in the swing states that matter most.</p> <p>Recent polls show him in front in the seven states – Colorado, Florida, Iowa, Nevada, Ohio, Virginia and Wisconsin – that are most likely to determine November's outcome .</p> <p>Of those, Florida and Ohio represent, as they so often do, the golden fleece of this year's presidential election. Without their combined 47 electoral votes, Romney will almost certainly fail to put together the 270 needed to win.</p> <p>A <a href=\"http://www.quinnipiac.edu/institutes-and-centers/polling-institute/presidential-swing-states-%28fl-oh-and-pa%29/release-detail?ReleaseID=1800\" title=\"\">new survey from the Quinnipiac University Polling Institute</a> gives Obama a 53%-to-44% lead over Romney in Florida and a similar 53%-to-43% advantage in Ohio. \"Romney is falling further behind and he's only got a few weeks left to make up ground,\" said Quinnipiac's analyst, Peter Brown.</p> <p>So how did we get to this point, where an election that for months has been too close to call has begun moving in Obama's direction? Not, it has to be said, with any of the soaring rhetoric and appeals to what's good in the American soul that distinguished Obama's first run for the highest office in 2008.</p> <p>At this point in 2008, millions of Americans were queuing around the block to enlist in the Obama army, brandishing their rising suns and chanting \"Yes we can!\" It was a time of great peril – Wall Street had just imploded – but also of great expectation that the coming presidential election would herald a new era.</p> <p>Four years later, the country is approaching its moment of truth in a starkly different frame of mind. Where 2008 felt as though the American giant was reawakening, this year we find it nursing its wounds in a gloomy cave. The mood of the electorate, made weary by the search for work or the fear of losing jobs, is as sour as it was euphoric back then.</p> <p>Take a look at the <a href=\"https://store.barackobama.com/? source=\" om2012_dd_g_store-search_general-store_||mkwid\"| gqimvs7s|kw|barack%20obama%20store|matchtype|p|pcrid| 13688195643|pl||&amp;gclid=\"CL-v0_bp1bICFcZlOgodznAA8A\" \" title=\"\">official store on the Obama for America website</a>. The merchandise on offer is uniformly corporate: there are badges for sale featuring the Obamas' dog, Bo (\"I Bark for Barack\"), silver Michelle brooches and a $95 Yigal Azrouël scarf marked \"Made in the USA\". Gone is the exhilarating underground edginess of the 2008 campaign. Gone too is the single word that defined it: Hope.</p> <p>In its place we have an election that matches the current disposition of the electorate: restless, dissatisfied, grouchy. In Ohio, voters may be starting to fall in behind Obama, but they remain an angry crowd, disillusioned by politics and scathing of both presidential candidates. As one voter, Larry Bushnell in northern Ohio, put it to the Guardian: \"I think they both suck, honestly. They'll lie to get your vote.\"</p> <p>With 39 days to go, that crankiness will continue to be the dominant chord of this election. Over the next five weeks we will hear the candidates and their backers trade yet more insults, see an avalanche of negative TV adverts bear down upon already cheesed-off voters, listen to the endless was-it-a-gaffe/wasn't-it-a-gaffe commentary of the 24-hour news channels. It will be brutal, and it will be ugly.</p> <p>But it will be vital. Obama was right when <a href=\"http://www.npr.org/2012/09/06/160713941/ transcript-president-obamas-convention-speech\" title=\"\">he said in his nomination speech</a> in North Carolina earlier this month that Americans face \"the clearest choice of any time in a generation\".</p> <p>In Obama's blue corner of the ring, we have his bloodied but as yet unbowed vision of a collective future for America, in which government has a role to play in regulating the excesses of corporations, alleviating poverty and encouraging innovation.</p> <p>Putting a spin on JFK's famous invocation \"ask not what your country can do for you\", Obama crystallised his position at the Democratic National Convention by saying: \"As citizens, we understand that America is not about what can be done for us, it's about what can be done by us, together.\"</p> <p>In the red corner of the ring, there is the paradox of the Romney campaign. The former governor of Massachusetts has flip-flopped on an almost metronomic basis, to the extent that it is virtually impossible to clearly define his political convictions.</p> <p>All that can be said with certainty is that he goes to the ballot in November on a ticket that is dramatically to the right of George Bush and even to the right of John McCain, who had his own flip-flopping issues. In fact, much of the Romney position conforms to the extreme fiscal conservatism of the Tea Party.</p> <p>His promises to rein back government, to cut taxes, including for the very rich, to stage another bonfire of regulations of the sort that put America in the hole from which it is still trying to emerge, to repeal Obama's healthcare reforms that will extend medical insurance to many of the 47 million uninsured – all these are classic Tea Party policies. Even his vice-presidential running mate, Paul Ryan, is steeped in the anti-government ideology of the movement.</p> <p>That's one way to parse the importance of 6 November: can Obama stop the Tea Party taking possession of the White House? Another way of articulating the vital, almost existential, urgency of this election is that nothing less than the wellbeing of America's democracy is at stake.</p> <p>If that sounds melodramatic, consider this: Romney's outside fundraising body or \"Super Pac\", called Restore Our Future, has no fewer than 25 billionaires on its list of donors. Sheldon Adelson, a Las Vegas casino magnate, has alone injected almost $40m into this election cycle in favour of Republican candidates and may approach $100m before it's done. Emboldened by the two court rulings in 2010 (<em>Citizens United v Federal Election Commission</em> and <em>Speechnow.org v Federal Election Commission</em>) that removed any barriers from the investment of corporate, union or private money into elections, Adelson and other mega-wealthy donors will have pumped in close to $500m come November. That in turn will bring the total cost of putting one man into the White House to a dizzying total of $2.5bn.</p> <p>\"Wealthy donors are injecting money into the electoral process at a level we have never seen before,\" said Bob Biersack, who tracks the influence of cash in politics at the Centre for Responsive Politics. \"The danger is that this will swing the balance of power, effectively disenfranchising the majority of Americans.\"</p> <p>It is another measure of how Obama is bucking the trend this year that this vast mobilisation of billionaires' funds has so far failed to have the impact they desired. The blitzkrieg of TV advertising that their money has afforded, portraying Obama as a European socialist intent on burying the American dream under a pile of government bureaucracy, has not yet turned the voter against the president. With less than six weeks to go to election day, it seems the American people cannot be bought as easily as Adelson and his peers assume.</p> <p>Obama has fought off the march of Big Money partly by transmitting a positive message to voters of who he is and where he stands. His convention was a master-class in political communications, replete with a lecture from the master himself, Bill Clinton. With his help, Obama made the case that the continuing hardship felt by many Americans was not a reflection of his own failed policies, as the Republicans contest, but rather a sign that he needs more time to get the job finished. \"It will take more than a few years for us to solve challenges that have built up over decades,\" he said.</p> <p>The 2012 election was always going to be about the economy, and it remains Obama's most vulnerable point. But in this crucial area the Obama re-election campaign has coolly refused to be cowed by the Republican assault and calmly turned the argument back against them: the economic meltdown happened on the Republicans' watch; Romney opposed the bailout of the car manufacturers; though the economy still falters, the stock exchange is robust; and house prices are beginning to recover.</p> <p>Those arguments have played well in battlegrounds like Ohio, where Obama's role in having saved the auto industry resonates among its thousands of car parts and distribution outlets. The state has a jobless rate of 7.2%, notably below the national average.</p> <p>Across the country, the anxious electorate appear to have been listening. This week's Quinnipiac poll records that for the first time since it began following the Obama-Romney race, the president has come out on top on the economy. Some 51% of likely voters said that Obama would do a better job on the economy to Romney's 46%.</p> <p>Obama has also delivered a positive message on his healthcare reforms. While committed Republican voters continue to see \"Obamacare\" as a socialist Trojan horse, for many middle-of-the-road Americans, worried about losing their jobs and hence their health insurance, the promise of affordable medical cover for all sounds increasingly attractive.</p> <p>On foreign policy, too, Obama has rammed home the incumbent's advantage. At the Democratic convention he was profuse in his praise of the military, rebutting Romney's jibes that he was an apologist for his country by donning the uniform of the commander in chief.</p> <p>References to the president's overwhelming foreign affairs achievement were kept to a minimum, but who needs quantity when you have the quality of John Kerry's TV-friendly jingle: \"Ask Osama bin Laden if he's better off now than he was four years ago.\"</p> <p>But these positive messages are only a small part of the ruthless effectiveness of the Obama re-election machine. Campaign strategist David Axelrod and his Chicago-based spin wizards have primarily gone negative, weaving a straitjacket for Romney that has constricted his every move.</p> <p>While Romney and his conservative rivals were slugging it out with each other for the Republican nomination, the Obama team were quietly working behind the scenes to define Romney's biography. In a series of attack ads aired remorselessly in the swing states, they painted him as a rich kid born with a silver spoon in his mouth who had no affinity with the daily trials of the middle classes, destroyed ordinary people's lives as head of Bain Capital, and was so arrogant that he wouldn't declare his taxes.</p> <p>Quinnipiac's Peter Brown, who as a polling analyst sides with neither of the two main parties, says he has never witnessed such a successful character assassination in a presidential race. \"They have turned Romney into a wealthy, out-of-touch elitist, who is just not someone the average voter wants to have a beer with.\"</p> <p>Republican strategist Steve Schmidt believes the rot set in earlier this year when the Romney campaign made the mistake of conserving its war chest rather than investing it aggressively in a counter-offensive. Inexplicably, in his view, the Republican candidate was unprepared for the onslaught; he was caught off guard by the furore over his tax returns and was ill-equipped to defend himself on Bain Capital – a bizarre weakness given that Romney's record at the firm has been a political thorn in his side right back to his 1994 duel with Ted Kennedy for a US senate seat.</p> <p>In Schmidt's opinion, Romney made the basic error of seeing the election as a referendum on Obama's four years in office and not as a choice between two conflicting political visions: \"The Romney campaign was premised on the notion that Obama could not be re-elected with unemployment as high as it was and pessimism running in the country as high as it was. All that Mitt Romney had to do was to hold steady and the electorate would come to him.\"</p> <p>It didn't. Since the start of the presidential election proper this month, Romney's malaise has only deepened. Everything he has done since, according to Schmidt, \"has been the opposite of what he needed to do to get over the plausibility bar, so that people look at him and see him as a commander-in-chief.\"</p> <p>First he forgot to mention Afghanistan and returning war heroes in his convention speech – an astonishing error from the party that claims to own national security. Then he made hasty remarks about the death of the US ambassador in Libya.</p> <p>And to cap it all, there was <a href=\"http://www.theguardian.com/world/2012/sep/18/romney-secret-video-government-dependent\" title=\"\">the \"47 per cent\" gaffe.</a> In remarks made before donors paying $50,000 per plate, he essentially accused almost half the nation of being lazy no-hopers suffering from a victim complex and languishing in the pocket of the president.</p> <p>Given that litany of horrors, Romney faces huge difficulties as he goes into Wednesday night. This race is not over: there is time yet for an upset. But the challenger from Massachusetts must access hidden strengths if he is to appear on 7&#xa0;November looking like a titan and not a mouse.</p>",
  "<p>The fragile state of the US's economic recovery was thrown into focus once more Thursday as the government announced growth was slowing and orders for long-lasting goods plunged in August, the latest sign of a weakening manufacturing sector.</p> <p>US gross domestic product (GDP) – the broadest measure of the economy – grew at an annual rate of 1.3% between April and June, the commerce department said Thursday. The figure was revised down from a previously reported 1.7% gain.</p> <p>Meanwhile the commerce department said durable goods orders fell 13.2% last month, the largest fall since January 2009. The measure of orders for goods designed to last three months or more is a key indicator of economic growth. </p> <p>The decrease followed three consecutive monthly increases including a 3.3% rise in July. August's figure was a seasonally adjusted $198.49bn, the lowest dollar figure since February 2011, and far below most economists predictions.</p> <p>The collapse was driven in large part by by declining transportation orders, particularly for aircraft. Transportation equipment orders fell 34.9% following four consecutive monthly increases. Orders for civilian aircraft plunged. Boeing received 260 orders in July and just one in August. Australia's Qantas airline cancelled an $8.5bn order with Boeing in August, triggering a net decline in new orders for the month. Motor-vehicle and parts orders dropped 10.9%. Outside of transportation, August orders slid 1.6%.</p> <p>But not all the news was bad. Non-defence capital goods orders excluding aircraft, a closely watched barometer of business spending plans, rose 1.1% after falling for the previous two months. The increase was above economists' expectations for 0.5% gain.</p> <p>Paul Dales, senior economist at Capital Economics, said the aircraft figures had skewed the latest figures but they still showed the fundamental weakness of the US's recovery.</p> <p>\"It's not as nasty as it looks but it's still quite dire,\" he said. \"There is a downward trend, whether businesses are worried about the global outlook or US fiscal issues isn't clear but there is clearly some concern,\" he said.</p> <p>Dan Greenhaus, chief global strategist at BTIG, said: \"Yes 1.3% growth is worse than 1.7% but the larger story is that growth in the second quarter was really bad.\" He said cuts in government spending were a major drag on the economy but it was also clear that consumers and businesses were also becoming more cautious.</p> <p>The figures came as the latest weekly number for people claiming unemployment insurance for the first time fell sharply. Some 359,000 people filed for jobless benefits for the first time in the week ending last Saturday, down 26,000 from the previous week, the labor department said.</p> <p>The number is close to the 350,000 economists see as a benchmark for recovery in the jobs market. The less volatile four-week average was 374,000, down 4,500 from the previous week. Next week the monthly nonfarm payroll report will give a wider snapshot of the US jobs market. The closely watched indicator has become a monthly flashpoint in the 2012 election.</p> <p>The latest economic figures present arguments for both sides with the presidential election just weeks away.</p> <p>In his latest TV ads President Barack Obama claims the economy is \"moving forward again\", after reminding viewers of the depth of the economic crisis the country faced when he took office.</p> <p>\"It's time for a new economic patriotism, rooted in the belief that growing our economy begins with a strong, thriving middle class,\" says Obama. \"Read my plan. Compare it to Governor Romney's and decide for yourself.\"</p> <p>Romney and his vice-presidential pick Paul Ryan have stepped up their attacks on the president. In an interview with 60 Minutes last Sunday Romney said a vote for Obama was a vote for continued economic woes and higher deficits.</p>",
  "<p>At the Liberal Democrat conference, Nick Clegg was <a href=\"http://www.theguardian.com/politics/blog/2012/sep/25/lib-dem-conference-live-blog-alexander?intcmp=239#block-50616e3f58f9bdd2eeba01c7\" title=\"\">complimentary about Ed Miliband</a>, saying: \"He's approachable … He's got a perfectly good sense of humour. He's a civilised human being.\" Friendly words indeed; but it's likely that, after the next election, Miliband will have good reason to be even more complementary about Clegg in return. Why? Because the main reason Labour is on course to win in 2015 is that Clegg's lurch to the right has created a mass exodus of Lib Dem voters to Labour. The latest <a href=\"http://image.theguardian.com/sys-images/Guardian/Pix/pictures/2012/09/22/Opiniumpoll.jpg\" title=\"\">Observer/Opinium poll</a> shows that about 40% of people who voted Lib Dem in 2010 now back Labour, while only a third would vote Lib Dem again. Labour is currently polling 10 to 15 percentage points above its 2010 vote share; about two-thirds of that increase is due to disaffected Lib Dem switchers.</p> <p>If the shift from Lib Dems to Labour in 2015 occurs on this scale, it will mean that Clegg has achieved the holy grail of the British left for 40 years: the reunification of the left. The last Labour leader to achieve a working parliamentary majority with an unadulterated social democratic manifesto was Harold Wilson in 1966. Following Labour's 1970 defeat, the emergence of the Liberal party as a centrist \"third force\" made it impossible for Labour to win a working majority. The 1981 SDP breakaway from Labour, and the subsequent Liberal/SDP Alliance, exacerbated the \"split left\" problem. The main explanation for Conservative domination of British politics under Margaret Thatcher in the 1980s, and then John Major's surprise 1992 election win, was a divided opposition paying the price under the first-past-the-post electoral system.</p> <p>The continuing presence of the Liberal Democrats as a centre-left alternative to Labour in the 1990s forced Tony Blair to take a different path to victory from Wilson, by shifting many aspects of Labour's policy platform far enough rightwards to attract floating Tory voters. The drawback of this strategy was that the need not to alienate these centre-right converts meant that New Labour in office was often disconcertingly rightwing, alienating its core vote. Hence, the Lib Dems under Charles Kennedy's leadership carved out an electoral niche to the left of Labour on many issues – the Iraq war, civil liberties and student tuition fees, for instance.</p> <p>Clegg's election as leader in 2007 signalled the beginning of the end of the Lib Dems as a left-of-centre party. At first, few people noticed; their 23% vote share in 2010 was due to a combination of left-leaning and right-leaning voters.</p> <p>However, as soon as the party went into coalition with the Conservatives, Clegg proceeded to adopt a policy platform almost indistinguishable from his Tory coalition partners on many key issues – for example backing George Osborne's self-defeating austerity programme, extensive welfare cuts, a VAT hike paid for by income tax cuts which largely benefit middle- and high-income earners, and marketising public services.</p> <p>For sure, differences between the Conservatives and Lib Dems remain – most obviously on Europe and consititutional reform. But Clegg has fundamentally altered the electoral calculus of UK politics; the split left of the last 40 years has been replaced by a split right. The rightwing vote – at least in England and Wales – is now split between three very different but clearly right-of-centre parties: the Tories, the Liberal Democrats and Ukip.</p> <p>By contrast, the leftwing vote in England is almost completely unified under Labour (bar a few percentage points for the Greens). While under a proportional voting system the right might be able to construct a coalition from some combination of the Tories, Ukip and Lib Dems, under first past the post – particularly on the current boundaries, which are now here to stay after the Tories rejected House of Lords reform – it looks highly likely that Labour will win in 2015.</p> <p>Moreover, Miliband can win with little or no assistance from voters defecting from the Tories – a luxury Tony Blair never enjoyed. What this means is that, rather than rehashing the New Labour triangulation strategy of tacking to the centre-right, Labour can instead focus on building a genuine left-of-centre coalition by offering policies that appeal to traditional Labour voters while also catering for disaffected left-leaning ex-Lib Dems.</p> <p>None of this ensures that the next Labour government will actually be a success. Economic circumstances will be very challenging, and the British public, weary after years of falling living standards, will have a low tolerance for any Labour administration that fails to deliver Miliband's \"responsible capitalism\" effectively. Nonetheless, it is a strange irony of British politics that the politician who has done most in the last three years to deliver a Labour victory in 2015 is Clegg.</p>",
  "<div id=\"block-50632f4ec0e327c3f7c9061b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T16:38:27.880Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Danny Alexander gives his verdict on the news that Paddy Ashdown will lead the general election campaign.</p>  <figure class=\"element element-embed\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/6uhAI8ObwBg&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-50632e4458f9bdd2eeba02b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T16:36:16.265Z\">5.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David Laws tells Helene Mulholland that Nick Clegg approached Paddy Ashdown himself to ask him to run the next general election campaign.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/Y23aNjAJIyY&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-50632271c0e327c3f7c90614\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T15:42:41.275Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's Paddy Ashdown talking to Helene Mulholland about his new job.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/Gzi_t2R1-7o&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-506320dfc0e327c3f7c90613\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T15:35:59.888Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/26/nick-clegg-lib-dem-conference-live#block-50630acf58f9bdd2eeba028b\">You can read my summary of the main points in the speech here.</a> Clegg's not a great orator, and this is not a speech for the anthologies, but Clegg did have a message for his party (\"there's no going back\") and a message for the public (\"we're less bad than the others\") and they were clearly delivered.</p> <p>As I get ready to leave Brighton, I'm still struck with the image of Clegg as Moses, leading his party through the wilderness in the hope that they will reach they promised land (or become \"one of the three parties of government\", as he put it). If it works, and the Lib Dems remain in government after 2015 (at a conference fringe I heard one speaker joking about young people in 2020 talking about having lived all their adult lives \"under a Lib Dem government), Clegg will be seen as one of the great political figures of our age. At the moment it seems much more likely he will lead them to electoral oblivion. But, either way, it's going to be good copy for us scribblers.</p> <p>On that note, I'm off.</p> <p>I'll be blogging again on Sunday morning, from the Labour conference in Manchester.</p> <p>Colleagues will be updating this blog for the next hour or so. We have got some video clips with reaction to the speech to come.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T15:43:16.715Z\">at 4.43pm BST</time></p>  </div> <div id=\"block-50631b9d58f9bdd2eeba02ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T15:20:45.327Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is some Twitter reaction to the speech.</p> <p>From the BBC's Robin Brant</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robindbrant/status/250971835070574594\">  <blockquote class=\"twitter-tweet\"><p>37 minutes in all, 23 separate applause for clegg speech, including final ovation</p>&mdash; Robin Brant (@robindbrant) <a href=\"https://twitter.com/robindbrant/status/250971835070574594\" data-datetime=\"2012-09-26T14:55:22+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From the Daily Mirror's Kevin Maguire</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/250965459573293056\">  <blockquote class=\"twitter-tweet\"><p>Nick Clegg bashes Ed Balls but can't see mention of Ed Miliband in speech. Lib Dem anti-Labour strategy: \"Vote Mili, Get Balls\"?</p>&mdash; Kevin Maguire (@Kevin_Maguire) <a href=\"https://twitter.com/Kevin_Maguire/status/250965459573293056\" data-datetime=\"2012-09-26T14:30:02+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From the Labour party</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourpress/status/250972128160141312\">  <blockquote class=\"twitter-tweet\"><p>Confirmed: Clegg didn't bother to mention the NHS once in his speech, in the year Lib Dem MPs voted through the Health Bill <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Labour Press Team (@labourpress) <a href=\"https://twitter.com/labourpress/status/250972128160141312\" data-datetime=\"2012-09-26T14:56:32+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From the Daily Express's Patrick O'Flynn</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/oflynnexpress/status/250973155009626112\">  <blockquote class=\"twitter-tweet\"><p>Clegg is the Hughie Green of modern politics - he expects you to think he means it most sincerely, but he never does.</p>&mdash; Patrick O'Flynn (@oflynnexpress) <a href=\"https://twitter.com/oflynnexpress/status/250973155009626112\" data-datetime=\"2012-09-26T15:00:37+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From ITN's Tom Bradby</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tombradby/status/250973445372915712\">  <blockquote class=\"twitter-tweet\"><p>If you're a floating voter, he has a case. And he made it quite convincingly.</p>&mdash; tom bradby (@tombradby) <a href=\"https://twitter.com/tombradby/status/250973445372915712\" data-datetime=\"2012-09-26T15:01:46+00:00\">September 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tombradby/status/250974389468798977\">  <blockquote class=\"twitter-tweet\"><p>The truth is I see no convincing evidence that we feel inclined to give either Dave or Ed a majority in 2015. So Clegg may be here to stay.</p>&mdash; tom bradby (@tombradby) <a href=\"https://twitter.com/tombradby/status/250974389468798977\" data-datetime=\"2012-09-26T15:05:31+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From Tory MP Tim Loughton</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timloughton/status/250973878845833217\">  <blockquote class=\"twitter-tweet\"><p>When Clegg tells Lib Dems 2 go back 2 constituencies &amp; prepare for vitriol &amp; abuse does he mean from constituents or BY Lib Dems as usual?</p>&mdash; Tim Loughton MP (@timloughton) <a href=\"https://twitter.com/timloughton/status/250973878845833217\" data-datetime=\"2012-09-26T15:03:30+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From ITV's Dan Hewitt</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danhewittITV/status/250974035452780544\">  <blockquote class=\"twitter-tweet\"><p>Clegg mentioned 'schools' twelve times, 'university' once, and didn't say 'student' once. Clearly steering clear of higher education <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Dan Hewitt (@danhewittITV) <a href=\"https://twitter.com/danhewittITV/status/250974035452780544\" data-datetime=\"2012-09-26T15:04:07+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From the Daily Mail's Tim Shipman</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/250972855905423360\">  <blockquote class=\"twitter-tweet\"><p>Clegg speech was pretty dull but it was fairly sound and represents his only possible strategy - to look and sound grown up and governmenty</p>&mdash; Tim Shipman (Mail) (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/250972855905423360\" data-datetime=\"2012-09-26T14:59:26+00:00\">September 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/250977216538746880\">  <blockquote class=\"twitter-tweet\"><p>Clegg's ban on further moves in 45p tax shows folly of Osborne's halfway house measure. 40p with a Mansion Tax to balance wd hv been better</p>&mdash; Tim Shipman (Mail) (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/250977216538746880\" data-datetime=\"2012-09-26T15:16:46+00:00\">September 26, 2012</a></blockquote> </figure>  <p>From the Spectator's James Forsyth</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/250978147674238977\">  <blockquote class=\"twitter-tweet\"><p>Announcement that Ashdown will run 2015 LD campaign designed to show that Clegg, his political protégé, will lead the party into that elex</p>&mdash; James Forsyth (@JGForsyth) <a href=\"https://twitter.com/JGForsyth/status/250978147674238977\" data-datetime=\"2012-09-26T15:20:28+00:00\">September 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T15:25:42.724Z\">at 4.25pm BST</time></p>  </div> <div id=\"block-50631a9758f9bdd2eeba02aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T15:09:11.463Z\">4.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If our tracker is anything to go by, readers liked the bit where he announced the return of Paddy Ashdown best.</p> <p>I'll post a summary of Twitter reaction soon.</p> </div>   </div> <div id=\"block-506317e858f9bdd2eeba02a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:57:44.758Z\">3.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He pays tributes to liberals from the past.</p> <blockquote class=\"quoted\"> <p>Fifty, sixty years ago, before I was born, small groups of Liberal activists would meet up to talk politics and plan their campaigns. Stubborn and principled, they ignored the cynics who mocked them. They simply refused to give up on their dreams. They refused to accept that Liberals would never again be in government. And they refused to accept that Liberalism, that most decent, enlightened and British of creeds, which did so much to shape our past, would not shape our future. We think we’ve got it tough now. But it was much, much tougher in their day. It was only their resolve, their resilience and their unwavering determination that kept the flickering flame of Liberalism alive through our party’s darkest days.</p> <p>At our last conference in Gateshead, I urged you to stop looking in the rear view mirror as we journey from the party of opposition that we were, to the party of government we are becoming. But before we head off on the next stage of our journey, I want you to take one last look in that mirror to see how far we’ve come. I tell you what I see.</p> <p>I see generations of Liberals marching towards the sound of gunfire. And yes, I see them going back to their constituencies to prepare for government. It took us a while but we got there in the end.</p> </blockquote> <p>Younger colleagues were wondering why Clegg started going on about \"the sound of gunfire\". It was a reference to <a href=\"http://en.wikiquote.org/wiki/Jo_Grimond\">Joe Grimond.</a></p> <p>Then Clegg finishes with this.</p> <blockquote class=\"quoted\"> <p>These are the people on whose shoulders we stand. They never flinched, and nor should we. We owe it to them to seize the opportunity they gave us, but which they never had. Taking on the vested interests. Refusing to be bullied. Refusing to give up. Always overturning the odds. Fighting for what we believe in, because we know that nothing worthwhile can be won without a battle. A fair, free and open society. That’s the prize. It’s within our grasp. So let’s go for it.</p> </blockquote> </div>   </div> <div id=\"block-50631509c0e327c3f7c90606\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:53:00.205Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>And right in at the end there, Clegg remembered to take on the vested interests. Thank God someone's going to sort them out at last. Full house! <a href=\"http://www.guardian.co.uk/politics/interactive/2012/sep/26/nick-clegg-speech-bingo-liberal-democrats\">See how you did</a>. </p> </div>   </div> <div id=\"block-5063168558f9bdd2eeba02a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:51:49.798Z\">3.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Then he announces that Paddy Ashdown will take charge of the Lib Dems' 2015 general election campaign.</p> <p>This gets the longest round of applause of the speech so far.</p> <p>Clegg makes a joke about Ashdown not enjoying the limelight.</p> </div>   </div> <div id=\"block-5063163f58f9bdd2eeba02a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:50:40.084Z\">3.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here's the passage where he sets out the Lib Dems USP.</p> <blockquote class=\"quoted\"> <p>Imagine yourself standing on the doorstep in 2015 talking to someone who hasn’t decided who to vote for. This is what you’ll be able to say: we cut taxes for ordinary families and made sure the wealthiest paid their fair share. We put more money into schools to give every child a chance. We did everything possible to get people into work - millions of new jobs and more apprenticeships than ever before. And we did the right thing by our older people too - the biggest ever cash rise in the state pension. But most importantly, we brought our country back from the brink and put it on the right path.</p> <p>Then ask them: are you ready to trust Labour with your money again? And do you really think the Tories will make Britain fairer? Because the truth is, only the Liberal Democrats can be trusted on the economy and relied upon to deliver a fairer society too.</p> </blockquote> </div>   </div> <div id=\"block-506315dd58f9bdd2eeba02a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:49:01.693Z\">3.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg turns to the passage about the need for the Lib Dems to stop being a party of process. (See my summary at 3.03pm.)</p> <p>Here's the key quote.</p> <blockquote class=\"quoted\"> <p>The past is gone and it isn’t coming back. If voters want a party of opposition – a “stop the world I want to get off” party – they’ve got plenty of options, but we are not one of them. There’s a better, more meaningful future waiting for us. Not as the third party, but as one of three parties of government.</p> </blockquote> <p>This is Clegg as the Moses of the Liberal Democrats, leading his party to the promised land. Some of them, though, must be worrying whether they will ever get there.</p> </div>   </div> <div id=\"block-5063151ac0e327c3f7c90607\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:45:46.295Z\">3.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says the government is expanding pre-school education and delivering the pupil premium.</p> <p>And he announces the \"catch-up premium\" (which was briefed to the media last night).</p> <blockquote class=\"quoted\"> <p>I can announce that from this year, we will provide a new ‘catch-up premium’ – an additional £500 for every child who leaves primary school below the expected level in English or maths. If you’re a parent whose child has fallen behind; who fears they might get lost in that daunting leap from primary to secondary school; and who is worried by talk about making exams tougher, let me reassure you. We will do whatever it takes to make sure your child is not left behind. A place in a summer school; catch-up classes; one-to-one tuition; we are providing the help they need. So yes, we’re raising the bar. But we’re ensuring every child can clear it too.</p> </blockquote> <p>It is interesting to see how he presents this a concession that could ameliorate the impact of Michael Gove's decision to scrap GCSEs on less able pupils.</p> </div>   </div> <div id=\"block-50631255c0e327c3f7c90603\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:44:49.897Z\">3.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>When we've made mistakes, we've put our hands up, Clegg says.</p> <p>I'm a generous soul, so I'll take that as a \"<a href=\"http://www.youtube.com/watch?v=KUDjRZ30SNo\">sorry</a>\".</p> </div>   </div> <div id=\"block-5063145a58f9bdd2eeba029f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:42:34.844Z\">3.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says the liberal commitment to freedom explains why the party feels so strongly about education.</p> <blockquote class=\"quoted\"> <p>Because just as there can be no real freedom without opportunity, so there can be no real opportunity without education.</p> </blockquote> </div>   </div> <div id=\"block-50631410c0e327c3f7c90605\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:41:20.302Z\">3.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg moves on to what the Lib Dems stand for.</p> <blockquote class=\"quoted\"> <p>Because if you strip away all the outer layers to expose this party’s philosophical core, what do you find? An unshakeable belief in freedom. Not the tinny sound of the Libertarian’s freedom – still less the dead thud of the Socialist’s – but the rich sound of Liberal freedom, amplified and sustained by the thing that gives it real meaning: opportunity. The freedom to be who you are. The opportunity to be who you could be. That, in essence, is the Liberal promise.</p> </blockquote> </div>   </div> <div id=\"block-506313cac0e327c3f7c90604\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:40:10.971Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says there was a time when the Conservatives pretended to care about the environment.</p> <blockquote class=\"quoted\"> <p>When the Tories were going through their naturalist phase. The windmills gently turning; the sun shining in. As a PR exercise, it was actually quite brilliant. Until, at last year’s party conference, they went and ruined it all, admitting that you can’t in fact “vote blue and go green”. Well of course you can’t. To make blue go green you have to add yellow, and that’s exactly what we’re doing.</p> </blockquote> <p>That gets probably the best round of applause so far. Departing from his script, Clegg says he thought the delegates would groan at that joke.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-09e10243-80a8-4001-a065-8348a20b92c8\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348670897412/342a3c69-09a8-4824-ba53-40e4f55da7bf-460.jpeg\" alt=\"nick clegg\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Jeff J Mitchell/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:48:38.616Z\">at 3.48pm BST</time></p>  </div> <div id=\"block-5063134058f9bdd2eeba029c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:37:52.348Z\">3.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says Britain needs a new economy for the new century.</p> <p>And he turns to green growth, saying decarbonising the economy is \"a fantastic economic opportunity\".</p> </div>   </div> <div id=\"block-506312cc58f9bdd2eeba029b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:35:57.004Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg reminds the audience that the government has taken two million people out of tax by raising allowances, and delivered a £700 tax cut for 20 million more people.</p> <p>He goes on:</p> <blockquote class=\"quoted\"> <p>Remember this: our tax cuts, like our extra support for childcare, for schools, for pensioners – these are not stand-alone consumer offers. They are part of a broader agenda of economic and social reform to reward work, enhance social mobility and secure Britain’s position in a fast changing world. In short, national renewal. That is our mission. Our policies either serve that purpose, or they serve none at all.</p> </blockquote> <p>Aides said earlier that Clegg felt this passage was particularly important.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:42:50.119Z\">at 3.42pm BST</time></p>  </div> <div id=\"block-50631252c0e327c3f7c90602\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:33:54.430Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says the Lib Dems are determined to deal with Britain's debt problems.</p> <p>But they want to do it in their own way.</p> <blockquote class=\"quoted\"> <p>So we will not tether ourselves to detailed spending plans with the Conservatives through the next parliament.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:43:17.081Z\">at 3.43pm BST</time></p>  </div> <div id=\"block-506311d958f9bdd2eeba0299\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:33:29.583Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>Fairer taxes in tougher times - that's fairness ticked off too.</p> </div>   </div> <div id=\"block-5063121658f9bdd2eeba029a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:32:54.681Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg delivers his line about not reducing the top rate of tax below 45% during this parliament. (See my summary at 3.30pm.)</p> <p>It gets a round of applause, but only a modest one.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:44:19.115Z\">at 3.44pm BST</time></p>  </div> <div id=\"block-50631153c0e327c3f7c905ff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:31:10.118Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>Lib Dems have spent £3,000m increasing the tax-free allowance (as Clegg strangely puts it). Feel free to tick off free.</p> </div>   </div> <div id=\"block-5063117c58f9bdd2eeba0298\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:30:20.690Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says people tell him that Britain should follow what President Obama is doing in the US. But it is already, he says.</p> <blockquote class=\"quoted\"> <p>People keep telling me we should be doing what Barack Obama did with his fiscal stimulus. What they don’t tell you is that much of what the president had to legislate for, we are already doing automatically. So let’s not allow the caricature of what we are doing go unchallenged.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:45:21.655Z\">at 3.45pm BST</time></p>  </div> <div id=\"block-5063110e58f9bdd2eeba0295\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:29:08.961Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>If Clegg thought we needed a Plan B, he'd be asking Danny and Vince to come up with one, he says. So we don't. Please tick off Vince Cable.</p> </div>   </div> <div id=\"block-5063112958f9bdd2eeba0296\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:28:57.648Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg attacks Ed Balls, accusing him of \"fantasy\" economics. Reading this speech, you would assume that Ed Balls is leader of the Labour party. That's an impression the Lib Dems are quite happy to convey.</p> <p>But Clegg also take a swipe at Liam Fox. If you are being attacked by Fox and Balls at the same time, \"you're in the right place\", he says.</p> </div>   </div> <div id=\"block-50630f9bc0e327c3f7c905fc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:27:57.426Z\">3.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>Tax rises - other people want them, but Clegg rejects them. So that's tax ticked off on the <a href=\"http://www.guardian.co.uk/politics/interactive/2012/sep/26/nick-clegg-speech-bingo-liberal-democrats\">bingo</a>.</p> </div>   </div> <div id=\"block-506310ad58f9bdd2eeba0294\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:26:53.959Z\">3.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And he says he has got a message for those who wonder why the Lib Dems are cutting public spending.</p> <blockquote class=\"quoted\"> <p>Who suffers most when governments go bust? When they can no longer pay salaries, benefits and pensions? Not the bankers and the hedge fund managers, that’s for sure. No, it would be the poor, the old, the infirm; those with the least to fall back on.</p> </blockquote> <p>Countries that lose control of their finances lose their independence, he says.</p> <p>And he suggests it is wrong to assume that could not happen in the UK.</p> <blockquote class=\"quoted\"> <p>In the coming years, some countries will get their own house in order. But some will not. Those that do will continue to write their own budgets, set their own priorities and shape their own futures. But those that do not will find their right to self-determination withdrawn by the markets, and new rules imposed by their creditors, without warning or clemency. That that will never happen to us is often just blithely assumed; the comparisons with Greece, breezily dismissed. Yet it is the decisions we take – as a government, as a party – that will determine whether we succeed or fail. For the first time, the future is ours to make.</p> </blockquote> </div>   </div> <div id=\"block-5063101758f9bdd2eeba0293\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:24:23.666Z\">3.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg warns that if governments do not respond to the global power shift, extremism will take root. He is warning about fascism.</p> </div>   </div> <div id=\"block-50630feb58f9bdd2eeba0292\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:23:39.747Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Inserting a joke not in the text of the speech released in advance, Clegg says he was surprised to read an article in the Daily Telegraph on Monday praising him.</p> <p>Then he read it, and saw that it was by Boris Johnson.</p> <p>Still, at least there is one party leader that Boris is prepared to praise.</p> </div>   </div> <div id=\"block-50630f8f58f9bdd2eeba0291\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:22:07.608Z\">3.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg says the Reeves family story shows that success does not come easily.</p> <blockquote class=\"quoted\"> <p>Success doesn’t come easy or quick. That’s what our culture of instant celebrity obscures: that real achievement in the real world takes time, effort, perseverance, resilience ...</p> <p>&#xa0;These are the qualities that will see our country through these tough times. And these are the qualities that will guide our party through tough times too. So let us take our example from the British people as together we embark on the journey ahead. Our party: from the comforts of opposition to the hard realities of government. Our country: from the sacrifices of austerity to the rewards of shared prosperity. Two journeys linked; the success of each depending on the success of the other. Neither will be easy and neither will be quick, but it will be worth it. And be in no doubt. If we secure our country’s future, we will secure our own.</p> </blockquote> </div>   </div> <div id=\"block-50630ed7c0e327c3f7c905fa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:21:31.577Z\">3.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>The eurozone is facing a crisis, Clegg exclusively reveals. I'm counting that as a mention of Europe.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:26:38.104Z\">at 3.26pm BST</time></p>  </div> <div id=\"block-50630f16c0e327c3f7c905fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:20:07.348Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's Clegg. He starts with a passage about the Olympics.</p> <blockquote class=\"quoted\"> <p>This summer, as we cheered our athletes to gold after gold after gold, Britain remembered how it feels to win again. But more importantly, we remembered what it takes to win again. Whether from Jess Ennis or Mo Farah, Sarah Storey or David Weir, the message was the same: we may be the ones on the podium, but behind each of us stands a coach. And behind the coach, a team. And behind the team, the organisers, the volunteers, the supporters. And behind them, a whole city, an entire country, the UK nations united behind one goal.</p> </blockquote> <p>Clegg contrasts that with the previous year, when the flames in London were those associated with the riots.</p> <p>A family business was burnt to the ground.</p> <blockquote class=\"quoted\"> <p>Even then, amid the smoke and embers, we saw our country’s true character when residents came out onto the streets to clear up the mess.</p> <p>And we saw it again this summer when the Reeves furniture shop in Croydon re-opened in new premises, the walls decked with photos of young people holding up messages of hope. And who put those pictures up? Young volunteers from Croydon and an 81 year-old man called Maurice Reeves, who, like three generations before him, ran the shop before handing it over to his son.</p> </blockquote> <p>Reeves is in the audience for the speech.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-ac24758b-56cd-4292-81b9-cd4b978ab2d4\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348669775263/66210bb5-4b56-48f1-8cd4-d25fe2d45b67-460.jpeg\" alt=\"Nick Clegg delivers his speech.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg delivers his speech.  Photograph: Peter Macdiarmid/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:29:49.599Z\">at 3.29pm BST</time></p>  </div> <div id=\"block-50630e9a58f9bdd2eeba028f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:18:02.298Z\">3.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>Riot-hit Reeves furniture store in Croydon is now <strong>open</strong>, Clegg confirms, so you can tick that one off.</p> </div>   </div> <div id=\"block-50630e5ec0e327c3f7c905f8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:17:02.979Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>Straight in at the top - it's the <strong>Olympics</strong>. Mo Farah, Jessica Ennis - but no mention of the true heroes of the Games: Wenlock and Mandeville.</p> </div>   </div> <div id=\"block-50630e3358f9bdd2eeba028d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:16:19.874Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bingo!</h2>  <div class=\"block-elements\">  <p>We're playing Nick Clegg speech bingo. <a href=\"http://bit.ly/Uuwahr\">Click here for your bingo card</a>. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:16:25.566Z\">at 3.16pm BST</time></p>  </div> <div id=\"block-50630acf58f9bdd2eeba028b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T14:03:02.269Z\">3.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary of Nick Clegg's speech</h2>  <div class=\"block-elements\">  <p>The Lib Dem press office released an embargoed copy of Nick Clegg's speech earlier. It's embargoed until 3pm, which means I'm now free to publish. So, here goes...</p> <p>Here are the main points from the speech.</p> <p><strong>• Clegg said he would not allow the top rate of income tax to be cut below 45% during this parliament.</strong> When George Osborne announced it was being cut from 50% to 45% in the spring budget, many Tories expressed the hope that this would be the first step towards getting it down to 40%, the level it used to be before Labour raised it during the credit crunch. Osborne reportedly wanted to take it down to 40% in one go. But Clegg said he would not accept any further change before 2015.</p> <blockquote class=\"quoted\"> <p>Now that we have brought the top rate of tax down to 45p – a level, let’s not forget, that is still higher than throughout Labour’s 13 years in office – there can be no question of reducing it further in this parliament. All future cuts in personal taxation must pass one clear test: do they help people on low and middle incomes get by and get on? It’s as simple as that.</p> </blockquote> <p><strong>• But he defended the decision to cut the top rate of income tax from 50% to 45% in the spring budget.</strong> He said he had “insisted” on getting an increase in the tax allowance into the budget and that he had “conceded” the top rate tax cut. But he said he stood by the decision as a whole.</p> <blockquote class=\"quoted\"> <p>Why? Because as liberals, we want to see the tax on work reduced, the tax on unearned wealth increased, and the system as a whole tilted in favour of those on low and middle incomes. The budget delivered all three.</p> </blockquote> <p><strong>• He announced that Paddy Ashdown will return to the Lib Dem frontline, taking charge of the party's 2015 election campaign.</strong></p> <blockquote class=\"quoted\"> <p>I can announce today that Paddy Ashdown has agreed to front up our campaign as chair of the 2015 general election team. I must admit, I’m not quite sure I’m ready for all those urgent emails and 5am phone calls. But I can’t think of anyone I’d rather have by my side. Paddy, it’s great to have you back.</p> </blockquote> <p><strong>• He said the Lib Dems should stop speculating about what they might do in the event of a hung parliament because this was ultimately a decision for the electorate.</strong></p> <blockquote class=\"quoted\"> <p>There’s been a lot of discussion on the fringe of this conference about our party’s next steps; about our relationship with the other parties; and about what we should do in the event of another hung parliament. It’s the sort of discussion politicians love – full of speculation and rumour. But I have to tell you, it is all based on a false, and deeply illiberal, assumption: that it is we, rather than the people, who get to decide. In a democracy, politicians take their orders from the voters.</p> </blockquote> <p><strong>• He claimed that the Lib Dems were the only party who could be trusted on the economy and trust to deliver a fairer society.</strong></p> <p><strong>• He accused Labour, and particularly Ed Balls, of financial irresponsibility</strong>. Balls was mentioned three times, while Ed Miliband was not mentioned at all. Clegg claimed that the poor suffered the most as a result of Labour's mismanagement of the economy.</p> <blockquote class=\"quoted\"> <p>Labour may have thought it was funny, after crashing the economy and racking up record debts, to leave a note on David Laws’ desk saying: “there’s no money left”. But it’s no joke for the most vulnerable in our society; the people Labour claim to represent but let down the most. So let’s take no more lectures about betrayal. It was Labour who plunged us into austerity and it is we, the Liberal Democrats, who will get us out.</p> </blockquote> <p>And he accused Balls of offering “a fantasy world where there is no 'boom and bust' and the money never runs out”.</p> <p><strong>• He also attacked Conservatives who believe deregulation is the best solution to the country's economic problems.</strong></p> <blockquote class=\"quoted\"> <p>The idea that if government just deregulated a bit more as Liam Fox proposes, or borrowed and spent a bit more as Ed Balls proposes, we would, at a stroke, achieve strong and lasting growth, is just not credible. In my experience, if you’re being attacked by Liam Fox from one side, and Ed Balls from the other, you’re in the right place.</p> </blockquote> <p><strong>• He said that the government was willing to act “again and again and again” to get growth going.</strong></p> <blockquote class=\"quoted\"> <p>If Plan A really was as rigid and dogmatic as our critics claim, I’d be demanding a Plan B, and getting Danny and Vince to design it. But it isn’t. Which is why you were right, earlier this week, to overwhelmingly reject the call for us to change our economic course. We have taken big and bold steps to support demand and boost growth. And we stand ready to do so again and again and again until self-sustaining growth returns.</p> </blockquote> <p><strong>• He launched a veiled attack on the Conservatives for not fully supporting green growth.</strong> The Lib Dems would “hold [the Conservatives] to their promises” on the environment, he said.</p> <blockquote class=\"quoted\"> <p>We will not succeed in this last task unless we can see off that most short-sighted of arguments: that we have to choose between going green and going for growth. Decarbonising our economy isn’t just the right thing to do; it’s a fantastic economic opportunity.</p> </blockquote> <p><strong>• He said that austerity was essential because, if Britain lost control of its finances, it would lose its independence</strong>.</p> <blockquote class=\"quoted\"> <p>In the coming years, some countries will get their own house in order. But some will not. Those that do will continue to write their own budgets, set their own priorities and shape their own futures. But those that do not will find their right to self-determination withdrawn by the markets, and new rules imposed by their creditors, without warning or clemency.</p> </blockquote> <p><strong>• He suggested that welfare spending was too high.</strong></p> <blockquote class=\"quoted\"> <p>One of the things about governing is it forces you to confront the inconvenient truths oppositions choose to ignore. Like the fact that, over the last 50 years, our economy has grown threefold, but our welfare spending is up sevenfold.</p> </blockquote> <p><strong>• He defined liberalism as giving people “the freedom to be who you are, the opportunity to be who you could be”.</strong></p> <p><strong>• He said the Lib Dems must give up being a party of protest.</strong></p> <blockquote class=\"quoted\"> <p>I know that there are some in the party – some in this hall even – who, faced with several more years of spending restraint, would rather turn back than press on. Break our deal with the Conservatives, give up on the coalition, and present ourselves to the electorate in 2015 as a party unchanged. It’s an alluring prospect in some ways. Gone would be the difficult choices, the hard decisions, the necessary compromises. And gone too would be the vitriol and abuse, from right and left, as we work every day to keep this government anchored in the centre ground.</p> <p>But conference, I tell you this. The choice between the party we were, and the party we are becoming, is a false one. The past is gone and it isn’t coming back. If voters want a party of opposition – a “stop the world I want to get off” party – they’ve got plenty of options, but we are not one of them. There’s a better, more meaningful future waiting for us. Not as the third party, but as one of three parties of government.</p> </blockquote> <p><strong>• He confirmed that the government would give secondary schools a “catch-up premium”, allowing them to spend £500 on help for children arriving from primary who are behind in English or maths.</strong></p> <p><strong>• He said that extremists could take over in the west if governments responded in the wrong way to the threat posed by the global power shift.</strong></p> <blockquote class=\"quoted\"> <p>The potential consequences of this shift in power, should we in the west fail to respond, cannot be overstated. Our influence in the world, our standard of living, our ability to fund our public services and maintain our culture of openness and tolerance – all are in the balance. For power would move not only away from the liberal and democratic world, but within it too; from moderates to hardliners, from internationalists to isolationists, from those committed to the politics of cooperation to those hell-bent on confrontation. If history has taught us anything, it is that extremists thrive in tough times.</p> </blockquote> <p><strong>• He attacked the “culture of instant celebrity”.</strong></p> <blockquote class=\"quoted\"> <p>For most people, success doesn’t come easy or quick. That’s what our culture of instant celebrity obscures: that real achievement in the real world takes time, effort, perseverance, resilience.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:39:52.662Z\">at 3.39pm BST</time></p>  </div> <div id=\"block-506308f6c0e327c3f7c905f6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:53:58.777Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here's Elaine Woodard, from Meon Valley.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/8JZYdFe5Tfc&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-506308b058f9bdd2eeba0288\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:52:48.832Z\">2.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Helene Mulholland</strong> has been talking to delegates about how the conference has gone. Here's Jonathan Hunt from Camberwell and Peckham.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/wErrkL_M69s&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:40:50.184Z\">at 3.40pm BST</time></p>  </div> <div id=\"block-506307fd58f9bdd2eeba0286\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:49:51.365Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier I said the Lib Dems are very white. (See 12.17pm.) Well, Farron is giving a new award for local parties that do the most to encourage diversity. The first one has gone to Leicester.</p> </div>   </div> <div id=\"block-50630707c0e327c3f7c905f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:45:45.252Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farron described Clegg as the greatest pop sensation to come out of Sheffield since the Human League.</p> <p>He is now handing out party awards.</p> </div>   </div> <div id=\"block-5063064158f9bdd2eeba0283\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:42:25.215Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The afternoon session is starting now. <strong>Tim Farron</strong> is doing the introduction.</p> </div>   </div> <div id=\"block-50630329c0e327c3f7c905f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:29:13.965Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Reaction tracker</h2>  <div class=\"block-elements\">  <p>Refresh the page as soon as Nick Clegg takes the stage to see our reaction tracker, which will run at the top of the blog during the Lib Dem leader's speech. You can respond positively or negatively to what he is saying by clicking the plus or minus buttons throughout the address and the chart will track your responses.&#xa0;</p> </div>   </div> <div id=\"block-506301e258f9bdd2eeba027f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:23:46.812Z\">2.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-7e7c97cd-bd0a-43af-b4ec-1b429f5396a1\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348665803571/854f36ec-3667-4a64-a64e-dea47dd5532a-460.jpeg\" alt=\"Nick Clegg  arrives with his wife Miriam for his keynote speech.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg arrives with his wife Miriam for his keynote speech.  Photograph: Andy Rain/EPA</span> <span class=\"element-image__credit\">Photograph: ANDY RAIN/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5062febcc0e327c3f7c905eb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T13:10:22.139Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tim Farron</strong>, the Lib Dem president, was on the Daily Politics earlier. According to<a href=\"http://www.politicshome.com\"> PoliticsHome,</a> he said that the conference had shown that the Lib Dems were displaying \"growing confidence and resilience\".</p> <blockquote class=\"quoted\"> <p>It’s not all rosy and wonderful, but it’s a significant turning point and I think we see at this conference a growing confidence and resilience. It’s been a shock for us to get into government. It’s been 80 years since we were in government in peace time and its going to be hard for us at a time like this, but I think we are seeing a resilient, well-loved party that’s determined to go on and fight, win the battles that Britain needs us to win and make sure we go on and do well at the next election.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:09:27.861Z\">at 3.09pm BST</time></p>  </div> <div id=\"block-5062f0bac0e327c3f7c905e6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T12:28:38.887Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <p><strong>• The Lib Dems have overwhelmingly backed a motion urging the government to scrap its proposals to relax planning laws.</strong> Delegates argued that the proposals, which are supposed to promote growth, ran counter to the spirit of localism and would fail to address the real reason for homes not being built. Under the party's constitution, party votes are not binding on Lib Dems ministers and after the vote Don Foster, a communities minister, said the consultation on the plan was continuing. He issued this statement.</p> <blockquote class=\"quoted\"> <p>The planning regulations proposals are accompanied by an extra £300m to ensure a significant increase in social housing. The increase in building will be a significant boost to the local economy. We are now consulting on how the planning regulations will work in practice and we will be listening to the views expressed today by conference, which will form an important part of this process.</p> </blockquote> <p><strong>• Nick Clegg has said that \"people who like protest\" but not power should vote Labour.</strong> He made the comment in an interview with regional journalists.</p> <blockquote class=\"quoted\"> <p>I make no apology of saying to those people, we are not the party for you. If people want just protest politics, if they want a sort of ‘I don’t like the world let me get off' party, they’ve got one. It’s called the Labour party.</p> </blockquote> <p><strong>• Jo Swinson, the business minister, has told the conference that later this year she will be launching an initiative to improve women's access to finance.</strong></p> <blockquote class=\"quoted\"> <p>We are missing a trick with the talents of women. There are less than half as many women entrepreneurs as men. If we could get women to start up businesses at the same rate as men, we’d see 150,000 new start-ups each year.</p> </blockquote> <p><strong>• The Lib Dems have backed a motion calling for councils to be given more control over second homes, not just in rural areas but in London too.</strong></p> <p><strong>• The Lib Dems have voted for a motion saying mental health services should receive a higher priority.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T13:49:44.856Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-5062f3cf58f9bdd2eeba0279\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T12:23:43.606Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Paul Owen will be moonlighting as a bingo caller throughout Nick Clegg's speech.</p> <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/sep/26/nick-clegg-speech-bingo-liberal-democrats\">Click here to get your bingo card</a>, and when Clegg says the following words or phrases you can tick them off:</p> <p>•<strong> Vince Cable</strong><br><strong>• Europe</strong><br><strong>• Tax</strong><br><strong>• Olympics</strong><br><strong>• Sorry</strong><br><strong>• Fairness</strong><br><strong>• Vested interests</strong><br><strong>• Free</strong><br><strong>• Open</strong></p> <p>Good luck ...</p> </div>   </div> <div id=\"block-5062efc058f9bdd2eeba0277\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T12:06:24.175Z\">1.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/sep/26/nick-clegg-speech-bingo-liberal-democrats\">Do take a look at our Nick Clegg party conference bingo.</a> We will be playing it during the speech, which starts soon after 2.30pm.</p> </div>   </div> <div id=\"block-5062eef6c0e327c3f7c905e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T12:03:03.971Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On Sunday Nick Clegg announced a \"pensions for property\" scheme that would allow people to use money from their pension pot to fund a deposit for a house for a child or a grandchild. But, in the housing debate this morning, Clegg was criticised for announcing the plan without putting it through the party's policy-making process. My colleague <strong>Helene Mulholland</strong> was in the debate, and she's sent me this.</p> <blockquote class=\"quoted\"> <p>Duncan Stott, from Oxford East, sparked applause from the conference hall this morning after he criticised the Liberal Democrat leadership for declaring a scheme that has not been ratified by the party during a debate on the party's housing policy paper.</p> <p>Pointing out that the scheme announced by Clegg wasn't in the housing motion, Stott told delegates: “It's a strange idea you may have heard, that parents' pensions should be used to fund mortgages for their children. I hasten to add this shouldn't be in this motion... the idea where first time buyers only get on the housing ladder with their parents' help. We are reliant of the bank of mum and dad and it's terrible for social mobility. Reliance on the pension of mum and dad would make a bad situation even worse. Now even though this idea isn't in this motion, isn't liberal democrat policy, a certain liberal democrat deputy prime minister recently announced this as our policy. It simply isn't.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T14:12:31.860Z\">at 3.12pm BST</time></p>  </div> <div id=\"block-5062ecc158f9bdd2eeba0274\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:53:37.932Z\">12.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vince Cable was being unusually candid last night. At a fringe meeting, the business secretary admitted that experts do not know how to create growth, and that economists are not sure whether quantitative easing is working. My colleague <strong>Juliette Jowit</strong> was chairing the meeting. She's sent me this.</p> <blockquote class=\"quoted\"> <p>Vince Cable was on expansive form at the CBI's fringe debate on the economy, sharing with the audience aspects of the economy that mystify even the government, starting with \"The basic truth is nobody knows how you just create growth, and those people who do are misleading you.\"</p> <p>More specifically, said the business secretary, there is uncertainty over why jobs and employment are rising when the output of goods and services produced by those people are falling, and about why there had been no surge in exports when the pound devalued - which should in theory have made it cheaper to buy things from the UK priced in sterling.</p> <p>Most expensive, though, is the continuing uncertainty over whether the government's interventions by ordering the Bank of England to print more money for the economy - quantitative easing - is working. Or not. \"Does it work, or if it does work does it have so many negative consequences we shouldn't do it any more?\" posed Cable. \"At some point in the next few months the question will arise, unless growth spontaneously returns, do you do more of it, [and] how do you do it?\"</p> <p>At the same event, John Cridland, the CBI's director general, suggested the major employers' and industrialists' group was open to the government committing to a target to decarbonise the UK's power sector by 2030 - a major commitment which would mean, effectively, that no gas, oil or coal plants could be used to generate electricity in less than two decades time unless still untenable technology was developed to capture and store the carbon and other greenhouse gas emissions.</p> <p>Asked if the CBI would support the target being included in the up-coming Electricity Market Reform bill, Cridland repllied: \"I'm not yet persuaded, but that doesn't mean I'm against it.\" If the CBI was satisfied that including the target would not create \"target fatigue\" and would not delay the bill, \"I'd look at it again\", he added.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-64dc14b6-d64e-4d5c-9471-6703f14f7d1f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348665983427/3b65d812-6578-4b73-88be-0d883e3ce1fa-460.jpeg\" alt=\"Vince Cable listens on as Jo Swinson addresses the conference.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vince Cable sits as Jo Swinson addresses the conference.  Photograph: Jeff J Mitchell/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T13:26:56.519Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-5062eb21c0e327c3f7c905e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:46:41.394Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning away from the Swinson speech for a moment, I've just seen the unusual interview that <strong>Nick Clegg</strong> has given to regional journalists at the conference. He said that if people did not like him, they should vote Labour. Here's the key quote, which I've taken from <a href=\"http://www.birminghampost.net/news/2012/09/26/nick-clegg-tells-critics-if-you-don-t-like-me-vote-labour-65233-31908938/\">the write-up in the Birmingham Post.</a></p> <blockquote class=\"quoted\"> <p>I think there was a group of people, in fact there always are a group of people, who simply aren’t interested in parties that get into power to take difficult decisions.</p> <p>There are a group of people - they are perfectly free to do this in a free democratic society - who like to throw stones from the sidelines, who like to be associated with causes where there’s never a difficult decision needs to be made, who don’t actually like parties being in government. And who always scream ‘betrayal’ when any party goes into government.</p> <p>In other words, people who like protest but not the reality of power.</p> <p>And I make no apology of saying to those people, we are not the party for you. If people want just protest politics, if they want a sort of ‘I don’t like the world let me get off' party, they’ve got one. It’s called the Labour party.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T13:49:17.398Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-5062e8a258f9bdd2eeba026d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:36:02.909Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Swinson acknowledges that some people do not have a job, and she describes the government employment programme. She also says some people are in work, but unfulfilled. She describes working in boring jobs herself, such as the Disney Store, \"where even for someone with my cheery disposition, the enforced perma-smile was too much to bear.\"</p> <p>Improving the world of work is in the liberal tradition, she says.</p> <blockquote class=\"quoted\"> <p>There’s a wonderful example of this in my part of the country – New Lanark, now a world heritage site.</p> <p>Inspired by the liberal philosophy of Bentham, in the 1800s Robert Owen proved that commercial success went hand in hand with valuing workers. In his textile mills, he provided free medical care, the first infant school in the world, and adult education. He reduced the working day to 8 hours, but increased production.</p> <p>John Stuart Mill developed the thinking, writing of the benefits of workplace democracy and co-operative associations. He rejected the pitting of workers and owners against each other and he highlighted “<em>The emancipation of women, &amp; co-operative production” as “the two great changes that will regenerate society”.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T11:52:30.277Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-5062e7c858f9bdd2eeba026c\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:32:24.855Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jo Swinson's speech</h2>  <div class=\"block-elements\">  <p><strong>Jo Swinson</strong>, the consumer affairs minister, is speaking now.</p> <p>She starts with a joke about Simon Hughes.</p> <blockquote class=\"quoted\"> <p>We spend one hundred and fifteen days laughing – that’s six minutes a day, presumably somewhat more when The Thick of It is on telly.</p> <p>There’s twenty weeks on hold, listening to muzak while waiting to speak to a human being in a call centre.</p> <p>Six months of our life queuing, presumably this figure is UK-specific.</p> <p>And eighty-seven hours of our life waiting for Simon Hughes to arrive at an event.</p> <p>Ok, I made the last one up, but it feels like it sometimes!</p> </blockquote> <p>She goes on to say people spend almost 100,000 hours at work.</p> <blockquote class=\"quoted\"> <p>It’s a huge proportion of the time we have on this planet, and it impacts on so much more than just our bank balance: our health, our relationships, our aspirations.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-5293a912-8b10-41b2-a2d9-ed85d49daf1e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348665298960/a1fa8883-fe70-4921-b0af-20ac9f630539-460.jpeg\" alt=\"Jo Swinson speaks during the Liberal Democrats annual conference.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson speaks during the Liberal Democrats annual conference.  Photograph: Luke MacGregor/Reuters</span> <span class=\"element-image__credit\">Photograph: LUKE MACGREGOR/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T13:15:33.962Z\">at 2.15pm BST</time></p>  </div> <div id=\"block-5062e2cc58f9bdd2eeba0268\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:19:23.366Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The cross-party committee examining the communications data bill is going to \"kill the bill\" because the legislation \"simply can't work\", a Lib Dem member has said.</p> <p>My colleague <strong>Paul Owen</strong> reports that Julian Huppert told a fringe meeting at the Lib Dem conference: \"I think it's quite clear that this bill, as it currently is, including any small changes to it, simply can't work. It's far too broad, it doesn't work technically. There's just too many problems with it.\" Paul reports:</p> <blockquote class=\"quoted\"> <p>The bill would force internet service providers to keep for a year records of every phone call, email, website visit, social media message and Skype call in Britain.</p> <p>These details would be accessed by the police, Serious Organised Crime Agency, intelligence services and Revenue and Customs; the content of the messages would not be included.</p> <p>The government says the legislation is necessary to fight organised crime and terrorism, but the measure appals many Lib Dem delegates partly because it is the kind of \"authoritarian, \"illiberal\" proposal they associate with New Labour - or \"Blair's terror state and terror laws\", as one delegate at this morning's fringe meeting put it.</p> <p>Huppert predicted that his committee's report \"will say something like: you've got the language wrong, you've got the whole concept of the bill wrong, you have to start again … So I think that will kill this bill.\"</p> <p>He said that Theresa May, the Tory home secretary, and Charles Farr, the head of security and counterterrorism at the Home Office, had said that companies involved with the plan were all happy with it. But this was not what his committee had found: \"I think there is an interesting question which will arise at some point, which is what Charles Farr has been telling Theresa May everybody is saying to him. I presented a summary of what a lot of the companies we met were saying, and Theresa May said: 'No, they're all entirely happy with this. They've all seen it, and they're quite comfortable.' I said: 'Well, that's not what they're saying,' and she said, 'Well, they must be lying to you.'</p> <p>\"I've spoken now to probably about 15 different companies, and, you know, maybe they are all lying to me, I don't know, but they're lying on record as well, so … \"</p> <p>Huppert added that \"foreign powers, all sorts of groups would like to get hold of this\" data, and asked delegates: \"How many people here would be prepared to carry a tag which reported on where you were every five minutes?\" Holding up his phone, he said: \"We do.\"</p> <p>Home Office minister Jeremy Browne suggested Huppert should \"not pre-empt the process\", and admitted his curiosity was \"less naturally aroused than Julian's in this area\". But he said that \"from the party's point of view it seems to me there is quite a lot of prevailing opinion that we have to be very mindful of the civil liberties concerns while also not being dismissive of some of the benefits Julian has mentioned\" - for example finding out who a murder victim or missing child had been speaking to before being killed or disappearing.</p> <p>Huppert said he also hoped \"we can salvage some of it [the bill]\" for the same reasons.</p> <p>But Browne alarmed the Lib Dem faithful when he attempted to illustrate the balance between state power and individual liberty by giving the example of an \"elderly widow living in fear of marauding teenage gangs\". If you were that widow, you would \"happily trade off having your phoned tapped in exchange for a strong police presence\", he suggested.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T13:46:23.204Z\">at 2.46pm BST</time></p>  </div> <div id=\"block-5062e0fac0e327c3f7c905dc\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T11:17:06.717Z\">12.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">10 things we've learnt from the Lib Dem conference</h2>  <div class=\"block-elements\">  <p>I would hate to think that I've been here since Saturday, braved the rain and had to drink the Brighton centre's appalling coffee without having learnt something of significance about the Liberal Democrats. So here we go - my list of 10 things we've learnt from the Lib Dem conference.</p> <p><strong>1. Nick Clegg is trying to forge the Liberal Democrats into a new party – but his creation is on electoral life-support and it is not yet clear whether it has a viable future.</strong> The Lib Dems used to be a receptacle for the protest vote, buoyed by the hope that electoral reform would eventually give them 100-plus seats in the Commons, but now the protest vote is going elsewhere and, with PR and Lords reform (backdoor PR) off the agenda for years, Clegg is trying to turn the Lib Dems into a mainstream party that can win by first-past-the-post. As Matthew d'Ancona put it <a href=\"http://www.telegraph.co.uk/news/politics/nick-clegg/9544637/Cleggmania-is-now-nothing-but-a-distant-memory.html\">in a column recently,</a> he wants “nothing less than to create a third party of government; not an electoral dumping ground for the Undecideds, the Outraged and People Who Still Hate Blair, but a party ready to participate in future coalitions and bring its own distinctive approach to bear on government”. Unfortunately, <a href=\"http://www.telegraph.co.uk/news/politics/liberaldemocrats/9493952/Lib-Dems-face-near-wipeout-in-2015-poll-warns.html\">with the polls as they are, </a>this new entity could face virtual electoral wipeout in 2015.</p> <p><strong>2. The Lib Dems seem more committed to ever to the coalition.</strong> This seems strange, given the fact that the decision to go into coalition has led to their collapse in the polls, but the party seems to have realised that it has past the point of no return. It may not know where its journey will end up, but the bridge back to April 2010 is in cinders. The clearest sign of this came when the party endorsed the coalition's key economic strategy, decisively rejecting a call for a Plan B. Clegg also made the point convincingly <a href=\"http://www.libdems.org.uk/speeches_detail.aspx?title=Nick_Clegg%E2%80%99s_rally_speech_at_Liberal_Democrat_Autumn_Conference&amp;pPK=ccad70de-e202-43a8-8778-27555c5e6503\">in his speech to the conference rally on Saturday night.</a> “This is the first time anyone in modern Britain has experienced a national coalition government,” he said. “We must show them it is a form of government that works well for them. If we don’t we will have lost not only the argument for having Liberal Democrats in power but for having a third party at all.” In other words, the Lib Dems face an existential threat, and if the coalition fails, the Lib Dems are doomed too.</p> <p><strong>3. The Lib Dems are seeking to reassert their identity – and the mansion tax, civil liberties and green growth at the heart of it</strong>. Although events have run relatively smoothly on the conference floor, the realisation that the Lib Dems will have to fight an election as a party of government for the first time has triggered an intense debate about the party's identity that has overshadowed events on the fringe. The most provocative contribution came from Richard Reeves, Clegg's former director of strategy, <a href=\"http://www.newstatesman.com/politics/politics/2012/09/case-truly-liberal-party\">whose appeal for undiluted liberalism</a> was seen as an attempt to push the party to the right, but many Lib Dems strongly disagree (see <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/26/nick-clegg-lib-dem-conference-live#block-5062b2d758f9bdd2eeba0249\">8.46am)</a> and think the party would be mad to give up on leftish voters who are attracted by the party's social democratic instincts. The Lib Dems have not resolved the right/left argument, but this week has shown members can unite around three themes: taxing the wealthy (the mansion tax has been championed ad nauseam), defending civil liberties (the leadership got trounced on secret courts, in the best debate on the conference) and green growth (which has become a key dividing line with the Tories).</p> <p><strong>4. Clegg intends to fight the next election.</strong> Clegg has always said he intends to fight the next election, but now, for the first time, people like me are starting to believe that he really means it. Partly that's because of his decision to issue his apology, which would not make much sense if he was planning to abandon ship in 2014. And partly because it's because people who know him well seem to be increasingly certain that he is going to stay on. Sometimes it's the gossip that is particularly persuasive. In the past there were suggestions that his wife Miriam wanted Clegg to stand down before 2015, but <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/22/lib-dem-conference-live-blog-2012#block-505db576c0e38ada80016272\">at the weekend the Financial Times reported that she's opposed to Clegg taking a job in Brussels,</a> because she has decided that the city is too provincial.</p> <p><strong>5. There will be no imminent leadership challenge.</strong> Clegg's personal ratings are dire, but there has been no serious challenge to his leadership <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/26/nick-clegg-lib-dem-conference-live#block-5062b2d758f9bdd2eeba0249\">(Lembit Opik doesn't count)</a> and for the moment his position is perfectly safe. But it might be different in 2013, and as for 2014 – book your tickets for the conference now. If Clegg has not already suffered an attempt to depose him by then, 2014 should be the moment for a showdown.</p> <p><strong>6. Vince Cable is the party's undisputed leader-in-waiting.</strong> Cable has not done anything disloyal in Brighton, but he used his speech on Monday to advertise his availability, and his credentials as someone who could work with Labour or the Tories, and, with a clutch of polls showing that the party would do better under his leadership, he is now, for the moment, the overwhelming favourite to succeed Clegg. Tim Farron's prospects seem dimmer than they did last year and Chris Huhne – whose absence leaves Lib Dem firepower much weaker than it was – is of course, er, otherwise engaged.</p> <p><strong>7. Election manifestos are going to look different in the future because they will clearly differentiate between non-negotiable promises and negotiable ones.</strong> The Lib Dem tuition fee experience, and Clegg's apology, has focused attention on how the party can avoid this problem in the future. “All parties will need to be more upfront with the British people on what 'tablet of stone' stuff, and the other [promises] that will depend on circumstances,” Clegg said yesterday.</p> <p><strong>8. Coalition government is making government more open.</strong> In the past ministers used to row in private and defend their collective decisions in public. When the coalition launched the two parties tried to play down their differences in public, but now Clegg and his colleagues are so open about their differences with their Tory colleagues that, as this week has demonstrated, it has almost stopped being a story. Danny Alexander proposed a motion implicitly attacking his boss, George Osborne, and the media barely batted an eyelid. Conversations that used to take place behind closed doors are now being conducted in public. It's a notable shift in Whitehall culture.</p> <p><strong>9. The Lib Dems are still overwhelmingly white and male.</strong> The party has no ethnic minority MPs and there seem to be very few ethnic minority delegates at the conference. We have not had a speech from a high-profile Lib Dem woman, although Jo Swinson <a href=\"http://markreckons.blogspot.co.uk/2012/09/jo-swinson-could-be-our-next-leader.html\">(who is being tipped as a future leader) </a>may fill the gap when she speaks. In diversity terms, this party has a very long way to go.</p> <p><strong>10. But it's a great party to join if you want to speak at a party conference.</strong> This week has confirmed that the Lib Dems are still the only main party in British politics who are genuinely comfortable about letting their members debate politics. Labour and the Tories use their conferences to showcase their leaders and their rising stars. If you want to go to party conference, and get involved in debates and speak repeatedly, I'm afraid you haven't got much option. You'll have to join the Lib Dems.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-26T11:47:56.335Z\">at 12.47pm BST</time></p>  </div> <div id=\"block-5062db8dc0e327c3f7c905d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T10:40:13.359Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's more on the planning vote. It's copy from the Press Association.</p> <blockquote class=\"quoted\"> <p>A packed hall at the party's conference in Brighton voted almost unanimously to oppose the government's proposals, which include letting home owners build extensions of up to 25ft in their gardens. <br>Local government minister Don Foster was left with the humiliation of being the only speaker to oppose the motion, while only three Lib Dem members voted in favour of the government's plans.</p> <p>Lib Dem councillors lined up one after the other to criticise the plans and the party's leadership for adopting what Foster insisted was a Tory idea which had made it into the coalition agreement. <br>One councillor asked what planet deputy prime minister Nick Clegg and his fellow Lib Dem MPs were on. <br>The emergency motion exposed tensions between the party's MPs and members, who expressed their anger at having another Tory policy foisted upon them. <br>Catharine Smart, from Cambridge, said: \"This proposal will not help growth, it will not speed up construction. It will actually slow it down. You just wonder what planet some of these people are on. <br>\"Just for once these parliamentarians should listen to the little people on the district councils who actually know most about this. Just listen to them and take these stupid ideas away.\" <br>Richard Fagence, from Windsor, Berkshire, said: \"This is not just a mistake, in my opinion. This is a huge mistake. <br>\"Don't even get me started on extensions. <br>\"My back garden is wider than it is deep, if you see what I mean. It's about 32ft deep but you could now develop an extension 26ft deep in old money. <br>\"The motion calls on the coalition government to withdraw these proposals. I would add one word to that: immediately.\" <br>Prue Bray, from Wokingham, Berkshire, said: \"This is not the first coalition policy forced on the party. <br>\"We know in coalition we cannot have everything we want. We understand the need for confidentiality in government. <br>\"But surely it is not beyond us as a party to come up with a better way for the party and parliamentarians to work together so we can avoid situations like this?\" <br>Tim Ward, from Cambridge, said the plans were \"both unnecessary and damaging\". <br>\"Every time one of these daft ideas arrives from government, I have to direct one of my senior officer to researching, analysing and responding to the consultation,\" he said. <br>\"I have an officer working on this as we speak. I would much rather have my officers concentrating on growth.\"</p> </blockquote> </div>   </div> <div id=\"block-5062d367c0e327c3f7c905d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T10:05:27.337Z\">11.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's my colleague John Harris's take on the Lib Dem conference. You can watch him haranguing people like Paddy Ashdown and Tim Farron. It's fun.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/commentisfree/video/2012/sep/26/lib-dems-2012-conference-video\"                                data-show-ads=\"true\"                        data-video-name=\"Which way's the exit? Lib Dems look ahead to the next election - 2012 conference video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/commentisfree/video/2012/sep/26/lib-dems-2012-conference-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/commentisfree/video/2012/sep/26/lib-dems-2012-conference-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-5062ccc058f9bdd2eeba0254\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T09:37:04.968Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dems have just passed an emergency motion saying the government should drop its plan to relax planning laws (including the proposal that would make it easier for people to install a conservatory, supposedly on the grounds this would promote growth).</p> <p>The motion says that current planning laws \"are not the reason for a failure to proceed with existing approved housing developments\" and that the plan to relax planning laws goes against the spirt of the Localism Act 2011, which gives councils more control over planning decisions.</p> <p>It was passed by an overwhelming majority.</p> </div>   </div> <div id=\"block-5062c9ba58f9bdd2eeba0251\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T09:24:10.628Z\">10.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Today programme took a look at Nick Clegg's proposal to cut benefits for wealthy pensioners this morning.</p> <p><strong>Paul Johnson</strong>, the director of the Institute for Fiscal Studies, said that if benefits were only taken away from millionaire pensioners, as Clegg suggested at one point yesterday (when he started talking about Lord Sugar), the government would only raise \"somewhere between very little and not very much\".</p> <p>And <strong>Mark Reckless</strong>, the Conservative MP, said that he was opposed to any means-testing of pensioner benefits.</p> <blockquote class=\"quoted\"> <p>We are going to protect these pensioners' benefits and it is crucial we keep that promise. The cost of what [Nick Clegg] is suggesting, of having a great new bureaucracy to administer in effect a wealth tax on pensioners, the costs of that would be enormous, far, far greater than anything which would be raised. Pensioners have really suffered. Their income from investments and annuities are sharply down. The key issue is we don't want to be means-testing pensioners in this way.</p> </blockquote> </div>   </div> <div id=\"block-5062be61c0e327c3f7c905c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T08:35:45.695Z\">9.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here are a couple of other articles in the papers today relating to the Lib Dem conference that I found interesting.</p> <p><a href=\"http://www.dailymail.co.uk/news/article-2207953/Paddy-Ashdown-EU-referendum-inevitable-Britain-day-join-Euro.html\">• Matt Chorley at the Mail says that Paddy Ashdown thinks a referendum on Britain's membership of the EU is inevitable.</a></p> <blockquote class=\"quoted\"> <p>[Ashdown] revealed he had told Mr Clegg that he believed a referendum was inevitable after David Cameron wielded the British veto to block an EU treaty change in December last year.</p> <p>‘We were now irretrievably on the way to a European referendum,’ Lord Ashdown said today.</p> <p>The admission is likely to be seized on by Eurosceptics in the Tory party who have repeatedly called for Mr Cameron to commit to holding a vote.</p> <p>However, Lord Ashdown beleives the British public would not vote to abandon Brussels: ‘Provided we have that referendum on in or out, it can be won.’</p> </blockquote> <p><a href=\"http://www.telegraph.co.uk/news/politics/nick-clegg/9565230/Nick-Clegg-must-make-a-Left-turn-to-save-the-Lib-Dems-from-disaster.html\">• Mary Riddell in the Daily Telegraph says Nick Clegg should take the Lib Dems to the left.</a></p> <blockquote class=\"quoted\"> <p>Although it is almost impossible to see him surviving after 2015, it is increasingly unlikely – though not unthinkable – that he will go before. Mr Cable’s ever louder hints of his availability may be proof in themselves that the leader is not for budging. Friends say that he has become “ruthless” in office.</p> <p>That is just as well. His next task, which begins today, is to prepare his party for the least worst fate that may be available: a coalition with Labour. The first step is to forge a coherent party with a single message, rather than a pick ’n’ mix bazaar from which Lib Dem MPs and candidates select the policies most likely to win them a seat.</p> <p>Much as Mr Clegg would like to tell his party today that it is a government-in-waiting, he will have to move, tacitly, towards the more plausible next chapter. The Lib Dems are, at heart, a party of the centre-Left, and that is where their best chance lies. As a check on Labour’s tendency to illiberalism in any future coalition, they could become both popular and indispensable.</p> </blockquote> </div>   </div> <div id=\"block-5062ba1cc0e327c3f7c905c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T08:17:33.892Z\">9.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I enjoy party conferences and there have been some good moments this week in Brighton (as well as quite a few dull ones), but I've had a nagging sense ever since I arrived that these events don't really matter quite so much as they used to. I thought it was because party conferences are increasingly dominated by lobbyists, rather than activists, but <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/danielfinkelstein/article3549498.ece\">in the Times today (paywall) Daniel Finkelstein suggests that there's a wider problem, which relates to the way politics is changing.</a></p> <blockquote class=\"quoted\"> <p>Once these events in seaside towns were the gathering places of the representatives of vast movements. Parties had millions of members and were among the biggest voluntary associations in the country. When addressing the party faithful, a leader was addressing a real group, a significant group.</p> <p>But now? The mass party movements are no more. The membership has disappeared. And yet everyone keeps going as if it hasn’t happened.</p> </blockquote> <p>Finkelstein suggests that annual conferences should be abandoned. Much as I like coming, I think he's onto something.</p> <blockquote class=\"quoted\"> <p>I am not assailing party members. It is fashionable to say they are swivel-eyed or doddery. Me, I’ve always liked them. There’s no part of their strange political obsession that I don’t partake of fully myself. I’ve had a lot to do with Tory party members and overwhelmingly found them kind, intelligent, engaged and committed to their communities. Other party memberships are no less so.</p> <p>But their politics are hardly representative. Not even of the core vote, let alone of swing voters. The biggest move in politics is from the committed to the uncommitted, from those with tribal attachments to those simply keeping score, choosing governments as if they were company managers. And the annual party conference season denies this trend, instead gathering together these unrepresentative people, encouraging them to confirm each other in their own beliefs and exerting pressure on governments and political leaderships to respond.</p> <p>The decline of mass political parties is hugely significant and almost certainly irreversible. And it’s time for reform that reflects this reality. It is wrong, for instance, that what amount to little cliques should be choosing candidates for Parliament. But why not start by ending these annual conferences? A broader convention of supporters every three or four years, perhaps. That should be plenty.</p> </blockquote> </div>   </div> <div id=\"block-5062b2d758f9bdd2eeba0249\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T07:46:31.526Z\">8.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There has not been much evidence of plotting against Nick Clegg at the Lib Dem conference, but my colleague <strong>Patrick Kingsley</strong> was at the Liberal Left fringe meeting yesterday where he discovered that an attempted coup is underway. It's being masterminded by Lembit Opik! Here's what Patrick sent me.</p> <blockquote class=\"quoted\"> <p>Half of Liberal Democrats are dissatisfied with Nick Clegg, according to an activists' poll, but it's been hard to find barefaced dissent at conference. Last night's Liberal&#xa0;Left event was the exception – former MP Lembit Opik openly demanded that Clegg resign as leader, soliciting support for a petition that calls for Clegg to remain as&#xa0;deputy prime minister, but step away from the running of the party.</p> <p>\"The problem is that the image of the Liberal Democrats is mixed up with the coalition government,\" said Opik. Clegg is too tainted by his relationship with the Tories, he&#xa0;said: if he's not ousted by the next election, \"we'll be throttled to death.\"</p> <p>Currently, the Lib Dem conference cannot fire the Lib Dem leader. But should Opik's petition gather enough support, it would force a vote at the party's spring&#xa0;conference on whether to give delegates the power to sack Clegg. The proposal would need a two-thirds majority to pass.</p> <p>Opik wants Clegg to get on with the business of running the country, and let someone else try to remould the party's image. That someone, he argued, would ideally be&#xa0;a leftish backbencher who comes from the grass-roots. He wouldn't name names – but party president Tim Farron fits the bill.&#xa0;</p> <p>Opik was speaking at a fringe event hosted by Liberal Left, the party's most left-wing faction – and led by rebel MP Adrian Sanders, assembly member Stephen Knight,&#xa0;and Liberal Left chair Linda Jack.</p> <p>\"Where next for the Liberal Democrats?\" the panellists asked – and for many the answer was clear: away from Clegg.</p> <p>\"When your party leader starts to appear on your opponents' leaflets more often than your own,\" said Knight, \"you have to wonder whether or not he's an asset.\"&#xa0;</p> <p>More generally, there were concerns that the Lib Dems have swung too far to the right in recent years. \"There is a feeling that this is no longer our party,\" said Linda&#xa0;Jack, who tabled an amendment on Monday criticising the coalition's deficit plans, which was shot down by party honchos. A decade ago, she argued, social liberals&#xa0;like her were at the centre of the Liberal Democrats. But because so many left-wingers have since left, those who remain are now seen as extremists.</p> <p>Knight was particularly upset at a recent pamphlet on \"Cleggism\" written by Richard Reeves, Clegg's outgoing strategist. Reeves promoted the pamphlet at a think-tank&#xa0;event on Monday – arguing that the party should abandon their social democratic wing, and redefine themselves as purely big-L Liberal. Sanders said Reeves shouldn't&#xa0;be taken too seriously: his debate was mocked at a meeting of the parliamentary party on Monday. One MP, he said, noted that it was on at the same time as a&#xa0;discussion about assisted dying – and wondered whether the two events could have been merged.</p> <p>For his part, Sanders stayed clear of saying anything particularly inflammatory. But he suggested that Clegg was stuck in a bubble, and needed to employ more advisers&#xa0;with links to the grassroots.</p> <p>So if this was the revolution, it was a pretty small one. Only 20 people turned up, evidence that not everyone left in the party hankers after rebellion. Sanders said there&#xa0;were no machinations within parliament to depose Clegg, while Opik is a marginal figure, ridiculed for losing one of the Liberal Democrats' safest seats in 2010.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-27T10:03:21.626Z\">at 11.03am BST</time></p>  </div> <div id=\"block-5062b11dc0e327c3f7c905bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-26T07:39:19.760Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It's the final day of the Lib Dem conference and Nick Clegg will close the conference with a speech at 2.30pm. Some excerpts have already been released in advance, and The Times, <a href=\"http://www.youtube.com/watch?v=CxyQqDik2rs\">remembering David Steel,</a> has summed up Clegg's message with a rather brilliant headline (paywall): <a href=\"http://www.thetimes.co.uk/tto/news/politics/article3549685.ece\">“Go back to your constituencies and prepare for vitriol and abuse.” </a>Here's the quote from the Clegg speech setting it out in full.</p> <blockquote class=\"quoted\"> <p>I know that there are some in the party – some in this hall even – who, faced with several more years of spending restraint, would rather turn back than press on. Break our deal with the Conservatives, give up on the Coalition, and present ourselves to the electorate in 2015 as a party unchanged. It’s an alluring prospect in some ways. Gone would be the difficult choices, the hard decisions, the necessary compromises. And gone too would be the vitriol and abuse, from Right and Left, as we work every day to keep this Government anchored in the centre ground.</p> <p>But conference, I tell you this. The choice between the party we were, and the party we are becoming, is a false one. The past is gone and it isn’t coming back. If voters want a party of opposition – a “stop the world I want to get off” party – they’ve got plenty of options, but we are not one of them. There’s a better, more meaningful future waiting for us. Not as the third party, but as one of three parties of government.</p> </blockquote> <p>Before Clegg speaks, we've also got a full programme of events this morning. Here's the full agenda.</p> <p><em>9am:</em> Debate on mental health</p> <p><em>9.45am:</em> Emergency debate on planning, on a motion saying the government should drop its plan to relax some planning laws for three years.</p> <p><em>10.35am:</em> Debate on housing.</p> <p><em>12.20pm:</em> Jo Swinson, the new consumer affairs minister, delivers a speech.</p> <p><em>2.30pm:</em> Nick Clegg's speech. As Patrick Wintour reports, <a href=\"http://www.guardian.co.uk/politics/2012/sep/26/nick-clegg-lib-dem-conference-speech\">Clegg will send an austere message to his party on Wednesday, telling them the Liberal Democrats are willing to impose several more years of spending restraint, are now anchored in the centre ground and are determined never to revert to being a party of protest and opposition.</a></p> <p>At some point this morning I'm also going to write a post on 10 things we've learnt from the Lib Dem conference (once I've worked out what they are).</p> <p>If you want to follow me on Twitter, I'm on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> </div>   </div>",
  "<video data-media-id=\"gu-video-396765432\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/27/1348732236835/Julian-Assange-addresses--001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/27/120927AssangeUN-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/27/120927AssangeUN_3gpSml4x3.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/640/2012/9/27/120927AssangeUN-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120927AssangeUN/120927AssangeUN.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/27/120927AssangeUN_3gpLg4x3.3gp\"/> </video>   <p>The WikiLeaks founder, Julian Assange, has accused President Obama of seeking to exploit the Arab spring revolutions for political gain, claiming Obama's vocal support for freedom of expression had not been translated into action.</p> <p>Assange was speaking to a gathering of diplomats at the UN general assembly through a satellite videolink from the Ecuadorean embassy in London, where he sought refuge three months ago from extradition to Sweden, where he is wanted for questioning on allegations of sex offences.</p> <p>The meeting was hosted by the Ecuadorean foreign minister, Ricardo Patiño, who said he would once more demand the UK grant Assange safe passage to Ecuador when he meets his British counterpart, William Hague, later on Thursday. He accused the British government of violating Assange's human rights, saying he could be stuck in the embassy in London for 10 years, which would have a severe impact on his health.</p> <p>Assange, dressed in a shirt and half-knotted tie, appeared tired and unwell on the video. He had dark rings under his eyes and sniffed frequently during a prepared presentation. Assange focused largely on Barack's Obama address to the UN on Tuesday in which the president gave a staunch defence of freedom of speech, and voiced American support for the revolutions in the Arab world.</p> <p>Assange said that it was \"audacious\" for the US government \"to take credit for the last two years of progress\", given past American support for the ousted Arab dictators. He said <a href=\"http://www.guardian.co.uk/world/2011/jan/20/tunisian-fruit-seller-mohammed-bouazizi\">Mohammed Bouazizi, a Tunisian street pedlar</a> whose suicide from despair over his life in January last year sparked the revolt, \"did not set himself on fire so that Barack Obama could get re-elected\".</p> <p>He added that it was \"disrespect to the dead to claim that the United States supported the forces of change\".</p> <p>Instead, Assange claimed that it was the leak of classified US diplomatic cables to WikiLeaks, allegedly by a US soldier in military intelligence, Bradley Manning, that \"went on to help trigger the Arab spring\".</p> <p>Referring to Obama's UN defence of the freedom of expression, Assange pointed to the <a href=\"http://www.guardian.co.uk/world/2012/jul/29/bradley-manning-torturous-holding-conditions\">treatment of Manning in US prison</a>, where he was held in isolation, stripped and left naked for hours in his cell, and to the denunciation of WikiLeaks by American leaders.</p> <p>\"The time for words has run out. It is time to cease the persecution of our people and our alleged sources. It is time to join the force of change, not in fine words but in fine deeds,\" Assange said.</p> <p>Assange and the Ecuadorean government argue that if he goes to Sweden to face the sexual assault allegations against him, he could be extradited from there to the US to face politically-motivated prosecution. The Sydney Morning Herald <a href=\"http://www.smh.com.au/opinion/political-news/us-calls-assange-enemy-of-state-20120927-26m7s.html\">has published what it described as declassified US air force counter-intelligence reports</a> which designated Assange and WikiLeaks as \"enemies of the United States\", the same legal category as al-Qaida and the Taliban.</p> <p>The British government said it is legally obliged to carry out Assange's extradition after the Australian's appeals in the British courts were rejected. It has also said that according to European law, it would not allow extradition to the United States on charges that could result in the death penalty. Patiño argued that the UK's human rights obligations overrode its duty under EU treaty.</p> <p>\"The United Kingdom says it defends human rights,\" Patiño said. \"Would it be human to try to keep Mr Assange in the embassy for months or years?\" He added that Assange might spend up to 10 years in the embassy \"without right to his life or his privacy\".</p>",
  "<video data-media-id=\"gu-video-396763172\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/27/1348728643761/David-Cameron-with-David--001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/27/120927CameronLetterman-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/27/120927CameronLetterman-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120927CameronLetterman/120927CameronLetterman.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/27/120927CameronLetterman_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/27/120927CameronLetterman_3gpLg16x9.3gp\"/> </video>   <p>David Cameron may struggle at passport control when he returns home from his trip to the US and Brazil after <a href=\"http://www.guardian.co.uk/politics/video/2012/sep/27/david-cameron-letterman-late-show-video\">fluffing a mock citizenship test</a> on the Late Show with David Letterman.</p> <p>\"You have found me out. That is bad, I have ended my career on your show tonight,\" the prime minister said, after struggling when Letterman fired a series of questions at him.</p> <p>Shifting slightly awkwardly in his seat, Cameron first ran into trouble when Letterman asked him who composed the music for Rule Britannia after the band struck up the music from the Last Night of the Proms. \"Elgar,\" he said uneasily. \"You are testing me,\" he added.</p> <p>Letterman waited until near the end of Cameron's appearance to point out that Thomas Arne composed the music, and that the poem was by James Thomson.</p> <p>Letterman picked on Rule Britannia to remind the prime minister that Britain once had an empire on which the sun never set. Cameron showed a better grasp of American history as he rattled through Anglo-American relations. \"We had a bit of a falling out, [though] I think we are getting over that,\" the Oxford PPE graduate said. \"We interfered in your politics 200 years ago when we sailed up the river and burnt the White House.\"</p> <p>Cameron asked to become the first sitting prime minister to appear on the Letterman show, recorded at the legendary Ed Sullivan Theatre on Broadway, to fly the flag for British business. He told Letterman he was \"shamelessly\" exploiting the afterglow of the Olympics and Paralympics.</p> <p>Cameron retrieved his honour when asked to explain the difference between Northern Ireland and the Republic of Ireland. He summed up the partition of Ireland in a few seconds and went on to praise the Queen's visit to Dublin last year. He made one minor slip when he said she was the first member of her family to visit since independence. The Prince of Wales has visited on numerous occasions.</p> <p>The interrogation turned to Magna Carta. \"1215,\" he shot back when asked the date it was signed. It took him a few minutes to give the venue – Runnymede – before delivering a first class essay about its significance in checking the powers of the English crown.</p> <p>But he did not know the English for Magna Carta. Cameron's university chum, Boris Johnson, the mayor of London, who has appeared on the show, will no doubt be chuckling. Letterman eventually ended Cameron's agony, explaining it meant Great Charter.</p> <p>Letterman's producers gave the show a southern English middle class theme, providing the US audience with a guide to the British class system. The other guest was the British actor Jonny Lee Miller, who made his name in Trainspotting. Miller, the former husband of Angelina Jolie, is from Kingston, Surrey, and was educated at Tiffin, a local grammar school.</p> <p>Mumford &amp; Sons, the folk rock band from Wimbledon, offered a song from their new album Babel. Marcus Mumford, the lead singer, was educated at King's College School. As an Etonian, Cameron represented a higher step on the ladder of the English private school system.</p> <p>Cameron, who ran rings round Jeremy Paxman during the 2005 Tory leadership contest, took care to prepare for his encounter with Letterman. One joke doing the rounds was that Sir Kim Darroch, Britain's national security adviser who has a quick and dry humour, would stand in for Letterman in rehearsals.</p> <p>In the end the Cameron prep team, led by his communications director and former television news editor Craig Oliver, fired a series of questions at him. Top of the list were queries about the Queen after the Letterman team told No 10 they were fascinated by the British monarch after her walk-on part in the James Bond section of the Olympics opening ceremony.</p> <p>The Cameron team studied with care Johnson's appearance on the Letterman show in June, when the mayor was asked how long he has been cutting his hair. \"That's a low blow,\" New York-born Johnson replied with a smile.</p> <p>Barack Obama was given a reasonably easy ride on the show this month when he appeared after the leaked video in which the Republican presidential challenger, Mitt Romney, appeared to write off 47% of the US electorate. The prime minister watched a recording of Obama's appearance as part of his preparation.</p> <p>One senior British source said: \"It is just a good opportunity. Britain has had an extraordinary year with the Jubilee, with the Olympics and with the Paralympics. We have got something good to shout about. So getting out there talking up Britain is important.</p> <p>\"We should never forget that we are the biggest investor in America, America is the biggest investor in us. There is a saying in business that when you want to do better you go back to your biggest customers and try and squeeze out a bit more.\"</p> <p>Cameron sought to show a modern Britain. Letterman did his best to counter that in laying the ground for Cameron's appearance by releasing dry ice to depict \"London fog\".</p>"
]