[
  "<p>The choreography of the Washington tango – skip to the extremes during the primaries, tack to the centre once they're locked up – used to be routine. Expectations that a different Mitt Romney might suddenly emerge in the general election were all the greater, seeing as he had previously skidded around so much. The son of a respected Republican moderate, and a governor in liberal Massachusetts who put Obamaesque healthcare in place, he only veered off to the right when the courting of militant Republican activists demanded it.</p> <p>But a <a href=\"http://www.theguardian.com/commentisfree/2012/jul/29/mitt-romney-bad-trip-editorial\" title=\"\">bad trip abroad</a> has already scotched hopes of a tack to the centre on foreign policy, and now – with <a href=\"http://www.theguardian.com/world/2012/aug/11/mitt-romney-paul-ryan\" title=\"\">Paul Ryan's nomination</a> for the vice-presidency – there is scant hope of moderation on the economy either. Mr Romney's own post-primaries words on the deficit have had a <a href=\"http://www.nbcuniversal.presscentre.com/content/detail.aspx?ReleaseID=11599&amp;NewsAreaId=2\" title=\"\">certain artful ambiguity</a>. No one could accuse Mr Ryan – who <a href=\"http://www.huffingtonpost.com/2012/08/11/rupert-murdoch-paul-ryan-_n_1767702.html\" title=\"\">greatly enthuses Rupert Murdoch</a> – of that. As the chair of the House budget committee, he produced an answer to the (genuine) problems of rebalancing the books that was lunatic in its lopsidedness.</p> <p>Instead of banking the future revenue that should flow automatically from the eventual recovery, as fiscal conservatives of Mr Romney's father era would eagerly have done, the Ryan proposals envisaged holding the tax take down so that the need for spending cuts is redoubled. Even if cuts on the Ryan scale could be carried off without immediately killing the economy, they would very likely end in the deaths of many poor Americans. The US already has the highest infant mortality in the rich world, and the Ryan plan would further shred the medical safety net. It would trash American science, hurt veterans and even affect the Republicans' cherished military.</p> <p>Under the plan, the elderly's popular Medicare entitlements would be replaced by subsidies for private insurance, shattering security and requiring the typical beneficiary to shell out thousands of extra dollars each year. Anticipating the outrage, the Romney campaign immediately claimed that the Ryan appointment did not equate to endorsement of every detail of the Ryan plan.</p> <p>Be that as it may, as a result of his choice, Mr Romney must prove to America that he is bent on undoing not merely the Obama social reforms but also those of the Johnson and Roosevelt years. The foaming reactionary fringe has moved further to the right in the US; Mr Romney is gambling that the country as a whole is moving in the same direction.</p>",
  "<video data-media-id=\"gu-video-394646986\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/13/120813Romney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/13/120813Romney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/13/120813Romney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/13/120813Romney-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120813Romney/120813Romney.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/13/120813Romney_3gpLg16x9.3gp\"/> </video>   <p>Rupert Murdoch joined conservatives in hailing Mitt Romney's vice-presidential pick Paul Ryan on Sunday as Barack Obama's campaign team cranked up its attacks, branding the Congressman as an extremist, right-wing ideologue.</p> <p>Murdoch described Ryan, the most right-wing of the candidates on Romney's vice-presidential shortlist, as \"almost perfect\".</p> <p>In a reflection of Ryan's popularity with the Republican grassroots, the Romney team said it had taken in $3.5m in donations since the announcement on Saturday morning that he was to be the running-mate.</p> <p>Obama's team expressed glee that Romney had opted for Ryan, viewing as a campaign gift his 2011 budget plan to slash America's debt by $5.3tn over the next decade.</p> <p>Building up their attacks on Ryan on Sunday, the Obama campaign claimed Ryan's budget plan would destroy Medicare, the popular healthcare scheme for those 65 and older, as well as hitting welfare recipients and students.</p> <p>There was a backlash among seniors when Ryan first proposed Medicare reform last year. Fear of losing health coverage could turn out to be significant in swing states such as Florida, which has a large retired population.</p> <p>Romney ended speculation about his vice-presidential pick on Saturday morning when he announced at a rally in Norfolk, Virginia, that he had opted for Ryan over former Minnesota governor Tim Pawlenty, Florida senator Marco Rubio and others on his short list.</p> <p>The Drudge Report had said at various times that former secretary of state Condoleezza Rice and General David Petraeus had also been in the running.</p> <p>The choice of Ryan, 42, a congressman from Wisconsin for 14 years, marks a change in strategy by the Romney team.</p> <p>Until now, it has concentrated on presenting the November election as a vote on the incumbent, making Romney as small a target as possible by offering few policy details. Making Ryan his running mate changes that, providing a host of policy positions for the Democrats to attack.</p> <p>Murdoch, who tweeted last month after meeting Romney that he was unimpressed with the Republican candidate's campaign, expressed relief over the Ryan announcement. \"Thank God! Now we might have a real election on the great issues of the day. Paul Ryan almost perfect choice,\" Murdoch tweeted.</p> <p>Ryan's debt-reduction plan made him a hero of the Tea Party, whose emergence was inspired in part by the burgeoning federal debt.</p> <p>He is also a strong social conservative, having voted against legislation to end pay discrimination against woman and, according to the Democrats, opposed to abortion even in cases of rape or incest.</p> <p>The combination of fiscal and social conservatism has made him popular with a Republican base that remains sceptical about Romney's conservative credentials.</p> <p>Andrea Saul, a Republican spokeswoman, said the campaign had taken in $1.2m within hours of the announcement and a further $2.3m a day later.</p> <p>One of the Obama campaign's leading strategists, David Axelrod, described Ryan as a \"right-wing ideologue\" who is \"quite extreme\".</p> <p>Although Ryan was genial, his views were \"quite harsh\", Axelrod told CNN's State of the Union.</p> <p>\"It is a pick that is meant to thrill the most strident voices in the Republican Party, but it's one that should trouble everyone else,\" Axelrod said in another interview, on ABC. \"He's the guy who's the architect of a plan to end Medicare as we know it.\"</p> <p>Ed Gillespie, a Romney strategist and former chairman of the Republican national committee, acknowledged that Romney, as president, would have signed into law Ryan's budget plan but insisted it was not to kill off Medicare but \"to save it for future generations\".</p> <p>The Republican argument is that unless the spiralling cost of Medicare is dealt with, it will collapse.</p> <p>Gillespie said the choice of Ryan offered an opportunity for a national debate on big ideas rather than \"the little things\" the Obama campaign team has been pursuing.</p> <p>The Obama campaign has been calling for Romney to disclose his tax returns in line with previous presidential candidates and looking in detail at his record as chief executive at Bain Capital, the company in which he made his fortune.</p> <p>The timing of the Ryan announcement was odd, early on a Saturday morning rather than aimed at a prime-time television slot.</p> <p>The Romney campaign said it had been planned for Friday but the schedule had to be delayed because Ryan wanted to attend the Friday funeral of Sikhs killed in a mass shooting in his district in Wisconsin.</p> <p>• This article was amended on 13 August 2012. The original said that, according to the Democrats, Ryan was opposed to abortion even in cases of abortion or incest. That has been corrected to rape and incest.</p>",
  "<p>Only one voter in six believes the coalition will survive until the 2015 election, according to a Guardian/ICM poll that shows the proportion expecting a <a href=\"http://www.theguardian.com/politics/2012/aug/07/coalition-government-danger-collapse\" title=\"\">collapse</a> within two years has nearly doubled in two weeks.</p> <p>The findings follow the most testing episode for the government with the collapse of the agreement to reform the House of Lords. Nick Clegg accused the Conservatives of breaking the coalition contract by failing to support plans to introduce an elected Lords, and retaliated by withdrawing support for a redrawing of constituency boundaries, which would have benefited the Tories.</p> <p>Any hopes that the Olympics would obscure the outbreak of hostilities within the government have been scotched by the poll, which found that only 16% of the electorate expected it to stay the course to the planned May 2015 election, down by half on the 33% who had said the same thing to ICM two weeks before. The proportion expecting the coalition to last until a few months shy of the election is also down, from 23% a fortnight ago to 19%.</p> <p>Expectations of an early collapse have hardened – 43% think the coalition will collapse over the next couple of years, a near doubling from the 23% in late July. In addition some 11% (up from 7%) expect the partnership to break down even sooner, to give an overall majority of 54% who no longer believe the government will last into 2015.</p> <p>The poll was conducted online, while the previous one was conducted by telephone, and some methodology effect cannot be ruled out, although it would be unlikely to fully explain such a dramatic shift.</p> <p>The findings came after David Cameron and Clegg held a Downing Street dinner on Friday, <a href=\"http://www.dailymail.co.uk/news/article-2187045/House-Lords-reform-David-Cameron-holds-clear-air-dinner-Nick-Clegg-fallout.html\" title=\"\">reportedly aimed at establishing a rapprochement</a> between their parties, and as both men prepare for a midterm policy review in October. It is designed to demonstrate collective momentum, but each is displaying an increasing determination to highlight distinctive policies. Clegg has asked his advisers to draw up an independent economic programme, in a move that could – if it results in a break from chancellor George Osborne's economic programme – unstick the glue that has kept the parties together.</p> <p>Until recently, Lib Dem ministers had argued that the deficit reduction programme was essential to maintain credibility with the markets. But as the economy has sunk into a double-dip recession, they have hinted that they would like to see a slackening in the pace of the cuts.</p> <p>The Treasury chief secretary, Danny Alexander, startled some observers by saying last week the verdict of the credit rating agencies was not the be-all and end-all, and at the weekend it emerged that he will <a href=\"http://www.theguardian.com/uk/feedarticle/10386885\" title=\"\">move a motion at his party's conference next month</a> criticising the Conservatives' failure to embrace green investment as a means of recovery.</p> <p>Vince Cable, the business secretary, has for months pressed for the government to lend its balance sheet to housing associations to launch an ambitious programme of building social homes. That has not led to direct conflict with the Treasury, but his wider demands for significant capital spending to stimulate demand could lead to tensions, as could plans he has been floating for using the wholesale nationalisation of RBS to forcibly increase bank lending.</p> <p>The growing public belief that the coalition is going to collapse will unnerve Cameron, who is acutely aware that voters are not attracted to warring parties, even as he faces pressure for a more distinctly Conservative message from restive MPs. Clegg is also sensitive to the competing needs of presenting a united front while demonstrating that the Lib Dems have not abandoned their core beliefs in the pursuit of power.</p> <p>Two polls published in other newspapers yesterday suggested the Olympics had done little to shift opinion. YouGov, for the Sunday Times, put Labour on 42%, the Conservatives on 34% and the Lib Dems and Ukip on 8% each. Labour's strength is unchanged since the last lot of fieldwork the same company did before the opening ceremony, and – although the Conservatives are up one point and the Lib Dems down one since that benchmark – such small changes are statistically insignificant.</p> <p>Meanwhile ICM's so-called \"Wisdom of Crowds\" poll for the Sunday Telegraph, which asks respondents not whom they will vote for, but how they expect support to be split at the next election, produced figures of 38% for Labour, 31% for the Tories and 17% for the Lib Dems. These results are identical to those produced by the same method last month.</p> <p><em>ICM Research interviewed a sample of 2,021 adults aged 18-plus online on 8 to 9 August 2012. Interviews were conducted across the country and the results have been weighted to the profile of all adults. ICM is a member of the British Polling Council and abides by its rules.</em></p>",
  "<p>It started in America. It moved on to Europe. Now the fear is that the big economies of the emerging world are about to join the west in a blanket slowdown.</p> <p>This would be a new and worrying development. While the United States, Britain and Europe were having it worse than at any time since the 1930s, Brazil, Russia, India and China grew by 25% between 2008 and 2010.</p> <p>There was talk of a changing of the guard, of a shift in economic power from west to east and from north to south. It was certainly the case that without the strong growth in the big emerging markets, the downturn that followed the financial crisis of 2008 would have been significantly worse.</p> <p>The so-called Bric countries are growing, but since the start of 2012 there have been unmistakable signs that economic problems are not confined to Europe, North America and Japan. India has slowing growth and high inflation; Russia's industrial weakness has been masked by a high oil price; Brazil has felt the backwash from weak growth in the US; and China's export-led model has started to falter.</p> <p>The only real surprise is why anybody should be surprised by these developments. Globalisation of production over the past quarter of a century has meant not just interconnectedness but interdependency. China's big export markets are Europe, which has been in the throes of a sovereign debt crisis for the past two and a half years, and the US, experiencing a sub-par recovery by historic standards.</p> <p>Figures out last week showed that Chinese exports in July were just 1% up on a year earlier, with shipments to the EU and the US down by 8% between June and July. Import growth was also weak, suggesting that the domestic economy has also softened since the turn of the year. Electricity production, which economists use as a proxy for growth, has been flat during 2012.</p> <p>Nor is China the only Asian exporter seeing reduced demand for its products. Singapore joined Hong Kong in registering falling growth rates in the second quarter of 2012, and Monday's Japanese GDP figures are likely to show a marked deceleration in activity between the first and second quarters of the year.</p> <p>Beijing has started to respond to the slowdown in China. Official interest rates have been cut and the authorities are starting to make credit available for investment projects, albeit with a bit more caution than they showed during late 2008-09, when emergency action was taken to prevent the economy grinding to a halt.</p> <p>China has oodles of capacity. Investment accounted for almost half of gross domestic product in 2011 (compared with less than 20% in the UK and the US), and much of the spending in recent years has been wasteful. In a more open economy, a combination of high domestic inflation and falling overseas demand would be leading to capital scrapping rather than investment in new plant and machinery.</p> <p>But just as Europe has been kicking its sovereign debt can down the road, and the US has been delaying the moment when the budget deficit has to be tackled, so China is looking for a short-term fix in the hope that something will turn up.</p> <p>That \"something\" is the pick-up in the global economy that will occur when the European Central Bank delivers on its promise to do whatever it takes to hold the single currency together, thereby providing the boost to confidence that will allow America finally to recover strongly and the Chinese to again become the workshop of the world.</p> <p>From this perspective, the ECB's pledge to take on the bond markets was a game-changing moment. The next couple of months will see Greece put back on track with its austerity programme, falling bond yields in Spain and Italy, and evidence that the double-dip recession of 2012 was shallow and temporary.</p> <p>A resolution to Europe's problems will enable Barack Obama to win a second term, allowing the US to shuffle away from the edge of the fiscal cliff, the big package of tax increases and spending cuts planned for 2013. Once the west is fully recovered, the good times will return to China and the other big Asian exporters.</p> <p>This may be indeed what happens over the next six months. Equally, it could be the case that the ECB has merely bought Europe's policymakers a quiet August and that when they get back from the beach in September the old worries will resurface.</p> <p>Greece will go bust when the Troika (the ECB, the EU and the International Monetary Fund) refuses to give it another bailout, the Germans will refuse to allow Mario Draghi at the ECB to fire his \"big bazooka\", and the economic news will get worse and worse. America's recovery will stall, leading to a victory for Mitt Romney in November. The new president will take early action to slash the deficit, pushing not just the US but also the global economy deep into recession.</p> <p>A third scenario – and perhaps the most likely one – is that things remain messy. Policymakers find it impossible to repair the damage caused by the events of the past five years but instead try to adjust to the \"new normal\".</p> <p>Mark Cliffe, the chief economist at ING, says \"massive and unprecedented action\" by governments has manipulated asset prices in an attempt to cushion the blow from the painful de-leveraging that would have otherwise taken place in the financial and public sectors. Zombie banks, real-estate bubbles in China, rising commodity bubbles, and rocketing budget deficits are the price that has been paid for avoiding a slump as severe as that of the 1930s.</p> <p>The risk is that this is simply delaying the inevitable, which is what, from their different perspective, the Marxist and Austrian schools believe. The Marxists say this is the world of overproduction, suppressed wages and falling profit shares described in Das Capital; the Austrians say capitalism can be revived only if the rottenness is purged from the system.</p> <p>Draghi, Ben Bernanke at the Federal Reserve, and Sir Mervyn King at the Bank of England, say the exceptional measures they are taking are justified because, given time, they will work.</p> <p>So, this is a world in which the Bank of England has bought a third of UK gilts, a world in which the Federal Reserve has pumped trillions of dollars into the US economy for fear the money supply will collapse, a world in which the ECB props up European banks so they can buy government bonds nobody else will touch, and a world in which China can keep its growth model functioning only through manipulation of the exchange rate and unproductive investment. Apparently, this is the \"new normal\". There doesn't, to be frank, seem much normal about it.</p>"
]