[
  "<p>Mohamed Morsi struck a pose that hovered between the dignified and uncomfortable as he spoke in the sprawling headquarters of the European Commission in Brussels on Thursday. <a href=\"http://www.theguardian.com/world/mohamed-morsi\" title=\"\">Egypt's president </a>was seeking a €1bn loan he hoped would be a lifeline for his country's ailing economy. Unfortunately, the issue in the spotlight was the attack on the US embassy in Cairo two days earlier.</p> <p>Until then Morsi had said only that he was ordering Egypt's foreign ministry to sue the US makers of the film <em>Innocence of Muslims</em> – the tacky, low-budget 14-minute trailer that triggered protests across the Arab and Islamic worlds and provided cover for a pre-planned armed assault that killed the US ambassador to neighbouring Libya.</p> <p>Images of the storming of the fortress-like embassy had been broadcast around the globe. \"We Egyptians reject any kind of assault or insult against our prophet,\" Morsi finally responded in the Brussels press centre. \"But it is our duty to protect our guests and visitors from abroad.\"</p> <p>This belated and carefully crafted message was delivered after what the <em>New York Times</em> described as a \"blunt\" 20-minute phone conversation with Barack Obama. \"The president has to balance between his domestic alliances with ultraconservative Islamists and Egypt's relations with the US on the foreign affairs front,\" observed analyst Khalil al-Anani. It is, as this episode has shown, a delicate high-wire act.</p> <p>Troubling questions are in the air. Can the Arab world's most populous country, now ruled by an Islamist president, remain on good terms with the US if anti-American sentiment is so strong? What about vitally needed tourism and foreign investment? Is the entire Arab spring a failure? Is Morsi, as conservative American critics splutter, \"a new Khomeini\" – a revolutionary firebrand who will send baying mobs to besiege US embassies?</p> <p>Morsi was sworn in in July after winning – by a small margin – a free election that gave Egyptians their first real choice of a leader, as Cairenes joke, in 7,000 years. It was a triumph not just for democracy but also for the Muslim Brotherhood, banned since the overthrow of the monarchy in 1952. Morsi saw off a former general, Ahmed Shafiq, who was seen as a quintessential <em>felool</em> (remnant) of the old regime.</p> <p>The contest could hardly have been more polarised. And Morsi was not an appealing figure. The original candidate of the Brotherhood's Freedom and Justice Party was Khairat al-Shater, a charismatic businessman who spent years in Hosni Mubarak's prisons and was disqualified on a technicality. Morsi, an engineer, was a backroom operator. Enemies scorned him as \"spare\" – and underlined the point by waving tyres at his carefully orchestrated rallies. Journalists groaned at his dreary, quote-free speeches.</p> <p>In the end, though, the Brotherhood's well-oiled machine mattered more than Morsi's underwhelming personality. And even critics concede that he has proved surprisingly deft, cementing his leadership while acquiring, on paper at least, greater powers than any of his predecessors – and this with parliament suspended and a new constitution yet to be written. The Morsi Meter, established to monitor his performance in his first 100 days, currently gives him an approval rating of 47%.</p> <p>In August he pulled off a spectacular coup, revoking the powers of the generals who had dominated Egypt since forcing Mubarak out. Commentators called it Morsi's \"night of power\" – an unmistakable reference to the Qur'an.</p> <p>\"The army was trying to contain Morsi but he outmanoeuvred them step by step,\" reflected Abdullah Hamouda, an independent journalist. \"He made peace with the civil authority in order to confront the military.\" It was a swift victory in a struggle most Egyptians had assumed would take years. \"The genius of it was doing it without having a confrontation,\" mused a secular intellectual who like many others mistrusts the Brotherhood but admits to grudging admiration for the president. \"It was done in a very sophisticated way that is in line with the temperament of the Egyptian people.\"</p> <p>Next Morsi played a blinder on the international stage, flying to Tehran to attend the Non-Aligned Movement summit despite objections from the US and Israel. Standing alongside Mahmoud Ahmadinejad, he lambasted the \"oppressive regime\" of Syria's Bashar al-Assad – Iran's close ally. Morsi spoke with all the moral authority of the Egyptian revolution. And there was a pleasing echo of the feisty independence of the Nasser era. \"If it displeases the Americans, then so be it,\" shrugged one official. \"This is the new Egypt.\"</p> <p>In line with this new assertiveness Cairo is now trying to put together a \"contact group\" for Syria – comprising Egypt, Saudi Arabia, Iran and Turkey – to see if the Middle East can forge a solution that has eluded the divided UN security council.</p> <p>On the negative side, it is clear that the Cairo embassy affair has been damaging to relations with the US. Obama, under fire from Republican Mitt Romney, described Egypt as not an ally but not an enemy – an alarmingly tepid characterisation from the man who provides it with $2bn in annual aid, the price, principally, of maintaining the 1979 peace treaty with Israel. Egyptian diplomats dismiss this as a slip of the presidential tongue in the heat of the moment. It didn't sound like a gaffe.</p> <p>Obama's critics will doubtless relish the opportunities for attack when Morsi visits Washington soon. \"Morsi is taking a page from the 1979 Khomeini playbook, fabricating an international incident to mobilise religious passions as a weapon for his political grouping against more secular blocs in Egyptian society – the Egyptian military very much included,\" thundered the right-wing commentator David Frum.</p> <p>Details of the embassy incident remain murky. But it was less spontaneous than at first appeared. As early as 30 August al-Gama'a al-Islamiya, a radical Islamist group with a terrorist past, scheduled a demonstration for 11 September – with its obvious resonance – and then used the <em>Innocence of Muslims</em> film to mobilise supporters.</p> <p>It is also clear that a smallish crowd was able to assault one of the most heavily guarded buildings in Cairo and that security was lax. \"The Brotherhood and the (Salafi) Noor party and the state press and al-Azhar (the official Islamic University) all played some role in turning this into an issue in the first place,\" said Elijah Zarwan of the European Council on Foreign Relations. \"They seemed to be going for the low-hanging fruit of religious and nationalist jingoism. Now they are having second thoughts. The government reaction is to put the genie back in the bottle. Maybe it has learned its lesson.\"</p> <p>The novelty here is accountability to voters. Mubarak could and did ignore popular opinion and sent in the riot police or plain clothes thugs to crack heads. Morsi's dilemma is the classic one of an elected politician torn between his core constituency and allies and larger issues of national interest.</p> <p>Elected, in his own reassuring words, as \"president of all Egyptians\", he fought to overcome opposition to a $4.8bn loan package with the IMF, which will mean painful public sector and subsidy cuts. Islamists and leftists are similarly united in loathing the peace treaty Anwar Sadat signed with the country many still call \"the Zionist enemy\". But Morsi pledged to respect all Egypt's international obligations.</p> <p>Shadi Hamid of the Brookings Doha Centre says he now detects tensions between the Brotherhood and the presidency. \"The events of the last few days have… made clear that Morsi's office and the MB are not one and the same,\" he commented. Morsi's long-delayed statement tried to \"offer everybody a little something\", said the political scientist Michael Wahid Hanna. \"But the Brotherhood are not in opposition any more. They run the country now.\"</p> <p>Egyptians are watching Morsi on other fronts. Liberals disliked the vengeful Qur'anic language he used when jihadis killed 16 Egyptian soldiers in Sinai – a stark reminder of the perennial dangers emanating from the Palestinians, Israel and the besieged Gaza Strip. Many are still waiting for the Christian and female vice-presidents Morsi promised to appoint to underline inclusivity – and for an end to the muzzling of critical media, with its echoes of the bad old days. The president's balancing act over Egypt's turbulent and shifting landscape will face more challenges – and doubtless more unpleasant surprises.</p>",
  "<p>A US \"film-maker\" linked to an anti-Islamic movie that has sparked deadly riots across the Middle East, claiming the lives of the US ambassador to Libya as well as a number of others, has been questioned by federal probation officers in Los Angeles.</p> <p>As violence in cities across the Muslim world appeared to be dying down, convicted fraudster Nakoula Basseley Nakoula, 55, was interviewed over suspected breaches of his parole conditions relating to his use of computers.</p> <p>Federal authorities have identified Nakoula, a self-described Coptic Christian, as the key figure behind <em>Innocence of Muslims</em>, a film denigrating Islam and the Prophet Muhammad that has ignited mob violence against US embassies across the Middle East.</p> <p>Yesterday the same video was also linked by a Taliban spokesman to its attempted attack on Camp Bastion in Afghanistan, home base of Prince Harry, during which two US Marines and 18 militants were killed.</p> <p>A federal law enforcement official told Associated Press on Thursday that authorities had connected Nakoula to a man using the pseudonym of Sam Bacile who claimed earlier to be writer and director of the film.</p> <p>Violent protests set off by the film in Libya played a role in mob attacks in Benghazi that killed US Ambassador Chris Stevens and three other American officials. US Embassy gates in Cairo were breached by protesters and demonstrations against American missions spread to Yemen on Thursday and on Friday to several other countries.</p> <p>Nakoula pleaded no contest in 2010 to federal bank fraud charges in California, was sentenced to 21 months in federal prison in 2010 and ordered not to use computers or the internet for five years without approval from his probation officer.</p> <p>The questioning of Nakoula, who was pictured being escorted to a police car by several deputies with a scarf around his face, comes as Libyan investigators disclosed that they were hunting a group of approximately a dozen armed militants they blame for the killing last week of Stevens in Benghazi.</p> <p>Amid reports in American media that point to the involvement of the Benghazi-based brigade, Ansar al-Sharia, local officials say they have launched a nationwide manhunt.</p> <p>\"The people we are looking for, there were about 12 to 14 guys,\" said Abdul Shihaibi, an intelligence officer with Libyan State Security. \"We are searching for them. We think in a few days we will be done with the investigation.\"</p> <p>Four days after the attacks on the consulate and a second accommodation compound left Stevens and three more US diplomats dead, a more detailed picture of the assault is emerging.</p> <p>Libyan investigators say witnesses and mobile phone footage indicate that the attackers, armed with machine guns and rocket propelled grenades, used the riot as cover for the attack.</p> <p>\"Some people came in a special car to Benghazi, they covered their faces,\" said Shihaibi. He said the leader of Ansar al-Sharia had denied responsibility but brigade personnel remain under the spotlight.</p> <p>This was confirmed by the head of the Benghazi Special Security Committee, the national gendarmerie, Fawzi Yunis Gaddafi, jailed by the former regime despite coming from the same tribe as the late dictator Muammar Gaddafi. He said he viewed mobile phone footage: \"We saw them (Ansar al-Sharia), some of them.\"</p> <p>The al-Sharia brigade remains barricaded behind the heavy iron gates of its Benghazi compound, refusing to meet journalists. \"It was pre-planned – 100%\" said Iusef Magarief, president of the newly elected national congress.</p> <p>Four suspects have been arrested but their identities are being kept secret, part of a disjointed investigation that is symptomatic of the chaos that continues a year after the revolution. What evidence there might have been at the consulate has been trampled by sightseers. Two wounded attackers are being treated in a city hospital but have not been interviewed, with local police fearing to confront the Sharia militia who stand guard around the building. And Libya has yet to give permission for an FBI team dispatched to Libya to work in Benghazi.</p> <p>But anxiety about the attack is everywhere in this city. \"It is chaos, only chaos, we need the United Nations here,\" said Mailand Saad, a local businessman. \"We need to defeat these bloody people, these extremists.\"</p> <p>More than 600 community leaders gathered on Saturday at a conference, the Committee of the Wise People of Benghazi, to promise help in finding the militants. Conference organiser Alem Ali said leaders had agreed a joint demand that rogue militias must surrender or be disarmed by force. \"If they do not join legitimate armed forces, the tribes have authorised the government to take action.\"</p> <p>Sulaiman Mohammed, dressed in the traditional white robe, white and embroidered gold waistcoat and red fez, said tribal leaders had agreed to hunt terrorists in their midst. \"It's a bad thing and cowardly people did this. I tell you, the killer is here, and he will be found.\"</p> <p>There is anxiety about unilateral American action, amid reports that the Obama administration is under pressure to show determination with a presidential election looming. \"We know the pressure on Mr Obama, there is the election, there is Romney and the Republicans [demanding action].\" said Salah Jehuda, a prominent local MP who worked as a business analyst in Washington. He said a US strike on militants in Libya could inflame nationalist sentiment.</p> <p>\"There should be action, but not by the Americans. Maybe it [American action] would solve it in 48 hours, but the fact of foreign forces on the ground creates another problem,\" he said.</p>",
  "<p>Pungent cigar smoke drifts across the veranda at one of Luanda's upmarket beachside restaurants. It is Saturday afternoon and four Portuguese men are lounging with drinks, savouring the good life and rubbing shoulders with a nascent local elite. \"The Angolans have money and we need it,\" muses José Luis Sousa, 47, who moved here four years ago and co-owns a printing company. \"They are buying things in Portugal and around the world. In Portugal people don't like this situation, but they have money and we don't.\"</p> <p>The men are among tens of thousands of Portuguese who have emigrated to Angola in recent years. Capital, meanwhile, is flowing in the opposite direction, as <a href=\"http://www.theguardian.com/world/2011/nov/18/angola-boom-debt-riddled-portugal\" title=\"\">Angolan millionaires snap up chunks of Portugal's ailing economy</a>. After five centuries of colonialism, and an era when thousands of Angolans fled to Portugal, the roles are in reverse. \"Maybe some day Portugal will be a colony of Angola,\" Sousa quips.</p> <p>The economics are simple: Portugal is enduring its worst recession since the 1970s, with austerity measures imposed, unemployment at a record 15% and the economy predicted to shrink by 3% this year. So deep is the malaise that one government minister offered some provocative advice: \"If people are unemployed they should leave their comfort zone and <a href=\"http://www.usatoday.com/news/world/story/2012-02-16/portugal-jobs-colonies/53198004/1\" title=\"\">look beyond our borders</a>.\"</p> <p>This is what they are doing in such former colonies as Angola, Brazil and Mozambique, whose economies hold up an inverted mirror to their own. Oil-rich Angola enjoyed growth averaging 15% between 2002 and 2008 and, although it then lost momentum, it is still posting figures that the eurozone would envy, with growth expected to recover to between 8% and 10% this year.</p> <p>Angola is attractive to the Portuguese because of business and cultural links – not least a shared language – forged before it gained independence in 1975. A long, devastating civil war followed, but a decade of peace has transformed the desirability of taking part in sub-Saharan Africa's third biggest economy.</p> <p>The number of Portuguese living here has soared from 21,000 in 2003 to more than 100,000 last year, according to official figures which are likely to be a conservative estimate. Some 38% of foreign companies registered in Angola are Portuguese, <a href=\"http://mondediplo.com/2012/07/11angola\" title=\"\">media reports say</a>, still well ahead of Chinese firms at 18.8%.</p> <p>Luis Ribeiro opened a pizzeria in Luanda two years ago. Wearing a T-shirt bearing the name \"Portugal\" and his country's flag, he reflected: \"Definitely more Portuguese people are coming here in recent years, not only because of the bad financial situation in Europe but because Angola is one of the fastest-growing economies in the world.\"</p> <p>They are joining an influx that includes Chinese, Brazilian and, to a lesser extent, British investors. \"We've always been one of the biggest communities, but we're slowly being surpassed by the Chinese,\" Ribeiro, 52, continued. \"The Chinese are very resilient people and are prepared to do the donkey work that Portuguese and Angolans are not.\"</p> <p>Portuguese people are scenting opportunities in Angola's thriving construction industry: the skyline of Luanda, the capital, is a symphony of cranes, new skyscrapers and the still incomplete dome of a parliament building by Portuguese company Teixeira Duarte. They are also finding work in banking and IT.</p> <p>\"There's no humiliation in coming here,\" Ribeiro added. \"The Angolan government only accepts people with a decent CV looking for a proper job. It's mostly professionals in the higher bracket. The language still matters. Communication is very important if you hold a high position and need to communicate with workers on a day to day basis. And of course there is a cultural understanding. In 500 years we left an imprint of everything, even a taste for wine, and the hostility towards us is long gone.\"</p> <p>As Europe lurches from financial crisis to crisis, Africa's economic \"lions\" offer a lifeline. A 49-year-old supply chain manager, who preferred to give his name only as Mario, said: \"Portugal is not in the best situation economically and it's complicated for people to make a living. Angola is something of an El Dorado.\" But El Dorado comes with sacrifices. Angola has one the highest costs of living in the world: a hamburger can cost £30 and admission to a nightclub might be £60. There are beautiful beaches but little by way of entertainment or shopping compared to most European capitals.</p> <p>Given Angola's estimated jobless rate of 26% and its <a href=\"http://www.theguardian.com/world/2012/aug/30/angola-elections-china-oil-growing-inequality\" title=\"\">yawning inequality</a>, there seems potential for conflict between locals and foreign immigrant workers. Mario said: \"Uneducated Angolans have a little bit of frustration. I don't think we suffer the colonial hangover; maybe they do. Angola always had the potential to be something Portugal wasn't. It's so rich in everything: diamonds, oil, gold, copper. If we can contribute to the progress in this country, I think it's a good thing… There's a peaceful coexistence here. We are blood brothers.\"</p> <p>Carlos Araujo, 29, was born in Angola, moved to Portugal aged 10 and returned to Angola three years ago. The civil engineer said: \"There are as many Portuguese people here now as when Angola was a colony. There's no embarrassment; exactly the opposite. It's kind of a salvation. Thank God it's Angola and not another African country. Portuguese people are made to feel welcome here.\"</p> <p>The countries' contrasting economic fortunes mean that, while Portuguese citizens are flooding Angola, money is streaming the other way. The Angolan elite are buying luxury homes in Lisbon and investing in Portuguese energy companies and banks. They now reportedly account for 4%, or £1.25bn, of the total value of companies listed on the Portuguese stock exchange. When the Portuguese prime minister, Pedro Passos Coelho, visited Luanda last year the symbolism was inescapable. Avoiding the chance to gloat, <a href=\"http://www.theguardian.com/world/2012/aug/30/angola-jose-eduardo-dos-santos\" title=\"\">José Eduardo dos Santos</a>, the Angolan president, said: \"We're aware of the difficulties the Portuguese people have faced recently and in such difficult times we must use our trump cards.\"</p> <p>Among the leading investors is Angola's oil and gas giant <a href=\"http://www.sonangol.co.ao\" title=\"\">Sonangol</a>, which has a major stake in Portugal's biggest private bank, and Isabel dos Santos, the president's eldest daughter. One of Africa's richest women – <a href=\"http://www.forbes.com/sites/mfonobongnsehe/2011/11/16/10-african-millionaires-to-watch/3\" title=\"\">Forbes estimates her net worth as $170m</a> (£106m) – she has stakes in Portuguese banking, energy, media and telecommunications. But critics say pieces of the Portuguese economy are being sold off at rock bottom prices, in effect to an authoritarian, corrupt regime. After 33 years, dos Santos is Africa's second longest-serving leader, described by some as a dictator; last week he secured another <a href=\"http://www.theguardian.com/world/2012/aug/31/angolan-president-win-term-election?intcmp=239\" title=\"\">landslide victory in elections criticised for lack of transparency</a>.</p> <p>Marcolino Moco, a former prime minister turned foe of dos Santos, said: \"The regime is buying banks and other things in Portugal and no one in the EU is saying anything. They have to ask: 'Where is the money coming from?' It's the children of the president. Sometimes, when I'm in Portugal, people like ex-MPs tell me, 'Don't worry, it's part of politics'. I say no, what would happen in Portugal if one of the children of the president took over one of the TV channels?\"</p> <p>There were few Portuguese voices agitating for change at the recent election. The migration looks set to continue. But Moco added: \"When Portuguese people come here, they improve their own situation but not that of the Angolan people. Because of the kind of regime we have, it won't help the situation of young Angolans. We are living under dictatorship. Maybe people outside can't see it very well.\"</p>",
  "<p>With his dark hair cut just so, and his anorak on indoors, up-and-coming singer-songwriter <a href=\"http://www.theguardian.com/music/2012/may/27/jake-bugg-nottingham-interview\" title=\"\"><strong>Jake Bugg</strong></a> recalls the young Liam Gallagher. But the hype surrounding this Nottingham teenager tilts towards the idea of Bugg as a young Noel. He writes chippy, catchy songs about masculine concerns, many of them drawn from the 60s. Two Fingers is a particularly persuasive cut from his forthcoming debut album. \"I drink to remember, I smoke to forget,\" Bugg sings, before his bassist and drummer break into a jangly chorus that yearns for escape from the pleasures of the verses. Unsurprisingly, Noel has declared himself a fan. So Bugg is off on tour with Gallagher's High Flying Birds in Europe next month, and on to the States after that.</p> <p>He is going to love America. Listening to him open for the Killers at the iTunes festival, he isn't the Noel G mini-me that his celebrity link-up suggests. Bugg is a much older soul. His voice may be reedy but it's powerful. Like the generation of Liverpool bands of 15 years ago – the Coral, the Zutons, and more recently, Miles Kane – Bugg is a young man with preternaturally antediluvian tastes. In the video for his single <a href=\"http://www.youtube.com/watch?v=fY0oPg1h8fQ\" title=\"\">Lightning Bolt,</a> released last May, he's in a record shop, leafing through the country vinyl. It ends his set tonight on a rattly high.</p> <p>For all the easy familiarity of his Mersey'n'Western melodies, Bugg's lyrics can be sharply drawn and surprisingly up to date. He calls the Nottinghamshire constabulary \"the Feds\" in Two Fingers, just as a rapper might. Here's hoping that, despite the attentions of his hero over the coming months, Bugg is still his own man come Christmas time.</p> <p><a href=\"http://www.theguardian.com/music/killers\" title=\"\"><strong>The Killers</strong></a> love America. Since their debut, <em>Hot Fuss</em>, was praised as Anglophile synth-pop, the Las Vegas band have driven off into wide open American mythologies astride electric&nbsp;guitars.</p> <p>After a so-so stab at a big pop statement with their third album, <em>Day &amp; Age</em>, the band's imminent fourth, <em>Battle Born (</em>named after the state motto of Nevada, an entity hastily hewn from the rubble of the civil war), riffs once again on the Springsteen themes that lit up their convincing second album, <em>Sam's Town</em>. Thanks, perhaps, to the contradictions of their home town, road dust and glitz combine easily in the Killers' imagination. At the climax of their terrific temptation anthem, <a href=\"http://www.youtube.com/watch?v=HX0cGENyfQ0\" title=\"\">All These Things That I've Done</a>, confetti cannons discharge a fog of glittery red Ks and silver lightning bolts, a motif from the cover of the album reproduced on Brandon Flowers's keyboard stand.</p> <p>This greatest-hits set finds the band regrouping as brothers-in-arms after a period of R&amp;R. The title is also a nod to the tensions within the foursome, tonight expanded to a huge-sounding sextet. Three Killers released solo albums when the band took a break in 2010 and they remain a motley crew; a cadre of lanky, shaggy instrumentalists, somehow thrown into a lucrative creative partnership with a close-cropped whippet of a lead singer.</p> <p>Recent shoulder surgery has reduced Flowers's mobility a little, but he balls his fists manfully throughout, and raises the mic stand aloft with his good arm. We have all got used to the idea of a hip-hop president with Jay-Z on speed dial, but Flowers may yet be the pop star closest to power if Mitt Romney wins the next US election. The two Mormons met for lunch in Caesar's Palace recently. Flowers won't reveal much about their discussions but has emphasised the band's political neutrality.</p> <p>The previous night, the Killers regaled a <a href=\"http://www.bbc.co.uk/iplayer/episode/b01mhq6c/Zane_Lowe_The_Killers_Live/\" title=\"\">Radio 1 audience</a> just up the road; tonight it's the turn of iTunes competition winners to hear the new songs live for the first time. There are three. The Killers open with <a href=\"http://www.youtube.com/watch?v=TMbyWSGYUgc\" title=\"\">Runaways,</a> which ramps up a tale of lovers on the skids beyond the dynamics of Springsteen and on to the windswept cliff edges of Bon Jovi. Lady Gaga might even approve.</p> <p>Nodding to Nevada's nuclear past, <a href=\"http://www.youtube.com/watch?v=17B8DfBkrqE\" title=\"\">Miss Atomic Bomb</a> is an epic romance that asks for \"a little tenderness and truth\" but gives little of either. It does,&nbsp;though, interpolate a little of their old hit, Mr Brightside, whose excellence is in sharp relief to the newer songs.</p> <p>The Killers have made no secret of their ambition to echo around ever larger arenas, and this album feels like their bid for gigs in canyons. The&nbsp;most&nbsp;distinctive <em>Battle Born</em> moment tonight is Flesh and Bone, where synths ping around another roomy track, whose nooks and crannies&nbsp;at&nbsp;least reserve some of the charms of&nbsp;old.&nbsp;</p>",
  "<p>\"Smart people\" in America will never back conservative Republicans, or so says Rick Santorum – a conservative Republican whose verbal missteps are becoming as well-known as his hardline posturing on social issues.</p> <p>Santorum, who ended up being Mitt Romney's closest rival for the 2012 Republican nomination, made the comment at the conservative Value Voters Summit in Washington.</p> <p>\"We will never have the media on our side, ever, in this country. We will never have the elite, smart people on our side,\" Santorum said in a speech to the gathering of conservative activists at a Washington hotel.</p> <p>Santorum, a former Pennsylvania senator, entered the Republican primary race as a little-known outsider.</p> <p>But he ran a dogged and hardworking campaign based on his appeal to social conservatives and eventually emerged as a serious threat to the more establishment Romney.</p> <p>Though Romney eventually triumphed, Santorum's success ensured the nomination process was longer than many had expected and he emerged with a much higher profile.</p> <p>But Santorum also made several notable gaffes along the way. At one campaign stop where he talked about welfare, he appeared to say that he didn't \"want to make black people lives better by giving them somebody else's money\". He later claimed he had simply garbled his words, and didn't say \"black\" people, just something that sounded like \"black\".</p> <p>He also once suggested people should vote for Obama over Romney in order to experience how radical a president the Democrat would be.</p> <p>And, in discussing gay issues, he compared gay people getting married to napkins, saying: \"I can call this napkin a paper towel. But it is a napkin. And why? Because it is what it is.\"</p>",
  "<p>In a rare break in the campaign schedule, Barack Obama and Mitt Romney spent Saturday away from the stump, leaving it to others to make their cases for them as economic policy returned as the election topic du jour.</p> <p>After a rocky week, the Romney camp attempted to put perceived missteps on foreign policy behind them as they attempted to draw attention to their candidate's fiscal plan.</p> <p>In Florida – a key swing state being targeted by both men ahead the November run-off – Romney's running mate Paul Ryan attacked Obama's handling of the economic recovery, telling supporters that the Democrat had inherited a bad situation, but managed to make it worse.</p> <p>Meanwhile, the president's re-election team were also attempting to make the running over the economy, releasing a new TV ad in battleground states painting Romney as candidate willing to put the interests of multimillionaires over that of middle America.</p> <p>The 60-second commercial shows a clip of former president Bill Clinton attacking Republicans for putting forward the \"same old policies that got us in trouble in the first place.\"</p> <p>It then cuts to Obama telling supporters at the Democratic national convention: \"We're not going back, we are moving forward.\"</p> <p>The ad contrasts the president's plan to ask \"millionaires to pay a little more\" to help aid America's fragile economic recovery, with Romney's fiscal blueprint that would provide \"a new $250,000 tax break for multimillionaires\".</p> <p>\"We're not there yet, but the real question is: whose plan is better for you?\" the ad asks.</p> <p>The new advertising push comes amid polling suggesting that Obama is eating away at Romney's advantage on the economy.</p> <p>A new survey released Saturday by the New York Times and CBS News found that the Republican candidate had lost his longstanding edge on the question of who voters view as most likely to restore the economy and create jobs.</p> <p>Romney's running mate Paul Ryan spent Saturday trying to rally supporters behind the Republican pair's economic message.</p> <p>Attacking the Federal Reserve's plan to buy up mortgage bonds in a bid to keep rates low, Ryan said the move would help banks, not people.</p> <p>Romney spent Saturday away from the campaign trail. After a week in which he was widely criticised over statements he made regarding the attacks on US embassies overseas, he will be hoping that refocusing on the economy could bring about a reversal in fortunes.</p> <p>Recent polls point to a tight race in the few weeks left before election day, but one which is beginning to lean in favour of Obama.</p> <p>The president remained in Washington over the weekend, keeping tabs on unrest in cities across north Africa and the Middle East.</p> <p>But the hiatus in campaigning isn't expected to last for long.</p> <p>On Sunday, Romney will hit the road again, heading to Colorado before moving on to California, Texas and Florida in the week.</p> <p>Obama will take an extra day away from the campaign trail, with nothing in the diary ahead of Monday, when he will be in Ohio. He is likewise due to head to Florida later in the week, such is the importance placed of the state in the election.</p>",
  "<p>A film-maker thought to be behind a crude movie that sparked anti-American riots across the Muslim world has been questioned by police in California, as President Barack Obama vowed to bring to justice those responsible for the deaths of four Americans in Libya.</p> <p>The developments came after days of chaos that has seen numerous attacks on American and other western targets, ranging from US-branded fast food restaurants in Lebanon to a deadly assault on a consulate in Benghazi that killed the US ambassador to Libya and three others.</p> <p>The protests, which appeared on Saturday to be subsiding, were galvanised by the emergence of a crude anti-Islam video called Innocence of Muslims that was made in California.</p> <p>That movie, according to a lengthy trailer which has spread via YouTube, depicts the prophet Muhammad as a murderous child-molester and appears to be deliberately aimed at inflaming Muslim emotions.</p> <p>Considerable mystery has surrounded the people behind the film. A film-maker from southern California called Nakoula Basseley Nakoula, 55, was interviewed by federal probation officers at a Los Angeles sheriff's station but was not arrested or detained, authorities said early Saturday.</p> <p>According to the Associated Press federal authorities have identified Nakoula, a self-described Coptic Christian, as the key figure behind the movie and identified him to be \"Sam Bacile\", the man who claimed earlier this week to be writer and producer of the film.</p> <p>Police officers said Nakoula went voluntarily with them to the police station and they were investigating to see if he had breached the term of a parole he is serving after being convicted of fraud charges.</p> <p>A probation order authorized in June 2010 warned Nakoula against using false identities.</p> <p>US officials, including Secretary of State Hillary Clinton, have condemned the movie's content as an attempt to denigrate an entire faith.</p> <p>But the statements have done little to dampen the wave of protests and riots. Over the past few days demonstrations have been reported in Iraq, Iran, Bahrain, Afghanistan, Yemen, Egypt, Jerusalem and the West Bank, Kashmir, Malaysia, Indonesia and Nigeria.</p> <p>In Tunisia, protesters targeted the US embassy and burned down an American school in the capital, Tunis, and in Sudan, mobs torched the German embassy and targeted other western diplomatic outposts.</p> <p>Days of rioting across cities in North Africa and the Middle East appeared to give way to calmer scenes on Saturday.</p> <p>Meanwhile in the US, the fallout from the film, and the violent unrest overseas continued.</p> <p>The death of US ambassador to Libya, Chris Stevens, has shocked the American political establishment and created a serious foreign policy row in the middle of the hotly contested American presidential election.</p> <p>Using hardline language, Obama promised in his weekly radio address Saturday that the attackers would be brought to justice.</p> <p>\"As we mourn their loss, we must also send a clear and resolute message to the world: those who attack our people will find no escape from justice. We will not waver in their pursuit. And we will never allow anyone to shake the resolve of the United States of America,\" Obama said.</p> <p>Obama, however, also joined the chorus of condemnation of the film's content.</p> <p>\"I have made it clear that the United States has a profound respect for people of all faiths. We stand for religious freedom. And we reject the denigration of any religion – including Islam,\" he said.</p> <p>The film was apparently made using actors who have said they had no idea they were making an anti-Islam film.</p> <p>The offensive language about Muhammad was dubbed in later.</p> <p>A 14-minute clip of the film appeared on YouTube in July but only began to generate widespread anger this week, when it was promoted by radical Islamophobic Christians in the US and then broadcast in Egypt by Islamic activists.</p> <p>Nakoula appears to have a criminal record. He was arrested in June 2009, pleaded no contest to bank fraud charges a year later and was released from federal prison in June 2011 after serving a 21-month prison term, according to federal records.</p> <p>In a 2010 hearing in that case prosecutors sought a longer prison term and noted that he misused some of his own relatives' identities to open 600 fraudulent credit accounts.</p> <p>According to court transcripts Nakoula's defence said he only got involved in the scheme after losing his job in the gas station industry and had been forced to work for a few dollars a weekend at swap meets to try to support his children and an ailing father.</p> <p>Nakoula apologized during the proceedings and his attorney James Henderson Sr said Nakoula had learned his lesson. \"He's clearly gotten the message,\" Henderson said at the time during that court hearing. \"I can't imagine him doing anything stupider than he did here.\"</p>",
  "<p>There are lots of \"fancy that!\" facts in <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\">Michael Lewis's balloon-sized Vanity Fair profile</a> of Obama, which reads, in parts, less like journalism than a kind of fan fiction.</p> <p>(\"I gazed up to find Obama staring down at me …\" \"I feel a little creepy being here,\" I said. \"Why don't I get out of your hair?\" He laughed. \"C'mon,\" he said …\" etc.)</p> <p>Anyway: Obama goes to bed at 1am and gets up at 7am. Michelle goes to bed at 10pm. There are doors in the floor of Air Force One to accommodate a president's coffin, should the need arise. Obama junked Bush's ornamental china (\"I'm not a dish guy\") when he moved into the West Wing and replaced it with \"original applications for several famous patents and patent models\", including \"Samuel Morse's 1849 model for the first telegraph\".</p> <p>He also had a rug made, interwoven with inspirational quotes not detailed in the piece, which makes one wonder. \"Smile and the world smiles with you?\" \"You don't have to be crazy to work here, but it helps!\"? Perhaps the White House redacted them, like the name of the movie that made Obama cry. </p> <p>The whole piece is reminiscent of <a href=\"http://www.guardian.co.uk/politics/2007/jun/02/politicsphilosophyandsociety.amisonblair\">Martin Amis's 2007 profile of Tony Blair in the Guardian</a>, in which he applied a novelist's eye to the prime minister's last few months in office, and annoyed a lot of political hacks. (Political hacks are always annoyed when a fancy-pants novelist – here's Amis, describing a car journey with Blair: \"the crouched policemen, in their day-glo yellow strip, buzz past like purposeful hornets to liberate the road ahead\" – shambles across their territory, chucking out metaphors and behaving as if he is the first civilian with language skills ever to have encountered a motorcade.)</p> <p>To add insult to injury in the Lewis piece, it transpired that Vanity Fair gave quote approval to the White House, a measure usually reserved for low-stakes Hollywood puff pieces, and a condition that the big beasts tell themselves they would never have agreed to – although, as <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/13/vanity-obama-quotes\">Glenn Greenwald points out</a>, a kind of undeclared quote approval among suckier elements of the White House press corps makes formal agreement unnecessary.</p> <p>In this case, judging by the moony tone of the piece, Obama was never in any danger of Trojan Horse tactics. (One of Lewis's first questions on entering the White House is: \"When people come here, are they nervous?\")</p> <p>Beyond a certain point, all of this is moot, however, since the aim of the profile clearly wasn't to grill the president on policy or political philosophy so much as to illuminate something less tangible – what it is like, existentially, to do his job. Here, Lewis harvests some interesting stuff. </p> <p>\"You need to focus your decision-making energy.\" [Obama says]. \"You need to routinize yourself. You can't be going through the day distracted by trivia.\" The self-discipline he believes is required to do the job well comes at a high price. \"You can't wander around,\" he said.</p> <blockquote> <p>\"It's much harder to be surprised. You don't have those moments of serendipity. You don't bump into a friend in a restaurant you haven't seen in years. The loss of anonymity and the loss of surprise is an unnatural state. You adapt to it, but you don't get used to it – at least I don't.\"</p> </blockquote> <p>And:</p> <blockquote> <p>\"Nothing comes to my desk that is perfectly solvable. Otherwise, someone else would have solved it. So you wind up dealing with probabilities. Any given decision you make you'll wind up with a 30 to 40% chance that it isn't going to work. You have to own that and feel comfortable with the way you made the decision. You can't be paralyzed by the fact that it might not work out.\"</p> </blockquote> <p>And:</p> <blockquote> <p>\"The first night you sleep in the White House, you're thinking, All right. I'm in the White House. And I'm sleeping here.\" He laughed. \"There's a time in the middle of the night when you just kind of startle awake. There's a little bit of a sense of absurdity. There is such an element of randomness in who gets this job. What am I here for? Why am I walking around the Lincoln Bedroom? That doesn't last long. A week into it you're on the job.\"</p> </blockquote> <p>If you don't exercise, says Obama, you're finished; and Lewis duly trails him to a basketball game, where the president \"smiles when he misses\". However stage-managed, this human stuff still offers a fascinating glimpse into the mental and emotional endurance test of being a man without peers.</p> <p>And so, where does the president turn for comfort? He watches the sports channel ESPN. He hangs out with the \"best friend\", Marty, whom he knew before he was famous. And he reads. On top of a pile of paperwork in Obama's study, reports Lewis, is Julian Barnes's Booker Prize winning novel, The Sense of an Ending, a delicately angled choice: a literary hit but not so obvious it looks focus-grouped; international in scope and an example of the sophisticated, self-analysing sensibility used by Obama's critics to paint him as elitist. </p> <p>Having the president of the United States read your novel is the ultimate test of the principle that good writing makes every reader think it's about them. In this case, that inclusionary principle washes back over the president. Barnes's exquisitely tempered novel is a long way from the White House – the protagonist is a Brit who has failed at most things – and yet there it is, the common strand, the arc of empathy: the story of a man going back over his life, weighing the choices he made and their long-range consequences, wondering, at the end of the day, if he did the right thing.</p>",
  "<p>The narrow streets around the Rue de Grenelle in Paris, a short stroll from the Boulevard St Germain, are dotted with familiar waystations of the internationally monied. There are smart restaurants, art galleries and designer clothes shops, among them Moschino and Dolce &amp; Gabbana.</p> <p>Above and between these places are townhouses and mansion apartments with grilled gates or with smoked-glass doors guarding the entrances – foyers hushed to the kind of silence that only serious money can buy. How serious the money is can be confirmed by a scan of the property pages online – in one case, almost €2m for a two-bedroom flat with three bathrooms.</p> <p>It is in districts such as this, around Avenue Mozart and in Neuilly-sur-Seine, France's wealthiest postcode, that a cold wind has suddenly begun to blow, prompted by the announcement by François Hollande, France's Socialist president, that he intends to make good on his threat from February and soak <em>les riches</em>. That, we now know, will take the form of a two-year emergency tax of 75% on individuals earning more than €1.1m (£900,000) a year as part of his government's efforts to fill a €30bn hole in the public finances.</p> <p>Even before Hollande delivered his announcement, he was pre-empted by the very public confirmation by France's wealthiest man, Bernard Arnault, head of the luxury goods firm LVMH, that he planned to apply to Belgium for dual nationality. The remarks were calculated to cause political impact, although Arnault later attempted to insist that he had no intention of ducking his French taxes.</p> <p>It was an intervention by Arnault that prompted a tidal wave of condemnation – led by the leftwing French newspaper <em>Libération</em>, which published a picture of Arnault with a suitcase on its front page under the blunt headline: \"Get lost – rich twat!\"</p> <p>While Arnault is now threatening to sue the paper for abuse, he has received little public sympathy. Fellow tycoon Edouard de Rothschild, a shareholder in the paper, gleefully backed its assault. France's political class has united across the ideological spectrum to condemn Arnault's manoeuvring – from the National Front's Marine Le Pen, who declared herself \"shocked\", to the far left's Jean-Luc Mélenchon, who said that the rich had no notion of \"homeland except for money\". Those occupying the political territory in between, including figures in both Hollande's Socialist party and the Gaullist UMP, have been no less scathing, accusing Arnault of behaviour tantamount to treachery in the middle of a national economic crisis.</p> <p>If the debate seems strange to Anglo-Saxons, it is because French attitudes to wealth, taxation and the state are fundamentally different, though the issue of how much the wealthy should pay is not a new debate.</p> <p>A year ago, at the dog-end of the presidency of Nicolas Sarkozy, a group of 17 prominent magnates issued a declaration in <em>Le Nouvel Observateur</em> asking to be taxed more (although none, it emerged last week, had quite in mind the rate Hollande is proposing). Indeed, when <em>Le Monde</em> revisited the signatories last week, it found that those who were willing to speak described the tax as \"too onerous\". \"Morally it is legitimate,\" one said bitterly. \"Economically and politically, it's stupid.\"</p> <p>While it is a threat made by city types – to quit a city rather than pay more – that is more often uttered than acted on, what is clear is that some are leaving France. They are alarmed as much by the sense of uncertainty that in recent years has enveloped the French tax code as by the reality of the new tax, which most, it appears, will be able to avoid by deferring salaries above the new cutoff. The reality is that what both the tax and the reaction to Arnault speak of are complex and conflicted ideas about wealth and social responsibility in French society.</p> <p>Driving to meet Steve Horton, a US tax accountant whose clients include bankers, entrepreneurs and high-flying American lawyers based in France, the taxi driver passes Fouquet's, the expensive restaurant where Sarkozy inadvisedly celebrated his own election victory, in company with pop star Johnny Hallyday, film star Jean Reno and high-flying businessmen, prompting the coining of the soubriquet President Bling Bling.</p> <p>When asked about the restaurant, the driver recounts the story of Sarkozy's party again, where he snubbed the crowds of ordinary voters waiting to greet him elsewhere. I assume, because of this, the driver might be in favour of the new tax, but he is quick to condemn it as a \"bad idea\" that will hurt France economically. The rich, he thinks, should pay more tax, but not so much that they will be driven away.</p> <p>Horton says he has already lost clients who might have been affected by the tax, including two American bankers, two lawyers and a French citizen based in the US who had recently moved his software company to France, but has gone back. He does a quick calculation on a piece of paper. He calculates that the combined lost taxes to the French exchequer – even before the advent of the supertax – amount to €14.5m a year for a handful of people.</p> <p>\"These were people who had been long-term residents,\" he says. \"They had several homes here. They left before the announcement to London, New York and Moscow. They figured that they couldn't take the risk.\"</p> <p>Horton remarks on a common theme that has emerged in the midst of the tax row – over his perception of very different attitudes to wealth among the French and his US clients. \"If you go to a US cocktail party with the kind of people who are earning these sums, very quickly people will begin talking about their bonuses and share options. In France that is frowned on.\"</p> <p>It is not only wealthy expats who have been spooked, according to Arnaud Jamin, a French tax lawyer for the company Fidal, who has his office in Neuilly-sur-Seine.</p> <p>\"There has been a lot of concern,\" he says of his French clients, adding that it was not only the new proposed tax. \"In practice there are very few people in France who would pay the new tax. Maybe between 1,000 and 2,000. And some of those will benefit from loopholes. But it is the impression that it gives to those outside.\"</p> <p>At the very heart of the issue, remarks Nicolas Tenzer – a political commentator and author, among other books, of <em>The Elites and the End of French Democracy</em> – is France's attitude to wealth, the state and social justice. \"It is not a new phenomenon,\" he says. \"Even in 1995 [the conservative] Jacques Chirac ran a campaign founded on the notion that social mobility was broken. All the polls suggest that people believe they live in a deeply divided society permeated with feelings of injustice and inequality.\"</p> <p>It is a sense of \"us and them\" that was sharply underscored by Philippe Moreau Chevrolet, writing in <em>Libération</em> last week in a defence of its \"Get lost\" headline – a widespread suspicion that the country's elites are forever tempted to flee to more accommodating tax regimes, even though the \"guillotines are not active\".</p> <p>\"The suitcase of Bernard Arnault,\" he argued, \"symbolises a frontier: between 'them' and 'us'. Them – the traitors who abandon the country in this period of trouble.\"</p> <p>If few believe, however, that the new super-tax will do much to help Hollande balance the books, they admit that the issue conceals a wider fear – that it is a symbolic act to soften the blow for both cuts in services and spending and further increases in taxes for the wealthier middle classes.</p> <p>Tenzer argues that this sense of division was exacerbated by the Sarkozy years with a president who became associated in people's minds with cutting taxes for his friends in the very wealthy elite – such as Arnault, who was best man at Sarkozy's wedding to the former model Carla Bruni.</p> <p>It is in this context, Tenzer believes, that Hollande's new tax should be seen: as a symbolic political rebuke to the \"bling bling\" years, which he blames for the deep sense of anxiety afflicting French society, which Tenzer believes has corroded its social and fiscal contracts.</p> <p>Tenzer describes the announcement, too, as a kind of socialist <em>auto da fé</em> on Hollande's part –<strong> </strong>like his declared hatred of the \"rich\" – to reassure his allies on the left at a time of very painful decisions. And despite the political outcry directed at Arnault, he suspects that the French are more ambiguous about the new tax than, perhaps, the front pages and politicians suggest. He adds that he has heard similar remarks to that of my taxi driver.</p> <p>\"There is a sense among even some ordinary Socialist supporters – and simple people, too, whom I have spoken to – that, yes, the system is globally unfair, but they are uncertain about what the 75% tax rate will really achieve,\" he says.</p>"
]