[
  "<p>• High excitement at Bristol's fashionable <a href=\"http://no1harbourside.co.uk/\" title=\"\">No1 Harbourside</a> eaterie when a brisk London PR called to book a table for 20. Even more when Ed Miliband and his entourage rolled into the restaurant accompanied by a press pack and <a href=\"http://www.marvin4bristol.com/\" title=\"\">Marvin Rees</a>, Labour's Bristol mayoral candidate. What a shame, some say, that Ed's people in London either didn't know or didn't care that their luncheon was making a small but presumably much appreciated contribution to their chief rival's campaign funds. For as is well known in Bristol, the restaurant is owned by <a href=\"http://www.georgeferguson.co.uk/\" title=\"\">George Ferguson</a>, independent mayoral candidate and Labour's rival at the election on 15 November. Altruism of the highest order. One donation from One Nation Ed.</p> <p>• What else has the Labour leader been up to? He's been to the pictures. On Sunday night he and his wife Justine were at the London Film Festival's screening of the new British film, <a href=\"http://www.theguardian.com/film/2012/may/18/broken-review\" title=\"\">Broken</a>. Nothing to do with Labour's link with the unions. It's a coming-of-age movie, apparently. You can see why Ed's biggest fans wanted the boy prince to go.</p> <p>• And he/they chose wisely, for elsewhere at the festival there was excessive excitement. Twitter glowed hot with accounts of a couple becoming too amorous by half during a screening in the next door cinema of the new film Rust and Bone. There was panting, evoking for some, the orgasm scene in When Harry Met Sally, but the true circumstances were very different. \"A woman had a panic attack during the scene where Marion Cotillard's character loses a leg and had to be rushed out,\" a festival publicist explains.</p> <p>• Meanwhile, as a battalion of former military figures stand accused by the Sunday Times of seeking to sell their Ministry of Defence connections to commercial clients, doesn't this seem the perfect week to launch a campaign in favour of lobbying? \"We aim to promote the reputation of the lobbying profession by demonstrating its important role within the democratic political process,\" say the backers of the new movement StandUp4Lobbying. \"We place a special emphasis on conduct of a highly professional and ethical manner and aim to highlight the positive impact of lobbying on the policy process.\" The launch is on Thursday at the Commons. The likes of <a href=\"http://www.theguardian.com/uk/2012/oct/15/royal-british-legion-president-quits\" title=\"\">Lieutenant General Sir John Kiszely</a>, who quit today as president of the British Legion, and others, who refute the Sunday Times's accusations, will probably be elsewhere.</p> <p>• And ever more feverish grows the speculation about who will lead God's awkward squad once Rowan Williams, the archbishop of Canterbury, relinquishes the captain's armband. <a href=\"http://www.theguardian.com/commentisfree/belief/2012/apr/23/archbishop-of-canterbury-john-sentamu\" title=\"\">John Sentamu</a> still clings to hope, for hope springs eternal. But the awkward squad may not be ready for one who has toiled at the Sun on Sunday. Good news for others who might lead Christianity's turbulent priests, among them Cardinal Reinhard Marx – the new head of Comece, the Brussels-based commission representing Catholic bishops from the EU. A bit of a free thinker, Marx has criticised plans for a minimum wage in his native Germany, warning that a tax on wealth would resemble a \"class struggle\". A bit of a free marketeer, he told the Tablet that, \"any regulation of earnings poses problems for a free society and should be considered only as a last resort. Minimum pay means a capitulation by the social market economy, in which the sides of a collective contract take responsibility for determining appropriate remuneration.\" Still, he's jolly hot on loving thy neighbour, all the other bits and bobs. We shouldn't casually dismiss him.</p> <p>• For the truth can arrive from all manner of destinations. John Hughson, professor of sport and cultural studies and director of the International Football Institute, has his. Out of Darkness Cometh Light: Or Why Supporting Wolverhampton Wanderers is a Necessity of Life is the title of his lecture at the University of Central Lancashire. He&#xa0;lives. The rest of us merely exist.</p> <p>• From the Mail, clear signs of the baleful impact of austerity. \"Middle class 'fuel rise in cock-fighting'.\" From Abigail's Party to this.</p> <p><em> </em></p> <p><em>Twitter: @hugh_muir</em></p>",
  "<p>Mitt Romney received a major boost on the eve of the second presidential debate when his team announced he had raised $170m in campaign donations in September, putting the 2012 election well on course to be the costliest ever.</p> <p>Romney's haul is $11m less than Obama took in over the same period. But the strong fundraising effort by Romney and the Republican party is notable because it came before the first debate in Denver a fortnight ago, at a time when Romney's campaign was thought to have stalled.</p> <p>Given that Romney took in $12m in the immediate aftermath of the Denver debate and that more people will become engaged as the election draws closer, the Romney campaign is looking to surpass the $170m figure this month.</p> <p>A fundraising meeting for wealthy donors is being held this week at the Waldorf-Astoria in New York following a similar successful event held at Park City, Utah, earlier this year.</p> <p>Romney's campaign team said it and the Republicans have $191m on hand to spend on the remainder of the campaign.</p> <p>Past election strategies by Romney has seen him favour late ad blitzes in contrast to the Obama campaign, which has been spending heavily on ads since the summer.</p> <p>With the amount of money available to both campaigns, Obama and Romney are at risk of reaching saturation point, running out of ad slots in the swing states to spend money on.</p> <p>The $170m, a record for Romney, was raised jointly by his team and the Republican party and easily outstrips the $111m Romney raised in August.</p> <p>The Romney campaign, keen to counter perceptions that it is funded by a clique of wealthy backers, said 93% of the money came from small donations, with more than 1 million giving $250 or less.</p> <p>The Obama campaign said 98% of its cash is from donors paying $250 or less.</p> <p>The fundraising boost for Romney came as Obama's campaign team Monday promised that <a href=\"http://www.theguardian.com/world/2012/oct/15/obama-campaign-energised-presidential-debate\">a better-prepared and more combative president</a> will turn up for Tuesday's debate. Polls showed the two tied in a dead heat in the race for the White House.</p> <p>\"He's energised, and I expect he will make a passionate case,\" Obama campaign spokeswoman Jen Psaki told reporters said. Psaki acknowledged that the polls had tightened and the race is now \"very, very close\".</p> <p>With three weeks left to election day, the onus is on Obama to mount a strong comeback in Tuesday's Long Island debate to undo some of the damage caused by his dismal showing in Denver. Another poor performance is likely to seriously jeopardise his re-election chances.</p> <p>Psaki told reporters the president would be \"firm but respectful\" in his approach to Romney, suggesting he will not adopt the same strategy as Jode Biden, who was accused of being rude, patronising and disrespectful in his confrontation with his opponent, Paul Ryan, in Kentucky last week.</p> <p>The president has reviewed a video of the Denver debate, studied Romney's policies intensively and is practising hard with the Romney stand-in, former Democratic presidential candidate and senator John Kerry.</p> <p>Hinting at the strategy he will pursue, Psaki accused Romney of \"trying to hide from his severely conservative record.\"</p> <p>Obama was heavily criticised by fellow Democrats of failing in Denver to exploit Romney's perceived weaknesses such as the secret video in which he dismissed 47% of Americans as freeloaders, his approach on women's rights, his record as chief executive of Bain Capital and his unwillingness to provide details of his plans for tax and deficit-reduction.</p> <p>Before the Denver debate, the race had seemed to almost all but over. Since then, Republican activists and enthusiasts have been energised and polls have tightened. If the polls remain unchanged, it is going to an unpredictable finish on November 6.</p> <p>A Washington Post/ABC poll published Monday had Obama on 49% to Romney's 46% among likely voters, statistically a dead heat. The detail showed a big increase in post-debate enthusiasm for Romney, up from 26% five months ago to 59% in the new poll, 11 points of this coming since the Denver debate.</p> <p>According to ABC polling analysts, enthusiasm for Romney is substantially higher than it was for Obama's Republican opponent in 2008, up 30 points.</p> <p>There was some consolation for Obama, enjoying a 13-point increase, up to 42%, since the summer in the number who believe the country is headed in the right direction. His job approval rating is 50%, poor but good enough to win an election on past historical precedent.</p> <p>Political commentators have drawn comparisons with 1984, when Ronald Reagan, after a poor first debate against Walter Mondale, rebounded with a strong second one.</p> <p>The format for the Long Island debate is different from the Denver one. It is billed as town-hall style, with questions taken from the audience rather than put by a moderator. Genuine town hall debates with politicians in front of the public can be exciting, rowdy and unpredictable, but this one will be more organised, with the 80 potential questioners chosen by Gallup.</p> <p>Still, the format requires a skilful approach by the debaters, careful not to be seen as condescending towards real voters, as opposed to journalists.</p> <p>Representatives from the two campaigns combined to <a href=\"http://www.theguardian.com/world/2012/oct/15/candy-crowley-debate-romney-obama\">express concern over the moderator</a>, CNN journalist, Candy Crowley, a feisty anchorwoman who has said she views her role as asking follow-up questions as required. Debate negotiators from the Obama and Romney camps said that is not how they viewed her role and the agreement had been that questions from her would be limited.</p> <p>Psaki, briefing reporters on Monday, sought to end the minor row by saying Obama will happily take questions from either the audience or the moderator.</p>",
  "<p>This weekend, the British labour movement will be marching in London <a href=\"http://www.tuc.org.uk/economy/tuc-21056-f0.cfm\" title=\"\">for a future that works</a>. Two weeks later, in the United States millions of workers and their unions will be mobilising for our national election in critical states such as Ohio, Massachusetts and Wisconsin. These mobilisations may not seem surprising, but behind them lies a serious rethinking of the economic and political strategy on labour issues in both countries.</p> <p>It was the UK and the US that gave birth to the economic ideas and the financial practices that led to the global economic crisis. Five years into the crisis, workers in both countries have paid a terrible price through lost jobs and incomes, while the incomes and assets of the wealthiest in both countries have largely recovered to their pre-crisis levels. But we have learned a few things from this experience.</p> <p>The first is that working people cannot prosper in a financialised economy. The wealth generated by deregulated financial markets and credit bubbles has turned out over and over again to be a dangerous illusion. When the bubble bursts and the illusion fades, financial elites end up holding all the wealth that remains. These elites then have no desire to fund the investments our countries' real economies need to be more globally competitive. In&#xa0;the US, the top 10% have ended up with all the income gains since 1998, and yet pay about 30% of their income in taxes – less than what the average household in the <a href=\"http://en.wikipedia.org/wiki/Organisation_for_Economic_Co-operation_and_Development#Member_countries\" title=\"\">OECD</a> pays.</p> <p>We have seen both faces of financialisation. We have seen the smiling face of the credit bubble that promises infinite riches – money enough to pay City and Wall Street bonuses, to fill tax coffers without taxing those bonuses and fund cheap consumer credit that papers over falling wages and rising economic insecurity. And then we have seen the savage face of austerity. In the UK, budget cuts have reversed economic recovery and brought a double-dip recession. In the US, Republican Congressional obstruction in the name of balancing budgets has blocked President Obama's <a href=\"http://www.theguardian.com/world/interactive/2011/sep/09/american-jobs-act\" title=\"\">American Jobs Act</a> and prolonged recession-level unemployment. Austerity is the other side of the credit bubble, because in a financialised political economy the financiers expect to be paid, and have the political power to enforce that expectation, no matter what the cost to the real economy.</p> <p>Last week the International Monetary Fund surveyed the world's major economies and announced that austerity – cutting back government spending and firing public workers to satisfy bond traders – was hurting the world economy. Bizarrely, some in the financial press reported the story as if the IMF was calling for more austerity. Fairly read, the IMF report is a warning: austerity is not the way out of the economic crisis but the way into a vicious circle of decline. Find a different approach or expect things to get worse.</p> <p>When the TUC marches on Saturday, and when America's workers vote on 6 November, we are seeking a future that works: positive economic policies for the long term that produce sustained prosperity. We want our countries to move beyond the finance-dominated economies of the past two decades – we want neither the credit bubble nor the disastrous austerity policies that follow it. Instead, we want policies that build up competitive economies with a diverse base in productive economic activity. The <a href=\"http://www.alaflcio.com/index.cfm?action=article&amp;articleID=8d9a02b7-b629-4176-99fe-a0bc0bf372d5\" title=\"\">AFL-CIO has endorsed President Obama</a> for a second term because we see his economic vision pointing towards a future that works, while Mitt Romney and Paul Ryan represent the political power of the winners in the losing game of financialisation.</p> <p>A future that works requires jobs and workers that have the skills to fill the jobs of the future. That means public investment – in transportation, education, energy, and telecommunications. Public investment has to be paid for through fair taxes – starting with a crackdown of tax evasion by big companies and the super-rich and a financial transaction tax so that the people who brought us the crisis pay their fair share of the costs of fixing it. A future that works requires restoring healthy consumer demand, not through credit bubbles but through wages keeping pace with rising productivity. And rising wages requires workers have the right to bargain collective agreements with their employers. Collective bargaining built the American middle class that financialisation and austerity now threatens to destroy.</p> <p>In the US, Professor Jacob Hacker at Yale University has produced a blueprint for a future that works called <a href=\"http://www.prosperityforamerica.org\" title=\"\">Prosperity Economics</a>. It begins with understanding that tackling inequality and unemployment is critical for an efficient, productive economy. Prosperity Economics offers a clear alternative to Wall Street's austerity proposals, which would take the US down the path the UK has followed towards a double-dip recession.</p> <p>In both the US and the UK the labour movement is prepared to work with elected leaders, no matter what party, who are prepared to lead the way towards a future that works, to oppose those who would continue the failed policies that brought us here, and to hold accountable those who would try to have it both ways.</p>",
  "<p>The Tory chairman has not given up hope. That's Grant Shapps's job, never to give up hope despite ever dwindling prospects of winning an overall majority. Talking to him on Monday, I found he still hopes the Liberal Democrats will perform another somersault and vote for <a href=\"http://www.theguardian.com/politics/2012/sep/22/lib-dems-boundary-changes-revolt\" title=\"\">Tory-favouring constituency boundary changes</a>. \"I don't rule it out,\" he says. These would gift his party some 20 extra seats at the next election, which could tip the balance in a close result. On Tuesday MPs open their magic envelopes from the <a href=\"http://en.wikipedia.org/wiki/Sixth_Periodic_Review_of_Westminster_constituencies\" title=\"\">boundary commission</a>, revealing their fate: some face losing their seats altogether, some face safe seats turning marginal, and others face acquiring unwanted alien wards straddling local authority borders. Many expected to be angry – except they think it's all over.</p> <p>So why does Shapps think Nick Clegg might still knuckle under? Mainly because the Lib Dems have proved so surprisingly pliable, even on issues that ruin their party's reputation for keeping pledges. Shapps was in his usual ebullient form as he pointed out that the decisive vote on boundaries only reaches the Commons next October, a year away – and a \"year is a very long time in politics\". The landscape changes: only a year ago, he recalls, the Tories were slightly ahead of Labour, so who knows what events might cause the Lib Dems to swap something for that crucial boundary vote?</p> <p>\"Cash for seats\" is one mooted possibility. The Financial Times front page suggests the Lib Dem vote can be bought as they are badly strapped for money: joining the coalition means they no longer qualify for <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=short%20money%2C%20the%20funds%20awarded%20to%20opposition%20parties&amp;source=web&amp;cd=2&amp;ved=0CCYQFjAB&amp;url=http%3A%2F%2Fwww.parliament.uk%2Fcommons%2Flib%2Fresearch%2Fbriefings%2Fsnpc-01663.pdf&amp;ei=gk18UMCbOKiT0QWr2IDICg&amp;usg=AFQjCNEwNRcwIR6-JoGhRffsFJFgpTptAQ\" title=\"\">Short money</a>, the funds awarded to opposition parties. They <a href=\"http://www.bbc.co.uk/blogs/newsnight/michaelcrick/2010/05/the_lib_dems_respond_on_short.html\" title=\"\">lose £9m over the parliament</a>, on top of subscriptions lost from the 20% of members who have fled. Might they accept reform of party funding in exchange for renewed support of boundary changes?</p> <p>This would be an entertaining volte-face on both sides. State funding for political parties is a deep blue ideological taboo for Tory MPs – and not popular with the public in these politician-loathing times. It would be a pleasure to watch David Cameron and George Osborne swallowing hard as they earnestly explain to the people why they now think that the state paying the cost of democracy is better than letting parties fall into the hands of disreputable billionaires or corrupt companies expecting favours in exchange. It is indeed high time the country accepted that a modest contribution from the taxpayer to the machinery of politics is a price worth paying for clean democracy. But quite how clean this would look as a backroom deal to swap for gerrymandering boundaries in the Tories' favour is another question. Shapps suggests a money deal is not what he has in mind.</p> <p>Superficially, the boundary changes look fair, cutting the number of Commons seats by 50 – highly popular – and strictly ironing out all seats to some 76,000 voters per constituency. The rigid formula ignores all natural communities that the boundary commission used to honour – creating one seat crossing the Tamar, to a West Country outrage that metropolitan Cameron failed to understand when he replied casually that it's <a href=\"http://www.theguardian.com/politics/2010/oct/06/cameron-cornwall-tamar-boundary\" title=\"\">\"not the Amazon\"</a>.</p> <p>Cameron was less concerned with fairness when he refused to listen to Labour's concerns that millions of its votes are lost in poor, student, migrant and highly mobile districts in need of a major initiative for voter registration. Instead he is <a href=\"http://www.electoral-reform.org.uk/blog/tag/voter-registration\" title=\"\">abolishing household registration</a>, demanding each individual fills out a form, which will see the loss of many more Labour voters from registers in these areas. One certainty is that Cameron would have no interest in boundary changes if they didn't favour his party. Is that fair? Shapps chortles over Clegg's assertions at the time that boundary changes were a \"simple principle of fairness\" to \"restore people's faith in politics\".</p> <p>The Lib Dems took leave of their senses when they agreed to changes that would cost them seats they spent a generation nurturing. \"Complete lunacy,\" says a senior Lib Dem MP who voted for them. When reckless Tory MPs sabotaged House of Lords reform, they gave Clegg the chance to back out. So would he really do another double backflip? Tim Farron, the Lib Dem president, says: \"No chance. Bloody madness. They can offer us a trillion pounds and the answer is no. We should never have agreed in the first place.\" Others echo that let-hell-freeze-over thunder. But how trustworthy is their <em>no pasarán</em>?</p> <p>Shapps, we know, is something of a fantasist, but he insists he is hopeful that something will turn up in the next year to change Lib Dem minds. Perhaps he draws comfort from observing how far the Lib Dems have sold the pass on almost everything else that matters, still backing an austerity that is killing growth, still allowing devastation to welfare and public services, even as the <a href=\"http://www.theguardian.com/business/2012/oct/13/imf-george-osborne-austerity-76bn?newsfeed=true\" title=\"\">IMF warns</a> that double the demand anticipated is being sucked out of the economy. Lack of rebellion from Clegg or Vince Cable may be what lets Shapps live in hope. Meanwhile Labour is busily selecting candidates on the old boundaries, trusting the Lib Dems not to be so suicidal. There would not be much left of the Lib Dems to form a coalition with anyone if they ever buckle on this.</p> <p>• This article was amended on 16 October 2012 to correct a reference to short money to Short money.</p>",
  "<p>In today's political celebrity news: while Mitt Romney cancelled a planned appearance on The View, a show he previously described as \"high-risk because of the five women on it, only one is conservative, and four are sharp-tongued and not conservative\", the ladies of Hollywood have been busy making endorsement videos for Barack Obama. </p> <p>It's good for us to remember that actors are people too. And if they care about our country enough to call hair and makeup and recite a few lines in front of a camera, we say go for it, good citizens of Los Angeles.<br> The videos, most of which can be seen on the Barack Obama YouTube channel, range in quality from the sappy, highly produced and musically scored to a couple that I could have shot if I'd hit record on my iPhone.</p> <h2>Kerry Washington, Eva Longoria and Scarlett Johansson <br><a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=5ODbn5GTkOQ\">VOTE!</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/5ODbn5GTkOQ?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/5ODbn5GTkOQ\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>VOTE! That's what Kerry Washington, Eva Longoria and Scarlett Johansson tell us in a Rob Reiner/Moveon.org release that hit YouTube on Monday. The gist of it is that Mitt Romney is no friend to women. It's a simple spot: 30 seconds, no music, white background, and any directing advice seems to have been limited to \"be yourself\". For Kerry Washington that means coming across as Olivia Pope in Scandal as she says: \"He said he'd overturn Roe v Wade,\" as if she's talking to the president himself. Scarlett Johansson does natural by wearing jeans and a plaid shirt while Eva Longoria is dressed for the Desperate Housewives reunion. Longoria gets the highest marks for getting out the line, \"trying to force women to undergo invasive ultrasounds\" with primetime passion in her voice. </p> <p><strong>Rating: two stars</strong></p> <h2> Olivia Munn<br><a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=5ODbn5GTkOQ\">Vote Virginia</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/gkYNG-lf37A?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/gkYNG-lf37A\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This would have been my favorite if it hadn't been 1.17 minutes long, which can be an eternity on YouTube. Everything about it is amateur and its lack of pretension makes it appealing. Olivia Munn, or Sloan Sabbith in The Newsroom as we currently know her, went to Virginia to make this video to remind Virginians that voter registration ends today. Not sure how effective it'll be as the spot was only put up on Friday, and so far it's only been viewed 3,569 times – four of those by me. But worth watching for the hand-drawn picture of the unicorn. </p> <p><strong>Rating: four stars</strong></p> <h2>Olivia Wilde, Julianna Margulies, Jennifer Lopez, Beyoncé and others<br><a href=\"http://www.youtube.com/watch?v=gkYNG-lf37A&amp;feature=plcp\">Women's Voices: Join Women for Obama</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Ae2lnhQQPDw?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"476\" height=\"268\" src=\"https://www.youtube-nocookie.com/embed/Ae2lnhQQPDw\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This is the awards-show video. Theme of President Obama being the only choice for us, he loves women, he's the man. Lots of stars, sappy music, soft focus, and clever production tricks done on someone's Mac. Olivia Wilde, Julianna Margulies, Julianne Moore, J Lo, Gloria Steinem (just to prove we mean business), Beyoncé – yes, Beyoncé. And Padma Lakshmi. Jane Lynch is in there. Everyone wearing just enough makeup to look natural in high def. Enough sincerity to make your laptop explode. </p> <p><strong>Rating: one star</strong></p> <h2>Natalie Portman <br><a href=\"http://www.youtube.com/watch?v=SDfK0NiWzB8&amp;feature=relmfu\">Vote Ohio</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/SDfK0NiWzB8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/SDfK0NiWzB8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Ohio is a swing state and Natalie's mom grew up in Cincinnati. Her grandma still lives there, which means you should vote for Obama. I liked this video because it had nice shots of Portman backstage and onstage speaking at pro-Obama events. So it felt \"real\". Also short. </p> <p><strong>Rating: three stars</strong></p> <h2>Maya Angelou and Lynn Whitfield <br><a href=\"http://www.youtube.com/watch?v=rPNwR-Gdlk8&amp;feature=plcp\">Every Vote Counts</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/rPNwR-Gdlk8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/rPNwR-Gdlk8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>\"Black people... went still every year back again and again to try to vote,\" says Maya Angelou. \"Imagine one vote – your vote might make the difference. Don't hesitate, don't sit on the sidelines and don't regret.\" OK Angelou is not an actress, but she is the coolest. </p> <p><strong>Rating: four stars</strong></p> <h2>Alicia Keys <br><a href=\"http://www.youtube.com/watch?v=HB7XQw3k7uc&amp;feature=relmfu\">We are a Powerful Force</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/HB7XQw3k7uc?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/HB7XQw3k7uc\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>No, YOU are a powerful force, Alicia. Keys goes to Philly to get out the vote wearing a cool brown trilby. The video shows her tweeting (and her tweets) from the road. She is friendly and relaxed to the voters she meets and everywhere she is surrounded by fans. Not sure if this is a Barack Obama or an Alicia Keys promo, but who cares? \"He definitely gets it,\" she tells a packed auditorium who roar as if she's just belted out Fallin'.</p> <p><strong>Rating: five stars</strong></p>",
  "<p>This column is normally accompanied by a photo; an illustration that takes its cue from the text. But not today. The chart you see on this page is plainly not decorative: it is the main event. All I'm going to discuss is its implications.</p> <p>Drawing on IMF figures published last week, the graph compares what will happen to government spending in Britain up to 2017 with the outlook for Germany and the US. And what it shows is that the UK will plunge from public spending on a par with Germany in 2009, to spending less than the US by 2017. Had France, Sweden or Canada been included on this graph, the UK would still come bottom. If George Osborne gets his way, within the next five years, Britain will have a smaller public sector than any other major developed nation.</p> <p>Fan or critic, nearly everyone now agrees that this government wants to shrink the state, but very few take on board what that means. This graph shows just how radical those ministerial plans are. Particularly striking is the fact that Britain will end up spending less as a proportion of its national income than even the US, the international byword for a decrepit public sector. According to <a href=\"http://www.kent.ac.uk/sspssr/staff/academic/taylorgooby.html\" title=\"\">Peter Taylor-Gooby, professor of social policy at Kent</a>, this will be the first time it has happened since at least 1980 and possibly in recorded history. For it to take place within half a decade is a shift so dramatic that few people in frontline politics, let alone among the electorate, have understood its implications.</p> <p>Forget all that ministerial guff about the necessity of cutting the public sector to spur economic growth. Had that argument been true, British businesses would be in leonine form by now, instead of their current chronic enfeeblement. It was notable at last week's Tory party conference how Osborne and David Cameron didn't even try to argue for the economic benefits of austerity – how could they? – but grimly asserted that there was no alternative.</p> <p>Forget, too, the argument that only cuts have kept Britain's borrowing costs from rocketing. In the IMF's <a href=\"http://www.imf.org/external/np/sec/pn/2012/pn1281.htm\" title=\"\">summer healthcheck</a> for the UK was another chart which showed that the only nations where interest rates had spiralled upwards were those in the eurozone, and those without control of their own currency and monetary policy. Every other major economy, no matter what their debt load, was able to borrow from the financial markets as cheaply as ever.</p> <p>Strip away the usual economic and financial alibis for such drastic austerity and what you're inevitably left with is a purely political motive: namely, a desire to transform the British state from being recognisably European, with continental levels of public spending, to something sub-American in its miserliness.</p> <p>Let me make two caveats. First, there was no way Britain was going to maintain public spending at 2009 levels. That year, the Labour government threw the kitchen sink at the economy, after which you would expect some belt-tightening. Still, as <a href=\"http://www.ifs.org.uk/people/profile/2\" title=\"\">Carl Emmerson of the Institute for Fiscal Studies</a> points out, after both world wars, the level of public spending in Britain rose permanently; you might expect something similar after a once-in-a-lifetime financial crisis. Given how fast Britain is ageing, and how much we will need to spend on pensions and care for the elderly, there is no reason why the state in Britain should shrink back to some magic level of 40% of the economy.</p> <p>Second, this chart is based on current US budget plans: if Mitt Romney moves into the White House next January, or even if Barack Obama is re-elected and has to strike a bargain with intransigent Republicans, then Washington is also likely to make stringent cuts. But that last qualification only reinforces the larger argument. Whether in Britain or the US, the right are trying to whip the rest of us into a giant race to the bottom, where public services, welfare entitlements and employment rights are all to be tossed overboard.</p> <p>Cameron admitted as much in last Wednesday's conference speech. Lumping together Nigeria with China and India and Brazil, he described them as \"the countries on the rise … lean, fit, obsessed with enterprise, spending money on the future – on education, incredible infrastructure and technology\". As anyone who has ever tried to keep a car on the potholed roads of Bihar, in northern India, will know, that description is a giant porky. But Cameron wanted to draw a comparison with \"the countries on the slide … fat, sclerotic, over-regulated, spending money on unaffordable welfare systems, huge pension bills, unreformed public services\".</p> <p>From compassionate Conservative to growth rainmaker to state-shrinker, Cameron has gone through a huge change since 2005. But that is nothing like what lies ahead for the rest of Britain in the next five years. Prepare yourself for welfare to be downsized into American-style workfare, for public-sector jobs to be turned into a second-class employment and for services, from school to healthcare, to demand that users pay more to get something decent. The future is American.</p>",
  "<p>The world stood still 50 years ago during the last week of October, from the moment when it learned that the Soviet Union had placed nuclear-armed missiles in Cuba until the crisis was officially ended – though, unknown to the public, only officially.</p> <p>The image of the world standing still is due to <a href=\"http://www.foreignaffairs.com/articles/60676/lawrence-d-freedman/the-week-the-world-stood-still-inside-the-secret-cuban-missile-c\">Sheldon Stern</a>, former historian at the John F Kennedy Presidential Library, who published the authoritative version of the tapes of the ExComm meetings where Kennedy, and a close circle of advisers, debated how to respond to the crisis. The meetings were secretly recorded by the president, which might bear on the fact that his stand throughout the recorded sessions is relatively temperate, as compared to other participants who were unaware that they were speaking to history. Stern <a href=\"http://www.slate.com/sidebars/2012/05/robert_caro_s_new_history_of_lbj_sidebar_3_.html\">has just published</a> an accessible and accurate review of this critically important documentary record, finally declassified in the 1990s. I will keep to that here. \"Never before or since,\" he concludes, \"has the survival of human civilization been at stake in a few short weeks of dangerous deliberations,\" culminating in the Week the World Stood Still.</p> <p>There was good reason for the global concern. A nuclear war was all too imminent – a war that might \"destroy the Northern Hemisphere\", President Eisenhower had warned. Kennedy's own judgment was that the probability of war might have been <a href=\"http://truth-out.org/opinion/item/10660-in-hiroshimas-shadow\">as high as 50%</a>. Estimates became higher as the confrontation reached its peak and the \"secret doomsday plan to ensure the survival of the government was put into effect\" in Washington, described by journalist Michael Dobbs in his <a href=\"http://www.michaeldobbsbooks.com/1/post/2012/08/cold-war-humor.html\">recent, well-researched bestseller</a> on the crisis – though he doesn't explain why there would be much point in doing so, given the likely nature of nuclear war. Dobbs quotes Dino Brugioni, \"a key member of the CIA team monitoring the Soviet missile build-up\", who saw no way out except \"war and complete destruction\" as the clock moved to One Minute to Midnight – Dobbs' title. Kennedy's close associate, historian Arthur Schlesinger, described the events as \"the most dangerous moment in human history\". Defense Secretary Robert McNamara wondered aloud whether he \"would live to see another Saturday night\", and later recognized that \"we lucked out\" – barely.</p> <p>A closer look at what took place adds grim overtones to these judgments, with reverberations to the present moment.</p> <h2>'The most dangerous moment'</h2> <p>There are several candidates for \"the most dangerous moment\". One is 27 October, when US destroyers enforcing the quarantine around Cuba were dropping depth-charges on Soviet submarines. According to Soviet accounts, reported by the <a href=\"http://www.gwu.edu/~nsarchiv/NSAEBB/NSAEBB75/\">National Security Archive</a>, submarine commanders were \"rattled enough to talk about firing nuclear torpedoes, whose 15 kiloton explosive yields approximated the bomb that devastated Hiroshima in August 1945\".</p> <p>In one case, a reported decision to assemble a nuclear torpedo for battle readiness was aborted at the last minute by Second Captain Vasili Archipov, who may have saved the world from nuclear disaster. There is little doubt what the US reaction would have been had the torpedo been fired, or how the Russians would have responded as their country was going up in smoke. Kennedy had already declared the highest nuclear alert short of launch (Defcon 2), which authorized \"Nato aircraft with Turkish pilots ... [or others] ... to take off, fly to Moscow, and drop a bomb\", <a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Ftruth-out.org%2Fopinion%2Fitem%2F10660-in-hiroshimas-shadow&amp;ei=6op4UKX5Hcml0QX4g4C4CQ&amp;usg=AFQjCNGCLwsylmQR4OW6dN5IDifm3V8Iig\">according to Harvard University strategic analyst Graham Allison</a>, in Foreign Affairs.</p> <p>Another candidate is the previous day, 26 October. That day is selected as \"the most dangerous moment\" by a B-52 pilot, Major Don Clawson, who piloted one of those Nato aircrafts and provides a hair-raising description of details of the Chrome Dome (CD) missions during the crisis, \"B-52s on airborne alert\" with nuclear weapons \"on board and ready to use\". 26 October was the day when \"the nation was closest to nuclear war,\" Clawson writes in his \"irreverent anecdotes of an Air Force pilot\", Is That Something the Crew Should Know? On that day, Clawson himself was in a good position to set off a likely terminal cataclysm. He concludes that:</p> <blockquote> <p>\"We were damned lucky we didn't blow up the world – and no thanks to the political or military leadership of this country.\"</p> </blockquote> <p>The errors, confusions, near-accidents and miscomprehension of the leadership that Clawson reports are startling enough, but not as much as the operative command-and-control rules – or lack of them. As Clawson recounts his experiences during the 15, 24-hour CD missions he flew – the maximum possible – the official commanders \"did not possess the capability to prevent a rogue crew or crew-member from arming and releasing their thermonuclear weapons\", or even from broadcasting a mission that would have sent off \"the entire airborne alert force without possibility of recall\". Once the crew was airborne, carrying thermonuclear weapons, he writes:</p> <blockquote> <p>\"It would have been possible to arm and drop them all with no further input from the ground. There was no inhibitor on any of the systems.\"</p> </blockquote> <p>About one-third of the total force was in the air, according to General David Burchinal, director of plans on the air staff at Air Force headquarters. The Strategic Air Command, technically in charge, appears to have had little control. And according to Clawson's account, the civilian National Command Authority was kept in the dark by SAC, which means that the ExComm \"deciders\" pondering the fate of the world knew even less. General Burchinal's oral history is no less hair-raising, and reveals even greater contempt for the civilian command. According to him, Russian capitulation was never in doubt. The CD operations were designed to make it crystal clear to the Russians that they were hardly even competing in the military confrontation, and could quickly have been destroyed.</p> <p>From the ExComm records, Stern concludes that on 26 October President Kennedy was \"leaning towards military action to eliminate the missiles\" in Cuba, to be followed by invasion, <a href=\"http://www.kentucky.com/2012/10/10/2366509/archives-to-recount-jfks-cuban.html\">according to Pentagon plans</a>. It was evident then that the act might have led to terminal war, a conclusion fortified much later by revelations that tactical nuclear weapons had been deployed, and that Russian forces were far greater than US intelligence had reported.</p> <p>As the ExComm meetings were drawing to a close at 6pm on the 26 October, a letter arrived from Prime Minister Khrushchev, directly to President Kennedy. Khrushchev's \"message seemed clear,\" Stern writes:</p> <blockquote> <p>\"The missiles would be removed if the US promised not to invade Cuba.\"</p> </blockquote> <p>The next day, at 10am, the president again turned on the secret tape. He read aloud a wire service report that had just been handed to him:</p> <blockquote> <p>\"Premier Khrushchev told President Kennedy in a message today he would withdraw offensive weapons from Cuba if the United States withdrew its rockets from Turkey.\"</p> </blockquote> <p>These were Jupiter missiles with nuclear warheads. The report was soon authenticated. Though received by the committee as an unexpected bolt from the blue, it had actually been anticipated: \"We've known this might be coming for a week,\" Kennedy informed them. To refuse public acquiescence would be difficult, he realized. These were obsolete missiles, already slated for withdrawal, to be replaced by far more lethal and effectively invulnerable Polaris submarines. Kennedy recognized that he would be in an \"insupportable position if this becomes [Khrushchev's] proposal\", both because the Turkish missiles were useless and were being withdrawn anyway, and because \"it's gonna – to any man at the United Nations or any other rational man, it will look like a very fair trade.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397785051\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350324465025/Cuban-missile-crisis-defe-008.jpg\" alt=\"Cuban missile crisis defense department photo\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A photo released by the US Defense Department on 3 November 1962, illustrating a medium-range ballistic missile site at Sagua La Grande, Cuba. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <h2>A serious dilemma</h2> <p>The planners therefore faced a serious dilemma: they had in hand two somewhat different proposals from Khrushchev to end the threat of catastrophic war, and each would seem to any \"rational man\" to be a fair trade. How then to react?</p> <p>One possibility would have been to breathe a sigh of relief that civilization could survive, to eagerly accept both offers and to announce that the US would adhere to international law and remove any threat to invade Cuba; and to carry forward the withdrawal of the obsolete missiles in Turkey, proceeding as planned to upgrade the nuclear threat against the Soviet Union to a far greater one, of course, only part of the global encirclement of Russia. But that was unthinkable.</p> <p>The basic reason why no such thought could be contemplated was spelled out by National Security Adviser McGeorge Bundy, former Harvard Dean and reputedly the brightest star in the Camelot firmament. The <a href=\"http://www.gwu.edu/~nsarchiv/nsa/cuba_mis_cri/moment.htm\">world must come to understand</a> that \"the current threat to peace is not in Turkey, it is in Cuba,\" where missiles are directed against us. A vastly more powerful US missile force trained on the much weaker and more vulnerable Soviet enemy cannot possibly be regarded as a threat to peace, because we are Good, as a great many people in the western hemisphere and beyond could testify – among numerous others, the victims of the ongoing terrorist war that the US was then waging against Cuba, or those swept up in the \"campaign of hatred\" in the Arab world that so puzzled Eisenhower (though not the National Security Council, which explained it clearly).</p> <p>And, of course, the idea that the US should be restrained by international law was too ridiculous to merit consideration. As <a href=\"http://thinkprogress.org/yglesias/2011/11/07/362379/noam-chomsky-versus-me/\">explained recently by the respected liberal commentator Matthew Yglesias</a>, \"one of the main functions of the international institutional order is precisely to legitimate the use of deadly military force by western powers\" – meaning the US – so that it is \"amazingly naïve\", indeed quite \"silly\", to suggest that the US should obey international law or other conditions that we impose on the powerless: a frank and welcome exposition of operative assumptions, reflexively taken for granted by the ExComm assemblage.</p> <p>In subsequent colloquy, the president stressed that we would be \"in a bad position\" if we chose to set off an international conflagration by rejecting proposals that would seem quite reasonable to survivors, if any cared. This \"pragmatic\" stance was about as far as moral considerations could reach. In a review of recently-released documents on Kennedy-era terror, Harvard University Latin Americanist <a href=\"http://cubajournal.blogspot.com/2010/09/operation-mongoose-us-sponsored.html\">Jorge Domínguez observes</a> that:</p> <blockquote> <p>\"Only once in these nearly thousand pages of documentation did a US official raise something that resembled a faint moral objection to US government-sponsored terrorism.\"</p> </blockquote> <p>A member of the National Security Council staff suggested that raids that are \"haphazard and kill innocents … might mean a bad press in some friendly countries.\" The same attitudes prevail throughout the internal discussions during the missile crisis, as when Robert Kennedy warned that a full-scale invasion of Cuba would \"kill an awful lot of people, and we're going to take an awful lot of heat on it.\" And they prevail to the present with only the rarest of exceptions, as easily documented.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397785052\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350324764755/John-F-Kennedy-during-Cub-008.jpg\" alt=\"John F Kennedy during Cuban missile crisis, 1962\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US president John F Kennedy making his dramatic television broadcast to announce the Cuba blockade during the Cuban missile crisis, 22 October 1962. Photograph: Hulton Archive/Getty</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty</span> </figcaption> </figure>  <h2>Unbeknownst to the public …</h2> <p>We might have been \"in even a worse position\" if the world had known more about what the US was doing at the time. It was only recently learned that, six months earlier, the US had secretly deployed in Okinawa missiles virtually identical to those the Russians later sent to Cuba. These were surely aimed at China, at a moment of elevated regional tensions. Okinawa remains a major offensive US military base, over the bitter objections of its inhabitants – who, right now, <a href=\"http://nation.time.com/2012/09/09/still-no-luck-for-the-v-22-in-japan/\">are less than enthusiastic about the dispatch of accident-prone V-22 Osprey helicopters</a> to the Fukenma military base, located at the heart of a heavily-populated urban center.</p> <p>In the deliberations that followed, the US pledged to withdraw the obsolete missiles from Turkey, but would not do so publicly or in writing: it was important that Khrushchev be seen to capitulate. An interesting reason was offered, and is accepted as reasonable by scholarship and commentary. As Dobbs puts it:</p> <blockquote> <p>\"If it appeared that the United States was dismantling the missile bases unilaterally, under pressure from the Soviet Union, the [Nato] alliance might crack.\"</p> </blockquote> <p>Or, to rephrase a little more accurately, if the US replaced useless missiles with a far more lethal threat, as already planned, in a trade with Russia that any \"rational man\" would regard as very fair, then the Nato alliance might crack. To be sure, when Russia withdrew Cuba's only deterrent against ongoing US attack with a severe threat to proceed to direct invasion and quietly departed from the scene, the Cubans would be infuriated – as they were, understandably. But that is an unfair comparison for the standard reasons: we are human beings who matter, while they are merely \"unpeople\", to borrow Orwell's useful phrase.</p> <p>Kennedy also made an informal pledge not to invade Cuba, but with conditions: not just withdrawal of the missiles, but also termination, or at least \"a great lessening\", of any Russian military presence. (Unlike Turkey, on Russia's borders, where nothing of the kind could be contemplated.) When Cuba is no longer an \"armed camp\", then \"we probably wouldn't invade,\" in the president's words. He added also that if it hoped to be free from the threat of US invasion, Cuba must end its \"political subversion\" (Stern's phrase) in Latin America.</p> <p>Political subversion had been a constant theme for years, invoked, <a href=\"http://www.chomsky.info/articles/200412--.htm\">for example</a>, when Eisenhower overthrew the parliamentary government of Guatemala and plunged the tortured country into an abyss from which it has yet to emerge. And the themes remained alive and well right through Reagan's vicious terror wars in Central America in the 1980s. The \"political subversion\" consisted of support for those resisting the murderous assaults of the US and its client regimes, and sometimes – horror of horrors – perhaps even providing arms to the victims.</p> <h2>The problem with Castro</h2> <p>In the case of Cuba, the State Department policy planning council explained: </p> <blockquote> <p>\"The primary danger we face in Castro is … in the impact the very existence of his regime has upon the leftist movement in many Latin American countries … The simple fact is that Castro represents a successful defiance of the US, a negation of our whole hemispheric policy of almost a century and a half.\"</p> </blockquote> <p>The Monroe Doctrine announced the US intention, then unrealizable, of dominating the western hemisphere. An example of great contemporary import is revealed in Iran scholar Ervand Abrahamian's important <a href=\"http://thenewpress.com/index.php?option=com_title&amp;task=view_title&amp;metaproductid=1868\">recent study</a> of the US-UK coup that overthrew the parliamentary regime of Iran in 1953. With scrupulous examination of internal records, he shows convincingly that standard accounts cannot be sustained. The primary causes were not cold war concerns, nor Iranian irrationality that undermined Washington's \"benign intentions\", nor even access to oil or profits, but rather the demand for \"overall controls\" with the broader implications for global dominance, threatened by independent nationalism. That is what we discover over and over by investigating particular cases.</p> <p>Cuba, too, not surprisingly – though the fanaticism might merit examination in this case. US policy towards Cuba is harshly condemned throughout Latin America, and indeed most of the world, but \"a decent respect for the opinions of mankind\" is understood to be meaningless rhetoric intoned mindlessly on 4 July. Ever since polls have been taken on the matter, a considerable majority of the US population has favored normalization of relations with Cuba, but that, too, is insignificant. Dismissal of public opinion is, of course, quite normal. What is interesting in this case is dismissal of powerful sectors of US economic power, which also favor normalization, and are usually highly influential in setting policy: energy, agribusiness, pharmaceuticals and others. That suggests that there is a powerful state interest involved in punishing Cubans, as well as the cultural factors revealed in the hysteria of the Camelot intellectuals.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397785053\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350323930816/Fidal-Castro-with-Nikita--008.jpg\" alt=\"Fidal Castro with Nikita Khrushchev in Moscow, 1963\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cuba's Communist leader Fidel Castro with Soviet premier Nikita Khrushchev during a 1963 official visit to Moscow. The Cubans were dismayed by Russia's capitulation to US demands to withdraw the missiles from Cuba. Photograph: AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <h2>The end … only officially</h2> <p>The missile crisis officially ended on 28 October. The outcome was not obscure. That evening, in a special CBS News broadcast, <a href=\"http://articles.latimes.com/1987-10-23/local/me-10523_1_cuban-missile-crisis\">Charles Collingwood reported</a> that the world had come out \"from under the most terrible threat of nuclear holocaust since the second world war\", with a \"humiliating defeat for Soviet policy\". Dobbs comments that the Russians tried to pretend that the outcome was \"yet another triumph for Moscow's peace-loving foreign policy over warmongering imperialists\", as \"the supremely wise, always reasonable Soviet leadership had saved the world from the threat of nuclear destruction.\" Extricating the basic facts from the fashionable ridicule, Khrushchev's agreement to capitulate \"had saved the world from the threat of nuclear destruction\".</p> <p>The crisis, however, was not over. On 8 November, the Pentagon announced that all known Soviet missile bases had been dismantled. And on the same day, Stern reports, \"a sabotage team carried out an attack on a Cuban factory,\" though Kennedy's terror campaign, Operation Mongoose, had been formally curtailed at the peak of the crisis. The 8 November terror attack lends support to Bundy's observation that the threat to peace was Cuba, not Turkey – where the Russians were not continuing a lethal assault. Not, however, what Bundy had in mind, or could have understood.</p> <p>More details are added by the highly respected scholar Raymond Garthoff, who also had a great deal of experience within the government, in his careful 1987 account of the missile crisis. <a href=\"http://books.google.com/books?id=7zeg81n47GsC&amp;pg=PA122&amp;lpg=PA122&amp;dq=Raymond+Garthoff+a+Cuban+covert+action+sabotage+team+dispatched+from+the+United+States+successfully+blew+up+a+Cuban+industrial+facility&amp;source=bl&amp;ots=N-eskttTFO&amp;sig=QPZucjCqfdly4Wzio7rmkZB1_SA&amp;hl=en&amp;sa=X&amp;ei=hBt8UJbnHcWY1AX_04GoAw&amp;ved=0CEIQ6AEwBQ#v=onepage&amp;q=Raymond%20Garthoff%20a%20Cuban%20covert%20action%20sabotage%20team%20dispatched%20from%20the%20United%20States%20successfully%20blew%20up%20a%20Cuban%20industrial%20facility&amp;f=false\">On 8 November, he writes</a>, \"a Cuban covert action sabotage team dispatched from the United States successfully blew up a Cuban industrial facility,\" killing 400 workers, according to a Cuban government letter to the UN Secretary General. Garthoff comments that \"the Soviets could only see [the attack] as an effort to backpedal on what was, for them, the key question remaining: American assurances not to attack Cuba,\" particularly since the terrorist attack was launched from the US. These and other \"third-party actions\" reveal again, he concludes, \"that the risk and danger to both sides could have been extreme, and catastrophe not excluded.\" Garthoff also reviews the murderous and destructive operations of Kennedy's terrorist campaign, which we would certainly regard as more than ample justification for war, if the US or its allies or clients were victims, not perpetrators.</p> <p>From the same source we learn further that on 23 August 1962, the president had issued <a href=\"http://http://www.tomdispatch.com/blog/175430/best_of_tomdispatch%3A_noam_chomsky_on_terrorizing_cuba\">National Security Memorandum No 181</a>, \"a directive to engineer an internal revolt that would be followed by US military intervention\", involving \"significant US military plans, maneuvers, and movement of forces and equipment\" that were surely known to Cuba and Russia. Also in August, terrorist attacks were intensified, including speedboat strafing attacks on a Cuban seaside hotel \"where Soviet military technicians were known to congregate, killing a score of Russians and Cubans\"; attacks on British and Cuban cargo ships; contaminating sugar shipments; and other atrocities and sabotage, mostly carried out by Cuban exile organizations permitted to operate freely in Florida. Shortly after came \"the most dangerous moment in human history\", not exactly out of the blue.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397785054\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350323559111/Bay-of-Pigs-captured-rebe-008.jpg\" alt=\"Bay of Pigs captured rebels 1961\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Captured Cuban rebels in the wake of the 1961 CIA-backed invasion fiasco at the Bay of Pigs, Cuba. Photograph: Miguel Vinas/EPA</span> <span class=\"element-image__credit\">Photograph: Miguel Vinas/EPA</span> </figcaption> </figure>  <h2>Playing with fire</h2> <p>Kennedy officially renewed the terrorist operations after the crisis ebbed. Ten days before his assassination, he approved a CIA plan for \"destruction operations\" by US proxy forces \"against a large oil refinery and storage facilities, a large electric plant, sugar refineries, railroad bridges, harbor facilities, and underwater demolition of docks and ships\". A plot to assassinate Castro was apparently initiated on the day of the Kennedy assassination. The terrorist campaign was called off in 1965, but \"one of Nixon's first acts in office in 1969 was to direct the CIA to intensify covert operations against Cuba,\" Garthoff reports.</p> <p>In the current issue of <a href=\"http://www.psqonline.org/article.cfm?IDArticle=19003\">Political Science Quarterly</a>, Montague Kern observes that the Cuban missile crisis is one of those \"full-bore crises … in which an ideological enemy (the Soviet Union) is universally perceived to have gone on the attack, leading to a rally-'round-the-flag effect that greatly expands support for a president, increasing his policy options.\" Kern is right that it is \"universally perceived\" that way, apart from those who have escaped sufficiently from the ideological shackles to pay some attention to the facts. Kern is, in fact, one of them. Another is Sheldon Stern, who recognizes what has long been known to such deviants. As he writes, we now know that:</p> <blockquote> <p>\"Khrushchev's original explanation for shipping missiles to Cuba had been fundamentally true: the Soviet leader had never intended these weapons as a threat to the security of the United States, but rather considered their deployment a defensive move to protect his Cuban allies from American attacks and as a desperate effort to give the USSR the appearance of equality in the nuclear balance of power.\"</p> </blockquote> <p>Dobbs, too, recognizes that:</p> <blockquote> <p>\"Castro and his Soviet patrons had real reasons to fear American attempts at regime change, including, as a last resort, a US invasion of Cuba … [Khrushchev] was also sincere in his desire to defend the Cuban revolution from the mighty neighbor to the north.\"</p> </blockquote> <p>The American attacks are often dismissed in US commentary as silly pranks, CIA shenanigans that got out of hand. That is far from the truth. The best and the brightest had reacted to the failure of the Bay of Pigs invasion with near hysteria, including the president, who solemnly informed the country that:</p> <blockquote> <p>\"The complacent, the self-indulgent, the soft societies are about to be swept away with the debris of history. Only the strong … can possibly survive.\"</p> </blockquote> <p>And they can only survive, he evidently believed, by massive terror – though that addendum was kept secret, and is still not known to loyalists who perceive the ideological enemy as having \"gone on the attack\" – the near-universal perception, as Kern observes. After the Bay of Pigs defeat, historian Piero Gleijeses writes that JFK launched a crushing embargo to punish the Cubans for defeating a US-run invasion, and \"asked his brother, Attorney General Robert Kennedy, to lead the top-level interagency group that oversaw Operation Mongoose, a program of paramilitary operations, economic warfare and sabotage he launched in late 1961 to visit the 'terrors of the earth' on Fidel Castro and, more prosaically, to topple him.\"</p> <p>The <a href=\"http://www.nytimes.com/books/00/11/26/specials/schlesinger-robert.html\">phrase \"terrors of the earth\"</a> is Arthur Schlesinger's, in his quasi-official biography of Robert Kennedy, who was assigned responsibility to conduct the terrorist war, and informed the CIA that the Cuban problem carries \"the top priority in the United States Government – all else is secondary – no time, no effort, or manpower is to be spared\" in the effort to overthrow the Castro regime. The Mongoose operations were run by Edward Lansdale, who had ample experience in \"counterinsurgency\" – a standard term for terrorism that we direct. He provided a timetable leading to \"open revolt and overthrow of the Communist regime\" in October 1962.</p> <p>The \"final definition\" of the program recognized that \"final success will require decisive US military intervention,\" after terrorism and subversion had laid the basis. The implication is that US military intervention would take place in October 1962 – when the missile crisis erupted. The events just reviewed help explain why Cuba and Russia had good reason to take such threats seriously.</p> <p>Years later, Robert McNamara recognized that Cuba was justified in fearing an attack. \"If I were in Cuban or Soviet shoes, I would have thought so, too,\" he observed at a major conference on the missile crisis on the 40th anniversary. As for Russia's \"desperate effort to give the USSR the appearance of equality\", to which Stern refers, recall that Kennedy's very narrow victory in the 1960 election relied heavily on a fabricated \"missile gap\" concocted to terrify the country and to condemn the Eisenhower administration as soft on national security. There was indeed a \"missile gap\", but strongly in favor of the US. The first \"public, unequivocal administration statement\" on the true facts, <a href=\"http://books.google.com/books?id=9us4Q9iFI7kC&amp;pg=PA97&amp;lpg=PA97&amp;dq=Deputy+Secretary+of+Defense+Roswell+Gilpatric+the+US+would+have+a+larger+nuclear+delivery+system+left+after+a+surprise+attack&amp;source=bl&amp;ots=zabHQyP8nb&amp;sig=rtgg58Gexy7dL2MafuxpotcQhwo&amp;hl=en&amp;sa=X&amp;ei=eip8UNDUOorJ0QWulIGQDA&amp;ved=0CCwQ6AEwAg#v=onepage&amp;q=Deputy%20Secretary%20of%20Defense%20Roswell%20Gilpatric%20the%20US%20would%20have%20a%20larger%20nuclear%20delivery%20system%20left%20after%20a%20surprise%20attack&amp;f=false\">according to strategic analyst Desmond Ball</a> in his authoritative study of the Kennedy missile program, was in October 1961, when Deputy Secretary of Defense Roswell Gilpatric informed the Business Council that \"the US would have a larger nuclear delivery system left after a surprise attack than the nuclear force which the Soviet Union could employ in its first strike.\"</p> <p>The Russians, of course, were well aware of their relative weakness and vulnerability. They were also aware of Kennedy's reaction when Khrushchev offered to sharply reduce offensive military capacity and proceeded to do so unilaterally when Kennedy failed to respond: namely, Kennedy undertook a huge armaments program.</p> <h2>In retrospect</h2> <p>The two most crucial questions about the missile crisis are how it began, and how it ended. It began with Kennedy's terrorist attack against Cuba, with a threat of invasion in October 1962. It ended with the president's rejection of Russian offers that would seem fair to a rational person, but were unthinkable because they would undermine the fundamental principle that the US has the unilateral right to deploy nuclear missiles anywhere, aimed at China or Russia or anyone else, and right on their borders; and the accompanying principle that Cuba had no right to have missiles for defense against what appeared to be an imminent US invasion. To establish these principles firmly, it was entirely proper to face a high risk of war of unimaginable destruction, and to reject simple, and admittedly fair, ways to end the threat.</p> <p>Garthoff observes that \"in the United States, there was almost universal approbation for President Kennedy's handling of the crisis.\" Dobbs writes that \"the relentlessly upbeat tone was established by the court historian, Arthur M Schlesinger Jr, who wrote that Kennedy had 'dazzled the world' through a 'combination of toughness and restraint, of will, nerve and wisdom, so brilliantly controlled, so matchlessly calibrated'.\" Rather more soberly, Stern partially agrees, noting that Kennedy repeatedly rejected the militant advice of his advisers and associates who called for military force and dismissal of peaceful options.</p> <p>The events of October 1962 are widely hailed as Kennedy's finest hour. <a href=\"http://www.inthesetimes.com/article/13626/the_next_hiroshima/\">Graham Allison joins many others in presenting</a> them as \"a guide for how to defuse conflicts, manage great-power relationships, and make sound decisions about foreign policy in general\". In a very narrow sense, that judgment seems reasonable. The ExComm tapes reveal that the president stood apart from others, sometimes almost all others, in rejecting premature violence.</p> <p>There is, however, a further question: how should JFK's relative moderation in management of the crisis be evaluated against the background of the broader considerations just reviewed? But that question does not arise in a disciplined intellectual and moral culture, which accepts without question the basic principle that the US effectively owns the world by right, and is, by definition, a force for good despite occasional errors and misunderstandings, so that it is plainly entirely proper for the US to deploy massive offensive force all over the world, while it is an outrage for others (allies and clients apart) to make even the slightest gesture in that direction, or even to think of deterring the threatened use of violence by the benign global hegemon.</p> <p>That doctrine is the primary official charge against Iran today: it might pose a deterrent to US and Israeli force. It was a consideration during the missile crisis as well. In internal discussion, the Kennedy brothers expressed their fears that Cuban missiles might deter a US invasion of Venezuela then under consideration. So \"the Bay of Pigs was really right,\" JFK concluded.</p> <p>The principles still contribute to the constant risk of nuclear war. There has been no shortage of severe dangers since the missile crisis. Ten years later, during the 1973 Israel-Arab war, Henry Kissinger called a high-level nuclear alert (Defcon 3) to warn the Russians to keep hands off <a href=\"http://www.gwu.edu/~nsarchiv/NSAEBB/NSAEBB98/press.htm\">while he was secretly authorizing Israel to violate the ceasefire</a> imposed by the US and Russia. When Reagan came into office a few years later, the US launched operations probing Russian defenses and simulating air and naval attacks, while placing Pershing missiles in Germany with a five-minute flight time to Russian targets, providing what the CIA called a \"super-sudden first strike\" capability.</p> <p>Naturally, this caused great alarm in Russia, which, unlike the US, has repeatedly been invaded and virtually destroyed. That led to a major war scare in 1983. There have been hundreds of cases when human intervention aborted a first strike minutes before launch, after automated systems gave false alarms. We don't have Russian records, but there's no doubt that their systems are far more accident-prone.</p> <p>Meanwhile, India and Pakistan have come close to nuclear war several times, and the sources of the conflict remain. <a href=\"http://en.wikipedia.org/wiki/Treaty_on_the_Non-Proliferation_of_Nuclear_Weapons#India.2C_Israel.2C_and_Pakistan\">Both have refused</a> to sign the non-proliferation treaty, along with Israel, and have received US support for development of their nuclear weapons programs – until today, in the case of India, now a US ally. War threats in the Middle East, which might become reality very soon, once again escalate the dangers.</p> <p>In 1962, war was avoided by Khrushchev's willingness to accept Kennedy's hegemonic demands. But we can hardly count on such sanity forever. It's a near miracle that nuclear war has so far been avoided. There is more reason than ever to attend to the <a href=\"http://www.pugwash.org/about/manifesto.htm\">warning of Bertrand Russell and Albert Einstein</a>, almost 60 years ago, that we must face a choice that is \"stark and dreadful and inescapable\":</p> <blockquote class=\"quoted\"> <p>Shall we put an end to the human race; or shall mankind renounce war?</p> </blockquote>",
  "<p>Barack Obama's campaign team Monday promised that a better-prepared and more combative president will turn up for Tuesday's vital debate with Mitt Romney as polls showed the two tied in a dead heat in the race for the White House.</p> <p>\"He's energised, and I expect he will make a passionate case,\" Obama campaign spokeswoman Jen Psaki told reporters at his debate preparation camp in Williamsburg, Virginia. Psaki acknowledged that the polls had tightened and the race is now \"very, very close\".</p> <p>With three weeks left to election day, the onus is on Obama to mount a strong comeback in Tuesday's Long Island debate to undo some of the damage caused by his dismal showing in the first of the presidential debates in Denver a fortnight ago. Another poor performance is likely to seriously jeopardise his re-election chances.</p> <p>The sense of urgency in the Obama campaign camp was captured in an appeal to supporters sent out in Obama's name for more campaign donations. \"What we do over the next 22 days will determine not just the next four years, but what this country looks like for decades to come. That's what I'll be fighting for up on that stage tomorrow night,\" he said.</p> <p>He needs to lift Democrats' morale, building on running-mate Joe Biden's aggressive showing on the vice-presidential debate last Thursday, and win over floating voters.</p> <p>In the run-up to the first debate, Obama seemed uninterested, finding excuses to avoid preparing, including a visit to the Hoover Dam near his debate camp in Nevada. This time round, there have been no side-trips, golf or similar distractions, other than walks in the grounds of his resort hideaway, according to his aides.</p> <p>Psaki told reporters the president would be \"firm but respectful\" in his approach to Romney, suggesting he will not adopt the same strategy as Biden, who was accused of being rude, patronising and disrespectful in his confrontation with his opponent, Paul Ryan.</p> <p>The president has reviewed a video of the Denver debate, studied intensively Romney's policies and is practising hard with the Romney stand-in, former Democratic presidential candidate and senator John Kerry.</p> <p>Hinting at the strategy he will pursue, Psaki accused Romney of \"trying to hide from his severely conservative record\". </p> <p>Obama was heavily criticised by fellow Democrats of failing in Denver to exploit Romney's perceived weaknesses such as the secret video in which he dismissed 47% of Americans as freeloaders, his approach on women's rights, his record as chief executive of Bain Capital and his unwillingness to provide details of his plans for tax and deficit-reduction.</p> <p>Before the Denver debate, the race had seemed to almost all but over. Since then, Republican activists and enthusiasts have been energised and polls have tightened. If the polls remain unchanged, it is going to an unpredictable finish on November 6.</p> <p>A Washington Post/ABC poll published Monday had Obama on 49% to Romney's 46% among likely voters, statistically a dead heat. The detail showed a big increase in post-debate enthusiasm for Romney, up from 26% five months ago to 59% in the new poll, 11 points of this coming since the Denver debate.</p> <p>According to ABC polling analysts, enthusiasm for Romney is substantially higher than it was for Obama's Republican opponent in 2008, up 30 points.</p> <p>There was some consolation for Obama, enjoying a 13-point increase, up to 42%, since the summer in the number who believe the country is headed in the right direction. His job approval rating is 50%, poor but good enough to win an election on past historical precedent.</p> <p>A Politico poll published Monday put Obama on 49% to Romney on 48%. The most significant shift over the past fortnight has been in the eight swing states, where Romney has largely eroded Obama's poll leads.</p> <p>A Public Policy Polling survey published Monday put Romney up 1% in Florida, the biggest of the swing states. Romney has risen five points since last month in the state. PPP also puts Romney up two points in another swing state, North Carolina, on 49% to Obama's 47%.</p> <p>In Ohio, one of Obama's last lines of defence if Florida, North Carolina and other east coast swing states fall to Romney, Obama maintains a five-point lead, according to PPP. It has Obama on 51% to Romney's 46%, little changed from a fortnight ago when it was 49% to 45%.</p> <p>Political commentators have drawn comparisons with 1984, when Ronald Reagan, after a poor first debate against Walter Mondale, rebounded with a strong second one.</p> <p>Obama has come back strongly after setbacks before, particularly in 2007, during the battle for the Democratic nomination, when his aides and donors criticised him for his seeming apathy, and again in 2008 when a row over remarks by his then Chicago pastor critical of the US threatened to end his political career.</p> <p>The format for the Long Island debate is different from the Denver one. It is billed as town-hall style, with questions taken from the audience rather than put by a moderator. Genuine town hall debates with politicians in front of the public can be exciting, rowdy and unpredictable, but this one will be more organised, with the 80 potential questioners chosen by Gallup.</p> <p>Still, the format requires a skilful approach by the debaters, careful not to be seen as condescending towards real voters, as opposed to journalists.</p> <p>Representatives from the two campaigns combined to <a href=\"http://www.theguardian.com/world/2012/oct/15/candy-crowley-debate-romney-obama\">express concern over the moderator</a>, CNN journalist, Candy Crowley, a feisty anchorwoman who has said she views her role as asking follow-up questions as required. Debate negotiators from the Obama and Romney camps said that is not how they viewed her role and the agreement had been that questions from her would be limited.</p> <p>Psaki, briefing reporters on Monday, sought to end the minor row by saying Obama will happily take questions from either the audience or the moderator.</p>",
  "<p>Four years ago, the world was whipped into a frenzy over the US presidential elections. On 6 November the US citizens will go to the polls again, but it feels like a very different election. Many young people may hardly be aware it's happening, yet the election of one of the most powerful leaders on earth is worthy of discussion and debate.</p> <p>Will Barack Obama, together with his running mate Joe Biden, get his second term or will Republican Mitt Romney, with his running mate Paul Ryan, win the race to the White House instead? The <a href=\"http://teachers.guardian.co.uk\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> has some informative resources to help young people find out about the US election and discuss wider issues of democracy.</p> <p>The Guardian Teacher Network's new Explainer series is designed to give young people the background to news stories they may know little about.The <a href=\"http://teachers.guardian.co.uk/teacher-resources/10955/?INTCMP=NECJOBTXT8769I\" title=\"Guardian Teacher Network Explainer\">Guardian Teacher Network Explainer: the US elections</a> sets out who is standing for election, the main issues it is being fought on and how the US elections work. The Guardian Teacher Network Explainers are pitched at 11-14 year-olds but they are produced as word documents making it easy to adapt for older or younger students.</p> <p>The <a href=\"http://teachers.guardian.co.uk/teacher-resources/10955/?INTCMP=NECJOBTXT8769I\" title=\"Explainer US Elections\">Explainer</a> can be used as handout for interested students or as part of a lesson or tutor time using the accompanying <a href=\"http://teachers.guardian.co.uk/teacher-resources/10958/?INTCMP=NECJOBTXT8769I\" title=\"News in Focus on the US elections\">News in Focus on the US elections</a>. This is a PowerPoint presentation of 23 images, mostly photographs by Guardian and agency photojournalists, giving an overview of the US elections. All the images have detailed captions, which give background, facts, issues raised and useful quotes. The <a href=\"http://teachers.guardian.co.uk/teacher-resources/10958/?INTCMP=NECJOBTXT8769I\" title=\"News in Focus\">News in Focus on the US elections</a> gives an overview of the presidential elections and looks in detail at the candidates and the big campaign issues from Obamacare to US foreign policy. It's a chance to discuss whether young people remember Barack Obama being elected and if they feel he has met their expectations, as well as a trigger to debate-related political issues concerning rights, democracy and a rapidly changing world.</p> <p>The schools news service <a href=\"http://www.theday.co.uk/register/school?from=guardian\" title=\"The Day\">The Day</a> is a great source of current, stimulating and clearly written news stories and teaching resources on the US elections. See <a href=\"http://teachers.guardian.co.uk/teacher-resources/10948/?INTCMP=NECJOBTXT8769I\" title=\"Romney takes a risk\">Romney takes a risk with radical right-hand man</a>, <a href=\"http://teachers.guardian.co.uk/teacher-resources/10947/?INTCMP=NECJOBTXT8769I\" title=\"Black History Month: Obama condemns slavery\">Black History Month: Obama condemns slavery</a>, <a href=\"http://teachers.guardian.co.uk/teacher-resources/10949/?INTCMP=NECJOBTXT8769I\" title=\"Would-be presidents prepare for trial by TV\">Would-be presidents prepare for trial by TV</a> and <a href=\"http://teachers.guardian.co.uk/teacher-resources/10950/?INTCMP=NECJOBTXT8769I\" title=\"Debate puts Romney back in Presidential race\">Debate puts Romney back in presidential race</a> for exploration and explanation of the issues, plus great activity ideas.</p> <p>Also check out these succinct summaries of <a href=\"http://teachers.guardian.co.uk/teacher-resources/10952/?INTCMP=NECJOBTXT8769I\" title=\"President Obamas campaign issues\">President Obama's campaign issues</a> and <a href=\"http://teachers.guardian.co.uk/teacher-resources/10953/?INTCMP=NECJOBTXT8769I\" title=\"Mitt Romneys campaign issues\">Mitt Romney's campaign issues</a> which have been put together by the <a href=\"http://www.factmonster.com\" title=\"Fact Monster\">Fact Monster</a> team from Pearson.</p> <p>These US websites also provide an insight into the US elections and how they work. See the <a href=\"http://www.pbs.org/democracy/kids\" title=\"PBS democracy project\">PBS democracy project</a>, <a href=\"http://www.takeyourkidstovote.org/\" title=\"Take your kids to vote\">Take your kids to vote</a> and <a href=\"http://www.kidsvotingusa.org/\" title=\"Kids voting USA\">Kids voting USA</a>.</p> <p>• Join the Guardian Teacher Network community <a href=\"http://www.guardian.co.uk/teacher-network\">www.guardian.co.uk/teacher-network</a> for free access to teaching resources and an opportunity to share your own. There are also thousands of teaching, leadership and support jobs on the site. Visit <a href=\"http://jobs.guardian.co.uk/schools\">jobs.guardian.co.uk/schools</a>.</p>",
  "<p>The Obama and Romney campaigns have contacted the Commission on Presidential Debates to voice concerns over the role of the moderator, Candy Crowley, in Tuesday's second encounter between the two candidates.</p> <p>The president and his Republican challenger had agreed that the town hall-style debate in Hofstra, New York, would mostly involve them fielding queries from audience members, with limited participation from Crowley, CNN's chief political correspondent.</p> <p>Crowley, however, appears to have other ideas, and has given a series of interviews over recent days stating her intention to follow up on audience members questions, rather than merely be \"a fly on the wall\".</p> <p>Both candidates reached agreement over the terms of the debate in early October, with a memorandum of the agreement, obtained by Time, showing that Obama and Romney intended for the moderator to have little influence over the topics discussed:</p> <p>\"In managing the two-minute comment periods, the moderator will not rephrase the question or open a new topic. … The moderator will not ask follow-up questions or comment on either the questions asked by the audience or the answers of the candidates during the debate or otherwise intervene in the debate except to acknowledge the questioners from the audience or enforce the time limits, and invite candidate comments during the two-minute response period.\"</p> <p>However as the moderator Crowley, a veteran political journalist who will be the first woman to moderate a presidential debate in 20 years, is not strictly bound by the agreement. Time reported that the agreement between the campaigns merely states that \"the commission shall provide each moderator with a copy of this agreement and shall use its best efforts to ensure that the moderators implement the terms of this agreement\".</p> <p>It appears to have been comments made by Crowley over the past week which have spooked both candidates' campaigns into contacting the commission. Crowley, who anchors CNN's State of the Union programme and has covered US politics since the 1970s, has given repeated interviews insisting she will not simply be holding the microphone when her moment in the spotlight comes on Tuesday.</p> <p>In an on-air discussion with CNN colleague Suzanne Malveaux on Friday 5 October, Crowley said debate moderators \"need to take control\" on occasion, adding that \"you want the conversation to move\". Just last week she told the Huffington Post that she would hold Obama and Romney to account, saying she hoped she would be able to \"add to this conversation\".</p> <p>\"I hope that I can say: 'Well, now that you've said that, though, doesn't that bring up this?'\"</p> <p>On Thursday Crowley gave a further indication of her intentions during a conversation on CNN with Wolf Blitzer. \"It's also very hard to evade a question that comes from a town hall person,\" she said during a discussion of the format and how the candidates will respond. \"The nice thing will be if the town hall person asks apples and they answer oranges, I go: 'Wait a second, the question was about apples, let's talk about that.'\"</p> <p>Crowley is to be the first woman since Carole Simpson, in 1992, to moderate a presidential debate and has been subject to huge media attention since the announcement was made. Her appointment <a href=\"http://www.theguardian.com/world/2012/aug/13/candy-crowley-moderate-presidential-debates\">came after three teenage girls from New Jersey</a> set up an online petition lobbying for a female moderator which was signed over 100,000 times.</p> <p>But while Crowley's appointment was championed in some quarters as an example of increasing equality, others complained that as the moderator of the town hall debate, Crowley would have less opportunity than other moderators to quiz the candidates.</p> <p>Simpson, who was the third woman and first minority to moderate a presidential debate, herself complained about Crowley's assignment in a piece for the <a href=\"http://www.theatlantic.com/politics/archive/2012/09/on-being-the-lady-with-the-microphone/262160/\">Atlantic magazine in September</a>. Simpson said that when she moderated the 1992 debate, which was also town hall style, between Bill Clinton and George H Bush, her role was merely \"to hold the microphone for each of the citizen questioners\".</p> <p>\"Candy Crowley will also moderate the town hall format debate, and she will operate under the same restrictions I had. However, the two male moderators of the other debates will ask their own questions of the candidates, face-to-face, eye-to-eye,\" Simpson said.</p> <p>Crowley has said she that while she understands the concerns of Simpson – who is a close friend – she hopes Tuesday will \"add to our collective resume as female journalists\". </p> <p>Crowley was born in Michigan on 26 December 1948, but grew up in Missouri, where her father worked in the furniture business. She studied at Principia college in Illinois before transferring to Randolph-Macon woman's college in Lynchburg, Virginia, where she graduated with a degree in English.</p> <p>Her first journalism job was as a newsroom assistant with DC-based radio station Wash-FM, and she later became a White House correspondent for the Associated Press, covering most of the Reagan era before moving to NBC News' DC bureau and then onto CNN in 1987.</p> <p>Although Crowley has covered the presidential campaigns of George Bush senior, George W Bush, Bill Clinton, John Kerry, Barack Obama and others, she said she will still be nervous come Tuesday. \"I feel pressured, period,\" she told the Huffington Post. She practises transcendental meditation to deal with stress and has been \"getting more bunkerish as time goes on\", preparing intensely for the Hofstra event.</p> <p>For all the pressure and speculation ahead of Tuesday, however, ultimately Crowley knows where the main focus will be.</p> <p>\"In a way, knowing this debate is all about the candidates is something I tell myself to deal with the stress,\" she told Politico on Friday. \"I tell myself: 'Relax this is about getting these guys to talk. It's not about you.'\"</p>",
  "<h2>The speechwriter, <a href=\"http://www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Forget the extraneous wonky arguments of Denver'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791639\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/5/1/1335856877642/michael-cohen-003.jpg\" alt=\"michael cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">michael cohen Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>So, after what has been dubbed by the news media as the single most catastrophic, calamitous, Hindenburg-esque debate disaster in American political history, the question for Barack Obama is how does he avoid making the same mistakes again?</p> <p>The answer is not for Obama to be aggressive as a means of over-compensating for his lackluster performance in Denver (a la Al Gore in 2000) but rather keep things as simple as possible. There's an old dictum in speechwriting that the key to a good speech is \"tell 'em what you're gonna tell 'em; tell 'em; and then tell 'em again.\" The idea is to hammer on a central point, but also, drill down your argument to something that is easily digestible.</p> <p>While Mitt Romney has lately demonstrated the physical characteristics of Jello when it comes to nailing down his policy positions, Obama's job should be easier than it seems. Romney has, throughout his presidential campaign, espoused positions that are to the right of the median American voter: he wants to cut taxes on the wealthy; he would fundamentally transform Medicare; he wants to repeal Obamacare fully; and his position on choice and immigration run afoul of women and Hispanic voters.</p> <p>The key for Obama, then, is to remind voters, over and over, that Romney is a hard-right conservative who would take the country in a very different and uncertain direction. He failed to do this in the first debate, and instead, let his GOP opponent get away with engaging in a nationally televised facelift. That Romney had faint rhetorical echoes of the technocratic Republican who was Governor of Massachusetts.</p> <p>But those soothing efforts were not a true reflection of Romney's policy positions. Romney might offer a smokescreen about the impact of his 20% across the board tax cut, for example, but the facts are the facts – the math doesn't add up. Romney might say he supported the auto bailout, but the op-ed he penned titled \"Let Detroit Go Bankrupt\" suggests otherwise. For Obama to succeed, he needs to do something similar to what his running-mate Joe Biden did last week in the vice-presidential debate: he needs to stick to the facts and remind voters that the GOP ticket is not what it seems.</p> <p>Do that, and forget the extraneous wonky arguments he made in Denver, and Obama will avoid the universal panning his first debate performance received.</p> <p><em>Michael Cohen is a US political columnist for the Guardian and Observer and author of Live from the Campaign Trail</em></p> <h2>The stylist, <a href=\"www.guardian.co.uk/profile/megan-collins\">Megan Collins</a>: 'Michelle should cut Barack's tie in half just beforehand'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791640\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350314913431/megancollins_140x140.jpg\" alt=\"Megan Collins\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Because the second debate will be conducted in a town hall format, the president should wear something he can move in. He should feel comfortable standing or sitting, and walking around stage holding a microphone.</p> <p>That said, President Obama did everything right – sartorially speaking – in the first debate. It's hard to argue with either candidate's choice of a charcoal, two-button suit with notch lapels. While I'd suggest that both men would be better served by a flat front pant rather than one with pleats, I understand that old habits, especially among politicians, die hard.</p> <p>The president's suit fit well, with subtle pick-stitching defining the lapel and a natural shoulder hugging his frame. The jacket's double vents felt modern, as did its slightly shorter length. His point collar dress shirt fit snugly, but not too tight, around his neck. His polished dress shoes were neither too square, nor too pointy. His flag pin: present, but not showy. Even the dimple in his (unsurprisingly Democrat blue) tie gets an \"A\" for textbook menswear polish.</p> <p>With his outfit in order, the president, then, needs to work on presenting himself as a more passionate, determined, confident candidate at the second debate. In short, he needs to upgrade his attitude.</p> <p>I'm reminded of a great West Wing episode where the First Lady, played by Stockard Channing, took scissors to her husband's tie just moments before a debate. The president, played by Martin Sheen, had to hustle to find new neckwear from someone on his staff with less than a minute to air. The frenzy provided him with a fantastic energy during the debate.</p> <p>I think if someone can convince Michelle to cut Barack's tie in half before Tuesday night's town hall, he'll do ten times better in this debate than the last.</p> <p><em>Megan Collins runs <a href=\"http://stylegirlfriend.com/\">Style Girlfriend</a>, a website about guys' style from a female perspective</em></p> <h2>The body language expert, <a href=\"http://www.guardian.co.uk/profile/christopher-kowal\">Christopher Kowal</a>: 'His non-verbal cues need to express sincerity and empathy'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791641\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350321940363/Chris_Kowalheadshot.jpg\" alt=\"Chris Kowal\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Emotional connection is one of the major keys in attracting and motivating voters. It's easier to vote for a person we feel a connection with. So, while having an articulate and rational vision is imperative for candidates, voters are increasingly judging them on their ability to emotionally connect with them.</p> <p>After the charismatic administrations of Bill Clinton and Tony Blair, voters have a strong desire for leaders who move them emotionally and connect with them, especially as they face economic and security uncertainties. Clinton has a strong ability to show empathy. Think of his \"I feel your pain\" statement, made with a sincere and concerned facial gesture that matched those words.</p> <p>The last debate performance by President Barack Obama is a perfect case study in the area of connection. Critics suggested Obama was disengaged, perhaps even angry. My own analysis suggests that he was emotionally flat. </p> <p>During the next two debates, it is critical for Obama not only to articulate his vision for the next four years, but also to connect that vision with the majority of American voters. His facial expressions and other non-verbal cues need to express sincerity and empathy. He must reflect the emotions of his base and of the ever-so-important independent voter.</p> <p>Voters are worried about the economy and angry at the failings of Washington. They need to feel reassured that the politician understands what is important to them and will have their best interests in mind.</p> <p>Both nominees for president lack a natural ability to truly emotionally connect with voters. This has created mistrust and uncertainty. The presidential hopeful who wins the next debate will be the one who truly shows that he feels what the voters are feeling.</p> <p><em>Christopher Kowal is an assistant professor of consumer science at Purdue University, Indiana, specialising in non-verbal communication and emotional cues</em></p> <h2>The Democratic strategist, <a href=\"www.guardian.co.uk/profile/alex-slater\">Alex Slater</a>: 'The worst thing Obama could do is over-compensate'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791642\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/12/7/1291745438055/Alex-Slater-002.jpg\" alt=\"Alex Slater\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Slater</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>The president doesn't have an easy job ahead of him in this second debate. Unlike much of the Democratic establishment, I don't believe that expectations for his performance are low, whatever his campaign tried to spin on the Sunday talkshows. On the contrary, if Obama doesn't deliver a \"slam dunk\" on Tuesday, we'll see another round of liberal hand-wringing and conservative victory laps. The polls will become unpredictable, at best.</p> <p>As Democratic strategist Mike Feldman told Piers Morgan on Saturday night, tomorrow's debate will be a 3-D game of chess, between the candidates, the moderator, the town-hall participants and the undecided voters tuning in from swing states.</p> <p>So my advice to the president is this: do not overreact. In the first debate, Obama left Romney's blatantly false assertions and attacks go unchecked. Certainly, he was devoid of the energy and verve Americans have come to expect. That can't happen on Tuesday. But the worst thing Obama could do is over-compensate by becoming, as Feldman put it, \"the incredible hulk\". The risk is that the president, so intent on going after Governor Romney, could be perceived as a bully. Given Romney's affable demeanor in the first debate, the contrast could be considerable.</p> <p>The president has to use the town-hall format to his advantage. Obama's not quite the college professor he's declared to be. In fact, he's a great communicator, especially in one-on-one situations. He has the power both to empathize with the audience members while drawing a contrast with Mitt Romney. And it's that contrast that will put Romney in a difficult position.</p> <p>After all the fact-checking of the first debate, it's going to be very hard for the governor to continue making spurious arguments. It'll be even harder when facing town-hall participants. Downright making up facts in a moderated debate is one thing; lying to the face of real Americans is quite another. Obama has the advantage of his facts being true. It's up to him to use that advantage without being the town-hall bully.</p> <p><em>Alex Slater is a Democratic strategist and principal of the political consultancy <a href=\"http://www.clydestrategies.com/\">Clyde Strategies</a></em></p> <h2>The sport psychologist, <a href=\"http://www.guardian.co.uk/profile/roland-carlstedt\">Roland Carlstedt</a>: 'High self-esteem can have an insidious flip-side'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791643\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350310092096/rolandcarlstedt_140x140.jpg\" alt=\"Roland Carlstedt\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Presidential debates are not really debates as debates are defined or should be. They have devolved to the extent that most debate performers in our recent history would have been kicked off high-school debate teams, where facts rule, not theatrics and superficial attempts to seduce, as opposed to accurately inform undecided voters. Debate victors are declared on the basis of pundit impressions of body language, confidence, forcefulness and self-control ,among many other behaviors and what are smoke-and-mirror-based attempts to appear more presidential. In the end, it's more about role-playing than the issues in an America that appears to be easily smitten and swayed by that presidential-looking haircut, chiseled facial features and the ability to use the right tone, verbal inflection and retorts no matter how absurd and removed from reality.</p> <p>As such, an individual like Barack Obama may be at an inherent disadvantage when debating an individual who is all too willing to focus on appearing to be presidential, one who will say anything, even if it means defying logic, distorting the facts, switching positions and even denying having said things that have been recorded for all to hear. Mitt Romey has been accused of doing all of the above. In the first debate, Obama seemed befuddled by Romney's responses and aggressive approach, hearing things that he did not expect. That threw off his entire game plan.</p> <p>What to do? In the context of my research, three crucial personality traits and behaviors have emerged that predict who is more or less like to falter under pressure. I suspect that President Obama's \"performer's profile\" is a middle-ground one consisting of medium to high hypnotic susceptibility, medium neuroticism and low repressive coping. These measures interact to drive perceptions and behaviors, including risk-taking behavior – such as distorting the facts, as Romney has been accused of doing. Consequently, Romney's profile is likely to be low hypnotic susceptibility, low neuroticism and high repressive coping – a profile that is associated with mental toughness in athletes, high self-esteem and confidence and obliviousness to what people think.</p> <p>While mental toughness, and high self-esteem and confidence may seem like a good thing, they also can have an insidious flip-side – namely, narcissistic as opposed to more altruistic, empathy driven motives that better serve the masses. My two identified \"ideal athlete's\" profiles, while facilitating peak performance in sports, debate performance and the seduction of voters, nevertheless must be viewed with caution. After all, voters are not opponents as in tennis matches; they are humans looking for measured and tempered leadership from leaders who do not try to seduce, but rather, inform the populace with facts and positions that are stable and constant and not expediently whipped out to win a debate.</p> <p>Now, I have never tested President Obama and candidate Romney; as such, I am speculating on the basis of their known and observed behaviors and how they correlate with the critical peak/pressure performance relevant measures that I have identified. Nevertheless, I strongly recommend assessing politicians using my \"athlete's profile\" model. It provides highly predictive insight into important subliminal psychological processes that can influence and even drive decision-making and what one will do to win an election or debate.</p> <p>My advice to President Obama: stick to the facts, elucidate your positions and when necessary defend your point of view and agenda. Unless the president is high in repressive coping, I doubt that he is capable of engaging in spin at the highest level. He would be best advised to be himself, as he is when he is on the stump – although that is easier said than done.</p> <p>Interestingly, my research suggests that there is also a dual-placebo effect, in which psychotherapists are most persuasive and believed by clients who share a similar profile. As a result, if Romney is indeed low in hypnotic susceptibility, low in neuroticism and high in repressive coping (a more rare profile), Obama can take solace in knowing there are vastly more middle-of-the-road profiles who are less likely to be influenced by behaviors and even debate presentations that are diametrically opposite to what they believe and like to see and hear.</p> <p><em>Dr Roland A Carlstedt is chairman of the American Board of Sport Psychology and author of Evidence-Based Sport Psychology (2012)</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397779195\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350314799269/Barack-Obama-010.jpg\" alt=\"Barack Obama\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama's debate prep is going \"great,\" he told reporters Sunday. Is it enough to sway undecided voters his way? Photograph: Elaine Thompson/AP</span> <span class=\"element-image__credit\">Photograph: Elaine Thompson/AP</span> </figcaption> </figure>  <p><strong><em><a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/28/ask-harry-answering-election-questions-quora\">Ask Harry</a> is a continuing Quora series in which our wonk-in-residence, Harry J Enten, uses the question-and-answer site to address the elections. Community users featured in this post: <a href=\"http://www.quora.com/Patrick-Ruffini\">Patrick Ruffini</a>, <a href=\"http://www.quora.com/Richard-H-Schwartz\">Richard H Schwartz</a>, <a href=\"http://www.quora.com/Kat-Li\">Kat Li</a>, <a href=\"http://www.quora.com/Bryce-Johannes\">Bryce Johannes</a> and <a href=\"http://www.quora.com/Colin-Jensen\">Colin Jensen</a>.</em></strong></p> <p>The race for president this year had been marked by a relative consistency: the candidates have been within a few points of each other since April. That's left the candidates fighting over the very few undecided voters – about 5% to 7% of the electorate. This percentage is far lower than 2008. Seeing as these undecided voters will play a key role in determining the winner of the election, I <a href=\"http://www.quora.com/Politics/Have-you-ever-been-undecided-in-the-presidential-race\">took to Quora</a> to try to find the \"undecided voter\".</p> <p>I asked the audience if they had ever been or are undecided in a presidential race and why. Not too surprisingly, I didn't find very many. Why?</p> <p>Elections' demographic expert <a href=\"https://twitter.com/PatrickRuffini\">Patrick Ruffini</a> went into the thread and gave us an informative explanation:</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.quora.com/widgets/content\"> <span class=\"quora-content-embed\" data-name=\"Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Patrick-Ruffini/quote/74488\">Read <a data-width=\"460\" data-height=\"746\" class=\"quora-content-link\" href=\"http://www.quora.com/Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Patrick-Ruffini/quote/74488\" data-embed=\"uls0UQd\" data-type=\"quote\" data-id=\"74488\" data-key=\"f69942f4ec8a97c8acbdd0792bd660f2\">Quote of Patrick Ruffini's answer to Politics: Have you ever been undecided in the presidential race?</a> on <a href=\"http://www.quora.com\">Quora</a><script type=\"text/javascript\" src=\"https://www.quora.com/widgets/content\"></script></span> </figure>  <p>Backing up Patrick were the respondents who said they were not and were rarely if ever undecided in any race. Here's one snippet from Quora user <a href=\"https://twitter.com/kitchenettekat\">Kat Li</a>:</p> <blockquote class=\"quoted\"> <p>It feels strange, even to admit it to myself, but I have never really been undecided in a presidential election, whether primary or general. I like to think of myself as \"flexible\" and \"open-minded\" but my realization here is that when the stakes are high enough, I actually am quite decided. </p> </blockquote> <p>But with less than a month to go until November 6, there were still a few people who were undecided the year – just not in the way you might think. Many of the undecideds were unsure whether to vote for a major party candidate – who they saw as the lesser of two evils – or cast a vote for a third party candidate that they felt would be wasted. </p> <p>This is a constant issue in a two-party system, as illustrated by this comment from user <a href=\"http://www.quora.com/Bryce-Johannes\">Bryce Johannes</a>: </p> <blockquote class=\"quoted\"> <p>I am also in a non-swing state so am on the look out for a third party to support. I have a friend who campaigns – to his Facebook friends – tirelessly against the two very similar mainstream candidates. </p> </blockquote> <p>Many were undecided in previous primary campaigns, which is expected. Primaries are often marked by few issue differences. Thus, voter decisions are based more around the personalities of the candidates. The greater degree of undecided voters in previous presidential campaigns can also be seen in some of the responses, like this one from user Richard H Schwartz, who said he noticed more uncertainty in 2008: </p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.quora.com/widgets/content\"> <span class=\"quora-content-embed\" data-name=\"Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Richard-H-Schwartz/quote/74502\">Read <a data-width=\"460\" data-height=\"375\" class=\"quora-content-link\" href=\"http://www.quora.com/Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Richard-H-Schwartz/quote/74502\" data-embed=\"uls0UQd\" data-type=\"quote\" data-id=\"74502\" data-key=\"a029af5cf3cfd08cf93b6ce87a87dcbd\">Quote of Richard H. Schwartz's answer to Politics: Have you ever been undecided in the presidential race?</a> on <a href=\"http://www.quora.com\">Quora</a><script type=\"text/javascript\" src=\"https://www.quora.com/widgets/content\"></script></span> </figure>  <p>But hope was not lost. I did find <strong>one</strong> undecided voter, a person who truly couldn't make up his mind between Obama and Romney. He actually seemed to say what he believed: it's about the candidate, not the party. Here's Colin Jensen: </p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.quora.com/widgets/content\"> <span class=\"quora-content-embed\" data-name=\"Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Colin-Jensen/quote/74499\">Read <a data-width=\"460\" data-height=\"1309\" class=\"quora-content-link\" href=\"http://www.quora.com/Politics/Have-you-ever-been-undecided-in-the-presidential-race/answer/Colin-Jensen/quote/74499\" data-embed=\"uls0UQd\" data-type=\"quote\" data-id=\"74499\" data-key=\"62ab5448240f70b51494fd122a9687aa\">Quote of Colin Jensen's answer to Politics: Have you ever been undecided in the presidential race?</a> on <a href=\"http://www.quora.com\">Quora</a><script type=\"text/javascript\" src=\"https://www.quora.com/widgets/content\"></script></span> </figure>  <p>Perhaps someone should hire this guy as a one-man focus group for the debates?</p> <h2>Questions of your own?</h2> <p>Leave them in the comments below, or use <strong>#AskHarry</strong> on Twitter. You can also help further the conversation on Quora by commenting on Harry's answered questions <a href=\"http://www.quora.com/Harry-J-Enten\">here</a>.</p>",
  "<video data-media-id=\"gu-video-397732102\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/14/1350250622828/Larry-Elliott-in-North-Ca-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/14/LarryNorthCarolina-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/14/LarryNorthCarolina-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/LarryNorthCarolina/LarryNorthCarolina.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/14/LarryNorthCarolina_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/14/LarryNorthCarolina_3gpLg16x9.3gp\"/> </video>   <p>The world's biggest residential furniture fair took place in High Point, a small town in North Carolina 90 minutes drive away from Charlotte, this week. For the first time since the recession hit the United States almost five years ago, Alex Bernhardt thinks that this year there is reason to be optimistic. But he's not going overboard.</p> <p>\"Things are better than they were in 2008 but not nearly as good as they were in 2007\", the chairman of Bernhardt Furniture said from his plant in Lenoir.</p> <p>\"We're halfway back.\"</p> <p>The company, Bernhardt says, was devastated by the collapse in the housing market – the worst the US has ever suffered – in the aftermath of the sub-prime mortgage crisis. But in recent months there have been signs that a combination of time and the colossal stimulus provided to the economy have started to work.</p> <p>Prices are gently rising, the number of new buildings is rising, forced sales are dropping. The unemployment rate nationally has dipped below 8%, and – according to Bernhardt – among his 1,000 workers the \"fear has abated\" for those with a job. But there's a long way to go.</p> <p>In Bernhardt's Caldwell County unemployment is still 13%.</p> <p>The essence of Barack Obama's pitch to the American people is that government action is starting to repair the damage to the economy. His period in office has seen 5m private sector jobs created, the auto industry saved from bankruptcy, and a commitment by the Federal Reserve, to keep interest rates low until America is fully back to work.</p> <p>Consumers are more hopeful than they have been in five years, according to the latest University of Michigan poll. But that rise has to be put into the context of the worst half-decade for the US economy since the Great Depression of the 1930s.</p> <p>The glacial pace of America's recovery – highly unusual for a country that until the 1990s had a tradition of coming out of recession fast – has made this year's presidential race a knife-edge contest. US voters are susceptible to the question posed by Ronald Reagan in his contest with Jimmy Carter in 1980: do you feel better off than you did four years ago?</p> <p>Obama's approach to running the economy has been cautious. Early in his presidency he announced a stimulus package worth almost $800bn; it was attacked as reckless extravagance by the Republicans, but as timid and inadequate by Keynesian economists such as Paul Krugman.</p> <p>Unlike Franklin Roosevelt in the 1930s, he has not sought to punish Wall Street for its role in blowing up the economy. The current incumbent of the White House could not say, as FDR did when seeking re-election in 1936: \"Wall Street hates me and I welcome that hate.\"</p> <p>The stock market has rallied strongly in the past four years, and one of Obama's problems is that Wall Street has done a whole lot better than Main Street, affected by the triple whammy of high unemployment, a depressed housing market and a squeeze on wages. Simon Johnson, economics professor at MIT, said the failure to crack down harder on the financial sector was \"shocking and appalling given the damage caused by Wall Street\".</p> <p>North Carolina, where the unemployment rate is two points above the national average and nudging 10%, is a state Barack Obama narrowly won in 2008 but looks likely to lose to Mitt Romney next month. </p> <p>The state's economy was once based around the three Ts –textiles, tobacco and timber – but diversified in the wake of the decline of traditional manufacturing. This recession hit new industries as well as old.</p> <p>Charlotte, where Obama held the Democratic party convention this year – is the home of Bank of America, which has slashed jobs by the thousands in recent years. Its biggest private sector employer is Carolinas Healthcare System, which employs more than 20,000 people in the city and 60,000 across the state. </p> <p>Even the healthcare industry felt the pinch as companies cut back insurance and people who lost jobs, and their health coverage, deferred procedures.</p> <p>Joe Piedmont, president and CEO, said he had been surprised by the severity of the recession. \"We believed healthcare tended to be insulated from the general economy, but we found elective procedures and discretionary spending on health dropped.\"</p> <p>Life is getting better, he said, but its not just the economy that is holding business back. The bitter political infighting that has characterised Obama's first term remains a real drag on the economy, he said. Decisions are delayed, investments put on ice as business leaders worry about what the future holds. </p> <p>\"People really don't want four more years of the last two years of gridlock. I can remember the 60s and in my lifetime I can't recall anything like this. This is a very big philosophical divide.\"</p> <p>Natalie English, senior vice-president for Charlotte's chamber of commerce, agrees. \"I have never seen political deadlock like this. It's really bad for business. There are decisions about infrastructure that need to be made for this community that are just stuck because of political infighting. No one will compromise.\"</p> <p>At the Democrats' Charlotte office Sam Spencer, president of the Young Democrats of North Carolina, is organising the final push before voting begins. Spencer says the economy is issue number one but while the present remains difficult he believes Obama has proven he is on the right track.</p> <p>\"People are aware that the president inherited an economic disaster,\" says Spencer. \"We were on track for economic collapse, we saw the abyss and we are still standing.\" He says local voters are keen to push back against the more extreme Republican elements and that their hardline stance on social issues is winning over voters.</p> <p>Bernhardt is far less keen on four more years of Obama. Not least because he believes Obama is anti-business. \"He has been antagonistic to business. He's populist, he attacks the banks. He's much more liberal than most business people,\" he said.</p> <p>But on one thing they both agree. \"It's going to be very close,\" said Bernhardt.</p>",
  "<p>Havas Media's latest meaningful brands report has cast its eye towards brand Romney and brand Obama. In a survey of 378 adults distributed across the political who intended to vote in the 2012 presidential election, the conclusion of last week's report was that President Obama's meaningful brand attributes scored higher than Mitt Romney's, despite Romney victory and subsequent poll swings in the presidential debate.</p> <p>The Meaningful Brands survey looks specifically at how brands can help us live more fulfilled lives, feel more connected, less stressed, secure and positive about the future, and how different media platforms form those views. Obama was voted more meaningful than Romney both in terms of how he impacts voters' personal lives and the lives of the communities they care about.</p> <p>For more individual, personal concerns, Romney lags behind Obama by 10 percentage points (14% vs. 24%). When it comes to more collective, social issues surrounding the community or economy, Obama outpaces Romney by 15 percentage points (36% vs. 21%). However, the percentages for both candidates across both individual and collective indicators of wellbeing are low.</p> <p>While Obama is winning the meaningful brands race by a significant margin, but meaningful scores for both candidates are low. Romney is only considered meaningful by his core Conservative audience and is threatened by low scores from moderate Conservatives and middle of the road voters. Does this show that voters in the US do not think that either candidate is doing enough to help them live better lives? Do measures such as the Meaningful Brands analysis give us a different view of perceptions offered by traditional polling data?</p> <p>Umair Haque, Director Havas Media Labs, comments, 'There is optimism in the US but it's clear that both candidates are not delivering on this desire to live better lives in any sort of tangible form. Our Meaningful Brands project highlighted that the American public are looking to live more fulfilled valuable lives – we are all if you like on a quest for meaning. Even though Obama wins this week, it's clear with scores in the 20th and 30th percentiles that he has a long way to go before 'Brand Obama' becomes really meaningful – as both a President and a leader.'</p> <p>The results also confirm that Romney is not considered meaningful with anyone other than hardcore Conservatives. If isolating the focus on his core audiences, his scores across all 39 aspects of meaningfulness could challenge Obama – especially when speaking about business and the economy – but results show that he needs to convince people who are identified as the moderate conservatives or the 'middle of the road / swing votes' that his policies resonate in terms of generating more meaningful lives to voters.</p> <p>The survey confirms that Democrats are more social and digital than Republicans. During the debates, the liberal audience shared ideas on social media platforms to a greater extent than their Conservative counterparts and were more likely to spend at least an hour per day talking about the candidates and the election. Liberals were three to four times as likely to be actively posting or reading about the election during the debates.</p> <p>Hernan Sanchez CEO Havas Media Intelligence, concludes, 'It's no surprise that Facebook usage and digital platforms in general are used more prolifically by the Democrat voters. However, unless the real strategic issues of meaningfulness are addressed, these digital platforms will only help close short-term gaps. Having a more socially oriented group of voters can open up gains for Obama but it also can make Obama's brand more volatile.</p> <p>Unless these social platforms are used to enable people to live better, more connected and meaningful lives, these gains are short-lived.'</p> <p>Fast facts on meaningful scores for the first first of the weekly surveys:</p> <p>1. Overall, voter confidence for the future of the country is low, but 26% strongly agree that Obama helps them feel more confident vs. 19% Romney</p> <p>2. More Conservatives reported watching the debate on October 3rd (27% more Conservatives watched the debate than Liberals)</p> <p>3. The weekly TV debates in the run-up to the election are still considered meaningful to the majority of voters surveyed</p> <p>4. Aligned with the post-debate sentiment, 53% of the voters asked reported that their feelings shifted more favourably towards Romney following the debate</p> <p>5. 45% feel that Obama listens and cares – compared to only 20% with Romney</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398239417\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350307330212/obama-romney-brand-analys-001.jpg\" alt=\"obama romney brand analysis infographic\" width=\"462\" height=\"1460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">  Photograph: Havas Media</span> <span class=\"element-image__credit\">Photograph: Havas Media</span> </figcaption> </figure>  <p>6. Obama is still scoring well on social issues, such as fair pay and equal opportunities, with over 40% of voters scoring him well in these areas compared to scores averaging 20% for Romney</p> <p>7. Romney achieves a small margin over Obama on business related areas, such as creation of jobs and development of business</p> <p>8. On more personal issues, 31% of recipients respondents strongly agree that Obama treats them with respect (compared to 15% for Romney)</p> <p>9. Overall, Obama doubles the scores of Romney on such issues as 'helping us become better citizens' and 'becoming more informed' – but these scores are still only averaging percentages in the mid 20s.</p> <p>10. The key potential problem areas for Obama are mainly economic – it's a close call on how each is considered to help us make our money grow (18% scores for Obama with Romney close on nearly 17%)</p> <p>11. Respondents were twice as likely to read/post about the election on Facebook compared to Twitter during the debate</p> <p>12. Twitter comes in at second with just under 8% overall. Once again we see huge differences between the two parties – 16% of Liberals are using it compared to only 5% of Conservatives 13. Middle of the road voters were more likely to be reading the newspaper or listening to talk radio during the debates than any other political leaning group</p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"https://register.guardian.co.uk/media/\" title=\"\"><strong>sign up for free membership</strong></a><strong> of the Guardian Media Network. This content is brought to you by Guardian Professional.</strong></p>",
  "<p>Just when he thought he was out, they pull him back in. <a href=\"http://www.newyorker.com/reporting/2012/07/30/120730fa_fact_remnick\" title=\"\">Having told the New Yorker that he was going to sit this election out</a>, Bruce Springsteen <a href=\"http://www.theguardian.com/world/2012/oct/13/barack-obama-bruce-springsteen-ohio\" title=\"\">has decided to saddle up once more in support of President Barack Obama's re-election bid</a>. His first appearance will be alongside Bill Clinton at a rally in Parma, Ohio this Thursday. Like Clinton, <a href=\"http://www.theguardian.com/world/2012/sep/05/bill-clinton-elizabeth-warren-live\" title=\"\">whose convention speech thrilled the faithful last month</a>, Springsteen is well-equipped to inject some emotional heat into a somewhat chilly and apologetic Obama&#xa0;campaign.</p> <p>In this area Springsteen knows failure as well as success. While 2008 was a dream election for the left in the&#xa0;US, Springsteen was also the star attraction on <a href=\"http://www.theguardian.com/world/2004/oct/03/uselections2004.arts\" title=\"\">the 2004 Vote for Change tour in aid of John Kerry</a>. Not one of the swing states visited by the tour changed direction as a result and George Bush returned to the White House. REM's Peter Buck has recalled talking to Springsteen's guitarist Steve Van Zandt backstage: \"We both said: 'Y'know, I'm glad we're doing this, but&#xa0;it's not going to do anything. Kerry's losing.'\"</p> <p>So you can see why Springsteen hesitated this time. In campaigning for&#xa0;broader issues, you can claim to be nudging public opinion in the right direction, however slowly, but the brutal calculus of elections allows only&#xa0;for winners and losers. It takes courage to risk being numbered among&#xa0;the latter.</p> <p>Rock music's first concerted effort to&#xa0;influence an election ended in the most crushing defeat of all. Such marquee names as <a href=\"http://www.theguardian.com/books/2012/apr/06/natural-woman-carole-king-review\" title=\"\">Carole King</a>, <a href=\"http://www.theguardian.com/music/grateful-dead\" title=\"\">Grateful Dead</a> and <a href=\"http://www.theguardian.com/music/simonandgarfunkel\" title=\"\">Simon and Garfunkel</a> played benefit shows for anti-war liberal <a href=\"http://www.theguardian.com/world/feedarticle/9977858\" title=\"\">George McGovern</a> in 1972 – Neil Young even recorded a single for the candidate, <a href=\"http://www.youtube.com/watch?v=SBhAUr-8zDc\" title=\"\">War Song</a> – and the Republican Richard Nixon still won by a historic landslide. The cherished youth vote, <a href=\"http://system.uslegal.com/u-s-constitution/amendment-xxvi-right-to-vote-at-age-18-1971/\" title=\"\">expanded by the lowering in 1971 of the voting age from 21 to 18</a>, failed to materialise in McGovern's favour. So much for the power of rock music to win hearts and minds, you might think. And yet <a href=\"http://www.nytimes.com/2006/09/21/opinion/21thu4.html\" title=\"\">Nixon had been troubled by John Lennon's plans to stage an anti-incumbent tour</a> (cancelled due to&#xa0;his fight against deportation), so somebody was taking it seriously.</p> <p>Many disconsolate McGovern supporters, including Lennon and Young, steered away from politics for years afterwards. In Britain, the same happened to Paul Weller after Margaret Thatcher's re-election in 1987. Weller had stifled his suspicion of party politics in order to add his star power to the <a href=\"http://news.bbc.co.uk/1/hi/entertainment/3682281.stm\" title=\"\">Red Wedge campaign in support of Neil&#xa0;Kinnock's Labour party</a>, and his political commitment never recovered from Red Wedge's failure. \"Before the Wedge, the Style Council had done a&#xa0;lot independently, raised a lot of money in benefits,\" he told Q magazine. \"After the Wedge, we were so disillusioned it all stopped. We were totally cynical about all of it.\"</p> <p>Weller was simply too idealistic for electoral politics. That role requires the pragmatism to understand what is achievable, the strength to endure defeat and the humility to know that campaigning musicians aggravate as many people as they inspire. \"[Political] capital diminishes the more often you do it,\" Springsteen admitted to the New Yorker.</p> <p>The principled yet pragmatic Springsteen must know he has a tricky task ahead. Unseating a president you hate is much more energising than re-electing one who has disappointed you. It's notable that many of the musicians who were shouting their support for Obama from the rooftops in 2008 will now only express approval if prompted by interviewers. Many have waited until late in the day before stepping forward, although Springsteen is not alone: <a href=\"http://blog.chron.com/celebritybuzz/2012/10/katy-perry-stevie-wonder-others-play-for-barack-obama/\" title=\"\">a rally in Los Angeles last week featured Stevie Wonder, Bon Jovi and Katy Perry</a>. Perhaps the horrific prospect of a Romney-Ryan White House has only just sunk in.</p> <p>Jay-Z and Beyoncé hosted a fundraising party in New York in September for 100 guests who paid $40,000 (£25,000) each; under new campaign finance laws, perhaps the most practically useful thing celebrities can do is help fill the war chest.</p> <p>Springsteen's ability to affect the outcome is limited. No matter <a href=\"http://www.youtube.com/watch?v=KFAr2AbvvF8\" title=\"\">how passionately he sings Badlands</a>, he has&#xa0;little chance of stopping <a href=\"http://www.salon.com/2012/09/20/beyond_guns_and_god/\" title=\"\">white blue-collar men from backing Mitt Romney 2:1</a>. They are more likely to see the singer as another celebrity liberal than as a fellow son of toil.</p> <p>But in a polarised country with few&#xa0;undecideds, ballot-box success rests more on getting out the vote than&#xa0;on winning over swing voters. Maybe Springsteen saw <a href=\"http://www.theguardian.com/world/2012/oct/04/romney-obama-first-presidential-debate\" title=\"\">Obama's low-voltage debate performance</a> and thought the base needed firing up in a&#xa0;hurry. An inspiring performance might just provide the visceral jolt that&#xa0;propels someone to the polling station on 6 November, but if Obama loses, then Springsteen is wise enough and tough enough not to take it personally. On the billion-dollar stage of a presidential election, even the biggest celebrities must settle for supporting roles.</p>",
  "<p>Chadli Bendjedid, who has died of cancer aged 83, was the president of Algeria from 1979 to 1992. During his rule, the republic became more moderate than it was under his predecessor, Houari Boumedienne, who lent his support to hijackers and terrorists. Coming to power after Boumedienne's death, Bendjedid introduced democratic reforms and created a multi-party system. He tried to reduce the role of the state in the economy and the government's surveillance of citizens.</p> <p>In his first months in power, Bendjedid freed <a href=\"http://www.theguardian.com/world/2012/apr/11/ahmed-ben-bella\" title=\"Ahmed Ben Bella obituary\">Ahmed Ben Bella</a>, the first president of independent Algeria, who had been under house arrest since Boumedienne deposed him in 1965. In negotiations in 1980-81, Bendjedid's government helped to secure the freedom of the 52 American hostages held in Iran. Several years later, he became the first Algerian president to make an official visit to the US.</p> <p>In the late 1980s, when the Algerian economy was failing due to the collapse of oil and gas revenue, Bendjedid introduced austerity policies which resulted in long queues for scarce and expensive food. This sparked a protest known as the couscous revolt, resulting in four weeks of strikes in 1988 and widespread rioting in Algiers, Oran, Blida and other towns. By the time security forces had restored order, around 500 people had been killed and more than 3,500 arrested.</p> <p>In December 1991 the Islamic Salvation Front (FIS) convincingly won the first round of multi-party elections, taking absolute majorities in 188 of 430 electoral districts, far ahead of the 15 seats held by the governing FLN (National Liberation Front). A few days before the second round, the army – fearing an FIS takeover – stepped in under the pretext of safeguarding the national interest, cancelled the elections and forced Bendjedid to resign in January 1992. The army rounded up thousands of FIS supporters and placed them in concentration camps in the Sahara. This triggered the long-running civil war which resulted in approximately 200,000 deaths. Bendjedid was put under house arrest in Oran, but freed when Abdelaziz Bouteflika won the election in 1999.</p> <p>Bendjedid was born in Bouteldja, a village close to the Tunisian border. Under colonial rule, the army was one way of finding a future, so Bendjedid served the French as a non-commissioned officer and fought in Indo-China, then defected to the FLN after the Algerian war of independence broke out in 1954. He later joined the National Liberation army in the Constantine region of north-eastern Algeria, and served as operational commander in various provinces.</p> <p>After more than 100 years of French rule and eight years of warfare, Algeria became independent in July 1962. Within two years, Bendjedid was military chief of the Oran region – a position he held until 1978. His battalion was one of the most important units to help Boumedienne in the 1965 coup that overthrew Ben Bella. Following the coup, he became a member of the revolutionary council, set up that year.</p> <p>A protege of Boumedienne, he was minister of defence when his mentor died in 1978. Bendjedid then became the army's and the FLN's preferred candidate to Bouteflika, who had served as Boumedienne's foreign minister for 16 years. Bendjedid was elected the third president of Algeria in February 1979 in a sweeping victory.</p> <p>In 2002 Bendjedid gave an interview in which he explained that he had wanted to accept the result of the 1991 elections and work with the FIS. He believed that the constitution gave him the power to prevent the FIS taking over all government institutions, but he failed to persuade the army chiefs.</p> <p>Bendjedid's memoirs are due to be published later this year. He was married to Halima Ben Aissa, with whom he had four sons.</p> <p>• Chadli Bendjedid, politician, born 14 April 1929; died 6 October 2012</p>",
  "<p>Vladimir Putin has hailed victories by his supporters in regional elections as proof that Russia's citizens support him.</p> <p>Opposition activists alleged widespread fraud in Sunday's polls, in which candidates from Putin's United Russia party won all five races for governor and most elections for local parliaments. But a bigger problem was voter apathy, with turnout nearing record lows.</p> <p>Putin, meeting Russia's election chief on Monday, thanked voters for the result. \"For me, the elections results are not unexpected,\" he said. \"I think it's yet another step that confirms voters' intention to support the current institutions of power and the development of the Russian state.\"</p> <p>The elections, held in regions throughout Russia, were the first since Putin returned to the presidency in May amid unprecedented protests against the longtime leader's continuing rule.</p> <p>They were also the first to be held since Russia returned to the practice of electing governors – which Putin banned in 2004 as he moved to centralise control.</p> <p>Dmitry Medvedev, now prime minister, brought back the elections as one of his parting moves as president earlier this year – a move seen as an attempt to appease growing opposition among the urban middle classes. Putin added a so-called \"filter\" to the practice, leaving the Kremlin an outlet for control.</p> <p>The opposition shared videos of ballot-stuffing and reports of so-called \"carousels\" – vans driven from poll to poll so that paid voters could cast their vote more than once. Golos, an independent vote monitoring organisation, said it received 850 reports of polling violations.</p> <p><a href=\"http://www.theguardian.com/world/feedarticle/10410439\" title=\"\">Yevgenia Chirikova, an opposition activist</a> who lost the race for mayor of the Moscow suburb of Khimki, said she would file several law suits to contest the result.</p> <p>Opposition activists threw their support behind Chirikova, an outspoken environmental campaigner who picked up about 20% of the vote. They remained largely silent on other electoral contests, a stark contrast to their large-scale agitation in the runup to national parliamentary elections late last year and the presidential vote in March.</p> <p>The movement has instead turned inward, holding a series of debates leading up to the election later this month of a \"co-ordinating council\" that is due to be its governing body.</p> <p>Turnout was low, with less than 15% of the electorate in the far eastern regions of Kamchatka and Primorye voting, and just 28% in Khimki.</p>",
  "<p>A world away from the traditional Sunday night viewing pleasures of Downton Abbey, <a href=\"http://www.theguardian.com/sport/2012/oct/14/felix-baumgartner-lands-safely-record\" title=\"\">supersonic skydiver Felix Baumgartner's 24-mile fall to Earth</a> was watched by a record audience of more than 8 million people live on YouTube.</p> <p>YouTube, which livestreamed Baumgartner's record-breaking skydive, reported a peak of more than 8 million concurrent livestreams of the Austrian's dramatic descent, <a href=\"http://www.theguardian.com/sport/2012/oct/14/felix-baumgartner-sound-barrier-live\" title=\"\">which began at 7.08pm on Sunday, UK time</a>.</p> <p>It was YouTube's biggest livestreamed event to date.</p> <p>The Google-owned company does not have a list of its biggest livestreamed events, but for comparison its coverage of the London 2012 Olympics peaked with \"more than half a million\".</p> <p>YouTube livestreamed the first US presidential debate between Barack Obama and Mitt Romney earlier this month, watched by \"millions\" of people making it \"one of YouTube's biggest livestream events ever\", it said.</p> <p>It also livestreamed last year's royal wedding, Obama's inauguration and a concert by U2.</p> <p>With a global peak of more than 8 million, YouTube has some way to go before it will even match the UK audiences for shows such as ITV1's Downton Abbey, but Baumgartner's audience is a significant pointer to the way audiences will increasingly watch live global events such as this in the future.</p> <p>Baumgartner <a href=\"http://www.theguardian.com/sport/2012/oct/15/felix-baumgartner-skydive-social-networks?intcmp=239\" title=\"\">also proved a hit on Facebook and Twitter</a>.</p> <p>Back on Earth, the fifth episode of the current run of Downton Abbey attracted 9.8 million viewers, a 37.6% share, between 9pm and 10pm.</p> <p>At the same time on Channel 4, the second in the new series of Homeland was watched by 2.2 million viewers (8.5%), only marginally down from the 2.3 million who saw last week's series opener.</p> <p>Andrew Marr's History of the World, caught in the headlights of two acclaimed dramas, could only manage 2.6 million viewers (11.3%) between 9.30pm and 10.30pm.</p> <p>The audience for its first half, of 2.25 million, rose to 2.9 million for its concluding 30 minutes once Downton Abbey and Homeland had finished.</p> <p>Elsewhere on Sunday, Kevin McCloud's Man-made Home, a sort of Grand Designs meets Top Gear, finished its four-part run with 1.7 million viewers (6.3%) between 8pm and 9pm. .</p> <p>Sitcom Friday Night Dinner, switched for its second run from Friday night to Sunday night, drew 900,000 viewers (4.3%) between 10pm and 10.30pm.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>The president of the Royal British Legion has quit his post in the wake of claims that he boasted he could use his honorary position to help defence companies lobby ministers and senior figures in the UK military.</p> <p>Lieutenant General Sir John Kiszely resigned following the allegations made in the Sunday Times, which prompted the legion to launch its own internal inquiry.</p> <p>In a letter to the legion, Kiszely said he had made \"exaggerated and foolish claims\" about the access he had and how he could use it.</p> <p>In a sting operation in which reporters posed as representatives of a South Korean arms company, Kiszely said his role at the legion gave him access to important figures in defence, and described the annual remembrance events as a \"tremendous networking opportunity\". At other events, he found himself \"standing there waiting for the Queen, with nothing else to talk about to [defence secretary] Philip Hammond than whatever\", he is recorded as telling the reporters. He claimed he would be having Christmas with the armed forces minister Andrew Robathan. This was denied by the Ministry of Defence.</p> <p>Confronted by the Sunday Times, Kiszley insisted he \"always kept my role as national president of the Royal British Legion completely separate from my business interests\".</p> <p>Another person caught in the sting was Lieutenant General Sir Richard Applegate, a former head of procurement at the Ministry of Defence. He is alleged to have said he successfully lobbied for an Israeli defence firm, even though he was banned from doing so under the rules set out by the advisory committee on business appointments (Acoba). The rules say former defence personnel cannot lobby for two years after they have retired.</p> <p><a href=\"http://www.theguardian.com/uk/2012/oct/14/mod-lobbying-claims-key-figures\" title=\"\">Others fooled by the Sunday Times</a> included Lord Dannatt, former head of the army; Admiral Trevor Soar, former head of the Royal Navy fleet; Lord Stirrup, former chief of the defence staff, and General Sir Mike Jackson, former head of the army.</p> <p>The legion on Monday said it had received a letter from Kiszely which stated that he was standing down because \"it would be inappropriate for me to remain as national president of the Legion\".</p> <p>It continued: \"I have … never used any access gained as president to raise the subject of, or discuss, any business interests whatsoever, let alone to make representations on behalf of clients. And I have made it equally clear that I have never breached any government rules related to lobbying. But I made exaggerated and foolish claims to the contrary, incompatible with my position in the Legion.</p> <p>\"I was due to step down from the role in December, and with my successor already nominated, I believe that it is in the Legion's best interests to bring forward the handover to allow him to take over with immediate effect.</p> <p>\"It has been an honour and pleasure to serve as the Legion's national president for the past four years, and I wish it every success in the future.\"</p> <p>Chris Simpkins, director general of the Legion, said: \"It has been a great honour for the Royal British Legion to be associated with Sir John during the past four years. His example, commitment and dedication to our charitable work on behalf of the armed forces community have been a great help to many and an inspiration to all.</p> <p>\"The Legion's work, including Remembrance events, must be kept free of any suggestion that they could be used for commercial or political gain. Sir John's remarks suggested otherwise.</p> <p>\"I have discussed the matter with Sir John and consulted with the governance committee of the board of trustees and am satisfied that no breach of the Legion's code of conduct has actually occurred. The president does not have any personal guests in his box at the festival in which he hosts senior politicians and military personnel as guests of the Royal British Legion. Sir John's remarks were out of character.</p> <p>\"Sir John's resignation has been accepted. His successor as national president, who had been identified some weeks ago, will be announced shortly.\"</p> <p>Hammond has launched a review of rules governing access to ministers and serving officers to \"shut down\" meetings that could be seen as inappropriate. Though he insisted no contracts had been awarded as a result of outside influence, he said some of the allegations made in the Sunday Times were \"deeply damaging to the individuals concerned and their reputations\".</p> <p>\"If we find that people are not abiding by the advice they are given then we will need to look at whether there are steps we can take to shut down their access to ministers and officials,\" he said.</p> <p>He accused some former officers of \"bigging up their capabilities\".</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397743859\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350229115267/Duchess-of-Cambridge-009.jpg\" alt=\"Duchess of Cambridge\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Duchess of Cambridge and her sister Pippa Middleton were two of the women most likely to be pictured on newspaper front pages. Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/media/2012/oct/14/sexist-stereotypes-front-pages-newspapers\">Sexist stereotypes 'dominate the front pages'</a><br> Study reveals 78% of front-page articles are written by men, and 84% of those quoted or mentioned are male</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/14/rupert-murdoch-phone-hacking-scumbags\">Rupert Murdoch: phone-hacking campaigners are 'scumbag celebrities'</a><br> News Corp chief causes outrage on Twitter with caustic dismissal of victims who lobbied David Cameron last week</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/14/el-pais-newspaper-workforce\">Spain's El País newspaper feels the pain</a><br> Journalists withdraw their bylines as they fear parent group Prisa may sell off the company or bleed it dry</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4521771/content-producer-media-and-technology/\">Guardian News &amp; Media - Content Producer - Media &amp; Technology</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4522945/media-relations-assistant/\">Local Government Association - Media Relations Assistant</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4518559/marketing-executive/\">Travelzoo - Marketing Executive</a> <br>London/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong></p> <p>Newspaper front pages still male dominated and sexist, says study. P1,7<br>Former BBC Radio 1 boss questioned Jimmy Savile about \"rumours\" 20 years ago. P5<br>Rupert Murdoch calls celebrity hacking victims scumbags. P6<br>Comment: duchesses aside, men rule our media. P7<br>Christmas ad blitz unleashed for technology gifts. P21<br>Editorial: women in the media - don't ban it, bin it. P26<br>The readers' editor on giving proper credit to news agency journalists. P27<br>Letters: Savile - the lessons we must learn. P27<br>MediaGuardian: Emily Bell - can an ageing star find a new role in Hollywood? P28<br>MediaGuardian: Spain's El Pais newspaper feels the pain. P28<br>Media Monkey's diary.<br>MediaGuardian: Nicky Campbell interview. P29<br>Martin Kelner on sport on TV. Sport P12</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>Scottish viewers may have to pay extra to watch BBC. P5<br>Police to hunt for Savile evidence at Broadmoor. P6<br>Rising star of Channel 4's Fresh Meat, Charlotte Ritchie. P41<br>Obituary: advertising film director and photographer Bob Brooks. P44</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong></p> <p>Johnny Ball voted off Strictly Come Dancing. P2<br>Police to visit Broadmoor in Jimmy Savile case. P5<br>Viewers in independent Scotland could pay more to watch BBC. P7<br>Yasmin Alibhai-Brown: We must listen to those who suffered in Jimmy Savile case. P13<br>Profits at XL Recordings, home to Adele, surge tenfold. P40<br>Gideon Spanier: It's not just Facebook using tax avoidance. P41<br>Danny Rogers: Firms' rapid PR response to major crises. P41<br>UK pension fund chief leading mission to unseat Rupert Murdoch. P43</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>Sir Michael Lyons: Newsnight has questions to answer over dropped Jimmy Savile report. P11<br>Clare Balding criticised over 9/11 joke. P11<br>Johnny Ball voted off Strictly Come Dancing. P11<br>Muslims in video protest at Google offices. P17<br>Cristina Odone: Jimmy Savile's celebrity status blinded us to his actions. P24<br>Profits at XL Recordings, home to Adele, surge tenfold. Business P3<br>Internet pioneer Yoox expands into art sites. Business P5<br>Rupert Murdoch urged to end twin roles at News Corp. Business P5</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>BBC chief to face independent inquiry over Jimmy Savile claims. P8<br>Microsoft to launch digital music service. P11<br>Vivendi approaches Vodafone over potential SFR sale. P33</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>Details emerge of Jimmy Savile's tactics to evade investigation. P4<br>Sir Richard Branson raising $90m to roll out Virgin Mobile globally. P16<br>Social media's advertising turf war intensifies. P17<br>New York Times plans Brazil website. P17</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>BBC rocked by Jimmy Savile allegations. P5<br>Iranian hackers blamed for US cyberattacks. P11<br>Google faces US antitrust and mobile worries. P19,20<br>Suitors line up for Vivendi's assets. P19<br>Google's driverless car. P23<br>Ten ways to make your Android phone smarter. P29<br>Dragon dictation software can control Mac by voice. P29</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>DJ fondled me on air, claims newsreader. P1,7<br>Andrew Pierce: will Rupert Murdoch move backfire on top Tory? P18<br>Strictly Come Dancing latest. P19<br>US public pension funds seek to oust Rupert Murdoch. P61</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>Jimmy Savile abuse just tip of the iceberg, say lawyers. P7<br>Backstage at Strictly Come Dancing. P8<br>The X Factor latest. P8<br>Preview of final of BBC2's Great British Bake Off. P29</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>Jimmy Savile's youngest victim was scout aged 9. P1,4<br>'Hysteria' claim by former BBC chairman over Jimmy Savile reporting. P4<br>Hospital to probe Jimmy Savile's lone visits to morgue. P5<br>Editorial on Jimmy Savile and the BBC. P8<br>The X Factor beaten by Strictly Come Dancing. P11<br>Channel 4 buys third series of Homeland. TV Biz P1<br>Backlash over The X Factor 'milf' apology. TV Biz P1<br>Strictly Come Dancing latest. TV Biz P3</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>Strictly Come Dancing latest. P3<br>The X Factor star's panic attack. P9<br>Former BBC Radio 1 boss questioned Jimmy Savile about 'rumours' 20 years ago. P11<br>Jim Shelley on TV. P21<br>Interview with Emmerdale star Chris Chittell. P25<br>Last of the Summer Wine star to appear in Coronation Street. P26</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>Jimmy Savile bribed police, claims former bodyguard. P1<br>The X Factor star's panic attack. P6<br>Strictly Come Dancing latest. P7<br>Disney moves to Pinewood. P24</p> <p><strong>And finally ...</strong></p> <p>Johnny Ball, the oldest contestant to take part in BBC1's Strictly Come Dancing, also became the first to leave the new series on Sunday after he lost the dance-off to TV presenter Richard Arnold. Ball suffered more than his share of bad luck after his professional dance partner had to sit out the first live show with a fractured ankle, then he was asked to change the first quarter of the routine at short notice. Still, there's always an upside to his early exit, he told the Sun. 'It is a pity Strictly has come to an end for me, as I doubt I'll keep my fitness up. But I have given up beer, so I might sneak it back in.' The Sun TV Biz P2</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/14/jimmy-savile-bbc-radio-questioned\">Jimmy Savile questioned by BBC boss 20 years ago</a><br> Former BBC Radio 1 controller says he had no reason to disbelieve TV presenter's reply that rumours were 'nonsense'</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/12/times-bulk-copies-circulation-abc\">Times keeps circulation above 400,000</a><br> News International's daily hands out 17,000 free copies as six other national dailies report double-digit declines</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/oct/15/google-privacy-policy\">Google 'to be told by EU to unravel privacy policy'</a><br> French data protection commissioner's ruling that web giant must separate user data could have global impact, say sources</p> <p><a href=\"http://www.guardian.co.uk/business/2012/oct/14/microsoft-apple-samsung-christmas-advertising\">Microsoft, Apple and Samsung to launch Christmas advertising blitz</a><br> Analysts say digital giants' advertising spend will be on a scale not seen 'outside presidential elections'</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/13/radio-4-online-unlocking-past\">Radio 4 to embrace online future by unlocking its past</a><br> BBC Radio 4 aims to 'break out of schedule' by making historic content available on demand – starting with 920 episodes of Alistair Cooke's Letter from America</p> <p><a href=\"http://www.guardian.co.uk/tv-and-radio/2012/oct/13/million-muppet-march-washington-public-broadcasting\">Million Muppet March in Washington to defend public broadcasting</a><br> Mitt Romney's pledge to end subsidy for PBS is met by protest spearheaded by Sesame Street's Big Bird</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/12/jimmy-savile-government-civil-claims\">Jimmy Savile scandal: government could face civil claims</a><br> Department of Health could be sued directly over claims that star abused patients when volunteering at Broadmoor hospital</p> <p><a href=\"http://www.guardian.co.uk/politics/2012/oct/12/clegg-banning-sun-page-3-illiberal\">Clegg: banning Sun's Page 3 girls would be illiberal</a><br> Deputy PM declines to back campaign to ban tabloid institution on the grounds that government should not dictate newspaper content</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/12/bbc-jimmy-savile-investigation\">BBC under pressure to say when DG knew about Jimmy Savile investigation</a><br> George Entwistle asked by MP if he knew about Newsnight investigation before BBC1 broadcast tributes to presenter</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/oct/12/kickstarter-uk-launch\">Kickstarter UK launch set for 31 October</a><br> Will Brits follow in the successful crowdfunding footsteps of Amanda Palmer, Pebble and Double Fine?</p>",
  "<p></p> <h2>Monday</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397648182\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350037665320/Sing-for-Your-Life-008.jpg\" alt=\"Sing for Your Life\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sing for Your Life, Channel 4. Photograph: Charles Fearn/Channel 4</span> <span class=\"element-image__credit\">Photograph: Charles Fearn/Channel 4</span> </figcaption> </figure>  <h2>Sing for Your Life<br>8pm, Channel 4</h2> <p>Can singing help cancer patients battle the disease? This experiment puts together a group of 35 people of all ages who've had treatment for cancer and gives them 12 weeks to rehearse for a performance at the Royal Albert Hall. The result is just lovely. Enthusiastic choir leader Cat Southall admits she has her work cut out with the quality of some of the singers at first, but by the time the Big C belt out Bon Jovi's It's My Life at the gig it really doesn't matter. Emeli Sandé and Russell Watson are among their celebrity cheerleaders. <em>HV</em></p> <h2>Wonderland: Walking with Dogs<br>9pm, BBC2</h2> <p>If you wanted to make a film in the capital about the emotional bond between dogs and their owners, you'd do worse than pitch up at Hampstead Heath – the biggest green space in London. In this funny, tough and affecting documentary, Vanessa Engle barks personal questions at assorted dog-walkers, who open up their lives to us; from the recovering alcoholic with a dog called Zen – \"because he lives in the now\" – to the woman who says of her dog, \"Luna finds anything: bras, money, anything …\" Pause. \"Goats' heads.\" <em>AJC</em></p> <h2>Monroe<br>9pm, ITV1</h2> <p>Possessing maverick tendencies is no bad thing in a neurosurgeon. In fact, it's practically part of the job description. However, a failure of nerve is an entirely different matter, and a glum and moody-looking Monroe is in the grip of doubts following an operation that went catastrophically wrong. Can he snap out of it? Elsewhere, there's post-coital tension between Shepherd and Witney, and newly promoted Springer acts like an idiot. For all its occasional silliness, a medical drama that's a delicate scalpel cut above Holby City or Casualty. <em>JW</em></p> <h2>World War Two: 1942 and Hitler's Soft Underbelly<br>9pm, BBC4<br></h2> <p>Why does so much of Britain's campaigning history in the second world war revolve around north Africa and the much-storied Desert Rats? Professor David Reynolds argues that Churchill's preoccupation with the region had much to do with preserving the arteries of empire, as well as avoiding the sort of direct conflict with the Germans suffered by the Russians that would have led to a politically unpopular bloodbath reminiscent of the Great War. Compelling stuff, marred only by Reynolds's bad imitations of Roosevelt in the narrative. <em>DS</em></p> <h2>Sex, Death and the Meaning <br>of Life<br>10pm, More 4<br></h2> <p>Debut of a new series in which Richard Dawkins undertakes a sort of imaginary tour of his ideal world – one in which humanity has forsaken the worship of unanswerable gods who don't seem to like us much, and committed itself to building a world founded entirely on reason. Dawkins confronts the common – and altogether wrongheaded – belief that without religion there can be no morality, asking whether science can indeed provide a basis for an ethical life. The first instalment of his journey takes him from inner-city London to America's Bible belt. <em>AM</em></p> <h2>Switch<br>10pm, ITV2<br></h2> <p>Four modern young witches share a house in Camden, north London in this new supernatural comedy-drama. Former EastEnder Lacey Turner stars and Caroline Quentin plays one of the witches' overprotective mums. They struggle to juggle their advertising/physiotherapy careers with being both magic and beautiful. Of course, the Camden witches have a feud going with some posh ones from west London. It's not at all sophisticated or layered in a Buffy way but decent fluff nevertheless. <em>JNR</em></p> <p></p> <h2>Tuesday</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397648183\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350037809883/The-Great-British-Bake-Of-008.jpg\" alt=\"The Great British Bake Off\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sue Perkins, Mary Berry, Paul Hollywood & Mel Giedroyc host The Great British Bake Off, BBC2. Photograph: Amanda Searle/Love Productions/BBC</span> <span class=\"element-image__credit\">Photograph: Amanda Searle/Love Productions/BBC/Amanda Sear</span> </figcaption> </figure>  <h2>The Great British Bake Off<br>8pm, BBC2</h2> <p>A nation gripped by soggy bottoms and Mary Berry's wardrobe sits on the edge of its collective sofa for the big final. Baking Bieber-alike John, tank top-wearing James and divo of detail Brendan have made it this far, but they must pull off three complicated technical challenges on the last stretch. Their pastry skills are tested to the limit with a pithivier and the dreaded fondant fancies, followed by the creation of a masterpiece from chiffon sponge. Fridge and pray, people. Fridge. And. Pray. <em>HV</em></p> <h2>Fresh Meat<br>10pm, Channel 4<br></h2> <p>Term two trundles on, with Heather increasingly attached to Kingsley, much to the chagrin of BFF Josie. JP is bedridden with mumps, with Vod the only person who can safely care for him. Howard becomes paranoid about household security after getting mugged for his shoes (or maybe just giving them away to three scary but silent hoodies), leading to new housemate/emotion-vacuum Sabine giving self-defence lessons to the girls. As ever, a huge amount packed into the hour, with not a single sub-plot left wanting. <em>MJ</em></p> <h2>Freddie Mercury: the Great Pretender – an Imagine Special<br>10.35pm, BBC1<br></h2> <p>Queen frontman Freddie Mercury's audience-eating-out-of-his-hand Live Aid performance cemented his reputation as one of rock's great frontmen. But what was the singer like offstage? Surprisingly shy and prone to moments of cattiness, to judge by the interviews in this documentary. For all that the narrative leads up to Mercury's death from Aids – at a time when prejudice surrounded the condition – there are plenty of funny moments: recording with Michael Jackson, we learn, was tough on account of Jacko's llama. <em>JW</em></p> <h2>Order and Disorder with Jim Al-Khalili<br>9pm, BBC4<br></h2> <p>As part of BBC4's Big Science week, a film about the story of energy. Or, as they say in TV land: \"How we discovered the rules that govern the universe.\" Here, Professor Jim Al-Khalili does a great job, among other things, of explaining that it is a painfully long process from a scientist having a lightbulb moment to that idea having a genuine effect on the wider world. From Leibniz's idea of the world as a \"living machine\", through to steam power and what we now call \"thermodynamics\", the realisation that energy isn't created or destroyed but instead transferred is a satisfying discovery to watch. <em>JR</em></p> <h2>Cuckoo<br>10pm, BBC3<br></h2> <p>Cuckoo extends his sphere of spiritual influence to Ken's father-in-law, after he deduces that a visiting cat is in fact the reincarnation of Ken's dead wife, Debra. Again, everyone bar Ken and Dylan is taken in by Cuckoo's bullshit, perhaps giving the first glimmer that there might not be much else to this likable new sitcom. Cuckoo (Andy Samberg) and Ken (Greg Davies) hog most of the best lines as usual, but the setups humiliating Ken and venerating Cuckoo appear to be treading much the same ground as previous weeks. <em>BA</em></p> <h2>White Collar<br>10pm, Alibi<br></h2> <p>The second season opener finds white-collar criminal Neal Caffrey back in and out of prison as he helps FBI handler Peter Burke solve more \"gentlemanly\" crimes. After the plane explosion that ended the first series, Caffrey is determined to find his girlfriend's killer, but there's a new superthief in town, the Architect, who sends everyone calling cards to tell them they're going to be robbed. It's a silly, far-fetched show, though not without a breezy charm provided by its central characters and enjoyably preposterous crimes. <em>PO'N</em></p> <p></p> <h2>Wednesday<br></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397648184\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350039384026/Who-Do-You-Think-You-Are--008.jpg\" alt=\"Who Do You Think You Are? John Barnes\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Barnes is the subject of Who Do You Think You Are?, BBC1. Photograph: Andrew Montgomery/BBC</span> <span class=\"element-image__credit\">Photograph: Andrew Montgomery/BBC</span> </figcaption> </figure>  <h2>Who Do You Think You Are?<br>9pm, BBC1</h2> <p>Poking around his family tree tonight is John Barnes, a distinguished footballer for Liverpool and England. The most famous image of Barnes's career, as the introduction reminds us, depicts him backheeling a banana thrown at him by some racist idiot. Barnes always retained preternatural calm in the face of such stupidity, an ability he ascribes to a solid middle-class upbringing: his father was an officer in the Jamaican army. Barnes returns to Jamaica, where his mother reintroduces a family of journalists, trade unionists and agitators – they sound a genuinely fun bunch. <em>AM</em></p> <h2>Welcome to India<br>9pm, BBC2<br></h2> <p>This excellent series has taken a positive spin on the challenges facing India's urban underclass. A salutation to resourcefulness and good humour, Welcome to India has uncovered the unlikely opportunities individuals have spotted amid the apparent chaos of their surroundings. This final episode finds more dreams for the future and sacrifices in the present. Prakash aspires to be a film star – but his family have a more immediate requirement of him. Sujit, meanwhile has devised a way to visit his newborn daughter, hundreds of miles away. <em>JR</em></p> <h2>Dallas<br>9pm, Channel 5<br></h2> <p>Josh Henderson plays John Ross with such an artful swagger that it would be easy just to watch 40 minutes of his scheming – even better is that he doesn't have it all his own way, as his dodgy business partner Vicente is demanding results. Desperate to get the drilling rights to South Fork, he tries to enlist Lucy Ewing's support, while his entanglement with Marta leads to trouble. There are also repercussions for Bobby after his assault on Mitch, and wet blanket Christopher spends the episode trying to deal with Rebecca's bombshell. <em>MS</em></p> <h2>Scam City<br>8pm, National Geographic<br></h2> <p>Conor Woodman braves the streets of Buenos Aires to see how travellers are being ripped off by enterprising locals. His knack for charming pickpockets, dodgy taxi drivers and a mistress of seduction means he gets a fascinating insight into the scammers' work. The police think he shouldn't try to find out too much about the people who run the underworld. \"They won't hesitate to shoot you,\" warns one officer, \"then cut you into pieces and put you inside a bin bag.\" Undeterred, Conor eventually tracks down the Artist, the man behind the city's counterfeit money, for an illuminating chat. <em>HV</em></p> <h2>The Final Frontier? A Horizon Guide to the Universe<br>9pm, BBC4<br></h2> <p>Horizon has always done a good job of presenting cosmological theories to the layperson without dumbing them down. So here, as part of BBC4's Big Science week, a special programme looks back at how our understanding of the universe has changed over the past 50 years. Dallas Campbell, a presenter on Bang Goes the Theory, trawls through the Horizon archive for footage that explains the mysteries of the cosmos, including Einstein's concept of space-time, what it's like on alien worlds and why you need extra dimensions to truly understand the universe. <em>MS</em></p> <h2>Getting On<br>10pm, BBC4<br></h2> <p>Return of the dry medical comedy starring and written by Jo Brand, Vicki Pepperdine and Joanna Scanlan, and set in the geriatric ward of an NHS hospital. Kim, Den and Pippa move to ward K2 in St Jude's while their own hospital closes for a possible (but in no way guaranteed) refurb. Meanwhile, Pippa is causing her usual brand of chaos/inconvenience (inchaosvenience?) – dumping her baggage, figuratively and literally, all over her colleagues. Perfectly judged performances and great writing. <em>JNR</em></p> <p></p> <h2>Thursday<br></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397648185\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350039618363/Hunted-008.jpg\" alt=\"Hunted\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melissa George as Sam Hunter in Hunted, BBC1. Photograph: Giles Keyte/BBC/Kudos</span> <span class=\"element-image__credit\">Photograph: Giles Keyte/BBC/Kudos</span> </figcaption> </figure>  <h2>Hunted<br>9pm, BBC1<br></h2> <p>This spy show is becoming more engrossing. Of course, like Spooks, there are scenes where chiselled operatives navigate knotty plots on futuristic laptops in glass buildings. Still, the mucky business of the job in hand (observing evil Jack Turner as he seeks to win a contract to build a dam in Pakistan) is agreeably gritty. This week Sam is thrown to see old lover/adversary Bernard at the bid meeting – but not so thrown she can't clobber his goons with a fire extinguisher. But what, pulling back for the bigger picture, is the \"Hourglass\" of the episode's title? <em>JR</em></p> <h2>Hebburn<br>10pm, BBC2<br></h2> <p>Despite a few moments when the comic timing isn't quite there as the cast beds in, standup Jason Cook's new sitcom, a kind of Tyne and Wear Royle Family, looks like a winner. The setup is that Jack (Chris Ramsey), now living in glitzy Manchester, visits his working-class folk with a middle-class, Jewish bride, Sarah (Kimberley Nixon), in tow. Trouble is, nobody else knows they're hitched. You know you're in safe hands from the moment mum Pauline (Gina McKee), wanting Sarah to feel at home, makes \"bagels\" by taking an apple corer to some bread rolls. <em>JW</em></p> <h2>My Tattoo Addiction<br>10pm, Channel 4<br></h2> <p>Exploring the world of ink, this special looks at the walking canvases that are emblazoned with some of the 20m tats currently in existence in the UK. The stories behind these indelible brandings vary from the fascinating to the oddly banal. There's the Ayia Napa rep who has 14 of them, including the website of a booze cruise across his chest. Then there's the tattoo addict with a fondness for face ink and a 67-year-old keen to cover up the racist daubings he had etched in his youth. <em>BA</em></p> <h2>Tails You Win: the Science of Chance<br>9pm, BBC4<br></h2> <p>Our lives, as Cambridge maths boffin Professor David Spiegelhalter argues, begin and end at the mercy of chance. Indeed, he notes, your chances as a 21st-century Briton of dying a violent, accidental death today are the same as tossing heads 20 times in a row – about one in a million. Understandably, much of human endeavour has amounted to an effort to quantify, regulate and eventually overcome chance. Spiegelhalter is an immensely engaging guide to this struggle, meeting seismologists, gamblers, statisticians and others who study the throw of the dice, metaphorical or literal. <em>AM</em></p> <h2>Red Dwarf<br>9pm, Dave<br></h2> <p>Following a malfunction with an Ikea-style flatpack (\"I knew those white plastic bits were important!\"), the crew find themselves catapulted back to the year AD23 on Earth, where they must make a 4,000-mile trek to India to find the lemons they'll need to make a battery, and in so doing run into a bearded figure who may or may not be Christ on his travels. There remains a hapless amiability about these comedic timeservers, even if it does feel as if, laugh-wise, we are stranded in 1988. <em>DS</em></p> <h2>Wilfred<br>10pm, BBC3<br></h2> <p>Wilfred blames the new scratches on his face on a run-in with a pack of dobermans, or \"dobies\" to use the racist dog term for them. It turns out, to Wilfred's embarrassment, that he was really the victim of a cat attack and he takes his revenge on all local kitties. While goofy plots like this provide the gags, they also help the characters grow in unexpected ways. It's hard to see how Ryan donning a gas mask and making a video threatening felines will eventually make him a better person, but somehow it does; one of the things that makes this show great. <em>PO'N</em></p> <p></p> <h2>Friday<br></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397648186\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350040377102/Stand-Up-to-Cancer-008.jpg\" alt=\"Stand Up to Cancer\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stand Up to Cancer, Channel 4. Photograph: Channel 4</span> <span class=\"element-image__credit\">Photograph: Channel 4</span> </figcaption> </figure>  <h2>Stand Up to Cancer<br>7.30pm, Channel 4<br></h2> <p>The climax of a week of programming, in which Channel 4 has joined forces with Cancer Research UK for an indisputably noble cause, is a fundraising beano hosted by Alan Carr, Davina McCall and Dr Christian Jessen. Among the attractions are a special chat show hosted by Carr and a charity edition of The Million Pound Drop, interspersed with explanations of the research that the money raised will fund. Also appearing during the week are Kylie Minogue, Tom Daley and the Simpsons, among many others. <em>AM</em></p> <h2>Queen of Tigers: Natural World Special<br>9pm, BBC2<br></h2> <p>Colin Stafford-Johnson prefers to visit his old friends before they've gone, rather than attend their funerals; friends like Machli – now infirm and frail, but in her time, the most famous tiger in the world. A feisty fighter and devoted mother, Machli has provided the wildlife cameraman with 30 years of priceless memories: a ferocious Tigger to Stafford-Johnson's Christopher Robin. In this gorgeous-looking film, he returns to India to say his farewells to the Queen of Ranthambore National Park. <em>AJC</em></p> <h2>Me and Mrs Jones<br>9.30pm, BBC1<br></h2> <p>Gemma, the titular Mrs Jones (Coupling's Sarah Alexander), edges further towards an intergenerational clinch with new lodger and her son's friend from travelling, Billy, the dreamy Robert Sheehan from Misfits. Of course, things couldn't go to plan – and a dustup ensues at a school play, doing little to temper Gemma's perpetual state of flustered embarrassment. The only effective way to distinguish whether Me And Mrs Jones is supposed to be a comedy or not would be to add a laugh track as a rough guide. There are few clues otherwise in this mirthless dreck. <em>BA</em></p> <h2>Spy<br>8.30pm, Sky1<br></h2> <p>The second series of this sitcom has intimations of a soap; despite being set in the world of espionage, this takes a back seat to day-to-day romantic and family intrigues. A strong cast is headed by Darren Boyd as Tim, whose precocious son Marcus tonight makes his aggressive bid to become school president. Mark Heap is the hapless headmaster, Miles Jupp plays the appalling Owen and Robert Lindsay also features, looking like Jon Culshaw impersonating Alan Sugar. A running joke involving a hooded interrogee is the highlight of this week's silliness. <em>DS</em></p> <h2>The Choice<br>9pm, PBS America<br></h2> <p>In the blue corner: a president who not only inhaled but also thanked his pot dealer \"for all the good times\" in his senior year book. In the red: well, who? Who can pin down Mitt Romney, the man of whom one-time rival Ted Kennedy quipped, \"I am pro-choice, he's multiple choice\"? As America goes to the polls, here's a two-hour election special from PBS, featuring a run-through of both men's backgrounds, personal hangups and skill sets, plus the usual senate-load of talking heads. <em>AJC</em></p> <h2>The Walking Dead<br>10pm, FX<br></h2> <p>The second series was hamstrung by losing showrunner Frank Darabont and beset by budget problems. Judging by this opening episode of season three, matters have improved dramatically, though not for the beleaguered bunch at the show's centre. Zombie herds have kept the group trapped in one area; they need to find somewhere secure to hole up. A nearby prison seems the best bet but it's crawling with the undead. Are criminal zombies worse than the law-abiding ones we've met so far? Hard to tell, but there's plenty of action as the group make their new home zombie-free and meet some intriguing new characters. <em>PO'N</em></p>"
]