[
  "<p>Hollywood has Cannes. The independent movie industry has Sundance. Now, when it comes to promoting the little known world of conservative film-making, there is Tampa.</p> <p>In a tented enclosure just outside the convention centre where Republicans have nominated Mitt Romney as their presidential candidate, rightwing movies are being shown off and sold to an eager audience.</p> <p>At the so-called \"Liberty Plaza\" site, conservative production firm Citizens United has been showcasing a half dozen of its movies. On Wednesday Minnesota congresswoman Michele Bachmann introduced a film there called Occupy Unmasked. \"I am thrilled to be here,\" Bachmann told the crowd to a standing ovation.</p> <p>The film, which profiles the \"leftist\" Occupy protest movement as a dangerous violent threat to America, has already struck a distribution deal with Magnolia Films and will hit theatres on September 21.</p> <p>But Occupy Unmasked is just one Citizens United title being shown in Tampa. Others include The Hope and the Change, which profiles disillusioned people who voted for Barack Obama in 2008. It will be shown on US television in September.</p> <p>There is another on the constitution, one on abortion, another on the financial crisis and a lengthy feature on leading conservative women.</p> <p>The films come on the heels of conservatives' big breakthrough movie, Obama 2016, a critique of what four more years of Obama would look like. It has become the sixth most successful political documentary, bringing in more than $6m on its opening weekend to make it No 8 in the box office charts.</p> <p>\"The future is extremely bright for conservative film-making. Success breeds success,\" Citizens United president David Bossie told the Guardian.</p> <p>Indeed, Bachmann paid effusive tribute to Bossie, highlighting Citizens United's close links to many top conservative figures. \"He is the boss. We love him,\" she said.</p> <p>Nor is the impact of the group's films to be underestimated. A legal spat over a Bossie film about Hillary Clinton led to a landmark supreme court decision that ushered in limitless outside money in US elections. \"I went all the way to the supreme court to defend my right to make conservative films,\" Bossie said.</p> <p>But Bossie is not the only game in Tampa when it comes to this genre. The Rev CL Bryant, a black pastor and former official in a Texas branch of the civil rights group the NAACP, has been here touting his controversial documentary Runaway Slave.</p> <p>The movie is an exploration of the Republican party's historical links to fighting slavery – as the party of Abraham Lincoln – but then fashions it into a vitriolic attack on the modern welfare state.</p> <p>Its central point is that black Americans are beset by unemployment, crime, poverty and high incarceration rates, and thus have benefited little from a recent loyalty to the Democratic party and its defence of the welfare state.</p> <p>\"Here in 2012 are people once again needing to escape a system, needing to escape being given his master's food and his master's housing,\" Bryant said.</p> <p>Amid the promotion efforts are real signs that conservative films can hit the mainstream and provide a rightwing equivalent of liberal film-maker Michael Moore.</p> <p>The biggest conservative movie of the moment is Dinesh D'Souza's documentary 2016: Obama's America. The movie has been a huge hit. Despite starting out showing in a single cinema in Houston, it is now playing on more than a thousand screens nationwide and has taken more than 10 million dollars at the box office.</p> <p>That makes it the highest grossing conservative film of all time. In Tampa there have been free showings for delegate-goers, and the movie has been playing to packed houses. The film posits the theory that the president is motivated by an anti-colonial fervour inherited from his Kenyan father.</p> <p>Critics have pointed out many flaws in the movie's thesis, not least of which is that Obama spent little time with his father after his parents split up and his father moved back to Kenya.</p> <p>There are also obvious flaws in some of the other movies. The Hope and the Change slams Obama for taking expensive holidays and enjoying playing golf, contrasting that with the hardscrabble lives of ordinary Americans.</p> <p>Yet the Republican alternative to Obama owns Cayman Island bank accounts, has multiple homes and a garage with its own car elevator. In Citizens United's constitutional film there are warnings that Obama is a socialist: something few political scientists seriously believe.</p> <p>But of course, being fair and balanced is not the point of these movies. Like Moore's films they have a firm point of view and they stick to it. Yet not all the conservative movies are documentaries.</p> <p>Harmon Kaslow, who has worked on films like hit horror comedy Dog Soldiers, was also in Tampa. Kaslow's latest film is Atlas Shrugged: Part II, the second half of a full-length dramatisation of Ayn Rand's famous objectivist novel. Kaslow showed clips to hundreds of Ron Paul supporters at a festival in honour of the libertarian-leaning Texan congressman. </p> <p>He told the Guardian that audiences were lapping up the film's message of heroic self-interested businessmen and the evils of state control.</p> <p>\"The audience here is educated on these things. They believe in free markets and in limited government.\"</p>",
  "<p>You quote the employment minister, Chris Grayling, as saying: \"A something-for-nothing culture does no one any favours\" (<a href=\"http://www.theguardian.com/society/2012/aug/28/boris-johnson-unpaid-work-young-people?newsfeed=true\" title=\"\">Unpaid work plan for young Londoners</a>, Society, 29 August). Unless of course, you are an employer of people who work for you without receiving payment from you, in which case, might one be forgiven for thinking this \"donated\" labour constitutes some class of \"favour\"?<br><strong>Austen Lynch</strong><br><em>Garstang, Lancashire</em></p> <p>• It was very good of David Spears (<a href=\"http://www.theguardian.com/environment/2012/aug/29/runway-anywhere-but-london?newsfeed=true\" title=\"\">Letters</a>, 30 August) to offer Denham airfield in Buckinghamshire as a replacement for Heathrow's third runway, on the basis it has a \"fairly uninhabited … takeoff route\". Since the designated route requires pilots to line up on the tower of the Chalfont St Giles parish church and thence over my house, while the latest proposed HS2 route now passes directly under my house, I feel potentially sandwiched by the transport lobbies. My back yard is however still empty if anyone needs a bus station building.<br><strong>Peter Hutchinson</strong><br><em>Chalfont St Giles, Buckinghamshire</em></p> <p>• I note your correspondents' correction on the early interest rate payments under the coalition's tuition fee policy <a href=\"http://www.theguardian.com/education/2012/aug/28/interest-charged-on-student-loans?newsfeed=true\" title=\"\">(Letters</a>, 29 August) but the key difference under the new system is that what is paid is linked to post-graduation earnings and is written off if unpaid after 30 years. That is why it is a good deal.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>•  I wouldn't vote (<a href=\"http://www.theguardian.com/world/2012/aug/28/romney-sacrifice-poll-boost-isaac\" title=\"\">Isaac rains on Romney's confirmation</a>, 29 August) for a presidential candidate who holds his convention in hurricane territory in hurricane season.<br><strong>John Pawsey</strong><br><em>Milton Keynes, Buckinghamshire</em></p> <p>• Hopefully the nation enjoyed rather than suffered a \"petit mort\" at the end of the Games (<a href=\"http://www.theguardian.com/sport/2012/aug/30/paralympic-games-opening-ceremony-britain\" title=\"\">They're back…</a> 30 August).<br><strong>Tony Platt</strong><br><em>Berkeley, California</em></p> <p>• The \"petit(e) mort\" the nation is supposed to have suffered at the end of the Olympics is, amongst other interpretations, a … yes, it is, yes, it exists, yes … it's a girl thing.<br><strong>Rachel Byrt</strong><br><em>Oxford</em></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/qETTpzDNzxM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qETTpzDNzxM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>It is the moment the 35,000 Republican activists and 15,000 journalists have been waiting for: six years after launching his first bid to become the party's nominee for president, Mitt Romney will address the national convention on Thursday night in a primetime speech that has to both fire up the faithful and persuade undecided voters across the country that he is up to the job.</p> <p>So the Guardian asked some of the delegates in Tampa to tell us the one thing they would like to hear from Romney to make his big moment a triumph.</p> <p>\"Governor Romney needs to help everybody understand him a little bit better, and share with the people of Ohio what his plan is and how he's going to accomplish it,\" said Dimon McFerson, from Delaware County, near Columbus in Ohio.</p> <p>McFerson and his fellow delegates had centre-front seating, a reflection of their state's importance on 6 November. Ohio is perhaps the most crucial state in the election, its 18 electoral college votes fiercely contested by both parties who know those votes could be needed to squeeze past the 270 required for victory. No Republican has ever won a presidential election without taking the state, and McPherson was well aware of Romney's need to appeal to his fellow Ohioans.</p> <p>\"I want to hear Governor Romney continue to talk about what he's been talking about for this past year and a half,\" he said. \"And that is how he is going to turn this country around and create jobs and strengthen this economy so that America can return to the glory that it has possessed for so many centuries.\"</p> <p>It is expected to be close in Colorado, too. The Centennial State went to George W Bush in 2000 and 2004 <a href=\"http://www.cnn.com/election/2012/ecalculator?hpt=po_r1#_ \">but swung to the Democrats in 2008</a>, with Obama winning by almost 9%. </p> <p>Bob Beauprez knows as much as anyone about the politics of the state – the Colorado delegate, and former congressman, was the Republican nominee for governor in 2006, losing out to Democrat rival Bill Ritter.</p> <p>\"Mitt Romney has got to make the connection with people that he can not only be our nominee and be a credible candidate, but that he can fix our economy that's been struggling so badly,\" Beauprez said.</p> <p>\"I like Mitt Romney because of his practical experience. Everywhere he's been in life he's been a fix-it kind of guy. He's turned around the Olympics, he turned around Massachusetts, he did it in the private sector when he was at Bain Capital.\"</p> <p>Beauprez said he knows Romney personally, and said he is a \"remarkably humble man\".</p> <p>\"That's his background, that's the family that he came from, that's the way he's lived his life. Sometimes people see that humbleness as a detachment. I think it's a misread of Mitt and Ann Romney and I think you're going to see some of that more human side, the warmer side, at this convention.\"</p> <p>DeLena May, from Gainesville, Florida – \"we have 50,000 students there, most of them liberal, unfortunately\" – is another delegate from a crucial swing state. Obama won Florida by 2.82% in 2008, and it is no coincidence that Republicans chose the state for the convention.</p> <p>\"What I want to hear from Mitt Romney is 'We're gonna straighten this crap out,'\" May said. \"I'm a business person, I'm a person who lived the American dream and my children have no chance to live the American dream in this socialised mess that has evolved in the last 20 years or so. I know that Mitt Romney will be able to straighten it out because he's as conservative as I am. And he understands what it takes to fix things that are broken – primarily national healthcare.\"</p> <p>Pennsylvania has been Democrat territory in all recent elections, but is seen as having an outside chance of swinging for Romney given that the vote there tends to be close to the national average. For Margo Hunt, from Bucks County, Pennsylvania, Romney needs to describe how he will \"help our economy, keep our armed forces strong, and reverse what's going on in this country\".</p> <p>\"We have got to save our country,\" Hunt added, with scrapping \"Obamacare\" high on her list. Romney has pledged to repeal it on the first day of his presidency.</p> <p>In addition to persuading independents in swing states, however, Romney must also use his speech to appeal to Republicans in GOP strongholds for help with campaigning and, crucially, donations.</p> <p>\"I want to hear from Governor Romney the good things he's going to do for our country to bring us back to less government and to have the great leadership that I know he can do,\" said Lisa Ritchie, from Witchita, Kansas – one of those strongholds. Ritchie, who had dressed as a witch \"to showcase our great state\", runs two businesses, selling dancewear and providing \"dinner theatre\", making her exactly the kind of small business owner that Romney tries to appeal to when he talks of lower taxes and less government interference.</p> <p>\"The economy is just sorry right now,\" she said. \"And I have a couple of small businesses and I don't want him to tell me that I have to pay so much if I have 50 employees … there's so many things.\"</p> <p>Georgia delegate Ginger Howard, from Atlanta, campaigned for Rick Perry during the Iowa caucuses, but said she was \"100%\" behind Romney now, and looking forward to his address on Thursday night. \"I think that he needs to really show the sharp contrast between his vision and the vision of the current president, and talk about how far even more in debt [we are] than we were four years ago.\" </p> <p>\"He needs to lay out his plan, he needs to make it very clear, he needs to articulate it and he also needs to personalise himself.\"</p> <p>Jerry Miller, from Kentucky, was roaming the convention floor on Wednesday night, looking to collect pin buttons from as many different states as possible as unnoticed luminaries took to the stage to heap praise on the 2012 nominee. \"Mitt Romney has to show that he has a plan, that its not just rhetoric, or who do you like the most,\" Miller said. \"The most important issue is jobs and the economy, without a doubt. Many of us are concerned about our debt.\"</p> <p>As for his button collection, Miller had pins from 12 of 50 states as of Wednesday evening. \"I must have met people from about 24 states, but many people don't have buttons\", he said. Mitt Romney will be hoping for a higher conversion rate come 6 November.</p>",
  "<p>Today, we're going to talk about race. That might have some of you heading for the exit, but rest assured: this is not about race relations. Rather, we are going to talk about race and the demographics of the 2012 electorate.</p> <p>Race matters in US politics for the simple reason that whites tend to vote Republican, while Latinos and especially African Americans tend to vote Democratic. If the proportion of the electorate that is white were to go up just 2 percentage points, that would bode very well for Mitt Romney. If the electorate were to become 2 points \"more Latino\", then President Obama would be in much better shape.</p> <p>There have been <a href=\"http://decoded.nationaljournal.com/2012/04/four-recent-national-polls-inc.php\">some arguments</a> that the percentage of whites in this year's electorate will fall from its 2008 level. That's based on the belief that Latino communities are a growing segment of the American electorate. There is just one problem with that hypothesis: it's not happening.&#xa0;</p> <p>Latinos <a href=\"http://www.realclearpolitics.com/articles/2012/04/20/counting_minorities_are_poll_sampling_complaints_legit_113904.html\">have made up</a> a consistent 8% of the electorate since 2004, according to exit polls. Given <a href=\"http://firstread.nbcnews.com/_news/2012/08/22/13415554-obama-leads-big-with-latinos-but-enthusiasm-still-lags?lite\">low Latino enthusiasm</a>, and the possibility of second- and third-generation Latinos identifying as \"white\", instead of ethnic Hispanic, the percentage of self-identifying Latinos may actually decrease.</p> <p>But let's agree, for the sake of this article, that the electorate will mirror 2008's. That's why the <a href=\"http://nymag.com/daily/intel/2012/08/why-is-obama-so-confident.html\">percentage of white voters expected</a> is being put at 74%, instead of the 72% predicted earlier this year, when some were modelling for a higher Latino percentage of the electorate. (That 74% comes from the percentage of voters who identified as white, non-Hispanic in the 2008 election, according to exit polls.)</p> <p>There is a problem with this 74% number, however. It was only the election night exit polls that pegged whites at 74%. The <a href=\"http://www.realclearpolitics.com/images/wysiwyg_images/Untitled-419.gif\">updated and final exit poll data</a> put whites at a slightly higher 75%. So, if we're going to take the exit poll data from 2008 as gospel, then 75% should be the percentage of whites we'd want to use as a benchmark.</p> <p>Does that mean we should assume any pollster who doesn't mirror this 75% (plus or minus 1%, given the margin of error) is incorrect? Apparently, the Obama campaign folk feel quite confident because they work off the exit polls and regard the telephone polls such as those conducted by ABC/Washington Post and Gallup as \"too white\". The reality is that exit polls are surveys, just like telephone polls. They all have sample biases.</p> <p>The most exhaustive study of exit poll biases is <a href=\"http://poq.oxfordjournals.org/content/71/4/588.short\">Michael McDonald's 2007 article, \"The True Electorate\"</a>. McDonald studied voter registration files, exit polls, and the Current Population Survey. All of these sources have their own pros and cons, but they disagree on age and race.</p> <p>Exit polls tended to report an electorate that is younger and less white than the other post-election surveys. This is not to say that the exit polls are incorrect, but rather that there are multiple \"right\" answers.</p> <p>Some surveys in 2008 matched the exit poll percentages quite well. <a href=\"http://www.pollster.com/blogs/dcor110208fq21.pdf\">Democracy Corps (pdf)</a>' final poll put whites at 76% of the electorate and had Obama winning by 7 points. NBC/Wall Street Journal's <a href=\"http://msnbcmedia.msn.com/i/msnbc/sections/news/081103_NBC-WSJ_Poll.pdf\">final poll (pdf)</a> registered about 74-75% for non-Hispanic whites, and had Obama winning by 8 points. Obama actually won by 7.3 points.</p> <p>Other polls in 2008 were slightly different than the exit polls. <a href=\"http://pollingmatters.gallup.com/2012/04/whites-and-non-whites-in-gallups.html\">Gallup</a>, whose weighting practices were the subject of a seminal Mark Blumenthal <a href=\"http://www.huffingtonpost.com/2012/06/17/gallup-poll-race-barack-obama_n_1589937.html\">inquiry</a>, found whites to be 78% of the electorate. An ABC/Washington Post poll likewise put whites at 78%. You might expect that would lead them to underestimate Obama's margin; in fact, not – because they overestimated how well he would do among white voters. Thus Gallup predicted Obama's margin of victory would be 3.7 percentage points higher than it actually was, while the ABC/Washington Post did so by 1.7 points. </p> <p>But if we were to weight the Gallup and ABC/Washington Post surveys to match the exit polls' percentage of non-Hispanic whites in the electorate, they would have produced an even greater pro-Obama bias. For that reason, I'm extremely wary of making adjustments to some polls based on what other surveys say the percentage of the electorate that is white is likely to be.</p> <p>Instead, I tend to place more trust in pollsters whose numbers (concerning race) look relatively consistent with their 2008 data. If a pollster had whites at 75% of the electorate in 2008, then I expect them to have them at 75% for 2012 – plus or minus a few points, given the margin of error. The demographics are just not going to have changed that radically.</p> <p>Pollsters whose survey demographics on race were close to the 2008 exit polls seem to be adhering to this rule.&#xa0;<a href=\"http://www.democracycorps.com/attachments/article/906/dcor.nat.polt.082812.pdf\">Democracy Corps (pdf)</a> is finding around 74% to 75% of the electorate to be non-Hispanic white – right around its 2008 number of 76%. I estimate that <a href=\"http://msnbcmedia.msn.com/i/MSNBC/Sections/A_Politics/_Today_Stories_Teases/August_NBC-WSJ_Int_Sched.pdf\">NBC/Wall Street Journal (pdf)</a> has non-Hispanic whites at about 72% (among registered voters) right now, but that percentage will almost certainly rise to a level near or slightly above 2008's 74-75% once NBC goes over to surveying likely voters.</p> <p>Pollsters whose predicted electorates were slightly \"whiter\" in 2008 than the exit polls said they were have retained that bias: Gallup has whites at 76% of registered voters, so that percentage, too, will rise to near its 2008 figure of 78% (after the switch to likely voters). Meanwhile, ABC/Washington Post's current registered voter model pegs whites at 78%, matching its 2008 likely voter percentage; a 2012 likely voter estimate will move that up slightly (though not as much <a href=\"https://twitter.com/electionate/status/239944374581075968\">as we might expect</a>) – in which case, the ABC/Washington Post's predicted percentage of white voters should still be hovering around its 2008 levels.</p> <p>I know the people at both the NBC Political Unit and Washington Post polling team, and both are top-notch. The <a href=\"http://www.pollster.com/blogs/rating_pollster_accuracy_predi.php?nr=1\">accuracy ratings agree with me</a>. The two outfits, though, do happen to arrive at slightly different answers on the presidential contest right now: NBC finds Obama up 4 points, but the Washington Post sees Romney ahead by 1. One factor behind this discrepancy might be race (or rather, what the demographic surveying is telling each of them), but the past history recalled above argues otherwise. <a href=\"http://www.realclearpolitics.com/articles/2012/08/29/minority_turnout__the_racial_breakdown_of_polls.html>As Sean Trende, who has similar quibbles to mine about polling and race, notes&lt;/a>, slight differences in the predicted composition of the electorate by race make little difference. Other demographic differences, or simply random sampling error, are more likely the culprit. I'd expect the numbers from NBC and Washington Post polling respectively to converge as election day nears.&lt;/p>&lt;p>For now, let's not get too bogged down in the demographic weeds. The &lt;a href=\" http: www.theguardian.com commentisfree 2012 aug 24 why-next-two-weeks-make-break-romney-ryan\">polling aggregates</a> indicate this election is tight – with perhaps a slight edge for President Obama.</p>",
  "<p>The <a href=\"http://www.theguardian.com/world/2012/aug/29/ukraine-court-rejects-tymoshenko-appeal?newsfeed=true\" title=\"\">rejection of Yulia Tymoshenko's appeal</a> against a conviction for abuse of office by a three-judge panel of the Ukrainian high specialised court for civil and criminal cases is only likely to further entrench the domestic and international divisions that surround the case. A vice prime minister, Sergei Tigipko, <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/ukraine/9507147/Ukraine-minister-insists-Yulia-Tymoshenko-broke-the-law.html\" title=\"\">said the verdict confirmed Tymoshenko's criminal guilt</a> while the EU reaffirmed its opposition to what it called politically motivated selective justice.</p> <p>The twice former prime minister who was the linchpin of the Orange revolution in 2004 was detained on remand in August 2011 part way through a trial for abuse of office centring on the signing of a gas contract between the country's state-owned gas company, Naftogaz, and Russia's Gazprom in January 2009. Tymoshenko was found guilty in October 2011 and sentenced to seven years in prison, disqualified from participation in future elections and ordered to pay $190m compensation to the gas company. During her imprisonment Tymoshenko has claimed to have been mistreated and is currently held in a hospital in Kharkiv where she is receiving medical treatment for back problems.</p> <p>Tymoshenko's defence claimed the case amounted to political persecution by Ukraine's president, Viktor Yanukovich, and his ruling Party of Regions, motivated by a desire to exclude its most potent opponent from the political landscape. If this was indeed the aim it has failed miserably as the case has become a cause celebre inside and outside the country. The EU and its member states have been vocal in their criticism. The EU has placed on hold the ratification, after five years of negotiations, of an association agreement and a free trade agreement with Ukraine. Yanukovych has warned the west not to interfere in its domestic affairs, and division within the EU over how far it dare distance itself from Ukraine given Russia's strategic interest means it is unlikely to follow up its threats with sanctions.</p> <p>Now two courts have found that while she was prime minister, Tymoshenko ordered Naftogaz to sign a contract with Gazprom without having the legal authority of the cabinet of ministers. They also discovered that Tymoshenko illegally threatened to replace the company's director if he failed to sign the contract.</p> <p>The case centres on a puzzling \"gas war\" between Ukraine and Russia in January 2009 which halted the flow of gas to Ukraine and the EU for three weeks in the middle of winter. Tymoshenko, then prime minister, appeared to have entered into a new agreement with Russia only to renege on signing an acceptable fixed-price contract by the year-end at the last minute. After a three-week stand-off, Tymoshenko, presumably under enormous pressure from the EU, ordered the signing of a less advantageous 10-year variable-price contract which imposed punitive conditions on the Ukrainian side.</p> <p>It has been suggested that Tymoshenko's generous approach towards the Russians in negotiations may have been due to a conflict of interest stemming from the allegation that she owes $400m to Russia from previous private business dealings in the 1990s when she was a gas trader. However, this interpretation hardly tallies with the west's heightened sensitivity to her conviction. It is at least plausible that Tymoshenko was a pawn in a western geopolitical gambit designed to discredit Russia as an energy supplier, to sour relations between Ukraine and Russia and to re-align Ukrainian domestic politics.</p> <p>In one sense the west is quite correct that the case against Tymoshenko is political but this is more to do with the way her defence and supporters have appealed to the court of public opinion than vindictive political persecution by the authorities. Tymoshenko has initiated a case in the European court of human rights, but ultimately her fate will depend on the country's electoral politics.</p> <p>The case has reunited and reinvigorated the opposition, which will contest the parliamentary elections at the end of October as one list and is currently narrowly leading in opinion polls. Meanwhile, despite a late pre-election spending splurge, the ruling Party of Regions' popularity has dipped having followed an IMF austerity programme. Equally, the Russian government has so far refused to renegotiate the gas contract, which the Ukrainian government claims cost it $6bn in 2011, thereby damaging an already weak economy.</p> <p>Should Tymoshenko's exclusion from parliamentary elections prompt the west to declare them as not free and fair then the next presidential election, scheduled for March 2015, will, as in 2004, be cast in stark terms of democrats verses authoritarians and will be a case of winner takes all. Whether Tymoshenko will once again be a participant or a most interested observer remains to be seen.</p>",
  "<p>Nick Clegg has hit back at a leading Liberal Democrat peer who said the party should consider deposing the deputy prime minister as their leader before the next general election.</p> <p>In an interview with ITV, Clegg said: \"In politics you always have backseat drivers who sit there making endless comments about people who have to lead.\"</p> <p>The deputy prime minister spoke out after Lord Oakeshott of Seagrove Bay, a close ally of Vince Cable, said the <a href=\"http://www.theguardian.com/politics/2012/aug/30/lib-dems-nick-clegg-peer\" title=\"\">Lib Dems needed to take a careful look at their \"strategy and management\"</a> because the party had seen its support halve since the election.</p> <p>The peer, a persistent Clegg critic, told Radio 4's Today programme: \"We have lost over half our market share – if you like to put it that way, if we had been Sainsbury's – since the election. Any business that had done that would be looking very hard now at both its strategy and its management to see how we get some of that back because otherwise we are going to lose a large number of seats at the next election.\"</p> <p>The deputy prime minister, who knows that Oakeshott is agitating for him to be replaced by Cable, told the Guardian: \"I am going to lead this party through the next general election and beyond. But I am acutely aware of how much work we have got to do over the next two and a half years.\"</p> <p>Oakeshott made his intervention as part of a discussion on the Today programme with Peter Kellner, the president of the YouGov polling organisation. In a recent poll, published in the latest edition of Prospect magazine, Kellner found three times more respect for Cable than for Clegg among Lib Dem voters. The poll was <a href=\"http://www.theguardian.com/commentisfree/2012/aug/29/lib-dems-ruthless-nick-clegg-loser\" title=\"\">taken up in the Guardian</a> by Martin Kettle on Thursday.</p> <p>Supporters of Cable are highlighting this poll to call for Clegg's removal. The business secretary is not moving against Clegg, though he did indicate in an FT interview earlier in the summer that he would be available if there were a vacancy.</p> <p>In his Guardian interview Clegg brushed off Cable's remarks. \"I have a lot of sympathy for Vince. I have been there myself. You get asked by a journalist would you ever, ever, ever considering standing. I was in exactly the same invidious position when people kept asking me at the time when Ming [Sir Menzies Campbell] was leader. Almost anything you say will get interpreted mischievously.</p> <p>\"I work very, very closely together with Vince. Just a few days ago we had an hour-long telephone conversation about the state of the British economy and what we want to do together. We have very complementary skills. We work together very well as a team.\"</p> <p>But Clegg said he was aware of a poll of party members by the Lib Dem Voice website which found 87% support for Cable compared with 31% for Clegg. The poll found that Clegg was marginally ahead (by 47% to 46%) when members were asked about whether he should lead the party into the next election.</p> <p>Clegg said: \"Of course there are some [party members] who are worried. Of course they are. Who wouldn't be worried? And there are some, bluntly, who don't like what we have done by entering into coalition and don't like the way I have led the party in a fairly controversial way.</p> <p>\"But the worst thing to do when you are halfway up a mountain is to suddenly either jump off a cliff or retrace your steps. I always believe in going forward, not going backwards.</p> <p>\"As long as I have been in politics I have read portentous pieces from commentators and pundits saying the Liberal Democrats are just about to die – tomorrow&#xa0;… if we were not in coalition now I am sure I would be reading pieces saying that because Nick Clegg failed to take the strategic opportunity of being in coalition the Liberal Democrats face irrelevance and extinction. It is the nature of the beast.</p> <p>\"People don't like the fact that Liberal Democrats are an active and important and powerful part of the political scene. We have proved them wrong before and will prove them wrong again. But we've got to do a lot of work to recover our fortunes in the next two and a half years.\"</p>",
  "<p>Mitt Romney will use his primetime speech at the Republican national convention on Thursday night to address the biggest of his perceived weaknesses: his Mormon religion and his record as chief executive of Bain Capital, the company where he made his fortune.</p> <p>Republican party strategists said the main aim of the final day of the convention was to try and reverse the negative perception not only in relation to his Mormonism, but his image as a rich, uncaring businessman.</p> <p>Over the past few months, the Obama campaign has sunk $120m in ads that portrayed Romney as a out of touch elitist with questionable tax practices who made his fortune by shutting down businesses and leaving thousands of workers redundant.</p> <p>Mormonism is an especially sensitive issue, with many Christian evangelicals still queasy about the prospect of backing a candidate whose religion some have described as a cult. Instead of ignoring the issue as in the past, the Republicans have decided to address it head on at the convention.</p> <p>Republican officials, briefing reporters ahead of Romney's speech, said a senior member of the Mormon church would address the convention as well as two Mormon families who would tell how Romney helped them in their time of need.</p> <p>Paul Ryan, Romney's Catholic vice-presidential running-mate, touched on the issue in his contentious speech on Wednesday night, saying the two \"shared the same moral creed\".</p> <p>The convention will also address other perceived vulnerabilities, such as his time as governor of Massachusetts, when Romney introduced, to the disgust of many conservatives, a form of healthcare similar to that later introduced by Barack Obama.</p> <p>Thursday night is make-or-break for Romney. His speech, watched by tens of millions of Americans, provides one of the few remaining chances for him to open up a poll lead after months in which he has been tied with Obama. The convention, intended as launchpad for the autumn campaign, has so far been patchy, with the first day lost through Hurricane Isaac and a lack of energy in the days that followed, mainly because many delegates remain unconvinced by Romney as a candidate.</p> <p>On Wednesday, Ryan and Condoleezza Rice, secretary of state in the Bush administration, finally created some buzz with speeches that brought the delegates to their feet. But Ryan's speech, intended as a warm-up for Romney, left him at the centre of a major political row <a href=\"http://www.theguardian.com/world/2012/aug/30/paul-ryans-speech-audacious-untruths\">over a series of inaccuracies and misrepresentations</a>.</p> <p>Even as Ryan was delivering his speech, reporters, political analysts and members of the public were pointing out the misleading statements, in particular that Obama had robbed Medicare, the popular healthcare programme for those who are 65 and over, to help pay for his own healthcare plan. Ryan's own budget plan anticipates the same cuts.</p> <p>Ryan also suggested the closure of a car plant in his home town of Janesville, Wisconsin, was Obama's fault, even though it was shut down before Obama took office.</p> <p>The Obama campaign's deputy manager, Stephanie Cutter, at a press conference Thursday morning, said: \"There is no delicate way to put this: last night Paul Ryan lied.\"</p> <p>In a letter to potential Democratic donors, the Obama campaign manager Jim Messina wrote: \"If you've seen any coverage of Paul Ryan's speech in Tampa, you know that the consensus among journalists and independent observers is that it was … factually challenged.</p> <p>\"He lied about Medicare … he even dishonestly attacked Barack Obama for the closing of a GM plant in his hometown of Janesville, Wisconsin – a plant that closed in December 2008 under George Bush.\"</p> <p>Russ Schiefer, the organiser of the convention, in a conference call with reporters, said that in spite of losing the opening day of the convention because of hurricane Isaac \"we have had a very good week\".</p> <p>In his first response to an incident in which two Republicans threw peanuts at black CNN member of staff, he said: \"It was absolutely deplorable.\" </p> <p>Romney was scheduled to be introduced by senator Marco Rubio, one of the most high-profile Latinos in the Republican party. The Republicans have another, mystery speaker lined up ahead of Romney's speech. Schiefer refused to disclose the identity of the speaker, but Oscar-winner Clint Eastwood, who backed the Republican presidential challenger John McCain in 2008 and also endorsed Romney, is in Tampa.</p> <p>The convention organisers said the build-up to Romney's speech would include business associates talking about his time as head of Bain Capital, including the founder of the Staples office supply company that Romney helped build up, his rescue of the 2002 Salt Lake City Olympics and his tenure as governor of Massachusetts.</p> <p>Also warming up the convention for Romney are the former House speaker Newt Gingrich, who was one of Romney's challengers in the primaries and caucuses earlier this year, and former Florida governor Jeb Bush.</p> <p>Bush, in a round of television interviews on Thursday morning, acknowledged the difficulties Romney faced, given his lack of oratorical skills and failure to lack of warmth in public. He acknowledged he was never going to be \"a new-age kind of guy\". Bush said: \"Where it matters is connecting with other people's concerns.\"</p>",
  "<p>Peanut butter and jelly, macaroni and cheese, Burning Man and the Republican National Convention? The latter pair does not go together quite like the others but they are more alike than you may think –&#xa0;and its not just their mutual <a href=\"http://www.theatlanticwire.com/politics/2012/08/road-republican-convention-always-lined-strip-clubs/56242/\">love of nudity</a>.</p> <p>Burning Man is the yearly event in which people flock to the northern Nevada desert as part of a large-scale social experiment to create a sustainable community called Black Rock City. It is also known for hippies, a giant burning effigy and people dressed like this:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395432883\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346337008799/Burning-Man-partcipant-008.jpg\" alt=\"Burning Man partcipant\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man rides his bicycle in the Unicorn Stampede. Photograph: Jim Urquhart/Reuters</span> <span class=\"element-image__credit\">Photograph: Jim Urquhart/Reuters</span> </figcaption> </figure>  <p></p> <p>The Republican national convention is the quadrennial event where delegates and politicians convene to officially nominate the GOP presidential candidate.<br> These days the presumptive party candidate is determined during the primaries, so at this point, the convention is really just an excuse to throw a big party with people who feel the same way about same-sex marriage. </p> <p>This year, the two seemingly disparate events began on 27 August posing a challenge to a minute – perhaps non-existent – group who want to attend both events. Perhaps Grover \"Flat Tax\" Norquist tweeted it best: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GroverNorquist/status/219557294394966017\">  <blockquote class=\"twitter-tweet\"><p>Which idiot put the GOP convention the same time as \"Burning Man\" in Nevada? Is there time to change this?</p>&mdash; Grover Norquist (@GroverNorquist) <a href=\"https://twitter.com/GroverNorquist/status/219557294394966017\" data-datetime=\"2012-07-01T22:25:12+00:00\">July 1, 2012</a></blockquote> </figure>  <p></p> <h2><strong>People hate both of them</strong></h2> <p>A stereotypical Burning Man participant – officially called a \"burner\" –&#xa0;is high, an artist and vegan. That stereotype routinely goes to bars and tells women his life changed at Burning Man when he walked out into the open desert and \"only saw horizons\". Though it may only represent a minority of participants, this stereotype is the epicenter of all Burning Man-related hatred.</p> <p>Down in Florida, the Republican National Convention offers a hate-worthy stew of some of the most wealthy and most despised people in the US – politicians, lobbyists and TV news anchors. </p> <h2><strong>People love both of them</strong></h2> <p>For all the acrimonious hostility directed at these popular events, they continue to attract a fervent group of supporters because of the love – and money – they attract. </p> <p>More than 48,000 people across the globe aren't traveling to a remote desert in Nevada for its relaxing amenities and charming weather. Burning Man has kept people coming since 1986 with its professed non-judgmental atmosphere, art installations and dance parties.</p> <p>Just as Burning Man offers hippie-types a place to create temporary utopia, the RNC attempts to offer a Republican Party utopia, where politi-nerds debate fiscal reform and diplomatic operations with an enthusiasm that would alarm the average American. </p> <p>The RNC participant is known for showing their passionate love for the event and their party through elaborate costuming that would make any burner proud. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395432884\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346335334155/Republican-National-Conve-006.jpg\" alt=\"Republican National Convention 2012 patriotic outfit\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Mark Wilson/Getty Images</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty Images</span> </figcaption> </figure>  <p></p> <h2><strong>Women</strong></h2> <p>The theme for this year's Burning Man is Fertility 2.0, described by <a href=\"http://www.burningman.com/art_of_burningman/bm12_theme.html\">organizers</a> as follows: </p> <blockquote class=\"quoted\"> <p>Black Rock City is a kind of Petri dish. Theme camps cling in fertile clusters to its latticework of streets, artworks tumble out of it, like pollen on the air. These nodes of interaction mutate, grow and reproduce their kind. Burning Man communities have now escaped this capsule world: our culture in a Petri dish has effloresced – it spreads across five continents. This year's art theme contemplates the tendency of any being or living system to create abundant life.</p> </blockquote> <p></p> <p>Down in Florida, the stinging undercurrent of fertility runs through each weighted political statement and speech as campaigners must determine how best to present their slightly unpopular positions on what women should be allowed to do with their lady-parts. </p> <h2><strong>Technology</strong></h2> <p>Though Burning Man is a space for participants to live \"off the grid\", it has incorporated a <a href=\"http://www.ustream.tv/burningman\">live stream</a> of Black Rock City. </p> <p>To watch the Burning Man live stream, you must have a functioning mute button or an acquired patience for trippy electronic music. It looks like this:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395432885\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346277316787/Burning-Man-livestream-sc-008.jpg\" alt=\"Burning Man livestream screen capture\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Perhaps the closest Romney and Ryan will get to Burning Man this year. </span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p></p> <p>As part of the RNC's \"convention without walls\" online coverage, they also provide a <a href=\"http://www.youtube.com/gopconvention2012\">live stream.</a> Though on Wednesday afternoon, it looked like this: </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395432886\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/29/1346277544094/RNC-live-stream-screen-ca-008.jpg\" alt=\"RNC live stream screen capture\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Live stream screen capture rnc 2012 Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p></p> <p>For the times when the RNC doesn't have a showered, flag-pin-wearing speaker on stage, the RNC also curates their favorite social media posts about the convention.</p> <h2><strong>Community</strong></h2> <p>In the open desert of Nevada, the prevailing goal is to create community. Even if body-paints and hallucinogenics aren't your thing, you should be able to get the heartwarming feeling of connectivity somewhere at Burning Man, like the wind playground or robot dance party. </p> <p>In its <a href=\"http://www.gopconvention2012.com/about/\">idealized form</a>, the convention is meant to create a political community by electing the leader who best represents its party by standing-up for the party's ideals and working to create a better United States. And some day, that might actually happen.</p>",
  "<p>In his barnstormer of a speech to the swooning crowd at the Republican national convention on Wednesday night, Paul Ryan laid a mound of misdeeds at President Obama's door. To sustained applause from the floor, the vice-presidential candidate accused Obama of raiding Medicare, lying to auto workers and turning his back on the poor. But the speech (<a href=\"http://www.politico.com/news/stories/0812/80423.html\">transcript here</a>) was not always at pains to adhere to the historical record. At times, we are disappointed to report, Ryan baldly lied. Here's a round-up of Ryan's most audacious untruths:</p> <h2>Medicare</h2> <blockquote class=\"quoted\"> <p>And the biggest, coldest power play of all in Obamacare came at the expense of the elderly … So they just took it all away from Medicare. Seven hundred and sixteen billion dollars, funneled out of Medicare by President Obama.</p> </blockquote> <p>Barack Obama's budget plan calls for $716bn in cuts to Medicare spending over the next 10 years, but in reimbursements to insurers and hospitals, not in payments to beneficiaries, which would be preserved. </p> <p>Ryan knows this because he has written these same cuts in to successive drafts of his famed budget. The cuts are <a href=\"http://bigstory.ap.org/article/undoing-obama-medicare-cuts-may-backfire-romney\">designed to extend the solvency</a> of Medicare for an estimated eight years. Repealing the cuts would likely<a href=\"http://www.nytimes.com/2012/08/22/us/politics/costs-seen-in-romneys-medicare-savings-plan.html\"> increase payments by hundreds of dollars a year for beneficiaries</a>, who share costs with the government. </p> <p>Politifact has weighed in on Ryan's Medicare claim and <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/29/paul-ryan/paul-ryan-said-president-obama-funneled-716-billio/\">found it to be \"mostly false.\"</a></p> <h2>Ryan's hometown GM plant</h2> <p>Ryan said Obama held out false hope to workers in his hometown of Janesville, Wisconsin, that a GM plant there could be saved. </p> <blockquote class=\"quoted\"> <p>A lot of guys I went to high school with worked at that GM plant. Right there at that plant, Obama said: 'I believe that if our government is there to support you … this plant will be here for another hundred years.' That's what he said in 2008. Well, as it turned out, that plant didn't last another year.</p> </blockquote> <p> Ryan accurately quotes Obama, who visited the plant as a presidential candidate in February 2008. Four months later, GM announced the plant would drastically scale back production. The plant laid off most of its workforce in December 2008, before Obama took office. The \"government support\" Obama spoke of – his auto bailout plan, which took effect in early 2009 – did not arrive early enough to save the Janesville plant, but it is credited with saving the American auto industry. </p> <p>The full audacity of this attack cannot be appreciated without noting that Ryan's would-be boss, Mitt Romney, published an op-ed in the New York Times in November 2008 <a href=\"http://www.nytimes.com/2008/11/19/opinion/19romney.html\">under the headline Let Detroit Go Bankrup</a>t.</p> <h2>Government debt</h2> <blockquote class=\"quoted\"> <p>[Obama] created a bipartisan debt commission. They came back with an urgent report. He thanked them, sent them on their way and then did exactly nothing.</p> </blockquote> <p>In early 2010 Obama created a bipartisan committee known as Bowles-Simpson to figure out how to balance the budget and hand its recommendations to the president. The final draft of the committee's report failed to win the necessary support of its members, however, falling three votes short. Paul Ryan was on the committee, a fact that he neglected to mention in his speech. In the straw poll on the final draft, he voted \"no\" – against the plan that he now accuses the president of ignoring.</p> <h2>Aid to the poor</h2> <blockquote class=\"quoted\"> <p>We have responsibilities, one to another – we do not each face the world alone. And the greatest of all responsibilities, is that of the strong to protect the weak. The truest measure of any society is how it treats those who cannot defend or care for themselves … We can make the safety net safe again.</p> </blockquote> <p>If Paul Ryan's budget is notable for anything, it's for cuts to Medicaid and other programs on which low-income households depend. As the Washington Post economics blogger <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/08/29/everything-you-know-about-paul-ryans-budget-is-probably-wrong/\">Ezra Klein points out: </a>\"The Center on Budget and Policy Priorities ran the numbers and said two-thirds of Ryan's cuts will end up falling on programs for the poor.\" </p> <p>The Ryan plan cuts spending on Medicaid and other health assistance programs for the poor from just over 3% of GDP to just over 1%. It cuts home mortgage deductions, veteran's benefits, farm subsidies and other aid programs.</p> <h2>Credit rating downgrade</h2> <p>Ryan said the president was responsible for Standard and Poor's downgrading US credit from AAA to AA+ in August 2011. He said of Obama's first term:</p> <blockquote class=\"quoted\"> <p>It began with a perfect Triple-A credit rating for the United States; it ends with a downgraded America.</p> </blockquote> <p>In fact, the downgrade was the result of refusal of Republicans in Congress to vote to raise the debt ceiling, despite pressure from the White House and most outside analysts. </p> <p>So stubborn was the Republican resistance that treasury secretary Timothy Geithner suggested the president could <a href=\"http://www.huffingtonpost.com/2011/06/30/tim-geithner-14th-amendment_n_887925.html\">unilaterally raise the ceiling</a> under the 14th amendment. Ultimately the Republicans capitulated, but the damage was done; days after the Budget Control Act of 2011 was signed, the rating was cut. </p> <p>In its statement on the rationale behind the downgrade, Standard and Poor's blamed the political circus: \"The political brinksmanship of recent months highlights what we see as America's governance and policymaking becoming less stable, less effective, and less predictable than what we previously believed.\"</p>",
  "<p>\"Internet freedom is something I know you all care passionately about; I do too,\" wrote President Obama on Wednesday night during an <a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/\" title=\"\">impromptu question and answer session</a> on popular link-sharing website <a href=\"http://www.reddit.com/\" title=\"\">Reddit</a>. \"We will fight hard to make sure that the internet remains the open forum for everybody.\"</p> <p>\"Sure thing,\" noted a user. \"Do you like cats?\"</p> <p>In a moment, Reddit had explained itself to the millions of bemused web wonderers who surged to the site, many of whom had little idea of what Reddit is, and why the president of the United States had chosen to drop by.</p> <p>Obama's visit is the high watermark of Reddit's steady – but recently dramatic – rise to become the \"front page of the internet\", where a voracious community of users submit links across a multitude of categories (subreddits) to be upvoted and downvoted. In December 2011, it served more than 2bn page views. The process is the web's simplest incarnation of the wisdom of crowds – the interesting stuff rises to the top, the rest sinks without trace.</p> <p>But Reddit's \"wisdom\" is an intriguing one. A glance across the site at any time will find a wide-ranging buffet. As I write, in one corner, hundreds of Redditors are discussing a revolutionary mathematical model that MIT metallurgists are <a href=\"http://www.reddit.com/r/science/comments/z0o44/metallurgists_at_mit_come_up_with_a_mathematical/\" title=\"\">applying to metal alloys</a>, while the World News subreddit is gripped by a debate over the implications of rises in the <a href=\"http://www.reddit.com/r/worldnews/comments/z0ntx/shenzhen_where_some_of_chinas_largest_electronics/\" title=\"\">Chinese minimum wage</a>. Elsewhere, a stunning image of <a href=\"http://www.reddit.com/r/pics/comments/z19yj/penguins_on_ice/\" title=\"\">some penguins</a> congregating on an iceberg is narrowly outstripping a picture of a \"<a href=\"http://www.reddit.com/r/pics/comments/z2211/sexy_vampire/\" title=\"\">sexy vampire</a>\" on the Reddit home page, where the most popular links from across the site jostle. The site's appearance requires patience – pages are chaotic and cramped, bursting with as many links as they can hold. Many fans (including myself) wail for a facelift, but the founders are wary of rocking the boat – a <a href=\"http://gigaom.com/2010/08/26/digg-redesign-met-with-a-thumbs-down/\" title=\"\">redesign of its once-biggest rival, Digg</a>, was one of the main factors in its sudden fall from favour among the link-sharing masses.</p> <p>Reddit's rapid oscillation from the cerebral to the inane is what makes the site so compelling. If you want to take the internet's temperature, a quick scroll down the Reddit homepage is usually a fair indication. The site was founded in 2005 by two 22-year-old University of Virginia graduates, Alexis Ohanian and Steve Huffman, and was acquired by Condé Nast a year later. The relationship between the publishing giants and the often puerile web community is a curious one – a recent <a href=\"http://i.imgur.com/Tgaf7.png\" title=\"\">leaked memo</a> carried guidance from the upper realms of Condé Nast reminding Reddit employees that their genitals needed to be covered at all times within the office. Various parties scrambled to denounce it as a fake, but the scenario was entirely believable.</p> <p>Among its most popular boards, the <a href=\"http://www.reddit.com/r/IAmA/\" title=\"\">IAmA</a> section (format: I am A politician/fireman/film star ... Ask Me Anything) is increasingly attracting big names eager to impress – or indulge – the Reddit crowd. Obama follows in the footsteps of Ron Paul, Larry King, Paul Krugman and, um, Molly Ringwald in entering the Reddit lion's den. Redditors don't always play nicely – <a href=\"http://news.yahoo.com/blogs/trending-now/woody-harrelson-ask-anything-reddit-proves-disastrous-164748376.html\" title=\"\">Woody Harrelson was monstered</a> for overflogging his latest film during his session, and the chat quickly descended into a barrage of questions over an alleged one-night stand he'd had with a student 10 years previously.</p> <p>Somewhat predictably, Obama had done his homework, finishing his chat by referencing a <a href=\"http://knowyourmeme.com/memes/obama-rage-face-not-bad\" title=\"\">comic meme</a> spawned by a picture of him pulling a funny face in 2011. \"By the way, if you want to know what I think about this whole reddit experience - NOT BAD!\"</p> <p>Reddit was never going to be a tricky wicket for the president. The site's users are overwhelmingly liberal, having famously catalysed campaigns to <a href=\"http://mashable.com/2012/01/10/reddit-sopa/\" title=\"\">combat the Sopa</a> (Stop Online Privacy Act), and mobilised thousands of people to attend an ironic \"<a href=\"http://www.nerve.com/news/tv/donations-for-restoring-truthiness-reddit-inspired-colbert-rally-break-record\" title=\"\">Restoring Truthiness</a>\" rally in Washington hosted by liberal TV hosts Stephen Colbert and Jon Stewart. Obama's campaign team would have been pleased to note the <a href=\"http://www.reddit.com/r/politics/comments/z14wb/obamas_top_5_contributors_are_the_university_of/\" title=\"\">thread trending immediately below</a> the president's on Wednesday night, pointing out that Mitt Romney's five biggest contributors were Goldman Sachs, JP Morgan, Morgan Stanley, Bank of America and Credit Suisse, while Obama's were the University of California, Microsoft, Google, DLA Piper and Harvard University.</p> <p>By Thursday morning, Reddit had moved on, and the president's web chat was relegated to fifth place on its homepage, behind a picture of a man <a href=\"http://www.reddit.com/r/pics/comments/z23xb/how_bachelors_kill_moths/\" title=\"\">attempting to kill a moth</a> by hoisting his cat to the ceiling, and a news story about a woman who went missing in Iceland before being <a href=\"http://www.reddit.com/r/worldnews/comments/z1wrg/missing_woman_unknowingly_joins_search_for_herself/\" title=\"\">discovered in her own search party</a>. In a world of web curiosities, Obama is but one.</p> <p><em>Benji Lanyado is the founder of </em><a href=\"http://www.redditedit.com/\" title=\"\"><em>RedditEdit.com</em></a><em>, a new aggregator fuelled by Reddit.</em></p>",
  "<p>He is the ghost at the banquet. The absence whose name and whose policies shall not be uttered. That is George W Bush. Two-time Republican president. Last president of that political flavour. And in the most recent of memory.</p> <p>He is the president who – by and large – this Republican convention would airbrush from its political history. But why?</p> <p>The former president's brother Jeb Bush, recently said in an interview with ABC: \"[My brother] knows that he will be a target. The president has spent a lot of time and energy around this notion that: 'I can't do anything about it. It's all Bush's fault. You know I'm trying, but it's not working because it's Bush's fault.'\"</p> <p>The only visible presence of the legacy of the Bush years – by the time the convention finishes – will have been an appearance by Condoleezza Rice and a brief video appearance by George W himself who has endorsed Mitt Romney as potentially a \"great president\" by almost remote control.</p> <p>Indeed it has been left almost to Rice alone to defend Bush's record, saying on Wednesday: \"President Bush led in really, really difficult times. He kept us safe. He led with honour and integrity. I think the American people are seeing that and history will judge him on that.\"</p> <p>In some respects it is understandable. Bush left the White House in 2008 with dismal approval ratings which – despite some minor retrospective improvement – still paints him as a deeply unpopular and divisive figure.</p> <p>As the <a href=\"http://www.washingtonpost.com/politics/the-race-bush-legacy-looming-over-gop-by-video-only-not-attending-and-seldom-mentioned/2012/08/29/6cfd1116-f22a-11e1-b74c-84ed55e0300b_story.html\" title=\"\">Washington Post has pointed out</a> avoiding the real Bush legacy in the coming weeks of the campaign may be a little more difficult to do than dodging the figure of the man himself.</p> <p>As the paper pointed out on Wednesday: \"Many of the stimulus and bailout programmes Republicans like to skewer Obama for actually originated with Bush. And the deep recession that confronted Obama began in December 2007 when Bush was still president.\"</p> <p>It is all in stark contrast to the role that former Democratic president Bill Clinton will play at the Democrat Convention in North Carolina where he will introduce Obama.</p> <p>In a post for The New Republic – <a href=\"http://www.tnr.com/blog/plank/106726/the-gops-unreckoning-the-disappeared-dubya\" title=\"\">The GOP's Unreckoning With The Disappeared Dubya</a> – Alec MacGillis interviewed convention delegates in Tampa. \"The last year of Bush's presidency, he was despised by a lot of people,\" MacGillis was told by one, 32-year-old Andrew Lee.</p> <p>In truth, Bush said months ago that he would not attend the convention in Tampa but as <a href=\"http://www.huffingtonpost.com/2012/08/30/gop-convention-mitt-romney-george-w-bush_n_1840655.html\" title=\"\">Dan Froomkin argues in the Huffington Post</a> his absence has created a \"metaphysical problem\".</p> <p>\"That's because,\" Froomkin argues, \"Bush's very existence belies two of the most critical selling points of GOP nominee Mitt Romney's presidential campaign: that tax cuts for the rich will create jobs, and that Romney is bringing a fresh new approach that can turn the country's fortunes around.\"</p> <p>In other words, the denial of the Bush legacy is a political gamble for Republicans – in trying to disavow the man can they avoid disavowing what he stood for, not least at a time when Obama is still managing to make political capital out of the costly failures of the Bush years including trillions spent on two failing wars and damaging tax cuts.</p> <p>Which means that Romney must not only demonstrate that he is the Un-Obama but the Un-Bush too.</p>",
  "<p>Wednesday night, the GOP's nominee for vice-president, Paul Ryan, delivered a speech loaded with pure, fundamental deceit on its core claims. The New Republic's Jonathan Cohn has the <a href=\"http://www.tnr.com/blog/plank/106730/ryan-most-dishonest-convention-speech-five-lies-gm-medicare-deficit-medicaid\">clearest and most concise explanation</a> of those falsehoods.</p> <p>Reflecting the pure worthlessness and chronic failure of CNN, however, <a href=\"http://talkingpointsmemo.com/archives/2012/08/great_moments_in_cnn_euphemisms.php\">here is how</a> that network's lead anchor, Wolf Blitzer, reacted after the speech was finished:</p> <blockquote> <p>\"So there he is, the Republican vice-presidential nominee and his beautiful family there. His mom is up there. This is exactly what this crowd of Republicans here, certainly Republicans all across the country, were hoping for. He delivered a powerful speech, Erin, a powerful speech. Although I marked seven or eight points, I'm sure the fact-checkers will have some opportunities to dispute if they want to go forward; I'm sure they will. As far as Mitt Romney's campaign is concerned, Paul Ryan on this night delivered.\"</p> </blockquote> <p>Blitzer's co-anchor, Erin Burnett – who, the night before, <a href=\"http://www.mediaite.com/tv/erin-burnett-i-had-a-tear-in-my-eye-listening-to-ann-romney-talk-about-her-husband/\">described how she</a> \"had a tear in [her] eye\" as she listened to Ann Romney's convention speech – added this journalistic wisdom:</p> <blockquote> <p>\"That's right. Certainly so. We were jotting down points. There will be issues with some of the facts. But it motivated people. He's a man who says I care deeply about every single word. I want to do a good job. And he delivered on that. Precise, clear, and passionate.\"</p> </blockquote> <p>As Gawker's Louis Peitzman <a href=\"http://gawker.com/5939136/cnn-correspondents-praise-ryans-speech-acknowledge-seven-or-eight-factual-errors?&amp;/5939136/cnn-correspondents-praise-ryans-speech-acknowledge-seven-or-eight-factual-errors\">wrote</a>:</p> <blockquote> <p>\"'A powerful speech' with only 'seven or eight' facts to dispute? Sounds like a winner … [I]n the end, isn't 'precise, clear, and passionate' more important than truthful?\"</p> </blockquote> <p>As perfect an exhibit as that is of the empty, rotted wasteland known as \"CNN\", when it comes to conveying the self-parodying inanity of The Most Trusted Name in News, nothing will ever top <a href=\"https://twitter.com/wolfblitzer/status/238028881104351232\">this tweet</a>, from Blitzer last week:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395429294\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346329514108/blitzer.png\" alt=\"blitzer\" width=\"502\" height=\"209\" class=\"gu-image\" /> </figure>  <p>What could ever be better than that? The tagline for Blitzer's show, <a href=\"http://situationroom.blogs.cnn.com/2012/08/20/politicians-skinny-dip-in-sea-of-galilee/\">including on the Sea of Galilee story</a>, boasts that he \"delivers the most important news and political stories of the day\".</p> <p>But mocking CNN is to pick low-hanging fruit. The real issue is that CNN's vapid fixation on the dreaminess of our political leaders and \"their beautiful families\" dominates political discourse generally, especially during the nation's presidential election cycle, which drags on for a seemingly interminable 18 months – more than one third of the president's term – and drowns out virtually all other political issues. </p> <p>The reason I write so little about the presidential election is that it's the ultimate expression of the CNN-ization of American politics: a tawdry, uber-contrived reality show that has less to do with political reality than the average rant one hears at any randomly chosen corner bar or family dinner. That does not mean the outcome is irrelevant, only that the process is suffocatingly dumb and deceitful, generating the desire to turn away and hope that it's over as quickly as possible. </p> <p>I happened to be traveling last month and was involuntarily subjected to a television <a href=\"http://www.youtube.com/watch?v=u6mBXDF9QFA\">showing President Obama speaking</a> in Maumee, Ohio as part of his \"Betting on America\" campaign bus tour. He was wearing a regular-guy plaid short-sleeved shirt, and speaking (literally) in front of a house draped with a huge American flag and framed by a white picket fence. The \"Betting on America\" sign was printed in a font of vintage 1950s Americana. I recall marveling at the level of sheer cynicism one must wield in order to be a successful American campaign consultant.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395429295\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346340294445/obamastump_460x276.jpg\" alt=\"Barack Obama stumping in Ohio, 2012\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>It was with good reason that the advertising industry chose the 2008 Obama campaign as the recipient of its most prestigious awards, including <a href=\"http://adage.com/article/moy-2008/obama-wins-ad-age-s-marketer-year/131810/\">Marketer of the Year</a> and <a href=\"http://www.guardian.co.uk/media/2009/jun/29/barack-obama-cannes-lions\">various advertising honors</a>. The brand – Obama – was expertly crafted and packaged.</p> <p>Strong and rational though it may be, the temptation to ignore entirely the election year spectacle should be resisted. Despite its shallow and manipulative qualities – or, more accurately, because of them – this process has some serious repercussions for American political life.</p> <p>The election process is where American politicians go to be venerated and glorified, all based on trivial personality attributes that have zero relationship to what they do with their power, but which, by design, convinces Americans that they're blessed to be led by people with such noble and sterling character, no matter how much those political figures shaft them. (Wednesday, President Obama, during his highly-touted \"Ask Me Anything\" appearance on Reddit, predictably ignored the<a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/c60mo7c\"> question from Mother Jones's Nick Baumann</a> about Obama's killing of the American teenager Abdulrahman Awlaki, in favor of answering questions about the <a href=\"https://twitter.com/RT_America/status/240918644182380544\">White House beer recipe</a> and <a href=\"https://twitter.com/AriMelber/status/240918860386144257\">his favorite basketball player</a>.)</p> <p>The election process is where each political party spends hundreds of millions of dollars exploiting the same trivial personality attributes to demonize the other party's politicians as culturally foreign, all to <a href=\"http://www.salon.com/2010/09/13/democrats_48/\">keep their followers in a high state of fear</a> and thus lock-step loyalty.</p> <p>It's the supreme propaganda orgy, devoted to aggressively reinforcing the claim to American exceptionalism: the belief that even when things look grim, America will forever be that special God-favored land of freedom, opportunity, and prosperity, and all citizens should therefore be deeply grateful – quietly and passively so – for the privilege of residing in such a land, no matter how wretched are their circumstances and how pervasive is the corruption.</p> <p>It's what inculcates many Americans to believe that they enjoy vibrant political debate and stark democratic choice, even as so many of the policies that are most consequential and destructive for their lives – the \"war on drugs\", the supremacy of the covert national security and surveillance states, vast inequalities in the justice system, crony capitalism that rapidly bolsters the oligarchy that owns the political process – are steadfastly ignored because both parties on those matters have exactly the same position and serve the same interests. (Watch how often Obama supporters will defend their leader from conservative attacks by proudly arguing that Obama's policies are actually <a href=\"http://thinkprogress.org/security/2012/07/03/510322/senor-romney-obama-iran-policy/\">the same as that which conservatives advocate</a>: <em>he's severely cut government spending <a href=\"http://thinkprogress.org/economy/2012/03/19/446990/obama-bush-reagan-government-spending/\">even more than Bush and Reagan</a>! <a href=\"http://thinkprogress.org/economy/2012/06/22/504853/corporate-profits-all-time-high/\">Wall Street and corporate profits are at an all-time high</a>! <a href=\"http://thinkprogress.org/report/obama-foreign-policy-successes/\">He's killed and killed and killed some more</a>! <a href=\"http://thinkprogress.org/politics/2010/04/10/90621/heritage-romneycare/\">His healthcare plan comes from a rightwing thinktank</a>! <a href=\"http://thinkprogress.org/security/2012/07/30/610531/peres-barak-obama-israel/\">Nobody has been more faithful to Israel than Obama</a>! <a href=\"http://thinkprogress.org/report/obama-foreign-policy-successes/\">He's severely harmed Iran with sanctions and isolation</a>!</em> etc.)</p> <p>It's where the candidates pretend to believe in a whole litany of base-pleasing and populist policies that enable their loyalists to claim there are vast differences between them, even though such campaign pronouncements have virtually no predictive value in determining what they will do in office – as the New York Times's Peter Baker, writing about foreign policy campaign platforms, <a href=\"http://www.nytimes.com/2012/08/30/us/politics/romneys-foreign-policy-intentions-hard-to-gauge.html?hp\">put it today</a> with great understatement: \"the relationship between what presidential candidates say on the campaign trail and what they do once elected can be tenuous.\"</p> <p>It's where the handful of important issues on which there are genuinely sharp and clear differences – social issues, reproductive rights, jurisprudence philosophy, a few social program and tax policies – are endlessly exploited to heighten cultural divisions and, more importantly, to obscure the similarities on everything else.</p> <p>The election year process could and should be a meaningful opportunity for real political debate: the one time every four years when the majority of the population that is too busy or uninterested to pay much attention becomes engaged and thus informed. Instead, the process is the ultimate deceit. And the ultimate distraction.</p> <p>It somehow manages simultaneously to be relentlessly insipid, yet genuinely destructive. As Blitzer and Burnett put it last night:</p> <blockquote> <p>\"So there he is, the Republican vice-presidential nominee and his beautiful family there. His mom is up there … He's a man who says I care deeply about every single word. I want to do a good job.\"</p> </blockquote>",
  "<p>Rupert Murdoch has urged all American voters to go and see an anti-Barack Obama documentary which has proven a surprise box-office hit.</p> <p>2016: Obama's America, which suggests the US president will work to reduce his country's influence on world affairs if he is re-elected this winter, has made more than $10.5m (£6.6m) in receipts in seven weeks of release and is gathering momentum. <a href=\"http://www.theguardian.com/film/filmblog/2012/aug/27/expendables-2-2016-obamas-america\" title=\"\">It entered the US box-office top 10 at the weekend in eighth place</a>.</p> <p>\"Just saw 2016. Truly scary if no answer. Every voter should see and decide for self what future they want for America,\" <a href=\"https://twitter.com/rupertmurdoch\" title=\"\">tweeted Murdoch</a>, who has been a regular user of the microblogging service since the beginning of the year. The Australian-born News Corporation founder, who resigned as a director of News International last month in the wake of the <a href=\"http://www.theguardian.com/media/phone-hacking\" title=\"\">News of the World hacking scandal</a>, is a US citizen and maintains a large business empire in the States including the film studio 20th Century Fox and the TV station Fox News.</p> <p>2016: Obama's America is directed by conservative author and commentator Dinesh D'Souza, an Indian American who argues that the president's political instincts are anti-American – allegedly due to the influence of his purportedly anti-colonialist Kenyan father Barack Obama Sr. It warns that a second term for the Democratic candidate in November's presidential election could change the country for good and ends with the statement: \"The future is in your hands.\"</p> <p>Murdoch later continued to show his political leanings with a post praising <a href=\"http://www.theguardian.com/world/2012/aug/30/paul-ryan-speech-rnc-romney\" title=\"\">last night's speech by Republican vice-presidential candidate Paul Ryan</a> at the party's national convention in Tampa Florida. \"Utterly brilliant speech by Paul Ryan,\" he tweeted. \"Leaders like him needed in many countries today.\"</p>",
  "<p>Iran's leaders clearly hoped this week's<a href=\"http://www.theguardian.com/world/iran-blog/2012/aug/29/un-secretary-general-ban-tehran-non-aligned-movement-summit\" title=\"\"> gala summit of the Non-Aligned Movement in Tehran</a> would serve as an antidote to the diplomatic isolation imposed on them by the US and Britain. But <a href=\"http://www.theguardian.com/world/mohamed-morsi\" title=\"\">Mohamed Morsi</a>, Egypt's wonderfully unpredictable new president, making the first visit at this level since the 1979 Iranian revolution, had other ideas.</p> <p>Morsi's fierce condemnation of the Syrian regime, Iran's close ally, was as eloquent as it was piercing, and it came like a bolt from the blue. He didn't just rain on the Iranians' parade. It was as if Hurricane Isaac had taken a sharp turn north across the Caspian and unleashed its wrathful furies on an unsuspecting Tehran.</p> <p>The Syrian delegation walked out. The Iranians did not have that option – they could hardly boycott their own meeting. Instead they were forced to listen as Morsi, a Muslim Brother, an Arab, and lifelong critic of western policy in the Middle East, thumped out an uncompromising speech that could have come straight from Hillary Clinton's playbook.</p> <p>\"We should all express our full support to the struggle of those who are demanding freedom and justice in Syria and translate our sympathies into a clear political vision that supports peaceful transfer (of power) to a democratic system,\" Morsi told the 120-country summit.</p> <p>Morsi said the world had a \"moral duty\" to back the Syrian opposition, whom he provocatively likened to the Palestinians, in their struggle \"against an oppressive regime that has lost its legitimacy\". Forceful intervention (he did not propose military action) was essential to prevent a further descent into civil war and sectarianism, he said. <a href=\"http://www.google.com/hostednews/ap/article/ALeqM5gqnS16ZgOEJ5-LfejAGQer-Nmidw?docId=6c61afdb79064b378c5cdb962404afe7\" title=\"\">The fractured Syrian opposition must unite under one banner</a>.</p> <p>Morsi's speech all but completed Iran's isolation. That Russia continues to block effective UN action cannot disguise the fact that among all the – mostly Arab – countries of the region, non-Arab Iran is out on a limb over Syria, just as it is over its suspect nuclear programme.</p> <p>Morsi's stand was typically courageous. For many Egyptians their president's autonomy of thought and deed may be a matter of growing pride. This is the same man, after all, who boldly asserted civilian control over the military after his election victory, summarily dismissing the country's post-Mubarak leader, Field Marshal Mohammed Hussein Tantawi, the military's chief of staff, and the heads of Egypt's army, navy and air force.</p> <p>And even as he bearded the Iranian leadership on their own patch, Morsi has made clear that Egypt's fawning subservience to Washington, evident during the long Mubarak years, is also a thing of the past.</p> <p>His decision to travel to Iran at all was a signal of his independence. So, too, is his apparent determination to restore Egypt to its historic role as the Middle East's leading nation, a position coveted by Iran.</p> <p>Egypt <a href=\"http://www.washingtonpost.com/world/middle_east/visit-by-egypts-morsi-to-iran-reflects-foreign-policy-shift/2012/08/27/4baf4b3a-f060-11e1-b74c-84ed55e0300b_story.html?wprss=rss_middle-east\" title=\"\">would seek to expand its ties with all fellow Muslim</a> nations, Morsi's spokesman, Yasser Ali, said. \"We need to establish relations with all countries worldwide… We will turn more agile, more active.</p> <p>\"Egypt is a pivotal country, and we want to play the role Egypt deserves to play.\"</p> <p>While the Obama administration will undoubtedly welcome Morsi's comments on Syria and the implicit rebuke to Tehran, the Egyptian president's confident assertion of national interests is already causing ripples of unease. Dennis Ross, a Bush-era Middle East envoy, complained that Morsi was trying to gag the press by replacing 50 leading editors and journalists and was ignoring other key democratic \"principles\" (as defined by Ross).</p> <p>Ross said: \"None of this means that Egypt's path of change is foreordained. It does mean that the president, who has largely surrounded himself with members of the Muslim Brotherhood or sympathisers, dominates all of Egypt's institutions of power.\" If Morsi stepped too far out of line, the <a href=\"http://www.washingtonpost.com/opinions/dennis-ross-egypts-new-leaders-must-accept-reality/2012/08/19/46e60810-e8ad-11e1-936a-b801f1abab19_story.html\" title=\"\">US should consider suspending direct financial assistance and blocking IMF loans</a>, Ross suggested.</p> <p>Morsi's intervention will encourage Saudi Arabia and the Gulf states in their active support for the Syrian uprising. It may, in time, foster an increasingly interventionist, united Arab front against Bashar al-Assad's regime, as happened in Libya after the Arab League turned against Muammar Gaddafi. Given the myriad pre-existing tensions between the Sunni Muslim Gulf states and predominantly Shia Muslim Iran, the development of such a front would logically serve to further restrain Tehran's ambitions.</p> <p>But regarding an end to the Syrian slaughter and a peaceful transfer of power, Morsi's contribution in Tehran must be kept in perspective.</p> <p>In terms of changing facts on the ground, or substantively altering the egregiously negative Syrian dynamic, it may have scant impact.</p> <p>Morsi's plan for a contact group comprising Egypt, Saudi Arabia, Turkey and Iran was already opposed by the US and others. After his uncompromising Tehran performance, it will go precisely nowhere.</p> <p>The proposal by Francois Hollande, the French president, that the <a href=\"http://www.theguardian.com/world/2012/aug/27/hollande-syrian-rebels-provisional-government?newsfeed=true\" title=\"\">opposition be recognised as Syria's legitimate government</a> ignored the fact there is not one Syrian opposition but several. Turkey lacks the will to go it alone in creating safe zones inside Syria, preferring UN and preferably Nato cover. And in European capitals, as in Washington, there is no more appetite for direct intervention than when the uprising began in March last year. Assad, the hollow man, meanwhile claims things are getting \"better\".</p> <p>Despite 20,000 Syrian dead and the maiming and traumatising of generations of young people, the civil war shows no sign of stopping, may even be getting worse. \"The bloodletting in Syria is the responsibility of all of us… the Syrian crisis is bleeding our hearts,\" Morsi said. He is right – and when was the last time an Egyptian president spoke for the world? But after his speech, significant and stirring though it was, the world is no nearer to finding a solution.</p>",
  "<p>Flying into Des Moines, the corn fields look surprisingly green. America's midwest produces half the world's corn and Iowa its largest harvest, yet amid the worst drought in living memory all the untrained eye can see is the occasional brown mark, like a cigarette burn on the baize of a pool table.</p> <p>But appearances can be deceptive.</p> <p>In Boone, Iowa, 30 miles away from the state capital, traffic backs up for miles bringing 200,000 people to Farm Progress, the US's largest agricultural show one. Here, all the talk is of the drought.</p> <p>Pam Johnson, first vice-president of the National Corn Growers Association, says she can't remember one as bad as this in her 40 years of farming. \"My parents say you have to go back to the 1930s for anything comparable,\" she says. In June, her farm in northern Iowa got an inch and a half of rain. \"We usually get that a week. In July we got seven-tenths of an inch, for the month.\" Rain may be coming soon, thanks to hurricane Isaac, but it's too late for America's corn crop.</p> <p>The US planted 97m acres of corn for this year's crop – the most since 1937. If everything had gone according to plan, this year's harvest would have produced a new record, at close to 15bn bushels of corn (one metric tonne of corn <a href=\"http://www.usda.gov/news/pubs/fbook97/13b.pdf\">is equal to 39.37 bushels</a>). It's too early to say what the final tally will be, but the US department of agriculture has slashed its forecast to 10.8bn. Dan Basse, president of AgResources, an independent agriculture analyst, says that figure is likely to come down. \"We've lost 4bn bushels of corn. That's the largest loss in history, and we could lose another,\" he says. The USDA has declared counties in 38 states to be \"disaster areas\". About 72% of cattle areas are experiencing drought.</p> <p>Corn prices are at record highs, suggesting corn producers might be among the few winners in this situation. But many sold their crop before the drought swept the country, and those with corn to sell now have less of it.</p> <p>Nevertheless, the price hike has set corn producers against livestock farmers and by the end of the year food prices will rise. The spike in food prices is unlikely to be enough to ruffle US consumers. Basse says the people likely to feel it most are the 1.7bn people across the world who get by on $2 a day. \"They are the ones who will really suffer,\" he says. In 2008 drought-driven food price rises led to unrest in parts of Africa, the Middle East and Latin America.</p> <p>Things could have been a lot worse this year, says Johnson. She says bio-tech and agricultural innovations have allowed corn to produce even during this record drought. Those still greenish fields are only green thanks to bio-engineered corn, she says. \"If we were using the seeds my parents had used, we would really be in trouble. Those plants would all have fallen over\" she says.</p> <p>But for the livestock industry, it's not enough. Jeff Erb, a Boone county cattleman who farms a few miles from the show, says he has not witnessed a summer this dry since 1985. \"And that was nowhere near as bad,\" he says. \"Temperatures were pushing a hundred for nine, 10 days after another. The creeks are dry, the pastures been gone since June.</p> <p>\"A lot of guys have been using their winter supplies this summer.\"</p> <p>Corn costs are $8 a bushel – double what he paid last year. A large round bail of hay costs $150-$160 – also double last year's price. And while his costs have soared, there's little chance cattle farmers will be able to put their prices up. \"We have no control at all,\" he says.</p> <p>Erb says there's no point in blaming corn producers. Others are less sanguine. At the show there are dark words about \"profiteers\" and \"speculators\" but no one wants to attack their fellow farmers on the record. In private, they are lobbying hard. Arkansas congressman Steve Womack is leading a charge to repeal a law that requires 10% of the US's gasoline supply to come from corn-based ethanol – a law that swallows up to 40% of the country's annual corn production. \"If something isn't done – and done fast – food prices will soar,\" he said in a recent statement. In the 2008 drought it was Cuba's Fidel Castro leading the charge against America's use of food for fuel.</p> <p>Johnson says this summer is an \"aberration\". In the long run she believes ethanol is a good bet and will mean cheaper fuel for Americans, something that worries them more than small rises in food prices. But the pressures are mounting. Richer consumers in China and other developing nations are eating more corn-fed meat, and the ethanol subsidy isn't going anywhere, especially in an election year when so much is riding on corn-fuelled swing states like Iowa.</p> <p>Even corn farmers seem to have had enough. A recent survey by Farm Futures magazine found farmers planning to cut the land they will set aside for corn next spring. Willie Vogt, editorial director of Farm Progress, which organises the giant show, says the big issue now is what happens next. Last year was tough on livestock farmers. This year is tougher still. With supplies dwindling for livestock farmers, there is little room for error. \"We don't need to be too worried about agriculture this year,\" he says. \"But if we have another drought next year, you better get a gun.\"</p> <p>• This article was amended on 31 August 2012. The original said a bushel is 24 million metric tonnes. This has been corrected.</p>",
  "<p>When Mitt Romney speaks on Thursday night, the lights will go down, the delegates will hush and the atmosphere will build. It happened when his running-mate Paul Ryan came to the podium on Wednesday. But so far, the rest of the time – the long hours before television's prime time inside the hall and the longer daylight hours outside it – there has been something curiously lacking from this Republican convention, an element veterans of these quadrennial shindigs once took for granted: call it buzz, energy or atmosphere … whatever it is, Tampa doesn't have much of it. </p> <p>\"This is the most low-energy convention I've ever been at, by far,\" says one of America's most visible political journalists, present at every nomination gathering of the last 20 years (but keen to remain anonymous lest he compromise his public neutrality). Conversations with other seasoned observers run on similar lines. Even Michael Barone, the conservative-leaning editor of the Almanac of American Politics told the Guardian that this, his 21st convention, was among the most \"subdued\" he had attended. </p> <p>The evidence is found in the lack of crackle in the hall, the constant murmur and hubbub that persists for all but the top-of-the-bill speeches, the way the usual trigger for tear-the-roof-off cheering – the merest mention or glimpse of the nominee – instead goes by unnoticed. The euphoria that coursed through Dallas in 1984, when Republicans nominated Ronald Reagan, or through Denver in 2008, when Democrats selected Barack Obama, is missing from Tampa. </p> <p>Some in the hallways blame Isaac, the hurricane that blew away the first day of the convention and which had organisers fearing either total cancellation or, if not that, the pressure to tone things down lest Republicans be seen partying while the Gulf Coast battled the elements. And yet, Hurricane Gustav axed the first day of the Republican convention of 2008, too, but that gathering was electric – powered by the shock nomination of Sarah Palin as John McCain's running-mate. </p> <p>Others say the problem is not the extreme weather, just the regular climate of Tampa in August: hot, humid and sweaty, in the high 80s even at midnight. There's no denying that when even a short walk feels like a \"shower in molasses\", as Twitter puts it, that can dampen the spirits. But the temperature in Dallas 1984 apparently reached 107F – yet delegates skipped into the hall to nominate Reagan. </p> <p>Perhaps the problem is the security, so heavy that central Tampa has been dubbed the Green Zone. The military, police and secret service manning the endless miles of steel fencing are polite, but the consequence is that travelling around can feel like an ordeal.</p> <p>\"It's a pain in the butt,\" says Daniel R Centinello, a Republican delegate from New York state. Staying in a hotel several miles outside Tampa – because the city itself doesn't have enough hotel rooms – Centinello's journey to the convention has taken two and a half hours each way. That saps the enthusiasm somewhat. There was heavy security at the post 9/11 2004 Republican convention in New York City, too, but those who were there say getting around is harder this time. </p> <p>Still, none of this gets to the heart of the matter. The truth is that unless the power source is a high-voltage bust-up – as when Democrats split at the height of the Vietnam war in Chicago 1968, or Republicans were riven by Pat Buchanan's call for a \"culture war\" at Houston 1992 –the energy level of a nominating convention is determined by the energy flowing from and towards the nominee. Both New York in 1992 and Chicago in 1996 rocked because of Democrats' enthusiasm for Bill Clinton, just as Philadelphia 2000 drew its strength from Republican zeal for George W Bush. </p> <p>But Tampa's Republicans struggle to feel that fervor for Mitt Romney, even as increasing numbers of them believe he has a genuine shot at winning in November. When his name is mentioned or his face appears on a screen, there are no foot-stamping cheers. Indeed, mention of Ryan tends to produce the bigger response – <a href=\"http://www.theguardian.com/world/2012/aug/30/paul-ryan-speech-rnc-romney\">his Wednesday speech giving a welcome shot of adrenalin to proceedings</a>.</p> <p>\"Romney's a Massachusetts moderate and a Mormon,\" says that seasoned reporter. No wonder the Republican faithful don't throb with love for him. </p> <p>\"This is certainly a less royal convention,\" is how Barone puts it. While Reagan, Clinton and Obama enjoyed coronations, this is a more down-to-earth meeting, lacking that intense focus on a celebrated, even loved, individual. It is, perhaps, rather like the countless business conventions – of the insurance industry or accountancy sector – that take place in American cities every week of every year. Come to think of it, that atmosphere might suit Mitt Romney rather well.</p>",
  "<p><strong>Polly Toynbee</strong>, <strong>Michael White</strong> and <strong>Andrew Gimson</strong> join <strong>Hugh Muir</strong> to discuss the position of the three main party leaders as they head towards the autumn party conference season.</p> <p>David Cameron has faced hostile criticism from backbenchers who have variously suggested that he's an \"<a href=\"http://www.bbc.co.uk/news/uk-politics-17815769\">arrogant posh boy</a>\", a \"<a href=\"http://www.standard.co.uk/news/politics/david-cameron-is-like-a-chambermaid-for-coalition-partners-says-tory-mp-8096043.html\">chambermaid</a> for the Lib Dems\" and half way between <a href=\"http://www.guardian.co.uk/environment/2012/aug/28/david-cameron-taunted-tory-mp-heathrow\">man and mouse</a>. What can he do to keep them quiet?</p> <p>Nick Clegg has been faced with <a href=\"http://www.libdemvoice.org/libdemvoice-poll-members-nick-clegg-leader-2015-election-29903.html\">polling figures</a> showing his party is split on whether they'd be better off without him.</p> <p>And Ed Miliband is r<a href=\"http://blogs.telegraph.co.uk/news/danhodges/100178440/ed-balls-and-ed-miliband-arent-friends-but-that-doesnt-matter-in-politics-winning-does/\">umoured to be at loggerheads</a> with his shadow-chancellor (although the rumours have yet to reach Michael White and Polly Toynbee).</p> <p>Meanwhile across the pond at the Republican convention in Florida, <strong>Ewen MacAskill</strong> finds no great enthusiasm for presidential candidate Mitt Romney.</p> <p>Leave your thoughts below.</p>",
  "<h2><a href=\"http://www.guardian.co.uk/profile/jamesantle\">James Antle</a>: 'Ryan galvanized the conservative base without frightening swing voters'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395422720\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/06/02/james_antle_140x140.jpg\" alt=\"James Antle\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>For much of the night, it appeared that convention planners had deliberately designed a snooze-fest intended to make Paul Ryan's acceptance speech look better.</p> <p>The painfully unfunny Tim Pawlenty, the achingly dull Rob Portman, and depressingly banal John Thune all emerged to remind us they wouldn't have been better vice-presidential picks than Ryan. John McCain took the stage to lament the wars he didn't get to start after losing the 2008 presidential election, fervently hoping Mitt Romney will make up for lost time. Republicans you have never heard of enjoyed their 15 minutes of fame, though it often seemed much longer.</p> <p>In the early going, the only positive moments were an artfully done (even if foreign policy-free) video tribute to Ron Paul, a cautious but well-received address by his son Rand Paul, and George HW Bush doing an impression of <a href=\"http://www.danacarvey.net/\">Dana Carvey</a> doing an impression of him. (If you're curious, the 41st president nailed it.)</p> <p>But as the program moved toward prime time, the speakers picked up the pace. Mike Huckabee started slow, as if Romney's censors had edited out the former Arkansas governor's charm. But his attack on the Obama administration's HHS contraceptive mandate was powerful, and his attempt to rally evangelicals behind a Mormon and a Catholic was sincere. Condoleezza Rice gave one of the strongest speeches of the convention. Susana Martinez, the first-term governor of New Mexico, was likeable, down-to-earth, and impressive.</p> <p>Paul Ryan, nevertheless, remained the star of the show. Ryan is still honing his skills as a big event speaker and attack dog, but he did a good job delivering some of the most effective and specific anti-Obama barbs heard yet in Tampa.</p> <p>\"College grads shouldn't have to live out their 20s in childhood bedrooms, staring up at fading Obama posters,\" he zinged. \"There is no shortage of words from the White House. What is missing is leadership from the White House,\" was another good Ryan line. Finally, on Barack Obama's tendency to blame his predecessors: \"The man assumed office nearly four years ago. Isn't it time he assumed responsibility?\"</p> <p>You could quibble with some facts: the GM plant Ryan mentioned actually closed down before Obama took office, though Wisconsin Governor Scott Walker has pointed out that the president said he would save it. The line itself serves as a reminder that Ryan himself voted for the auto bailout. But overall, Ryan did what he needed to: he galvanized the conservative base without frightening swing voters, all while amplifying the ticket's attack on Obama's economic policies.</p> <p>The biggest blunder of the night was spending so much time reliving George W Bush's presidency. Bush himself appeared in an innocuous video. McCain channeled Bush on steroids. And for all Rice's rhetorical talent, she was essentially promoting warmed-over Bushism and a revisionist take on the 43rd president's \"forward strategy of freedom\", which didn't grapple with the general failure of his foreign policy in the Middle East.</p> <p>Romney and Ryan should want to get clear of Bush.</p> <p><em>James Antle is editor of the Daily Caller News Foundation</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Ryan's speech was a good example of just how far the GOP has strayed from the truth'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395422721\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2011/8/6/1312655160523/Michael-Cohen-003.jpg\" alt=\"Michael Cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Cohen Photograph: Observer</span> <span class=\"element-image__credit\">Photograph: Observer</span> </figcaption> </figure>  <p>Listening to Paul Ryan's vice-presidential speech this evening, I think I came within an inch of having a full-blown aneurysm. Never have I heard a major political speech so brazenly and stunningly dishonest. Others will want to talk about Ryan's strong performance and the wild crowd reaction from the assembled GOP delegates, but I'll just spend a few minutes chronicling his cavalcade of lies.</p> <p>Ryan began with a doozy: implicitly blaming Obama for the closing of a General Motors plant in his town of Janesville, Wisconsin. First, that plant was closed when George W Bush was still president. (In fact, here's a <a href=\"http://paulryan.house.gov/news/documentsingle.aspx?DocumentID=200270\">press release</a> from Ryan decrying the closure in June 2008, six months before Obama took office.) So, in a sense, Ryan was complaining that Obama didn't re-open it – a fairly amazing charge from a candidate and a party that have spent the last two days <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/29/they-built-that-republicans-big-lie\">decrying the role of government in the private sector</a>. It's an even more amazing when you consider that Ryan's running-mate opposed the auto bailout and even penned an op-ed titled \"Let Detroit Go Bankrupt.\"</p> <p>Ryan then quickly pivoted to the stimulus, which he described as \"a case of political patronage, corporate welfare, and cronyism at their worst … What did the taxpayers get out of the Obama stimulus? More debt. That money wasn't just spent and wasted – it was borrowed, spent, and wasted.\"</p> <p>As <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/27/why-obama-should-run-success-stimulus\">I wrote about a few days ago here</a>, what the stimulus did provide taxpayers with was 2.5m jobs and an economic boost out of the worst downturn since the Great Depression. This is not to mention all the long-term investments in healthcare, transportation, infrastructure and energy innovation. To argue that the stimulus was <em>wasted</em> is just a breathtaking bit of dishonesty.</p> <p>Then came Ryan's attack on Medicare. He lied about Obama taking money out of the program to pay for Obamacare. He lied about the fact that <em>his</em> budget has the exact same $716bn in cuts for which he attacked Obama. He vowed to protect and strengthen Medicare and honor its promise – even though his budget would end Medicare's federal guarantee and turn government-supported seniors' healthcare into a voucher program.</p> <p>And perhaps most amazingly, Ryan criticized Obama for creating a bipartisan debt commission and ignoring its recommendations – recommendations that Ryan voted against <em>as a member of the commission</em>.</p> <p>I could go on. The GOP has done more than create an <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/29/they-built-that-republicans-big-lie\">alternate reality</a>; they have built it on a host of political lies, misstatements and untruths. Ryan's speech was a good example of just how far the GOP has strayed from the truth – and of how debased our political discourse has become.</p> <p><em>Michael Cohen is a US political columnist for the Observer and Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jim-geraghty\">Jim Geraghty</a>: 'The bar is set extremely high for Romney this Thursday night'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395422723\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/11/1326298456752/jimgeraghty_140x140.jpg\" alt=\"Jim Geraghty\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>It was a strangely imbalanced night in terms of quality: the early speakers were barely noticed by the conventioneers – even John McCain, who had some strong critiques of Obama's foreign policy – and worsened with a speech by near-veep Senator Rob Portman of Ohio (utterly forgettable) and other near-veep Tim Pawlenty (a seemingly endless stream of bad jokes, landing with one THUD after another). About halfway into Governor Mike Huckabee's remarks, it looked like the evening would be a cavalcade of bad-to-mediocre speeches, wondering if we needed even a third night to this abbreviated convention.</p> <p>And then Huckabee got better, with some funny lines and some warm lines – best was, \"I care less about where Mitt Romney goes to church than where he's going to take this country.\" But the unexpected grand slam was Condi Rice, who at first appeared to be speaking to check a few boxes: foreign policy speech, check; acknowledgement of the Bush administration, check. Instead, Rice offered perhaps the best speech on the country's problems since Lehman collapsed in late 2008, an acknowledgement that the country had stumbled badly and been bruised but was more than capable of picking itself back up and returning to greatness. It was a speech with vision, and the best of the convention.</p> <p>So, the bar was set high for Paul Ryan; yet he cleared it – with a distinctly different, personable, more intimate style. He started out shaky, but watchers observed that the turning point was discussing his mother – and then he seemed to relax, and recognize that he knew the story he wanted to tell. Some funny lines will stay with us – the fading Obama poster on the unemployed grad's childhood bedroom wall – and I suspect all of the \"granny-killing extremist\" charges are going to have a much tougher time sticking, because Ryan seems so normal: even-keeled and warm and pleasant.</p> <p>Wednesday night left two thoughts: one, the bar is set extremely high for Romney this Thursday night (remember, he's being introduced by Senator Marco Rubio, another one of the GOP's best speakers); and then … how do Democrats respond to this? Can they go negative and focus on tax returns and contraception and some Seamus jokes after the Republican message has been so focused, realistic, optimistic and bold?</p> <p><em>Jim Geraghty is a contributing editor to the National Review</em></p>",
  "<p>When the glass doors swing open at Porsche Centre Luanda, in the capital of Angola, Esmeraldo Chinguto jumps to his feet in the hope of another sale. On display in the showroom this week was a model priced at around $170,000 (£107,390).</p> <p>\"The Angolan people like some luxuries and some can afford a Porsche,\" said Chinguto, who has sold around 50 since opening two-and-a-half years ago. \"We thought we'd have problems selling but now there is demand. More and more people want sports cars.\"</p> <p>A decade ago this would have seemed like fantasy. Angola was shattered by five centuries of Portuguese colonialism and a 27-year civil war between the People's Movement for the Liberation of Angola (MPLA), backed by Russia and Cuba, and National Union for the Total Independence of Angola (Unita) rebels, aided by the United States and apartheid South Africa.</p> <p>Today it is the third biggest economy in sub-Saharan Africa, having expanded by an average of 15% between 2002 and 2008. Despite a subsequent slowdown, growth is predicted to rebound to between 8% and 10% this year. On Friday Angola goes to the polls with President José Eduardo dos Santos, Africa's second longest-serving leader of 33 years, on course to secure another term. He clams credit for stabilising the country and making it a model for the continent. But Angola's story is also much of Africa's story, warts and all.</p> <p>The spectacular growth has created few jobs and entrenched or even deepened inequality. Angola is China's biggest trading partner in Africa with some $24.8bn in 2010, an uneven oil-for-infrastructure relationship that has brought tangible benefits but underlined that <a href=\"http://www.theguardian.com/commentisfree/2010/oct/18/angola-jimmy-mubenga-human-rights?INTCMP=ILCNETTXT3487\" title=\"\">natural resources can be both a blessing and a curse</a>. None of this appears to have a causal link to reducing corruption or enhancing human rights and democracy – the <a href=\"http://www.theguardian.com/global-development/2012/apr/05/angola-elections-threaten-instability\" title=\"\">elections are seen by many as a sham</a> intended to buy superficial legitimacy.</p> <p>Similar observations have been made about Ethiopia, the Democratic Republic of the Congo, Rwanda and other fast-growing \"African lions\". \"In most African countries, Angola is very symbolic,\" said Elias Isaac, country director for the <a href=\"http://www.osisa.org/angola/osisa-angola\" title=\"\">Open Society Initiative of Southern Africa</a> (Osisa). \"This economic growth is not synonymous with political democratic development. We are starting to understand that economy and democracy don't have much to do with each other.</p> <p>\"We have double-digit growth but do we see the same in political development or in the human rights arena? Can we say there has been the same growth? You can see infrastructure and growth in the oil sector, but how much has this really bettered the lives of the people? The elections are far from being fair, transparent and just.\"</p> <p>Angola is following the Chinese development model, Isaac argues, and the authoritarian Dos Santos's embrace of Beijing is visible everywhere. Chinese-built towers are rising in Luanda – numerous cranes dotting the skyline promise more to come. Roads and railways have been laid across the country. Isaac estimates that more than 300,000 Chinese people have moved here in the past decade, although the MPLA says the official figure is 40,000 to 43,000.</p> <p>Nowhere has China changed the landscape more emphatically than Kilamba, a city 18 miles outside Luanda built from scratch in three years for a reported $3.5bn. It contains 10,000 apartments so far, in blocks that might appear Soviet but for shades of blue, green and yellow. There are smooth roads and pavements, working traffic lights and basketball courts, and plans for schools, medical centres, a shopping mall with cinema and a five-star hotel.</p> <p>Romulo Bedago, commercial manager for the onsite estate agent Delta Imobiliária said: \"I think it's a beautiful city. The apartments are good. We are giving an example to Africa and the world that it's possible.\"</p> <p>Asked if Kilamba was somewhat soulless, he insisted: \"It has character. The soul is coming.\"</p> <p>Despite the promise of reliable electricity and water and respite from Luanda's traffic jams, take-up was slow when the apartments went on sale last October. \"It was <a href=\"http://www.bbc.co.uk/news/world-africa-18646243\" title=\"\">a ghost town</a>,\" Bedago admitted. \"But now people are moving. We want people to move in because the city needs to be alive.\"</p> <p>A three-bedroom apartment costs $125,000; a five-bedroom costs $200,000 – cheaper than in Luanda, but beyond the means of the majority of Angolans living on less than $2 a day. Stung by criticism, the authorities subsequently created a rental option for civil servants – a three-bedroom flat costs $603 per month – and intend extending this to the public.</p> <p>Bedago says 2,200 apartments have now been allocated, although only 500 people are living on site. Among them is Antonio Santos, 43, a government public relations officer who rented five bedrooms two weeks ago. \"The Chinese are building for my country,\" he said. \"They are having a positive impact on Angola.\"</p> <p>Not everyone agrees. Critics say Africa's second-biggest oil producer got a raw deal and is selling to China at around $60 a barrel, well below global prices, with infrastructure alone an insufficient return. They question why unskilled Chinese labourers have taken jobs that could have gone to Angolans, sowing resentment.</p> <p>Angola's boom has also driven a dangerous wedge between the haves and the have-nots. BMWs, Porsches and Land Cruisers meander through Luanda past beggars missing limbs due to the civil war or polio. Designer shops and luxury beachside restaurants sit cheek-by-jowl with crammed, tin-roof shantytowns strewn with rubbish and resembling Brazilian favelas.</p> <p>Luanda has been dubbed the <a href=\"http://www.dailymail.co.uk/news/article-2183616/Luanda-The-capital-Angola-expensive-city-world.html\" title=\"\">most overpriced city in the world</a>. \"If this city is expensive for expats, can you imagine for Angolans?\" said Isaac of Osisa. \"It's hell.</p> <p>\"Angola doesn't have a middle class. If I earn $4,000 to 5,000, I'm not middle class. My rent would be $2,000 to 3,000, I'd need to budget $500 for water and $400 to 500 for two electricity generators in my house. Doctors, lawyers and economists can't afford to save. You ask an Angolan doctor or lawyer how often he can afford to take his family to a restaurant: it's two or three times a month.\"</p> <p>Dos Santos stands accused of abusing the oil wealth to enrich himself, his family and a narrow elite while failing to deliver housing, education and jobs to the majority. Vanity projects include an ocean bay promenade with manicured lawns and imported palm trees that he officially opened this week.</p> <p>But the politically astute Dos Santos has begun to address the social frustrations ahead of the election, where his MPLA faces Unita at the ballot box. \"I am the first to admit the difficult reality that many families face,\" he told supporters in a campaign speech last weekend. \"We will not stand and watch while there are situations of huge inequality in our land.\"</p> <p>Campaigning under the slogan \"Grow More, Distribute Better\", the MPLA has pledged to introduce a minimum wage and subsidies for the elderly. The party airs video adverts listing its achievements: 2,700 km of railways, 148 railway stations, 10 renovated airports, 400 bridges, 6,500 km of roads.</p> <p>The MPLA also claims it has cut poverty from 68% of the population in 2002 to around 39% in 2009, and raised average life expectency from 42 to 52. \"We have to be serious and sincere,\" said Rui Pinto de Andrade, a party spokesman, speaking at its headquarters on Ho Chi Minh Street. \"In your country, is there still hunger or not? Did you know Angola when it was a destroyed place? It was difficult to go 2km from here because of the state of the roads. In that scenario, what would you do first, helping the people or building infrastructure? If you don't first have a water supply and rebuilt roads and power plants, how do you help people?\"</p> <p>Describing China's help as \"wonderful\", he continued: \"We are working hard to minimise poverty. Nowhere in the world is everyone rich. Everywhere in the world has people who are well educated and who are not. The other kind of society doesn't exist. If it does, give us the formula and make us a paradise country.\"</p> <p>Back at the gleaming Porsche Centre Luanda, Esmeraldo Chinguto is among those reaping the rewards of Africa's new economic dynamo. \"We have to follow the constitution and we have to remember one thing: in Africa we look at our head of state as our father and it is very difficult to change,\" mused the former army lieutenant colonel. \"The Angolan people look at our head of state as a father.</p> <p>\"He gives confidence to all Angolans and makes them happy. This shouldn't be changed or it will stop all development programmes and plans for three or four years. The machine is running at such speed that if we broke it – oh, my goodness.\"</p>",
  "<p>He has an authoritarian streak a mile wide, say his foes, and has ruled his country longer than Robert Mugabe. Yet <a href=\"http://www.bbc.co.uk/news/world-africa-19414963\" title=\"\">José Eduardo dos Santos</a> is the African autocrat that perhaps the world knows least about.</p> <p>Despite having never been formally elected, Dos Santos has been in power in Angola for 33 years, making him Africa's second longest-serving head of state – just behind <a href=\"http://www.theguardian.com/world/2012/aug/22/equatorial-guinea-human-rights\" title=\"\">Equatorial Guinea's Teodoro Obiang Nguema Mbasogo</a>.</p> <p>He is widely expected to remain president after Friday's election and, following a constitutional change, is well positioned to continue to at least 2022. Yet despite <a href=\"http://www.amnesty.org/en/news/angola-protect-free-speech-youth-activists-attacked-2012-05-24\" title=\"\">allegations of corruption and human rights abuses</a>, he will gain only a fraction of the opprobrium afforded Mugabe and others.</p> <p>\"The world screams when a president changes the consitution for a third term,\" said <a href=\"http://makaangola.org/?lang=en\" title=\"\">Rafael Marques de Morais</a>, an anti-graft activist and journalist. \"This guy has been in power for 33 years and he'll be there for 43 years but the world has been silent.\"</p> <p>Critics liken Dos Santos to a Machiavelli who has cleverly hidden in plain sight, eschewing the inflammatory rhetoric of his counterparts while shrewdly courting the US, Brazil and China. The picture of his face on campaign posters around Angola is mild, understated, almost benevolent.</p> <p>De Morais continued: \"He is a dictator who is not as flamboyant as the ordinary African dictators and this has misguided many people in Africa. <a href=\"http://partners.nytimes.com/library/world/090897obit-mobutu.html\" title=\"\">Mobutu Sese Seko</a> [of Zaire/ Democratic Republic of the Congo] was flamboyant and loved to talk to the media.</p> <p>\"How many interviews with Dos Santos can you find? Hardly any. I've never seen a picture of him sitting at his desk working. We all know the White House in America but after 33 years people have no idea what our president's office looks like. In fact very little is known about him.\"</p> <p>De Morais, who has published several reports alleging the involvement of Dos Santos's family and political allies in corrupt business deals, added: \"He is a withdrawn dictator, but the way he uses businesses to benefit his family puts Mobutu to shame. He passes laws to do it. He has always relied more on corruption than any other dictator. Obiang would not co-opt the opposition into the security apparatus as he has.\"</p> <p>Sitting at his laptop at home, De Morais pulled up what he says is a pre-election audit of Friday's poll by Deloitte, revealing irregularities such as late voter registration and an illegal lack of transparency over polling stations. \"The whole system is just fraudulent.\"</p> <p>The son of a bricklayer, Dos Santos joined the Popular Movement for the Liberation of Angola (MPLA) as a teenager and rose quickly up the party ranks during Angola's fight for independence from Portugal. In 1979, after the death of liberation president Agostinho Neto from cancer, he was sworn in as president.</p> <p>He has an iron grip on all aspects of government, heads the armed forces and appoints senior judges. He is never criticised by the country's state media and has swiftly crushed dissent in the few privately owned newspapers.</p> <p>Elias Isaac, country director for the <a href=\"http://www.osisa.org/angola/osisa-angola\" title=\"\">Open Society Initiative of Southern Africa</a>, said: \"Mussolini and Pinochet and Stalin and Bokassa and Idi Amin were dictators. I wouldn't classify Dos Santos as a dictator; he respects some differences and allows the existence of other political parties.</p> <p>\"But he is autocratic. He has concentrated so much power around himself. It's so Machiavellian, the way he has played it. Up to 1992 the MPLA was so strong. He gradually weakened the party and became strong himself. He's now stronger than the party.</p> <p>\"He disabled personal enemies – generals, police, politicians – by giving them diamonds and businesses and wealth. They say, 'We don't want to disturb this.' He has created a system of blood sucking and he is the main vein. They cannot let him go. A blood sucker will not survive if the main vein is not there.\"</p> <p>Dos Santos, a natty dresser who turned 70 this week, is married to former flight attendant Ana Paula dos Santos, 18 years his junior, and has several children. The family controls a huge business empire. His eldest daughter, Isabel, is a powerful businesswoman in Portugal with shares in energy, telecoms and financial companies.</p> <p>Rui Pinto Andrade, an MPLA spokesman, described the president as a nature lover who enjoys playing basketball and football. He dismissed the charge of an opaque dictatorship. \"If the people voted for him, what is the problem with that? Do you think a dictator is given so much respect when he goes to places like Europe and America? Here you can see he is loved by the people.\"</p>",
  "<p>It is always good sport to tweak the noses of American religious fundamentalists, particularly at election time, and you can never say they don't need tweaking, as the revelation that some of Louisiana's schools are to benefit from remarkable textbooks indicates.</p> <p>Under a voucher system introduced by the state's governor Bobby Jindal – a rising star of the Republican party – pupils attending 119 schools in the state, many of them run by the religious right, will be reading <a href=\"http://www.motherjones.com/blue-marble/2012/07/photos-evangelical-curricula-louisiana-tax-dollars\" title=\"\">textbooks which tell them that dinosaurs co-existed with humans</a>, slaves did not have it so bad and the Ku Klux Klan had some good points. Oh, and that Mark Twain was hopeless and Emily Dickinson, who spent much of her life shut up in her house in Amherst writing poetry, was presumptuous and disrespectful – both of them because they apparently had doubts about the beneficence of the Almighty.</p> <p>These are from textbooks issued over the past few years by Bob Jones University in South Carolina, a bastion of segregationism and racial discrimination for decades, until it found it might lose its charitable status. It is more than a slight irony that this has come from a governor with an ethnic Indian background, who was a Rhodes scholar not so long ago at New College, Oxford, academic home of <a href=\"http://www.theguardian.com/science/blog/2012/jun/12/richard-dawkins-evolution-new-classics\" title=\"\">Richard Dawkins</a> – the prof's head must be spinning that an alumnus is sanctioning science teaching that the Earth is only 6,000 years old in schools educating some of the most disadvantaged children in the US.</p> <p>Walking with dinosaurs is bad enough, but what is particularly egregious is the shameless rewriting of history that is going on in some parts of the religious right. The Tea Partiers with their tricorn hats and fifes and drums propel a mythic past of the sort many nations comfort themselves with, but the Bob Jones textbooks with their assertions that \"the majority of slave holders treated their slaves well\" and the KKK \"tried to be a means of reform, fighting the decline in morality\" are not only absurdly, demonstrably wrong-headed, but take distortion to an entirely new level. Such tropes are fading even in the South, but it is not so many years ago that an elderly white woman in Natchez, Mississippi gravely informed me that of course, in the olden days, they treated slaves well \"because, after all, they were our property\".</p> <p>More insidious still because of their veneer of scholarship is the work of the conservative historian David Barton, who tries to wrestle the nation's history into a Christian template that it just does not fit. His latest effort, Jefferson Lies, which attempts in the face of copious evidence to the contrary, to tug the Founding Father into the evangelical Christian tradition, was last month <a href=\"http://www.theguardian.com/books/us-news-blog/2012/aug/13/book-thomas-jefferson-complaints-inaccuracies\" title=\"\">withdrawn from publication</a> after being described as the least credible history book in print.</p> <p>The surprising thing is that the publisher Thomas Nelson, which said it had \"lost confidence\" in the work, did not check Barton's track record earlier for he has quite – ahem – a history of that sort of thing. It was he who seemingly discovered a document by James Madison insisting that American institutions were founded on the Ten Commandments. Unfortunately the University of Virginia, which owns Madison's papers can find the fourth president saying no such thing, ever.</p> <p>An especially ingenious effort is Barton's assertion that the delegates to the Constitutional convention in 1787 solved their deadlock by praying at Benjamin Franklin's suggestion: \"While neglecting God, their efforts had been characterised by frustration and selfishness… only after returning God to their deliberations were they effective in their efforts to frame a new government.\"</p> <p>Actually, what happened was that Franklin did indeed suggest praying, but the other delegates all opposed it, not least on the grounds that there was no money to pay a chaplain. Franklin himself wrote: \"The convention except for three or four persons, thought prayers unnecessary.\"</p> <p>That does not stop pictures by zealous modern artists, showing the convention on their knees, bathed in divine light, from gracing the walls of Christian right institutions such as Patrick Henry College near Washington, which prides itself on placing its students as interns with Republican congressmen. One even made it to be an adviser to the Bush administration in Iraq.</p> <p>What makes this important is precisely that such falseness informs and is taken up by the Republican right to construct an image of the US and its constitution in its own likeness. Barton's work has been praised by the likes of Newt Gingrich and Mike Huckabee and notions like his insinuate themselves into the thinking of supreme court justices such as Antonin Scalia with their interesting interpretation of the constitution based on the founders' supposed original intent. Scalia says: \"I look at a text. I take my best shot at getting the fairest meaning … understanding what it meant at the time it was adopted.\" This has implications for the definition of what the founding fathers understood by phrases such as cruel and unusual punishment.</p> <p>Perhaps we should not be surprised that Louisiana school pupils may soon be taught that the hardships of the Great Depression were exaggerated propaganda, or that the laws of mathematics are a creation of God. After all, it's only 88 years since the legislators of Tennessee decided to outlaw the state's own biology textbook because it taught the theory of evolution and they didn't want their children getting the wrong ideas.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395409943\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322377975/Paul-Ryan-with-his-family-014.jpg\" alt=\"Republican convention: Paul Ryan with his family\" width=\"760\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul Ryan on stage with his sons Charlie and Sam, daughter Lisa, wife Janna and mother Betty Douglas</span> <span class=\"element-image__credit\">Photograph: Keystone USA-Zuma/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409941\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322368689/Paul-Ryan-waves-as-he-tak-011.jpg\" alt=\"Republican convention: Paul Ryan waves as he takes the stage\" width=\"719\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ryan waves as he takes the stage</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409919\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322339724/A-delegate-holds-up-a-mas-002.jpg\" alt=\"Republican convention: A delegate holds up a mask of Paul Ryan\" width=\"679\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A delegate holds up Ryan masks</span> <span class=\"element-image__credit\">Photograph: David Goldman/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409947\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322345412/Republican-vice-president-004.jpg\" alt=\"Republican convention: Republican vice presidential nominee Pau\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ryan pauses as he delivers the keynote address</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409937\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322351443/BESTPIX-2012-Republican-N-006.jpg\" alt=\"Republican convention: Mitt Romney sits in his hotel room with his grandchildren \" width=\"728\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican presidential nominee Mitt Romney sits in his hotel room with his grandchildren as he watches former secretary of state Condoleezza Rice speaking in a televised broadcast</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409917\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322348151/A-delegate-claps-holding--005.jpg\" alt=\"Republican convention: A delegate claps holding a mask of Condoleezza Rice as she speaks\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One delegate claps as another holds a mask of Rice as she speaks</span> <span class=\"element-image__credit\">Photograph: Benjamin J Myers/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409929\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322365346/Ann-Romney-and-Paul-Ryans-010.jpg\" alt=\"Republican convention: Ann Romney and Paul Ryan's son Sam sit in the VIP box\" width=\"760\" height=\"461\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney's wife, Ann, and Ryan's son Sam endure the speeches from the VIP box</span> <span class=\"element-image__credit\">Photograph: Win McNamee/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409925\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322361958/A-woman-in-patriotic-sung-009.jpg\" alt=\"Republican convention: A woman in patriotic sunglasses gives the thumbs-up\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman in patriotic sunglasses gives the thumbs-up</span> <span class=\"element-image__credit\">Photograph: Win McNamee/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409945\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322342921/Protesters-yell-as-Paul-R-003.jpg\" alt=\"Republican convention: Protesters yell as Paul Ryan addresses the Republican National Conventio\" width=\"701\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters shout as Ryan addresses the convention</span> <span class=\"element-image__credit\">Photograph: Jae C. Hong/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409935\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322336279/Delegate-George-Engelbach-001.jpg\" alt=\"Republican convention: Delegate George Engelbach dressed like Abraham Lincoln\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delegate George Engelbach dressed as  Abraham Lincoln </span> <span class=\"element-image__credit\">Photograph: Benjamin J Myers/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409971\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322375428/Texas-delegate-Patrick-OD-013.jpg\" alt=\"Republican convention: Texas delegate Patrick O'Daniel holds a fighting doll of Mitt Romney\" width=\"664\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Texan delegate Patrick O'Daniel holds a fighting doll of Romney</span> <span class=\"element-image__credit\">Photograph: Jae C. Hong/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409921\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322355210/A-teleprompter-displays-t-007.jpg\" alt=\"Republican convention: A teleprompter displays the speech for John McCain\" width=\"756\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A teleprompter displays the speech for former Republican presidential nominee John McCain</span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409956\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322516318/Texas-delegates-cheer-as--016.jpg\" alt=\"Republican convention: Texas delegates cheer as New Mexico Governor Susana Martinez speaks\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Texan delegates cheer as New Mexico's governor, Susana Martinez, says she carried a gun when she was young</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409927\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322372196/A-woman-wears-a-GOP-eleph-012.jpg\" alt=\"Republican convention: A woman wears a GOP elephant hat\" width=\"400\" height=\"529\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman wears a GOP elephant hat</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409932\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322358565/Campaign-signs-sit-on-sea-008.jpg\" alt=\"Republican convention: Campaign signs sit on seats in front of a US national debt clock acrued\" width=\"712\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Campaign signs sit on seats in front of a US national debt clock</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395409965\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346322513249/The-US-flag-is-presented--015.jpg\" alt=\"Republican convention: The US flag is presented by the Amputee Veterans of America Support Team\" width=\"628\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The US flag is presented by the Amputee Veterans of America support team</span> <span class=\"element-image__credit\">Photograph: Keystone USA-Zuma/Rex Features</span> </figcaption> </figure>",
  "<p>It was supposed to be Paul Ryan's night. The lineup of speakers was studded with the vice-presidential B listers from both Mitt Romney's first draft picks and the political writers' imaginations: Rob Portman, Tim Pawlenty, Condoleezza Rice, Susan Martinez, John Thune, Mike Huckabee.</p> <p>A major theme of the remarks was the disparagement of liberals' supposed desire to soothe feelings at all costs; Huckabee mocked the new-age parenting cliche of \"giving everyone a trophy for showing up\", but that is also a pretty apt description of how the night's slots seemed to be filled. One speaker actually won a prize for the night – unfortunately for the Romney campaign, it wasn't Paul Ryan. Former secretary of state Condoleezza Rice walked off the stage in a mist of wistfulness and applause as her passionate and positive message brought the convention to its feet and generated its first taste of unrehearsed, unexpected excitement.</p> <p>Paul Ryan gave a speech as well, and it delivered hormone-injected red meat to a hungry crowd, but it didn't show anyone anything new: In fact, he has been trotting out pieces of it to the stump ever since he accepted the position. The conventional wisdom always had it that Romney would select a \"boring white guy\", and, indeed, the men intended to warm up the stage for Ryan were warm-up speakers almost solely in the sense that their body temperatures may have heated the air around them. The reception they got was lukewarm.</p> <p>Huckabee, Pawlenty, Thune and Portman performed the same basic set of jokes and asserted the same slogans with such uniformity it was hard not imagine them as a single blurry white guy with an intermittent Southern accent, referencing Obama's lack of business experience, Romney revealing humble but generic origins.</p> <p>Again, there may have been a point to this homogeneity. By the time Huckabee got to his eighth recitation of the convention's slogan – \"We can do better!\" – one hoped that it was a more immediate assurance than a reference to whatever it is a Romney administration might plan. Sure enough, in the short term, the promise was fulfilled, spectacularly, by Rice.</p> <p>I cannot argue that her speech changed my mind about any of the policies she presented. She was an architect of Bush's pointless, tragic war in Iraq. The speech itself rolled out threats of further expansions in the conveniently ill-defined war on terror. Her economic and energy arguments were vague heralds of free market wish-fulfillment. But with the bar set low enough for Ryan to rise above it, Rice's rhetoric practically soared.</p> <p>Rice used the lens of her own unarguably audacious rise from a child in the deep south to focus on the kinds of ideas that inspire things besides rage. Whereas the generic humble beginnings narratives of the boring white guys filled in blanks, Rice filled hearts. Ironically, she articulated the vision of America that makes Romney's biography so discomforting. She said:</p> <blockquote> \"The essence of America – that which really unites us – is not ethnicity, or nationality or religion – it is an idea – and what an idea it is: that you can come from humble circumstances and do great things. That it doesn't matter where you came from but where you are going.\" </blockquote> <p>Rice ended \"on a personal note\" to reference \"a little girl grows up in Jim Crow Birmingham\" whose \"parents can't take her to a movie theatre or a restaurant\" but who make \"make her believe that even though she can't have a hamburger at the Woolworth's lunch counter, she can be president of the United States and she becomes the secretary of state\". The part about being in the cabinet and not the Oval Office sounds tacked on, but maybe I'm overly optimistic. But I'm not the only one with such a vision. After Rice spoke, Fox News confirmed that she delivered the speech without a prompter. For them, that is akin to printing \"CONDI 2016\" bumperstickers.</p> <p>Her speech suggested the kind of Republican who would truly \"raise the conversation\", and if it seems like settling to want an opposition party to simply not be so utterly vindictive, well, yes, I will settle for that. It might even mean that the Democrats would ratchet down their spite as well.</p> <p>Ryan's speech did not immediately follow Rice's – lucky for him. Susana Martinez, the governor of New Mexico, spoke after the secretary and in the context of Rice's ovation she did as well as one could possibly ask. That her first big applause line was for merely owning a gun did suggest that the convention was settling back in to its more familiar mode.</p> <p>Ryan picked up where the cliches before had left off. He only developed real energy as he tore his teeth into Obama, doing so with such delight that some <a href=\"http://www.salon.com/2012/08/30/paul_ryans_brazen_lies/\" title=\"\">facts got mangled along the way</a>. There was the familiar lie about Obama's \"raiding\" of Medicare, and a repetition of the accusation that Obama \"closed\" a GM plant in Wisconsin in 2008 before he became president.</p> <p>Ryan's feistiness was probably the right note to end on. Whatever \"We can do better\" is supposed to mean, it's always best to keep focused on executing the next step ahead. For Romney and Ryan, that means ginning up as much antipathy for Obama as possible without making Americans feel stupid for voting for him in the first place. His image of \"college graduates … staring up at fading Obama posters and wondering when they can move out and get going with life\" is the kind of poignant conjecture that definitely sounds true.</p> <p>Ryan's fresh face and charm allow him to deliver the same old indictments in a way that makes them look like the revelations of someone who only just now realised they'd made a mistake. As a friend who has been disillusioned with Obama for some time now put it, \"He's the Boy Scout with a knife.\" Whether you're frightened or excited by that image tells you something about how you will respond to the Republicans' message on election day.</p>",
  "<p>The Liberal Democrats should consider deposing Nick Clegg as their leader before the next general election, a prominent peer has said.</p> <p>Lord Oakeshott of Seagrove Bay, a close ally of Vince Cable, said the Lib Dems needed to take a careful look at their \"strategy and management\" because the party had seen its support halve since the election.</p> <p>The peer, a persistent Clegg critic, told Radio 4's Today programme: \"We have lost over half our market share – if you like to put it that way, if we had been Sainsbury's – since the election. Any business that had done that would be looking very hard now at both its strategy and its management to see how we get some of that back because otherwise we are going to lose a large number of seats at the next election.\"</p> <p>The deputy prime minister, who knows that Oakeshott is agitating for him to be replaced by Cable, told the Guardian this week that he would lead his party into the 2015 general election and beyond.</p> <p>In his interview Clegg said: \"I am going to lead this party through the next general election and beyond. But I am acutely aware of how much work we have got to do over the next two and a half years.\"</p> <p>Oakeshott made his intervention as part of a discussion on the Today programme with Peter Kellner, the president of the YouGov polling organisation. In a recent poll, published in the latest edition of <a href=\"http://www.prospectmagazine.co.uk/\" title=\"\">Prospect magazine</a>, Kellner found three times more respect for Cable than for Clegg among Lib Dem voters. The poll was <a href=\"http://www.theguardian.com/commentisfree/2012/aug/29/lib-dems-ruthless-nick-clegg-loser\" title=\"\">highlighted in the Guardian by Martin Kettle</a> on Thursday.</p> <p>Supporters of Cable are highlighting this poll to call for Clegg's removal. The business secretary is not moving against Clegg, though he did indicate in an FT interview earlier in the summer that he would be available if there were a vacancy.</p> <p>In his Guardian interview Clegg brushed off Cable's remarks. \"I have a lot of sympathy for Vince. I have been there myself. You get asked by a journalist would you ever, ever, ever considering standing. I was in exactly the same invidious position when people kept asking me at the time when Ming [Sir Menzies Campbell] was leader. Almost anything you say will get interpreted mischievously. I work very, very closely together with Vince. Just a few days ago we had an hour-long telephone conversation about the state of the British economy and what we want to do together. We have very complementary skills. We work together very well as a team.\"</p> <p>But Clegg said he was aware of a poll of party members by the <a href=\"http://www.libdemvoice.org/libdemvoice-poll-members-nick-clegg-leader-2015-election-29903.html\" title=\"\">Lib Dem Voice website</a> which found 87% support for Cable compared with 31% for Clegg. The poll found that Clegg was marginally ahead (by 47% to 46%) when members were asked about whether he should lead the party into the next election.</p> <p>Clegg said: \"Of course there are some [party members] who are worried. Of course they are. Who wouldn't be worried? And there are some, bluntly, who don't like what we have done by entering into coalition and don't like the way I have led the party in a fairly controversial way. But the worst thing to do when you are half way up a mountain is to suddenly either jump off a cliff or retrace your steps. I always believe in going forward, not going backwards.</p> <p>\"As long as I have been in politics I have read portentous pieces from commentators and pundits saying the Liberal Democrats are just about to die – tomorrow … if we were not in coalition now I am sure I would be reading pieces saying that because Nick Clegg failed to take the strategic opportunity of being in coalition the Liberal Democrats face irrelevance and extinction. It is the nature of the beast.</p> <p>\"People don't like the fact that Liberal Democrats are an active and important and powerful part of the political scene. We have proved them wrong before and will prove them wrong again. But we've got to do a lot of work to recover our fortunes in the next two and a half years.\"</p>",
  "<video data-media-id=\"gu-video-395403923\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/30/120830RyanRNC-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/30/120830RyanRNC_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/30/120830RyanRNC_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120830RyanRNC/120830RyanRNC.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/30/120830RyanRNC-720.mp4\"/> </video>   <p>The Republican vice-presidential candidate, Paul Ryan, won a series of standing ovations during a <a href=\"http://www.guardian.co.uk/world/video/2012/aug/30/paul-ryan-speech-republicans-romney-video\">primetime keynote address</a> to the party's national convention in which he set out the case for small government and prepared the ground for Mitt Romney's big speech on Thursday night.</p> <p>Although Ryan failed to generate the same level of excitement as Sarah Palin at the 2008 convention, he did enough in Tampa to fire up what had been a listless event, dogged by bad weather and lack of enthusiasm over Romney.</p> <p>He set out an alternative economic strategy to the Obama adminstration, promising to create millions of new jobs over the next four years and won loud applause for saying a Romney administration would protect Medicare.</p> <p>But some of his rhetorical assertions were immediately challenged by fact checkers, including <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/29/paul-ryan/paul-ryan-said-president-obama-funneled-716-billio/\">erroneous claims on healthcare reform</a> and the <a href=\"http://www.politifact.com/wisconsin/statements/2012/aug/29/paul-ryan/did-barack-obama-break-promise-keep-gm-plant-open/\">closure of a GM factory in Ryan's home state of Wisconsin</a>, which actually happened before Obama came to power.</p> <p>Ryan secured some of the loudest bursts of applause for his attacks on Obama. One image that resonated with the tens of thousands crowded into the convention centre was when Ryan spoke about students. \"College graduates should not have to live out their 20s in their childhood bedrooms, staring up at fading Obama posters and wondering when they can move out and get going with life,\" he said.</p> <p>\"Everyone who feels stuck in the Obama economy is right to focus on the here and now. And I hope you understand this too, if you're feeling left out or passed by: you have not failed, your leaders have failed you.\"</p> <p>The immediate reaction from senior Republicans, however, was positive. \"He did all he had to do. He introduced himself personally to the American people,\" said the former House Speaker and one-time Romney rival Newt Gingrich.</p> <p>Gingrich told the Guardian: \"Paul Ryan knows more than Joe Biden has remembered or confused.\" Addressing concern about his lack of experience, Gingrich pointed out that Ryan, 42, is only four years younger than Obama was when elected to the presidency and already has much more political experience than the then Democratic candidate.</p> <p>Ryan's was a measured speech that began nervously but got stronger as it progressed. He had two difficult acts to follow after former secretary of state Condoleezza Rice and the governor of New Mexico, Susana Martinez, delivered powerful addresses.</p> <p>He couched his speech in moral terms. \"We have responsibilities, one to another – we do not each face the world alone. And the greatest of all responsibilities is that of the strong to protect the weak. The truest measure of any society is how it treats those who cannot defend or care for themselves,\" he said.</p> <p>He added: \"Our rights come from nature and God, not from government.\"</p> <p>The focus now shifts to Romney, who now has to deliver the speech of his life to the convention, one that could determine whether he or Obama will be the next president. He has to win over not only conservatives at the convention, to ensure they turn out as volunteers and on election day, but more importantly an estimated television audience of more than 30 million.</p> <p>The convention in the early evening had been flat, lacking in energy, with delegates milling around, not listening to the speakers.</p> <p>Rice fired them up, accusing Obama of leading from the back in foreign policy. She brought the convention to its feet again towards the end of her speech when she spoke about how a girl who had been banned under the Jim Crow laws from eating a hamburger in her local Woolworth's store in her hometown, Alabama, and rose to become secretary of state.</p> <p>There was a brief protest when a small group of women unfurled a banner saying \"Vagina\", making their point about Republican policies on abortion and other issues related to women. To shouts of \"USA, USA\" from the delegates they left the hall.</p> <p>The divisions and tensions in the Republican party were exposed again when hundreds of supporters of the libertarian Texas Congressman Ron Paul – who accumulated a lot of delegates during his bid for the presidential nomination – walked out over rules changes they see as limiting grassroots rights.</p>",
  "<p>For a party that has gone to extraordinary lengths to stress its links to small business, Republicans are terrible salespeople. They have had just one task this week: to market Mitt Romney. The trouble is no one's buying it.</p> <p>At first sight the problem seems to be presentational. The contributions from the stage are wooden; the jokes flat; signs of oratorical flare rare. Time and again with just a handful of exceptions, a speaker came to the podium to great cheers only to dampen the enthusiasm with their actual speech.</p> <p>Yet the sense you get from the floor is of a party barely going through the motions. Missing their cues to clap and boo, they respond as though they're watching vaudeville by satellite – it's as though they're not even there. Spend an hour on the convention floor in Tampa and you'd be forgiven for thinking the Tea party has switched to decaf.</p> <p>But as time goes on it's clear that the issue is not presentation but the product. Last night the primary task fell to Romney's vice-presidential pick, Paul Ryan. The public is reserving judgment on Ryan. When Americans are asked what single word best describes Ryan, the four most frequent responses were conservative, intelligent, young and unknown; four years ago the same question with Sarah Palin prompted the word inexperienced.</p> <p>His selection was expressly intended to fire up the base. Looking scarcely old enough to vote, let alone stand as vice-president, Ryan did everything he could to promote his new boss. Singing his virtues, praising his record and gently chiding his iPod playlist like a cheeky son.</p> <p>\"His whole life has prepared him for this moment – to meet serious challenges in a serious way, without excuses and idle words,\" he said. \"After four years of getting the runaround America needs a turnaround, and the man for the job is governor Mitt Romney.\"</p> <p>The trouble is Romney is proving just too tough a sell. A poll released on the day he was nominated revealed that Romney is the least popular nominee of a major party in almost 30 years. So tough in fact that even when the Republicans do buy it they won't wear it. A poll last month showed a significant enthusiasm gap between Republicans and Democrats. Republicans in three swing states – Florida, Ohio and Pennsylvania – found supporters who \"strongly favoured\" Romney trailing Obama supporters who \"strongly favoured\" the president by double digits.</p> <p>Ryan's was not the only good speech. The former secretary of state Condoleeza Rice raised the roof and Rand Paul was well received. But even when the speeches are good the effect is not to shine a light on Romney but to leave one wondering why so many others did not step out of the shade. They left the crowd wanting more. Just not more Romney.</p> <p>Two of the other speakers last night were Romney's 2008 rivals Mike Huckabee and John McCain. After Huckabee beat Romney in Iowa back then he reportedly called McCain ahead of the New Hampshire primary. \"Now it's your turn to kick his butt,\" he said. Last night they they sought not to kick it but to cover it. To sell the candidate they have, because they couldn't have the candidate they want.</p>",
  "<p>Ron Paul delegates at the Republican national convention in Tampa struck a note of noisy dissent for the second night running on Wednesday throwing another spanner in the party leadership's desire for a smooth trouble-free event.</p> <p>Though the convention has nominated former Massachusetts governor Mitt Romney as its presidential candidate for 2012, an angry dispute with supporters of the libertarian-leaning Paul has repeatedly flared up.</p> <p>In the months leading up to the convention the Texan congressman's defeated presidential campaign ran a \"delegate strategy\" to exploit arcane party rules and bring as many supporters to Tampa as possible. However, the attempt was largely stymied by party officials and Romney-backed lawyers, leaving many Paul supporters angry. </p> <p>Rule changes pushed through for the 2016 nomination process – and aimed at preventing a repeat of the Paul delegate strategy – have also left many Paul backers and other conservative activists embittered. </p> <p>As the convention prepared to listen to Romney's running mate Paul Ryan speak, a group of Maine delegates walked out of the convention hall in protest at their treatment. Shouting \"Ron Paul! Ron Paul!\" they marched through the convention hall, engaging in fierce arguments with Romney supporters. </p> <p>Video of the moment quickly circulated on Twitter and showed Paul backers and Romney fans trying to drown each other out with chants. Some Paul fans shouted \"This convention is a farce\" and \"Shame on them.\" Others sang: \"As Maine goes, so goes the nation.\"</p> <p>Though the fight over Paul's supporters is a sideshow that has little real impact on the Romney team, it is no doubt an unwelcome distraction as the campaign seeks to present a united party to the nation and paint Romney as a sympathetic, warm president-in-waiting.</p> <p>It also does not seem to be a dispute that will settle down. Before the convention began Paul supporters held numerous events, including a mass rally at the Sun Dome sports arena. Ever since then Paul supporters have dotted downtown Tampa on each day of the convention wielding Paul campaign posters. Many of them, including some convention delegates, openly talk of not planning to vote for Romney in the coming November election.</p> <p>Ironically the latest protest came as the convention actually paid a video tribute to Paul, who is now retiring after 12 terms in Congress and several unsuccessful runs for the White House. The video paid tribute to Paul's hard-line fiscal conservatism but made no mention of his foreign policy, which is focused on bringing American troops home from abroad and closing foreign bases. </p> <p>It was then followed by a speech from Kentucky senator Rand Paul, who unlike his father, has publicly endorsed Romney. Paul is widely seen as a possible presidential candidate, following in his father's footsteps and sharing many of his views. When Paul spoke at the Sun Dome rally he was greeted with cries of \"Paul 16!\" referring to the 2016 race. However, Paul played by the rules in his convention speech and endorsed Romney. </p> <p>But his speech also struck many of the key points that Ron Paul runs on, including advocating military spending cuts that are usually anathema to Republican audiences. He also spoke about the risks of losing vital civil liberties in the name of fighting terrorism: another favourite topic for his father. </p> <p>\"We must never ever trade our liberty for any fleeting promise of security,\" Rand Paul said.</p>"
]