[
  "<p><strong>Jay McInerney, 56, is the author of <em>Bright Lights, Big City</em> and <em>Brightness Falls</em>. His latest book is the short story collection <em>How It Ended</em></strong></p> <p>Last week I was at a party in a Manhattan art gallery attended by the inevitable mix of artists, journalists and wealthy art collectors. I ran into a friend, a painter, who is a strong supporter of the Democratic party, but she told me she wasn't donating money to the Obama campaign this year. \"He's been a huge disappointment,\" she said. \"Not one major Wall Street banker has been held accountable for the financial crash, and he's extended the Bush tax cuts on the wealthy. I just can't get enthusiastic about him. I don't even know if I'll vote.\"</p> <p>In another part of the room a group of art collectors, most of whom worked in the financial industry, were clutching plastic glasses of cheap white wine and complaining about Obama from the opposite end of the political spectrum. \"He's a socialist,\" said one, a short, bald man who runs a huge hedge fund. \"He hates people like us.\" His friends all nodded in agreement.</p> <p>\"Socialist\" is the nastiest thing you can say about an American politician in some quarters. For years the Republican party depended on the spectre of the evil Soviet Union to stir up nationalistic impulses and demonised the left as unpatriotic; many on the right interpreted the collapse of the Soviet bloc as proof of the bankruptcy of socialist principles. For his part, Obama has done precious little to deserve the \"socialist\" title – he has yet to repeal the massive Bush tax cuts to raise taxes on the wealthiest Americans – although his healthcare reform package, which cost him so much time and political capital to get through Congress, represents an expansion of government's role in the healthcare system.</p> <p>It's curious that Obama has managed to alienate the big bankers and brokers and investors, many of whom supported him in 2008, even as he has infuriated those who feel he hasn't been tough enough on Wall Street. The Dodd-Frank Act, pushed by Obama and passed largely by the Democrats in Congress in 2010, imposed restrictions and regulations on the financial industry but many of us feel that it was watered down and is largely symbolic. Many in the financial industry claim it has hurt their business but the fact is <a href=\"http://www.washingtonpost.com/business/economy/wall-streets-resurgent-prosperity-frustrates-its-claims-and-obamas/2011/10/25/gIQAKPIosM_story.html\" title=\"\">Wall Street has prospered</a>, earning more in the first two and a half years of the Obama administration than during the eight years of Bush's presidency, according to the <em>Washington Post</em>. Bush initiated the bailouts that helped save the big banks during the meltdown of 2008 but Obama continued those policies, thereby probably saving the financial system from a major collapse.</p> <p>What disappoints many of us outside of Wall Street is the feeling that Obama hasn't been nearly as effective in bailing out the lower and middle classes. For someone who so inspired us with his soaring oratory during the last campaign, he has turned out to be a poor communicator during his first term, failing at crucial moments to explain and defend his policies. Even now, in this crucial election, his best and most articulate advocate has been Bill Clinton, who delivered a superb defence of Obama at the Democratic National Convention, despite the well-known tensions between them. Like Clinton, I believe that it is more important than ever that we give Obama another chance – the alternative seems to be a return to most of the failed policies of the Bush administration, including reducing taxes on the rich and reducing regulations on business.</p> <p>The best we can say about Obama's foreign policy record is that he's not George Bush, that he managed to end the absurd and unjustified war in Iraq. His escalation of the war in Afghanistan has been a failure – every foreign power to invade Afghanistan has been humiliated in the end. Sarkozy took the lead in rallying Nato to aid the Libyan rebels, and Obama's failure to aid the Syrian rebels seems increasingly like a betrayal of his stated ideals and a failure of leadership.</p> <p>And yet… the symbolism of an African-American president is still incredibly potent, even after four years. (Yesterday I spotted a poster in the window of a barber shop in the largely African-American South Bronx – a portrait of Martin Luther King under the caption \"The Dreamer\" beside a portrait of Barack Obama; caption: \"The Dream\".) He remains the most charismatic of world leaders. One gets the sense of a man who is comfortable in his skin, comfortable with his place in the world, of a man who generally means what he says, and says it elegantly. It's hard to get any sense of the personality of Mitt Romney, who seems like a robot with excellent hair.</p> <p>Obama may have lost some of his mystique, and disappointed many of us, but he hasn't yet irrevocably betrayed us, or his ideals, and he will probably get another chance to fulfil some of the great expectations of 2008.</p>",
  "<p>Her face adorned a thousand placards and posters, an emblem of the failed Iranian uprising. The photograph of <a href=\"http://www.theguardian.com/world/2009/jun/22/neda-soltani-death-iran\" title=\"\">Neda Agha Soltan</a>, who was shot dead on a Tehran street by a government sniper during the anti-regime demonstrations in 2009, was used in television broadcasts, web pages and newspapers all around the world. Unfortunately, it wasn't her.</p> <p>As 26-year-old Neda bled to death on the pavement, her shocked eyes stared into an onlooker's mobile phone video camera and the terrible images were uploaded to international websites. It made her a martyr to those inside and outside Iran protesting at the flawed election of President Mahmoud Ahmadinejad.</p> <p>Scrambling to cover the story and looking to find a photograph of the dead woman in life, journalists who had been banned at the time from entering Iran lifted a photograph of a woman called Neda Soltani from her Facebook page and published it – and the life of the 32-year-old, middle-class university English lecturer changed for ever.</p> <p>\"It destroyed my life,\" said Soltani, who has now written a book called <em>My Stolen Face</em> and still has to endure her image appearing as if she were the murdered Neda Soltan.</p> <p>Soltan's death galvanised the uprising as the Iranian authorities were desperately trying to contain it. Mosques were banned from praying for her and tear gas dispersed crowds of protesters who gathered around makeshift shrines. Her fiancé fled the country and her family were threatened.</p> <p>For Soltani, the mix-up brought her to the attention of the Iranian secret service. \"They wanted to use me to say the whole thing was a fake made up by western media – 'see, here is this Neda and she is alive'. They didn't care that it was nothing to do with me, that it was a mistake; they wanted me to co-operate and when I wouldn't, they hounded me,\" she said.</p> <p>\"I was interrogated three times and confronted with increasingly wild theories. They were threatening me and my brother and my mother. They charged me with treason. They said I was endangering the security of my own country. I knew what that meant: death.</p> <p>\"In a matter of 12 days, everything in my life had changed. From the day Neda was killed to the day I fled.</p> <p>\"My family were so shocked to see people everywhere carrying my photo, decorating it with black ribbons and flowers. Neda's own family were in shock and it was some time before they released her real photo and by then it was too late; the world had mine.\"</p> <p>Luckily, Soltani had an exit visa in her passport, obtained for an academic conference she had been due to attend in Athens. Her friends bundled her out of the country just hours before the soldiers came for her. \"I owe them my life because I was still so shocked, I didn't really know what was happening.\"</p> <p>For nine months she lived in a refugee camp in Germany, a soulless, depressing existence. \"Every day in such a place is torture, not just for me but for all those refugees. Some had been there for 10 years. You give up on your own destiny. You have to submit to whatever the system decrees. In my society I had achieved so much and now I had nothing – I was in a drawer, a folder labelled 'refugee'.\"</p> <p>Finally she was granted leave to stay and is now, slowly, trying to adjust to the culture, learn the language and build herself another life in Munich.</p> <p>\"It's hard. My friends have got married and had babies and I can never be there. My grandmother passed away, my brother graduated. Sometimes just the smallest thing, a smell, a certain moment, will bring back memories of home.</p> <p>\"I considered myself a good citizen, trying to play a positive part in society, but even a normal citizen can get into such trouble within a dictatorship.</p> <p>\"I am angry because it was amateurish and reckless. It shows how dangerous sloppy journalism can be. I had an apology a long time later from a news agency. It said: 'We are sorry for any inconvenience caused.'\"</p> <p>My Stolen Face<em>, by Neda Soltani, is available on amazon.com as a digital book.</em></p>",
  "<p>One end is a Jewish settlement across the Green Line, the other is close to Israel's haunting memorial to the victims of the Holocaust, Yad Vashem. In between, Jerusalem's light railway travels through Palestinian districts, skirts ultra-orthodox enclaves, grazes the ancient walls of the Old City, turns along historic Jaffa Street, passes the chaotic and colourful <em>shuk</em>, or market, crosses the stunning Bridge of Strings at the city's entrance and heads up to Mount Herzl, where Israel's fallen soldiers are laid to rest. It is an emblematic, as well as a literal, journey through the city.</p> <p>Inside its sleek carriages is a microcosm of Jerusalem's complex population: every degree of Jewishness from bare-headed secular to black-hatted ultra-orthodox, Palestinians, khaki-clad soldiers, recent Russian immigrants, tourists and pilgrims. It seems appropriate, following last week's announcement of a general election in January, to take the political pulse of the city along the artery of the light railway.</p> <p>\"Bibi's going to win,\" shrugs Ran Huri, using incumbent prime minister Binyamin Netanyahu's nickname. \"He's charismatic and he has the courage to say what he means. And most people in Israel are rightists.\" The 26-year-old, who is waiting for a train in the settlement of Pisgat Ze'ev, plans to vote for the small pro-settler Jewish Home party – but, like others, he views Netanyahu's victory as inevitable. \"There's no one better than him,\" says Shmuel Moshe, minding his <em>pitzutzia</em> – a small shop selling cigarettes, spirits and lottery cards – near the light railway's tracks. \"There's no one who can beat him. Anyone else will destroy the country.\"</p> <p>\"Bibi's on 33% and Shelly Yacimovich [his nearest rival] is on 20%. It's difficult to believe that gap will change,\" says Mishael Kinkulkin, a 20-year-old soldier drinking coffee in the shuk with his assault rifle across his lap. \"I'll vote Labour because I believe in helping the weakest part of society, but at the end of the day the hottest issue is always security. And that's why Bibi will win.\"</p> <p>\"For sure, Likud [Netanyahu's party] will take it. There's no one else, only Netanyahu. Bibi is a good economist, and is tough on security,\" said Yaakov Halima, 79, an Iraqi-born Jew, who has voted Likud at every election for 60 years. \"Security is the most important issue. There's no one dying from hunger here, everyone has a bit.\"</p> <p>Istavsky Yvgenia, 56, a Russian immigrant, says she knows nothing about politics and has not made up her mind who to vote for. \"But Bibi will win,\" she says, pulling her shopping trolley on to the train on her way to the market.</p> <p>Polls reinforce the views of these random Jerusalemites. <em>Israel Hayom</em>, a giveaway newspaper owned by US casino magnate Sheldon Adelson (who is also Republican candidate Mitt Romney's principal bankroller) predicted that Likud would get 29 out of 120 seats in parliament. The party's nearest rival, Labour, was forecast to win 20, Avigdor Lieberman's Yisrael Beiteinu 15, with smaller parties trailing behind. A survey in <em>Haaretz</em> gave 68 seats to the rightwing bloc. On personal ratings, Netanyahu had the backing of 57% of voters – more than twice that of his nearest rival.</p> <p>According to Tamar Hermann of the Open University of Israel: \"Netanyahu is the only leader on the horizon. There is no other figure on Israel's political scene equal to him in experience, capability and clarity of views.\" Furthermore, she adds, he is a hardliner on security. He looks almost certain to lead another coalition government, the result of Israel's electoral system of proportional representation. \"The balance between the left and right blocs will stay more or less the same, there's no real movement,\" says Avraham Diskin, a political scientist at Jerusalem's Hebrew University.</p> <p>On the left, Labour has made some recovery after a decade of infighting, but its leader, former journalist Shelly Yacimovich, is seen as inexperienced, especially on security, defence and foreign affairs. She has shifted the party's focus away from the Israeli-Palestinian peace process to the social and economic issues voters say rank high in their concerns. Polls predict Labour could win 17 seats compared with its current eight. Meretz, to the left of Labour, and Hadash, an Arab-Jewish communist party, are each forecast to win three or four seats.</p> <p>The demise of the left, which dominated Israeli governments for 30 years after the creation of the state, is due to \"a plethora of reasons\", says Hermann. She cites the collapse of the peace process, the identification of the left with the \"old elite\" of Jews of European heritage, the influx of Russian immigrants who \"dislike anything 'pinkish'\", and the resentment of Mizrahi Jews – originating from the Middle East and North Africa – who \"see the left as responsible for their socio-economic isolation\". According to Anshel Pfeffer, writing in <em>Haaretz</em>, the \"moribund\" left has also isolated itself. \"Their voices of conscience, such as authors Amos Oz and David Grossman, have no influence beyond their little bubbles of the already converted.\"</p> <p>The centre ground of Israeli politics is also struggling to challenge Netanyahu's hegemony. Kadima – the party formed by former prime minister Ariel Sharon after he broke from Likud – has gone into freefall. In the 2009 election, it emerged as the biggest party with 28 seats, but was unable to form a coalition government. Polls last week predicted it would probably slump to a catastrophic seven seats in January's election.</p> <p>A new party, Yesh Atid, led by former TV presenter Yair Lapid, could make headway, perhaps winning around 17 seats. Its policies are largely unknown, but it is likely to position itself on the centre-right and some predict it will join Netanyahu as a coalition partner.</p> <p>Its place in the polls is attributed to the appeal of its urbane leader. \"Now the leader of a party is of prime importance,\" says Hermann. \"In the past it used to be ideology and party loyalty. This is a process of the Americanisation of Israeli politics in the past 10 years or so.\"</p> <p>Two issues are expected to dominate the three-month election campaign: the economy and security. Last summer saw protests in Israel over food prices, house prices and the cost of raising a family. \"In the past, security was top of the list,\" says Hermann. \"Socio-economic issues were further down. Now they are on an equal footing with security.\"</p> <p>Security, for Netanyahu, primarily means Iran's nuclear programme. The Israeli-Palestinian conflict is not expected to be a significant factor. Many Israelis are content with the current situation of relative calm and do not dwell on Israel's 45-year occupation. Diskin says Iran will trump all other issues. \"Netanyahu believes there is a real threat. And when there's an external threat, people unite and move to the right.\"</p> <p>In Mahane Yehuda market, shopkeeper Abraham Levy, 63, considers Netanyahu's record. \"Is he a good prime minister? Not 100% on the economy. The lowest parts of society have suffered a lot … People wait until the end of the day to buy, when prices go down. But on security, he's great. He's tough on the Palestinians, and he is the one to deal with Iran. I've always voted Likud, and I will vote for them again.\"</p>",
  "<p>On the porch of the Red Pines, a restaurant on the outskirts of Onalaska, Wisconsin, Brian Meeter and Anthony Larson are shooting the (nonexistent) breeze. \"People round here, they like to help,\" says Meeter, a&#xa0;tall athlete with a long livid scar from a recent operation on his pitching arm. The heat is weighing heavily, moths battering against the blue electrocuting lights above our heads. \"Take Nasa, the North American Squirrel Association – they're a bunch of guys working with the disabled.\"</p> <p>\"Why squirrels?\" I ask.</p> <p>\"They hunt them.\"</p> <p>I put down my beer: \"They take disabled people shooting squirrels?\"</p> <p>\"Sure. Why not?\" I consider this. Why not indeed? If they'd made it a&#xa0;paralympic sport, perhaps Team USA might have done better.</p> <p>Just out of sight, the great Mississippi flows past. We are a&#xa0;little upstream of La Crosse, a pretty university town named when a white explorer saw Native Americans playing a similar game. Wisconsin, if you haven't been there, is one of the northernmost states, lying west of Chicago, and home to Paul Ryan, US congressman and Mitt Romney's vice-presidential candidate.</p> <p>Since Romney made his pick, newspapers have been full of pictures of Ryan grinning beside dead animals. Like Sarah Palin before him, the politician Republicans want to be one heart attack away from the Oval Office loves bloodsports. He hunts with a&#xa0;bow, shooting turkeys and deer, and apparently enjoys \"catfish noodling\". This involves putting your hand in the holes the giant fish dig in riverbanks and when they chow down on you with their rubbery mouths, you grab them by the jaw and drag them out into the air.</p> <p>That sounds like fun, I'd thought, and jumped on the first BA flight out.</p> <p>\"I'm pretty sure that catfish noodling is illegal in Wisconsin,\" Meeter grumbles when I track him down at the La Crosse Area Sports Commission. \"You have to go to Oklahoma. And the bow-hunting season hasn't started yet. But I'll put you in touch with Anthony Larson. He&#xa0;can catch anything.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397706029\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2012/10/12/1350037814513/Ruaridh-Nicoll-pulls-a-bi-001.jpg\" alt=\"Ruaridh Nicoll pulls a big-mouthed bass from the water\" width=\"460\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ruaridh Nicoll pulls a big-mouthed bass from the water. Photograph: Anthony Larson</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>We are outside looking at the vast barges being driven up the Mississippi, beyond which high-wooded bluffs stand dark under the unhindered sun. This is the Driftless Region, a&#xa0;beautifully poetic name for a&#xa0;technical idea. It is driftless because the glaciers never drifted here, leaving hill country filled with cliffs, woods, tiny limestone-fed streams and some of the best dairyland to be found in the States.</p> <p>Within an hour I've met Larson, owner of Coulee Region Adventures, who's brilliant fun. If something goes awry, instead of swearing, he barks: \"Son of a buzzard!\" He refuses to talk politics beyond telling me: \"I&#xa0;have views.\" He uses the phrase \"like a&#xa0;broke-dick dog\" and repeatedly impresses on me that he's a \"Yankee\".</p> <p>He gives me one of two canoes he's pulled off the top of his car (\"Lifting those off I was like a one-legged man in an ass-kicking contest,\" he says) and we take to the Black River, a tributary of the Mississippi, paddling upstream, past clapboard houses that back on to inlets holding fan boats. A large pool opens up and we attach lures that look like frogs to our spinning rods, flick them out and pull them back, trying to mimic the amphibian's swim. There are splashes, and the big-mouth bass (remember Billy the singing fish) attack. Or else it is the torpedo-fast take of a northern pike. Or a dogfish. \"Anthony, I wanted a&#xa0;catfish,\" I shout. Or crappies, which are better than they sound.</p> <p>Mostly we just drift nearby and chat. Larson, despite catching fish at four times the rate I do, is more interested in the nature around us. He points out muskrat trails, snapping turtles, blue herons, a bald-headed eagle and cranes. And then an osprey that dives into the water and takes a bass less than 100ft from where we are. \"Minnesota says it is the land of 10,000 lakes,\" he says. \"But we've got 10,500.\"</p> <p>The NEXT day I leave the river and head into the rolling pasturelands. My plan is to drift through the driftless lands, first with a guide in the form of Mike Warren, proprietor of Trout Buddy fishing guide service.</p> <p>Unlike me (and Paul Ryan), most people find fishing a bit of a yawn. But here's a thing: there is no right to roam in the US, yet nearly 20 years ago Dave Vetrano, a visionary worker from Wisconsin's Department of Natural Resources, began restoring the state's streams, hundreds of miles of them. He cleaned up the water and built little ledges for trout to hide under (lunker lodges, we fishermen call them), but most importantly he cut deals with the farmers to allow anglers access.</p> <p>The result is that even if fishing isn't a passion for you, a trout rod gives you the ability to walk unhindered up the water's edge, through rich grasslands and willow woods, among carpets of blue and pink flowers, amid the perfect storybook barns and wooden grain silos of the Amish. It is heart-meltingly beautiful.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397706030\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2012/10/12/1350037609493/Traditional-barns-in-Coon-001.jpg\" alt=\"Traditional barns in Coon Valley\" width=\"460\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Traditional barns in Coon Valley. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>Warren and I lunch in the Stockmen's Inn in Coon Valley. Deer heads gaze from the wall, and the menu is heavy on the meat. A&#xa0;cycling tour is passing through, and a&#xa0;local eyes an exhausted-looking couple, saying: \"Jeez, I'd say you look so beat you ain't never leaving Coon Valley.\"</p> <p>The next day, alone, I go further out. I follow a path up through a&#xa0;thick wood beside the Bad Axe River, upstream from where the followers of Black Hawk were slaughtered by US forces at the end of the 1832 war, an insurrection notable for giving a&#xa0;23-year-old Abraham Lincoln his first taste of conflict. The woods are so thick the sun is hidden and the smell of rotting vegetation is rich in my nose. A young man walking his dog, who tells me he has downshifted from a job in Minneapolis to work on a nearby organic farm, points me to the stream, and I fish for trout until it's too dark to see and then make the nerve-jangling walk back through the tendrils of mist in the gloom of an increasingly noisy wood. \"Some of the people out here, they are what you'd call entrepreneurial hippies,\" Warren had told me the day before. He meant that a lot of people grow pot in the forest.</p> <p>The winding roads hereabouts draw Harley Davidson enthusiasts from across the US, and a couple of them are staying in the Westby House Inn that night. These once-feared bikers, now into their 70s, pull on their leathers amid the chintz wallpaper after their breakfast of blueberry pancakes.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397706031\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2012/10/12/1350037712335/The-home-built-by-Frank-L-001.jpg\" alt=\"The home built by Frank Lloyd Wright\" width=\"460\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Taliesin, the home built by Frank Lloyd Wright. Photograph: Layne Kennedy/Corbis</span> <span class=\"element-image__credit\">Photograph: Layne Kennedy/Corbis</span> </figcaption> </figure>  <p>Drifting south, I find myself at Taliesin, the home Frank Lloyd Wright built on the edge of the Wisconsin River. In its construction, the architect drew sharp lines in the rolling Wisconsin landscape. The hills curve like odalisques beyond the windows, which must have pleased a man who had more than his fair share of wives. For that quality, and his inability to pay his bills, Wisconsin residents maintain a deeply ambivalent attitude to this native son. \"Do you admire him?\" I&#xa0;ask the guide. She considers this, and then says: \"When I got this job, my mother said: 'Why are you going to work there? That man still owes your grandfather money.'\"</p> <p>Taliesin seems to coalesce the various impressions I have had as I&#xa0;drifted through the Driftless lands; the way these creative Midwesterners with their faintly Norwegian accents (think <em>Fargo</em> – \"You betcha\") live their lives amid the exquisite countryside with a calm enjoyment and underlying morality. Life's good, unless of course you are a turkey, a catfish or a wide-mouthed bass.</p> <p><em>No fish were killed in the writing of this article </em></p> <h2>Essentials</h2> <p>Fly to Minneapolis via Chicago with British Airways (<a href=\"http://www.britishairways.com/travel/home/public/en_gb\" title=\"\">ba.com</a>). For information on La Crosse, go to <a href=\"http://www.explorelacrosse.com/\" title=\"\">explorelacrosse.com</a> and <a href=\"http://www.travelwisconsin.com/\" title=\"\">travelwisconsin.com</a>. Contact Anthony Larson at <a href=\"http://www.coulee-region-adventures.com/\" title=\"\">coulee-region-adventures.com</a> and Mike Warren at <a href=\"http://troutbuddy.com/\" title=\"\">troutbuddy.com</a>. For details of Frank Lloyd Wright's Taliesin, visit <a href=\"http://www.taliesinpreservation.org/\" title=\"\">taliesinpreservation.org</a></p>",
  "<p><strong>Los Angeles novelist </strong><a href=\"http://www.atticalocke.com/\" title=\"\"><strong>Attica Locke</strong></a><strong>, 37, was shortlisted for the Orange prize for <em>Black Water Rising</em>, and has just published her second book,<em> The Cutting Season</em></strong></p> <p>In the summer of 2008, when it became really clear to me that Obama was going to be the nominee of the Democratic party and that this man was actually very likely to be president of our country, I started having panic attacks. I felt a tremendous free-floating anxiety about what we were all about to walk into. It felt that if this happened we were all going to wake up in a new country on the day after the election. We were entering into the unknown.</p> <p>There was tremendous excitement, clearly, but also a realisation that there was a certain way that I had looked at what it meant to be black in America my whole life, a certain way I talked about it with relatives, parents and grandparents that was about to be permanently altered, and, alongside the joy, that was unnerving and uncomfortable. I was about to step outside of a familiar script about race in America. I was ready to take the ride but I will admit that it felt that big to me.</p> <p>Since then it has been impossible for me to think of his presidency without seeing him through the eyes of my daughter. She will be six next month and she has no concept that there has ever been another president besides Barack Obama. She came into a world where there was no ceiling on the possibility for blackness. There is no way for me to articulate the profound shift that represents from the way I was raised, the way my parents were raised and the way my grandparents were raised. She really is in a different country.</p> <p>Until a couple of months before the election I thought I would never see it in my lifetime. On election night my sister had a family gathering – we just stood, staring at the television. I kept looking at her and saying, \"Is this real? Is this actually happening?\" It blew me away. I probably will love Barack and Michelle Obama for the rest of my life, and I love them from a place that is beyond policy. I love the fact that they had the courage to stand up and walk this journey for the rest of us because it has not been pretty and it has stirred up a lot of vitriol. They put their family on the line so that we as a country could take a leap forward.</p> <p>I see the last four years as the first step towards real, fundamental change in America. The mere fact that he got voted in is a sign that America has already changed. If you want an example of how much, look at same-sex marriage. The swell towards complete acceptance of that is in my view moving even faster than acceptance of racial equality.</p> <p>What we do with all this from here remains to be seen, because certainly beyond Obama's perch in the White House there is still tremendous inequality, economic and racial. But his presidency has opened a door, and it is up to us whether we walk through it and reach towards the best of ourselves. One thing is certain: I would be raising my child in a different way if he were not president. He's made my job easier, simply by virtue of the position that he holds in her mind. He holds the highest office in the land and he looks like her. That's all that needs to happen for her to feel that everything is available to her.</p> <p>The other thing that is all too clear to me is that it could all take a very wrong turn on 6 November. What really now matters is that people go and vote. People need to find the excitement of four years ago again and show up at the polls.</p>",
  "<p>Jack Straw is a supreme connoisseur of politics and his memoirs are for political connoisseurs: very much in character, crafted with literary elegance – erudite, forensic and fascinating. Always a consummate politician – possessed of \"guile and low cunning\", as his old ministerial boss Barbara Castle memorably put it – his book is a tour de force through the fluctuating fortunes of the Labour party from the mid-1960s to the 2010 election defeat.</p> <p>Our two stories ran in parallel, but on quite different trajectories, from youth radicalism to cabinet office. In his early 20s, Jack was the bright president of the National Union of Students when in 1969-70 the anti-apartheid campaign I found myself leading burst on to the rugby and cricket fields of Britain with direct action against all-white South African teams. He was supportive but careful to distance himself from our controversial militancy.</p> <p>His account, laced with memorable anecdotes about Labour's tortuous journey into self-destruction in the late 1970s and early 1980s, and then eventual recovery and success in the 1990s, is a sound guide to outsiders wanting some insight into this crucial period. He is rightly generous to Neil Kinnock who, he remarks persuasively, would have made an excellent prime minister. But he also rejects the conventional wisdom on Kinnock's successor, the widely admired John Smith, with whom he had a breach when he bravely argued for the abolition of the iconic Clause&#xa0;4 of Labour's constitution nearly two years before Tony Blair reformed it. Straw believed Smith was not fit to be prime minister. The reason, he rather brutally gives, albeit \"with some trepidation\": Smith's heavy drinking. Such frankness about senior colleagues applied also to the Commons office of Mo Mowlam, \"whose floor was littered with her underwear, and who might, if you were unlucky, suddenly decide, in the middle of a conversation, to change some of it\".</p> <p>He is also disarmingly but engagingly revealing about the pain of his father's anger toward his mother (never witnessing \"any tenderness between them\") and then his father's abrupt departure, leaving her alone to bring up her children. An even more startling revelation – especially to those like me who worked closely with him in government – was: \"I'd always been prone to 'impostor syndrome' and felt what I had achieved was bound to be taken away from me.\"</p> <p>He gives a real insight into being a cabinet minister – what the Private Office is like, the ministerial car drivers, the close protection officers, and the role of cabinet committees – laced with exquisite incidents that carry the reader along.</p> <p>With an impressive grasp of history and a deep Labour party hinterland, he stood out among younger, more technocratic ministers. I found him commendably outspoken in cabinet, not least over the growing collapse in public trust suffered by both Tony Blair and Gordon Brown's governments. But then Jack also lost the trust of Blair because of his manoeuvring on Europe and a calculated shift of allegiance to Brown – to be arbitrarily demoted after five years as a respected foreign secretary, though his own explanation is growing differences over the Middle East.</p> <p>As a formidable constant in top cabinet posts throughout Labour's 13 years in government – home secretary, foreign secretary, leader of the Commons and lord chancellor – he is well placed to give his take on the dominant issues, including Iraq, and the frustrated plots of colleagues as Gordon Brown's premiership disappeared into a quagmire. He ends with a hilariously self-deprecating description of getting lost on London's buses and learning to drive again, after 13 years of being guided and transported by protection officers.</p> <p>A big hitter with acute political antennae, he nevertheless gained a reputation for delivering legislation that bit back in unexpected ways; his well-intentioned but deeply flawed 2000 act reforming party financing a good example. A senior Labour MP was recently acclaimed by colleagues when he quipped sourly: \"We need a one-clause bill to repeal all Jack's acts.\"</p> <p>As a self-confessed \"anorak\", Straw had a nerdish obsession for factual detail, which often got in the way of his ability to win an argument. But his photographic memory and prodigious appetite for devouring official documents left colleagues in constant awe. He was also good to work for, delegating well, listening and encouraging a team spirit.</p> <p>Some memoirs by former Labour politicians generated headlines and big serialisation fees – promptly to disappear, quickly remaindered. This book will stand the test of time. Straw's account of Labour's journeys in and out of power over nearly five decades is a must for serious students of government and politics.</p> <p><em>Peter Hain's own memoirs Outside In (Biteback) are just out in paperback</em></p>",
  "<p>If the <em>Observer</em> had sent me to a Conservative party conference 20 years ago, I'd have written that seeing Tories herded together made me realise how much I hated them. A little late in life for my own comfort, I have since learned that every man and woman must cross-examine their prejudices before they can truly grow up. After scrutinising mine, I realised that my taboos against Tories had to go.</p> <p>If you had been in Birmingham, you would have seen that Conservative activists are no different from activists in other parties: admirable and, alas, rare people, prepared to give up private pleasures to try to change their country. As for the politicians, we met a health minister and former obstetrician called Daniel Poulter, who was so obviously committed to the NHS, so clearly concerned about the sick, that only my promise to the <em>Observer</em>'s political editor not to embarrass him in front of his contacts stopped me reaching for his lapels and bellowing: \"What the bloody hell are you doing in the Tory party?\"</p> <p>According to leftist orthodoxy, Tories are sexist and racist. On the sex question, it is true that our upper-class leaders condescend to women as if the second wave of feminism had never reached the shore. Nothing they have done, however, matches the spectacle of the \"socialist\" government of Ecuador and assorted celebrities and conspiracy theorists helping <a href=\"http://www.theguardian.com/media/julian-assange\" title=\"\">Julian Assange</a> evade charges of sexual molestation and rape. It was hard to be too harsh on Tory sexism last week when others of a leftish perspective have denounced women who allege that they are victims of abuse and the due process of laws against sexual exploitation as a CIA plot.</p> <p>As for racism, you will find figures on the Tory right who go along with prejudices about blacks and Asians. But then there are Labour leftists who go along with radical Islamists and their prejudices against Jews (and women and gays). You choose your politics and you picks your prejudice. Although it is better to resolve when you make your choice to take on the bigotries on your own side with as much determination as you lacerate the failings of your opponents. For as a rule you will find that the great questions of an age create divisions within the left and within the right rather than between the left and the right In every instance, that is, except one.</p> <p>More significant than any party conference speech was the admission last week by the <a href=\"http://www.theguardian.com/business/2012/oct/08/imf-warns-global-crisis-eurozone\" title=\"\">International Monetary Fund</a> that the assumptions about austerity it shared with the British Treasury, the finance ministries of the eurozone and the Romney campaign were hopelessly wrong. The IMF thought that every £1 of cuts or tax rises took 50p off GDP growth. In those circumstances, getting control of the budget deficit quickly seemed a hard but practical task.</p> <p>Only now, after all these years, has the IMF noticed that the great crash of 2007/8 paralysed the banking system. Only now has it grasped that if, say, every country in Europe is cutting spending and raising taxes no country in Europe will be able to expand by increasing its exports to its depressed neighbours. Its long struggle to see the blindingly obvious completed, the IMF decided that, in fact, every £1 in tax rises and spending cuts takes between 90p and £1.70 of GDP. Far from setting us on the road to recovery, austerity has pushed us into stagnation without end.</p> <p>The consequences for Britain have not been as grave as for the eurozone. We do not have the 50% youth unemployment of southern Europe. There is no fascist movement that apes Greece's Golden Dawn by attacking immigrants and proudly displaying a party flag that does not even bother to pretend that it isn't a swastika.</p> <p>For all that, Britain has not escaped the suffering brought by a monumental economic blunder. As our business editor, Heather Stewart, reports, the TUC says that if the coalition had merely taken a modest estimate from the middle of the IMF's range, and assumed that every £1 in tax rises and cuts would take £1.30 from GDP, it would have realised its austerity programme would suck an extra £76bn from the British economy. It did not and delivered recession, an assault on public services and the fastest collapse in living standards since the 1920s.</p> <p>The coalition and the Bank of England never admit their failure. But you could sense the fear that failure brings in Birmingham last week. The press said that the Tory leaders were frightened of Ed Miliband because he made a decent speech at the Labour conference. I suspect the knowledge that history was proving Ed Miliband and Ed Balls right frightened them more. George Osborne did not mention the word \"growth\" once. He and his colleagues said they wanted to help the \"strivers\": the broad mass of working- and middle-class families who are finding the cost of the weekly shop or of filling up the car ever more burdensome.</p> <p>I am sure they were sincere. But because they cannot match their words with actions, they retreated to offering cheap and pointless gestures on crime, the last resort of the despairing politician. The Conservatives in Birmingham were happy to talk to householders who want to kill burglars. But they had nothing to say to the young who cannot afford to pay for a home or to the middle aged and elderly who are finding it harder to afford to heat a home.</p> <p>Beyond the strivers lie the poor. The failure of austerity economics has hit them hardest, although Establishment commentators will not admit it. They praised David Cameron's \"moral\" mission to grind down welfare benefits. They applauded his declaration that he was cutting only because he wanted the unemployed to enjoy the independence and self-respect that work brings. Neither they nor Cameron acknowledged that with six unemployed people for every vacancy, it is disgraceful to cloak the slashing of benefits with windy moralising. The state may force a few into finding work by threatening them with penury. But it cannot compel the majority because there is no growth and hence not enough work to find.</p> <p>Cameron did not come to power wanting to deepen poverty, but that's not the point. His economic failures leave him with no choice. You do not need to believe that Tories are necessarily wicked people to see that their refusal to rectify their mistakes has wicked consequences.</p>",
  "<p>The day after she was appointed <a href=\"http://www.theguardian.com/media/2012/sep/04/joanna-coles-editor-us-cosmopolitan\" title=\"\">editor-in-chief of US <em>Cosmopolitan</em> </a>last month, the British-born journalist Joanna Coles found herself chairing a town hall event at the Democratic National Convention. The panel discussion on female leadership was attended by some of the most senior women in the party, including Nancy Pelosi, the former speaker of the United States House of Representatives, the Harvard law professor Elizabeth Warren, who is running for the Senate, and Kathleen Sebelius, the secretary of health and human services.</p> <p>Coles was anxious to explore what might happen if the Republican nominee Mitt Romney managed to close the gap on President Barack Obama and whether this might have harmful consequences for the nation at large. But the politicians had other, more pressing, issues at the forefront of their minds.</p> <p>\"They said, 'Never mind the election, what's going to happen to <em>Cosmo</em>?'\" Coles recalls drily.</p> <p>The first three weeks of her new job have passed in \"an extraordinary blur. I can't remember a single moment\". She has been inundated with congratulations, including a letter from her fellow Yorkshirewoman, the author Barbara Taylor Bradford, who also lives in New York. The two of them are due to have lunch soon.</p> <p>\"It's absolutely astonishing,\" says Coles. \"<em>Cosmopolitan</em> is just this huge, iconic brand in America.\"</p> <p>She is talking over the phone from her office on the 42nd floor of the Hearst Magazines headquarters and overlooking a swath of midtown Manhattan. I imagine her on the other end of the line, a bit like Melanie Griffiths in the final scene of <em>Working Girl</em>: the gutsy blonde who has finally made it big.</p> <p>If she is nervous about taking on a publishing industry behemoth, she shows no sign of it. Born and raised in West Yorkshire, the 50-year-old Coles has been a New York resident since 1997, working first as US correspondent for the <em>Guardian</em> and then the <em>Times</em>, before making the switch to magazines just after the birth of her second child with her husband, the author and screenwriter Peter Godwin.</p> <p>\"It became clear to me at that point that it was difficult to do a job where I couldn't predict my schedule,\" she says of her decision to leave newspapers. \"I remember missing my older son's first birthday party because two professors at Dartmouth had been brutally murdered and I was sent to cover the story. My husband had been away in Africa and he came back the morning I was leaving and we literally passed in the lobby… I remember thinking, 'This isn't good.'\"</p> <p>It was a canny move. Coles went on to work for <em>New York Magazine</em>, then became executive editor of <em>More</em> in 2004 and editor-in-chief of <em>Marie Claire</em> in 2006, staying there for six years. Legend has it that Coles was so determined to get the top job at <em>Marie Claire</em> that she ambushed the chief executive of the publishing house by clambering into his taxi and pitching for the editorship en route to the airport. The gamble paid off: in 2011, under her tenure, advertising revenues at <em>Marie Claire</em> leapt by 31%.</p> <p><em>Cosmopolitan</em> is in similarly rude health: its US circulation has risen steadily over the last four years and peaked in the first half of 2012 at more than 3 million. There are 64 international editions, including Slovenia, Ecuador and China, and it attracts 8.5 million unique visitors to its website each&#xa0;month.</p> <p>But is a magazine that carries features on \"How to please your man in bed\" and promotes a daily \"sex position\" through an online app still relevant? In 1965, when the pioneering Helen Gurley Brown was appointed editor, her insistence on including frank discussions on sex within the pages of the magazine was considered a move towards greater female liberation. In 2012, however, when a generation of young women are latching on to a new feminist consciousness typified by the anarchic spirit of <a href=\"http://www.theguardian.com/tv-and-radio/2012/oct/08/lena-dunham-girls-book-deal-new-yorker-festival-talk?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+theguardian%2Fmedia%2Frss+(Media)\" title=\"\">Lena Dunham's acclaimed HBO comedy series <em>Girls</em></a>, does <em>Cosmo</em>'s approach seem wilfully&#xa0;outdated?</p> <p>\"No,\" says Coles. \"I think the size of it is testament to its relevance. It's the biggest women's magazine in the world.</p> <p>\"What magazines do is curate: we give accurate and trustworthy information. If you have a problem, it's very difficult to go to the web and get accurate information… magazines at their best should be an incredible voyage of discovery.\"</p> <p>Does she feel at ease talking about sex?</p> <p>\"Yes, I do actually. I think it's an important part of our lives. I feel some regret at the pornification of culture. I think that does us a disfavour because people forget that, actually, sex is this great connecting tool between men and women.\"</p> <p>She does, however, intend to broaden <em>Cosmo</em>'s focus and incorporate more stories about women in the workplace, political issues and religious discussion.</p> <p>\"It's important that women voters understand there's something at stake in this election and that the Republican party has very different views on access to abortion and contraception,\" she says. \"If they repeal Obamacare, these women will lose their first chance to have free contraception. Over here, you have to get your prescription for contraception renewed every month… it's such a hassle. It's a real anxiety for women: have they run out? Can they get to Duane Reade [a US pharmacy chain] in time? Are they going to let it slip? It's physically harder to get contraception, which is something that, as a European coming to America, I found astonishing.\"</p> <p>Coles is part of a phalanx of British women now at the helm of some of America's most influential glossies: Glenda Bailey, the editor-in-chief of <em>Harper's Bazaar</em>, comes from Derbyshire and <em>Vogue</em>'s Anna Wintour was born in London and is the daughter of a former editor of the <em>Evening Standard</em>. What is it about British female editors that makes them so successful across the Atlantic?</p> <p>\"I think people seize on it because it's something we have in common,\" says Coles.</p> <p>The comparisons end there. Whereas Wintour has earned a reputation for terrifying aloofness (and was rumoured to be the inspiration for Meryl Streep's hard-bitten magazine editor in <em>The Devil Wears Prada</em>), Coles is known for her down-to-earth approachability and sense of humour. While at <em>Marie Claire</em>, she produced <a href=\"http://www.marieclaire.com/celebrity-lifestyle/celebrities/running-in-heels-2009\" title=\"\"><em>Running in Heels</em></a>, a reality TV show about interns at the magazine. It was syndicated to 16 countries and portrayed Coles as an astute and encouraging mentor.</p> <p>\"I like being a boss. It's fun working with smart, young women. They're so much more together than I was at that age. Thank God!\"</p> <p>She is being disingenuous. Coles was together enough to have had her first article published at the age of 10 in the children's section of the Y<em>orkshire Post</em> for the princely fee of £2. She says she always knew she wanted to be a journalist and graduated from the University of East Anglia with a degree in English and American literature before starting her career with a job at the <em>Spectator</em>.</p> <p>What do her parents – her mother was a medical social worker and her father a teacher – make of her job? \"I think they're relieved that I'm not calling them for money,\" she says, half-joking. She makes a point of going back to Yorkshire regularly and recently went there on a family holiday, incorporating a trip to the National Coal Mining Museum in Wakefield: \"So my children went down the mines.\" A pause. Then, deadpan: \"Which was good.\"</p> <p>Is there anything she misses about Yorkshire? \"I miss the sort of grit of the people. They have this fantastic 'Keep Calm and Carry on' attitude.\"</p> <p>Indeed, in an industry that, to the untrained eye, can appear synonymous with superficiality and bitchiness, Coles values the art of saying what you mean. \"I'd much rather know if you have to go to a pre-school meeting or an open day or get your kids vaccinated than for someone to feel they have to make something up,\" she says. \"I remember once when I was working on a magazine and one of the male editors was going on a field trip with one of his sons. The office was full of 'He's such a good dad' whereas I came in late from a doctor's appointment for one of my children and was asked, 'Where were you? You'll need to make up the time.' There's still a double standard.\"</p> <p>She disagrees with the premise of Hanna Rosin's recently published polemic, <a href=\"http://www.theguardian.com/books/2012/sep/30/hanna-rosin-end-men-extract\" title=\"\"><em>The End of Men</em></a>, that women are adapting better to the significant shifts in economy and culture and outstripping their male counterparts at home and at work. \"What's interesting about her thesis is that it's not backed up financially and not backed up by the number of women in government or senior women in business. There's a feeling that offices are becoming more feminised, the culture is becoming more feminised and there's a 62% female intake in college in the US, but it's not actually backed up in terms of money or power yet. Right now, there's a lot of noise in the culture about women on the rise but it hasn't actually been borne out financially [in terms of equal pay] or real leadership.\"</p> <p>Coles describes herself as a feminist and genuinely seems to like other women and to want them to do well. But at the same time she expects the best from them (a couple of times she asks me to clarify what I mean by a certain question in the laser-sharp manner of an intimidating university professor).</p> <p>\"What is important for women is they can want it all but they don't have to have it all at the same time,\" she says, describing the ideal <em>Cosmo</em> reader as \"a young female striver, probably coming out of college, saddled with debts and loans but who has high ambitions for herself and is thinking, 'How am I going to do this?'\"</p> <p>Her conversation is peppered with enthusiastic references to female teenage celebrities. A mild inquiry about her ideal cover star prompts a gushing monologue on the myriad virtues of the Olsen twins (\"old souls\"), Miley Cyrus (\"phenomenally smart and fun\") and Taylor Swift (\"who, at 14, made her parents move to Nashville!\").</p> <p>\"I'm fascinated by these young women who are so smart, business-wise and who have an understanding of their brand and the need to protect it and who have control over it. You talk to women now and they say their absolute idol is Natalie Massenet [the founder of Net-A-Porter], who sold her business and made a lot of money, or Sheryl Sandberg [the chief operating officer of Facebook], who is managing to infiltrate the culture of young working women. There weren't really any women like that when I was coming in. I had Margaret Thatcher, who might have been iconic for all sorts of reasons, but now there are lots of different role models.\"</p> <p>This is all very well, but I'm aware there is one pressing question I haven't yet asked. As the editor of a magazine that prides itself on its sexual adventurousness, I wonder whether Coles has a favourite \"sex position of the day\"? She laughs.</p> <p>\"Well I've only been here three weeks,\" she replies. \"I'm starting right at the beginning.\"</p>",
  "<p><strong>The feminist writer and political activist Naomi Wolf, 49, is the author of <em>The Beauty Myth</em>. She recently published </strong><a href=\"http://www.theguardian.com/books/data/book/society/9781844086887/vagina-a-cultural-history-a-new-biography\" title=\"\"><strong><em>Vagina: A New Biography</em></strong></a></p> <p>When Obama was elected I was hopeful and fearful at the same time. I was excited about his inaugural promise to close Guantánamo and I believed that he meant it. The suppression of civil liberties is more critical than any other issue we have right now in America, and I would say globally as well. I was hopeful but I knew that the vested interests that benefit from terror theatre and endless war are so powerful that no single president is powerful enough to completely resist that pressure.</p> <p>So you know where I'm going here: I'm awfully disappointed. In terms of civil liberties his record has been shockingly, alarmingly disappointing. He has carried on the policies initiated by Bush's justice department of suppressing information under the guise of state secrets. I've been witnessing his personal appeal to pass the National Defence Authorisation Act, an unspeakable legislation that would give him the power to detain any US citizen indefinitely without charge or trial. He's covered up efforts to investigate torture. And <a href=\"http://www.theguardian.com/world/guantanamo-bay\" title=\"\">Guantánamo</a> still has almost 170 men in it who have never been charged or tried, and there's no hope of getting them out anytime soon.</p> <p>It's hard to know how much power any American president has at this point in time. We're much more like many Latin-American \"democracies\" in which there is a nominal head of state who cannot really take on the military-industrial complex. But he could certainly have tried harder than he has.</p> <p>Has there been anything positive about his presidency? The symbolic value of having an African-American president has certainly eased some racial tensions in America but they're not gone. We drew down some of our presence in Iraq and we're minimally drawing down some of our presence in Afghanistan but at the same time we're enshrining abuses in prison systems there that aren't going away. Has he passed important environmental legislation? I'm not aware of it. Has he bucked up the failing public schools? Not substantially. His big \"achievement\" is Obamacare, but I'm not at all sure that it isn't actually a gift for the insurance industry.</p> <p>Has he changed the way Americans are perceived abroad? Yes, but not in a good way. He raised hope throughout the Middle East that he'd have a more international perspective and a more even-handed approach to the Palestinian-Israeli conflict, but if you go to Egypt now people feel incredibly betrayed. He's perceived as locking up Muslims against process and not punishing people who abuse Muslim prisoners. America used to stand for something in the world – we set a benchmark on human rights. Now we can't even challenge China for locking up Ai&#xa0;Weiwei, because we showed the world how to lock people up without charge or trial. If I could ask Obama one question, I'd ask him this: how do you sleep at night?</p>",
  "<p><strong>Touré, 41, is an American novelist, essayist, music journalist, cultural critic and television presenter based in New York </strong></p> <p>I became a Democrat when I was a child, hearing stories of John F Kennedy, who was heroic, inspiring and critical in pushing forward civil rights legislation. I had not then heard Dr King's great sentence, \"The arc of the moral universe is long, but it bends toward justice\", but I felt that to be true, that history had to be moving toward doing the right thing, and I felt that Democrats would lead us there. I was born almost a decade after Kennedy was assassinated.The years after his death were spent waiting for another JFK, a new, charismatic justice spreader who would make Democrats proud. It was a long wait. Between 1969 and 1993, a Democrat was president for just four years, Jimmy Carter from 1977 to 1981, and he was not a new JFK. Clinton showed us his charisma and his heart but it wasn't until the emergence of Barack Obama that it was certain that a new Camelot was in place. Here was an inspiring man whose candidacy had a historic underpinning.</p> <p>Where Kennedy had to overcome a bias against Catholics, Obama had to break the racial glass ceiling without talking about race too much. Obama's victory helped push the arc of the moral universe along its way toward justice, sounding a powerful note in America's centuries-long turbulent blues song about race. It was not the arrival at Dr King's mountaintop but it was extraordinarily important for the soul of the nation. And while it did not end racism – no serious thinker expected that – it did change the soul of America. To see a brilliant black alpha male be embraced as leader at a very difficult time of frightening recession and seemingly endless war made many black Americans feel fully at home for the first time and made many others reconsider what it means to be&#xa0;black. That Obama's mother is white adds another twist to the story and makes him the embodiment of modern America's multiracial society and a man with the twoness that WEB Du Bois spoke of, the double consciousness, almost in his blood.</p> <p>But if the story of Obama as justice spreader was limited to identity issues and the challenge of branding and marketing a black man to a nation that still has racist impulses, well, that would be a rather sad story, which this is not. Obama has continued spreading justice for all sorts of people. Obama signed the Lilly Ledbetter act, which protects women against discrimination in pay, and nominated two pro-choice women to the Supreme Court, which had had only two female justices in its history. He extended justice to gay Americans by passing a hate crimes law that makes gay-bashing a federal crime and repealed \"don't ask, don't tell\" in the military. He refused to enforce the Defense of Marriage act and announced his support for gay marriage. Obama also issued a directive that changed immigration enforcement, allowing people brought here as children a reprieve from deportation and a path to becoming part of the American family, a huge victory for Hispanics.</p> <p>It's those social, cultural and political victories that extend liberty and justice to blacks, women, gay people and Hispanics that confirm my certainty that the arc of the moral universe is bending toward justice and we have a president who's helping guide it there.</p>",
  "<p><strong>Curtis Sittenfeld, 37, is an American writer. Her third novel, </strong><a href=\"http://www.theguardian.com/books/data/book/fiction/9780552775540/american-wife\" title=\"\"><strong><em>American Wife</em></strong></a><strong>, is about a fictional first lady</strong></p> <p>The feminist hand-wringing over Michelle Obama – and I am a long-time feminist hand-wringer – started before Barack Obama took office. The criticism went like this: despite the fact that Mrs Obama was a highly educated and successful professional who for much of her marriage had out-earned her husband, she chose to obscure these bona fides and instead define herself in the most traditional terms: \"mom-in-chief\". To which many liberal white women who essentially admire Mrs Obama said, \"Oh, come on!\" Yet though I am myself a liberal white woman, I have a different reaction: give the first lady a break. I interviewed the charming and funny Mrs Obama in 2008 for <em>Time</em> magazine – I was standing close by when she delivered her convention speech – and I didn't think the mom-in-chief label was a self-abnegating pretence. Rather, it was a canny decision by a wise woman with her eye on the big picture.</p> <p>The reality is, like all other working mothers, Michelle Obama does have a job – Pat Nixon famously referred to being first lady as \"the hardest unpaid job in the world\" – and Mrs Obama's responsibilities include frequent speeches, travel, and event-hosting. But more than that, every day, every time she's in public or in the news, she's acting as a role model. Yes, she's a role model to those of us who adore her but she's also, by default, a kind of ambassador to racist Americans and perhaps to racist people everywhere.</p> <p>There are two completely different views of Michelle Obama: she's smart and charming, glamorous yet down-to-earth. My friends and I want arms as toned as hers, a wardrobe as stylish, and children as delightful. If only we knew her, we believe, we'd surely be friends. And she happens to be black. In the second view, she's the embodiment of every negative stereotype, no matter how incendiary or ludicrous: she's a black-power militant; she's a sassy ball-buster; she's a slave; she's monkey-like.</p> <p>At my most pessimistic, I wonder whether anyone who holds the latter view can be persuaded of the former. If it's possible, however, then no one is more qualified for the challenge than Michelle Obama. And therefore much of her task as first lady is avoiding any comment, behaviour or cause that would reinforce these negative views no matter how unfair and irrational they are. (Similarly while Barack Obama is derided for his emotional coolness, he can't really display anger in public because then he'd be an Angry Black Man.) Hillary Clinton, who was charting no new racial ground as first lady, still generated endless controversy for her policy involvement. If Mrs Obama tackled policy issues anywhere near as publicly, I suspect she'd squander the capital she can currently deploy for a problem even more basic than, say, affordable healthcare: racial inequality and prejudice.</p> <p>In the same way that endearing gay television characters can persuade homophobes that being gay isn't so appalling after all, I'd argue that just by leading her life – tending to her vegetable garden, walking her dog, wearing cool outfits – Michelle Obama shows that being a bright, stable, family-oriented black woman is a very normal thing. If it's ridiculous that in 2012 it's still necessary to \"prove\" such a fact, it's also a racial reality.</p> <p>So I don't see Michelle Obama as passive; I don't begrudge the way she touts her marital and maternal credentials; I don't think the fact that she focuses on \"issues\" that are unlikely to make waves, such as fitness and support for military families, is a cop-out. Right under our noses, she's changing the world.</p>",
  "<p><strong>Gary Shteyngart, 40, is a Jewish American writer who was born in St Petersburg. His third novel, </strong><a href=\"http://www.theguardian.com/books/data/book/fiction/9781847082497/super-sad-true-love-story\" title=\"\"><strong><em>Super Sad True Love Story</em></strong></a><strong>, was published last year</strong></p> <p>On the night Obama was elected we were at a party in Williamsburg, one of the hipster neighbourhoods of New York. This apartment overlooked a highway bringing trucks into the city and all these trucks were also honking in celebration of Obama's victory. The licence plates were Iowa and Idaho and these were big tough guys, and that surprised me more than anything else that night.</p> <p>It felt glorious because at the heart of America's dysfunction has always been the deep state of slavery and its aftermath. It never fully went away, and Obama did so much to change that for us. Even a decade ago we couldn't have imagined an African-American in the White House. It made us, after eight years of Bush, happy and hopeful again.</p> <p>Since he was elected, I've learned that Obama is smart, well-read, a brilliant individual, but I've learned that sometimes that is not enough. That's the sad part. America is declining, as all empires do. I grew up in the Soviet Union, and I see certain parallels with the US. The xenophobia goes up, the flags get bigger, there's all this bullshit patriotism. I was driving through Ohio recently and I saw a flag as big as a building flying over a Hyundai car dealership. A flag like that doesn't say, \"I'm proud to be an American\"; it says, \"I'm scared of the future\".</p> <p>What would the difference be between an Obama presidency and a McCain presidency, if he had won? I think that Obama has managed the situation as skilfully as possible: he has saved us from a much worse decline. He has revived the auto industry, kept America from a Greek- or Spanish-style swoon. Healthcare is very important – it's beyond understanding how a country of this might, of this wealth, could deny its citizens the very basics of healthcare. It's not a perfect solution but his reform is going to be seen as a major achievement.</p> <p>One thing Obama's hopefully learned is that this idea that he came in with, bipartisanship, is not going to work. What you have in the Tea Party is basically an insurgency. You have people who want America to fail, who want an American government to disappear. It's a revolutionary group by any other name. You can't negotiate with these people: you have to outflank them every which way you can.</p> <p>The other side of the coin, and a lot of people don't want to talk about it for obvious reasons, is that it is a racist movement. These people cannot deal with the fact that there is a black person in the Oval Office. It doesn't matter what he does – he could decide tomorrow to cut the deficit, bolster the military and take away Medicare and welfare, and they would still hate him. He came in very idealistically, and I think if he wins the second term there's going to be none of that. I hope that it's a good win on his part and I hope he takes his mandate and really does something with it.</p>",
  "<p><strong>New York novelist Walter Mosley, 60, created the fictional detective Easy Rawlins and has published more than 30 novels in a range of genres </strong></p> <p>For me, the Obama presidency encompassed the excruciating final moments of the pain of birth when America was finally pushed out of its womb of isolationism into the bright, loud and profoundly challenging dawn of the third millennium. Most American presidents inherit a nation but Mr Obama received an entire world of growing pains and contradictions. He was faced with a 20th-century economic system that had foundered and failed but had not given up the helm. China had transformed itself from a dictatorship of the proletariat into a dictatorship over the proles. Europe's fine blend of socialistic capitalism had begun to unravel because of a kind of dementia in its economic infrastructure. And the so-called third world was reeling under the constant barrage brought about by the inescapable competition between the aforementioned gang of superpowers.</p> <p>The millennia-old conflict between the major religions was growing and the gulf between rich and poor was spreading like some kind of economic desertification. People could sit on their porches and watch as the wealth of their lifetimes and of the nation evaporated.</p> <p>The sky was falling while the oceans rose and the atmosphere heated up. Under this miasma of global warming, people were propagating at a hitherto unheralded rate.</p> <p>To misquote Dickens: It was the worst of times. It was the worst of times.</p> <p>This newborn America was both blind and unequipped to deal with the challenges that faced it. We still believed that democracy was a ballot dropped in a box and forgotten until the next election. Mr Obama was thrown into office and the people who worked so hard to get him there went back to their daily lives thinking that they'd done their job and now it was time for him to do his.</p> <p>Obama was a surgeon in a crowded operating theatre who asked for a bone saw and was given a rusty scalpel. To his credit he applied himself to the impossible job with unflagging energy and inexplicable poise. His wife, her sleeves always rolled up, stood at his side, trying with him to resuscitate the patient that is our nation.</p> <p>Our wounds are critical but the real problem is that there are extenuating complications in our immune systems. The economic, environmental, ecclesiastical and educational systems are all failing. Even if we could perform the double-quadruple bypass there are no backup systems in our culture, bank accounts or even on the air to sustain us. The only thing that we have going for us is will and leadership. For four years, President Obama has represented both.</p> <p>My politics are not on the same page as the official stance of the White House but that hardly matters. The conflicts that riddle our world seem to have called this extraordinary American president into existence; and for that I am grateful.</p> <p>But having said that, I'm afraid I believe that the only way a black man could have made it into office was when the problems facing us had already transcended the conflict between races and arrived at the place where the only question was the survival of the species.</p>",
  "<p><strong>Hari Kunzru, 42, is a British Indian novelist and journalist living in New York. His most recent novel was last year's<em> </em></strong><a href=\"http://www.theguardian.com/books/data/book/fiction/9780241143117/gods-without-men\" title=\"\"><strong><em>Gods Without Men</em></strong></a></p> <p>As the results of the 2008 presidential election came in, I was in Harlem, standing at the intersection of 125th Street and Adam Clayton Powell Jnr Boulevard, part of a huge, emotional crowd. I still feel privileged to have been there. I've never been hugged by so many strangers or seen so many people crying in public. Mothers held their infants up to the giant screen as images of the new first family were broadcast to the world. On that night questions of policy were suspended. It was about those family images – a united black couple and their two beautiful daughters, smiling and waving, living refutations of all the stereotypes, proof that African-Americans had come through their terrible history unbroken and unbowed.</p> <p>It seems like a long time ago.</p> <p>Clearly, the last four years of watermelon jokes, chair-lynchings and <a href=\"http://www.theguardian.com/world/2010/dec/26/barack-obama-birther-movement-hawaii\" title=\"\">birther paranoia</a> have demonstrated that American racism is alive and well. However, the current liberal narrative – of a president whose desire to transform the nation has been blocked by rightwing intransigence – seems partially true, at best. Despite all the electoral rhetoric about hope and change, Obama campaigned as a pragmatic centrist who would broadly accept the fiscal terms set by the outgoing Bush administration. Arguably, that's the only way he could have been elected, given that any hint of redistribution is politically toxic here, at least to the deep-pocketed political donors who call the shots. Even before the Supreme Court's shameful decision to allow casino magnates to buy themselves their own pet presidential candidates, American politics was rigged in favour of the wealthy. Obama never had a hope of changing that, and anyone who thought he was going to try wasn't really paying attention.</p> <p>More genuinely disappointing (at least to those of us who fondly daydream about Dick Cheney in the dock at the Hague) is Obama's failure to reverse the Bush gang's post-9/11 suspension of laws and norms regarding surveillance, detention without trial and extra-judicial murder. The metastasisation of the US security state is (along with lack of action on climate change) the single greatest political disaster of the early 21st century, not just for American citizens, who are discovering that their cherished constitutional rights count for little in the new permanent state of emergency, but for the rest of us, whose rights (and lives) have no value in the calculations of a security establishment that has broken free of all political, financial and moral restraint.</p> <p>On the plus side, I suppose there's healthcare. It's hard for anyone who grew up with the NHS to see Obama's reforms as anything but a muddled compromise but faced with the prospect of a Romney–Ryan administration (suggested campaign slogan: \"Man is a wolf to man\"), the president's attempt to provide some kind of safety net appears both heroic and fragile, a relic of a gentler time when a belief in mutual aid was laudable instead of a girly-man weakness, and Ayn Rand was just a bad novelist who used to hang out with Alan Greenspan.</p>",
  "<p><strong>The Reverend Jesse Jackson, 71, is a Baptist minister and veteran of America's civil rights struggle. He campaigned for the Democrat presidential nomination in 1984 </strong></p> <p>For me, Barack Obama's election was a milestone of the most extraordinary kind. On the day he was elected I felt such hope in my heart. I thought we were seeing the beginning of a new era of equal opportunity across race and gender such as America had never known before.</p> <p>What has saddened me most over the past four years is the mean-spirited way in which he has been hindered by the opposition. We have never known such obstruction before: the name-calling concerning his Americanness, his place of birth, his religion. We had lost 4&#xa0;million jobs the month before he was elected. But his critics' mission was not to create jobs, or to end the radical downward economic spiral the US had been locked into; their mission was to defeat him, to sink the ship. He has remained above that and lent a consistently high tone to his presidency and thus to the country itself.</p> <p>Ironically, he has reached out and turned the toxic resistance to his leadership, the unusual level of ugly antipathy, into something positive and life-affirming. In the war for the soul of America, he has struggled to create hope – and succeeded. Hope is growing and must prevail. I truly believe he has made society more optimistic and I look forward to his winning this election and continuing to do so. The way he works to remove barriers across society is a constant inspiration to me. He is a man of immense ability.</p> <p>It is imperative that the American people come out together to vote on 6 November. All the arrows are pointing upwards now and if we can harness enough of them we can finally work our way out of the very deep dark corner where we found ourselves four years ago.There is too much poverty, too much inequality, too much violence in this country, meaning that life expectancy for too many is cut short. If we can work together to end that we will become a stronger nation and a stronger asset to the whole world.</p>",
  "<p><strong>Carl Hiaasen, 59, is a journalist, columnist and novelist from Florida. </strong><a href=\"http://www.theguardian.com/books/data/book/unclassified/9781444005066/chomp\" title=\"\"><strong><em>Chomp</em></strong></a><strong>, his latest novel for young adults, was published this year</strong></p> <p>It was an exciting time when Obama got elected. I thought it was very important that we got an African-American president in the White House. And of course the McCain-Palin alternative would have been disastrous (it's terrifying to think of Sarah Palin in any position of authority). But even as everyone was cheering Obama's victory, it was tinged with pessimism because you knew what a steep climb he was facing.</p> <p>I think, given what he's been up against, he's done well but there are certain things he could have done much better. In terms of getting the message across, he's been disappointing. Obama is such an obviously gifted and charismatic public speaker but he goes into this sort of neutral zone where he doesn't engage. There are times when you want to hear from the president, and not just when Bin Laden has been killed. He's presided over the largest middle-class tax cut in my lifetime – 95% of Americans are paying lower taxes today than when he took office, and most of them don't even know it. The polls suggest they think taxes have gone up because the Republicans have done such a deft job of promoting that lie. He's allowed himself to be vilified.</p> <p>The contrast between him and Clinton is very dramatic. Clinton would call people all night long to get their opinions on something before he made a decision. Obama has a very small group of advisers and he makes decisions in a small arena. By all accounts he's something of a loner. I'd hoped he would engage more on a personal level with senators and congressmen, to work on compromises and move things along but the aloofness has hurt him there too: the time comes when you have to go over and roll your sleeves up and be a politician. If he gets re-elected, I hope he can govern with a little more certainty and decisiveness.</p> <p>His healthcare reform could have been handled a lot better. It was a very noble thing to attempt early in one's administration but I questioned the political timing of it. I think he would have been better throwing everything into the economy at a time when the country was struggling to get out of a spiralling recession. The Republicans in Congress made it quite clear that they were going to oppose anything that he came up with, and this was a tremendous weapon for them to use against him. The Democrats lost the House of Representatives and that really turned the political tide in the country: from having the momentum of an exciting election behind him, he went into gridlock in Congress two years later. That's been hurtful to him and to the country.</p> <p>That said, I have family members who've benefited from the healthcare bill. My mother is 85, and like a lot of people her age she has medical issues. She's been able to keep her insurance and her doctors – all the things they warned her about have never come to pass – and she's getting a better break on her pharmacy bills. I've been very lucky in my work but I have family members who depend on help from Washington. If I have to pay a little bit more so that they don't have to take a hit, I'll do it in a heartbeat. That's why I get annoyed when you hear talk about giving wealthy Americans a tax break. This isn't class warfare. A very small number of Americans are being asked to give a little bit more so that it doesn't fall on our kids and our grandkids and our elderly relatives. I don't know what's terrible about that at all.</p>",
  "<p>Barack Obama's election win in 2008 was hailed by some as ushering in a post-racial age in the US. However, recent books and surveys have shown that black American progress has often either halted or declined.</p> <p>From increasing segregation in the workplace, to hundreds of thousands of young black men in prison, to stuttering levels of black voting and a black middle class sent into reverse by the recession, the election of America's first black president – and his fight to win a second term – seem to have had little impact on any of this.</p> <p>Some of the most shocking revelations are detailed in a new book called <em>Invisible Men</em> by sociology professor Becky Pettit from the University of Washington. Pettit realised that many surveys conducted by government agencies exclude people in the prison population from their research and findings. When Pettit added them in, she found that it dramatically altered the picture of the status of black America, as the number of black Americans in jail is disproportionately high. About half of the 2.3 million people in US prisons are black.</p> <p>The results of Pettit's work, some argue, have exploded what she calls \"the myth of black progress\" since the civil rights era of the 1960s.</p> <p>\"This work dispels the notion that we live in a post-racial society. It not only deconstructs the myth of black progress, but also the myth of American progress overall,\" said Inimai Chettiar, a director at the Brennan Centre for Justice at New York University's school of law.</p> <p>For example, adding the prison population to the voting statistics shows that black voter turnout in 2008 – believed to have been a historic high as Obama was elected – was overestimated by 13%. A greater percentage of young black high school dropouts turned out to vote in the 1980 election, when Jimmy Carter lost to Ronald Reagan, than when Obama beat John McCain in 2008.</p> <p>When prisoners are included, the employment rate for young black men who have dropped out of school sinks from an already low 42% to 26%. Far from advancing over the past half-century since Martin Luther King championed the civil rights struggle, the picture being painted is one of troubled decline. \"We have developed a distorted view of how black Americans are faring in our society,\" Pettit said. The reason given for this in Pettit's work is the high rate of incarceration of black Americans. The rate is so steep that government estimates suggest that eventually one in three of all black male adults will spend some time in prison if current trends continue.</p> <p>In the 1930s, blacks were three times more likely to be incarcerated than whites, but the figure now is seven times more likely. Some experts put this down to the \"war on drugs\", which has affected black communities far more than others, seeing increased arrests of blacks, often for non-violent offences. \"There is no evidence that drug use is dramatically different by race or ethnicity, but the pattern of arrests is very different,\" said Ernest Drucker, author of a recent book, <em>A Plague of Prisons</em>.</p> <p>The recession, too, has taken a huge swipe at what gains the black middle class may have made. A swath of recent data has revealed a major reverse. The Pew Charitable Trust showed that 68% of middle-class Americans are predicted to see their economic status decline in the next generation. The National Urban League civil rights group also showed that from 2005 to 2009 the average black household's wealth fell by more than half. Nor has economic decline stopped. From 2009 to 2012, median annual household income for blacks fell by 11.1%, compared with a drop of 5.2% for whites and 4.1% for Hispanics. The current black unemployment rate of 14% is roughly double that of the white jobless. However, it is not just recent economic turmoil that has dampened black progress in America.</p> <p>Another new book, <em>Documenting Desegregation</em>, has examined racial equality in the workplace since the 1960s and found that progress largely halted in 1980 and has gone into reverse in some industries since then. Racial segregation between white and black men is increasing in one in six industries.</p> <p>In fact, far from painting a picture of black progress, the book's examination of more than five million private sector workplaces revealed that it is white men who have gained access to managerial jobs since the 1960s.</p> <p><em>Documenting Desegregation</em> has a grim but simple conclusion that stands in stark contrast to the general perception of a racial breakthrough that accompanied the election of Obama as the country's first black president. \"The United States is no longer on the path to equal employment opportunity,\" it says.</p>",
  "<p>US presidential candidate Mitt Romney has hailed Margaret Thatcher as a \"tower of strength in the cause of liberty\" as a tribute to the former prime minister on her 87th birthday.</p> <p>Baroness Thatcher celebrated the occasion on Saturday by having lunch at Green's Restaurant and Oyster Bar in London's exclusive St James's district with her son Mark and his wife.</p> <p>Writing on Twitter, Romney - the Republican challenger engaged in a close fight with Democrat Barack Obama for the White House in next month's election - said: \"The US is blessed with courageous friends.</p> <p>\"Happy Birthday to the Iron Lady, Margaret Thatcher - a tower of strength in the cause of liberty.\"</p> <p>Thatcher's premiership was thrust back into the American spotlight this year when Meryl Streep starred in a controversial Hollywood film about her life.</p> <p>It drew criticism from Prime Minister David Cameron and others for concentrating on the peer's failing health after she suffered a series of strokes which have left her frail and with dementia.</p> <p>She was not well enough to join the Queen for a lunch with former and serving prime ministers as part of the Diamond Jubilee this summer and previously missed her own 85th birthday party thrown by Cameron at 10 Downing Street.</p> <p>Her last public appearance was in September last year at an event held to celebrate the 50th birthday of then defence secretary Liam Fox.</p> <p>A spokesman said the baroness was currently \"doing all right\".</p>",
  "<p>Mitt Romney and Barack Obama explained how their policies would help the nation's tech start-ups in separate <a href=\"http://nytm.org/blog/entry/12-09-2012/letters-to-the-nytm-community-from-president-obama-and-governor-romney\">letters</a> published Tuesday. The missives were sent to <a href=\"http://nytm.org/\">New York Tech Meetup</a> (NYTM), the city's biggest tech start-up trade association, in response to the group's requests for clarification on the candidates' positions.</p> <p>While NYTM asked the candidates how their policies would help New York City's burgeoning start-up sector, the two responses are hardly city or region specific, and could be seen as blueprints for how Obama and Romney might treat tech start-ups nationally.</p> <p>The Republican candidate argued for deregulation, improving education and increasing research, though he declined to give any specifics. Where he did provide details was in his immigration, intellectual property and tax policies. </p> <p>Romney said he would raise visa caps for highly skilled workers and offer permanent residence to foreign students graduating with \"advanced degrees in relevant fields\". He also said he would aggressively target intellectual property theft abroad and create a \"Reagan Economic Zone encompassing nations committed to the principles of free enterprise\". Finally, he pledged to lower the corporate taxes rate to 25%.</p> <p>Romney also attacked the president for what he sees as Obama's use of federal funds.</p> <p>\"President Obama's misguided attempts to play the role of venture capitalist, pick winners and losers, and spend tens of billions of dollars on politically-prioritized investments have been a disaster for the American taxpayer,\" Romney wrote.</p> <p><a href=\"http://www.hyperorg.com/blogger/2012/10/10/obama-and-romney-make-their-cases-to-techies-guess-who-fails-to-mention-the-internet/\">Some critics</a> said Romney's response seemed generic and not necessarily targeted at tech start-ups, but businesses in general. The former Massachusetts governor notably avoided net neutrality, an issue of fundamental importance to many techies. Romney previously <a href=\"http://blogs.scientificamerican.com/observations/2012/09/21/obama-romney-ne-neutrality/\">stated</a> that he was not in favor of net neutrality or internet regulation that curtails network owners from interfering with users' internet content and services.</p> <p>\"Romney seems to be against all regulation except of the sort that he likes,\" said David Weinberger, the co-director of Harvard's Library Innovation Laboratory. \"The internet is the fuel of innovation and start-ups do far better when there's broad access to the internet.\"</p> <p>Obama, on the other hand, seemed to better understand his audience. The president's letter reaffirmed his position in favor of an open internet (pro-net neutrality) and reviewed his accomplishments of the past four years. </p> <p>In addition to creating the nation's Chief Technology Officer position (the first CTO, Todd Park <a href=\"http://mlb.mlb.com/shared/flash/mediaplayer/v4.3/R12/MP4.jsp?calendar_event_id=14-350384-2012-10-09&amp;source=NYTM&amp;media_type=video\">spoke</a> at NYTM's most recent meetup), Obama listed several of his initiatives to spur start-up growth like the Presidential Innovation Fellowship and Start-up America Partnership. In his letter he also stressed that his patent and healthcare reforms will be a boon to tech start-ups.</p> <p>The fact that both Romney and Obama even returned the letters perhaps says more than the content. New York City's Silicon Alley has <a href=\"http://mashable.com/2012/08/20/new-york-startup-scene/\">expanded rapidly</a> in the past few years thanks to an influx of entrepreneurs and venture capital investment. According to NYTM's Chairman Andrew Rasiej, the organization currently has about 28,000 members and is growing rapidly with about 250 new members every week. Despite this new attention Rasiej said that the group would not be endorsing either candidate or take positions on election issues. </p> <p>That's not to say that NYTM doesn't have an agenda. \"We have one of the largest problems getting developer talent,\" said Rasiej.\"There's like zero percent unemployment in that industry in New York so we're focused on education, teaching science and math in schools.\"</p> <p>Both candidates mentioned education in their letters. Romney said he was concerned with the increasing cost of K-12 and university education, while the president wrote he wanted to hire more educators.</p> <p>New York also suffers from a <a href=\"http://isoc-ny.org/p2/?p=3448\">lack of bandwidth,</a> so for many entrepreneurs issues of infrastructure are important. While president Obama mentioned improving broadband and IT infrastructure, governor Romney did not. </p> <p>Like other issues in this election, the two candidates' perspectives on how to help tech start-ups seem to boil down to how they view government. Obama wants to use the government to spur private-sector growth, but Romney would rather leave the market to itself.</p>",
  "<p>President Barack Obama hunkered down for intensive debate preparation in Virginia on Saturday, as his Republican rival, Mitt Romney, continued his push to win votes in battleground states.</p> <p>Romney and his running-mate, Paul Ryan, hit the campaign trail in Ohio, a crucial barometer of voting intention and a must win for both candidates in the 6 November general election.</p> <p>Buoyed by a strong performance in the first presidential debate a fortnight ago, the Republican candidate has also made political capital in recent days over claims by vice-president Joe Biden that the White House had not been aware of requests to beef up security in Benghazi before last month's embassy attack.</p> <p>Yesterday, Romney accused Biden of \"doubling down on denial\" over the remark, which he made during a spirited debate with Ryan on Thursday.</p> <p>The Republicans claim that the vice president is misleading the American people by suggesting that he and the president were not informed of security concerns in the lead up to the assault on the US consulate in Benghazi, during which ambassador Chris Stevens and three other US citizens were killed.</p> <p>\"We weren't told they wanted more security; we did not know they wanted more security,\" Biden said during the televised debate – a remark that is disputed by Romney and his supporters.</p> <p>The dispute has added to a a sense of creeping unease among Democrats, who have seen the president's poll lead eaten away over the last two weeks.</p> <p>The changing political wind has put added emphasis on the importance of a better performance by Obama in the second presidential debate, which is due to take place on Tuesday in New York.</p> <p>On Saturday, the Democrat flew to Virginia to engage in a series of mock debates, in preparation for the encounter with Romney. The president's public schedule has been cleared for the entire weekend, extending into Monday, as he attempts to avoid a repeat of the last debate, during which he was accused of not showing enough fight.</p> <p>Romney spent Saturday on the stump, concluding a week of campaign rallies.</p> <p>\"I've had the fun of going back and forth across Ohio, and this week I was also in Florida and Iowa, I was in North Carolina and Virginia. And you know what? There is a growing crescendo of enthusiasm,\" Romney told an enthusiastic crowd at a sunset rally Friday.</p> <p>Polls suggest that in Ohio, Obama retains a slight edge amongst voters.</p> <p>In a bid to shore up his appeal amongst middle America, Obama returned to a theme of supporting US industry in his weekly radio address Saturday. Contrasting his backing of the auto industry to the position of Romney, the president said: \"We refused to throw in the towel and do nothing. We refused to let Detroit go bankrupt.\"</p> <p>The Republican candidate opposed using government funds to help struggling US carmakers, a fact that Democrats have sought to highlight on a number of occasions.</p> <p>On Saturday, the Obama team also released a new TV advertisement which focuses on the successes of president's first term, including the saving of American autoworkers' jobs and the assassination of terror chief Osama bin Laden. The commercial is narrated by actor Morgan Freeman. He, alongside singer Bruce Springsteen, is adding a touch of glamour to the president's campaign as it heads into its final weeks.</p> <p>Next week, Springsteen will perform at an Obama rally in Ohio. Democrat strategists hope that his appeal amongst blue-collar workers will help their cause in winning over floating voters in the state.</p> <p>Ohio is seen as a crucial battleground to both candidates. If Romney fails to take the state, his path to the White House will be very difficult – no Republican candidate has won the presidency without first taking Ohio.</p> <p>Obama visited the state earlier this week before turning to the more immediate task at hand – stemming the slide towards Republican momentum through a strong performance at the second presidential debate. Tuesday's encounter will take the form of a town-hall debate, with candidates answering questions posed by members of the audience.</p> <p>The format should play into the hands of Obama, who often appears at ease in a more informal setting, especially in comparison to Romney, who can come across as aloof. But the Republican candidate has already bucked the predictions of political pundits once in a debate setting. Doing so a second time could further dent Obama's confidence in his chances of winning a second term.</p>",
  "<p>Those who follow <a href=\"https://twitter.com/ForecasterEnten\">my Twitter feed</a> know my appetite for both baseball and politics. I find the two have many things in common, and this connection was cemented in my mind Friday evening.</p> <p>The Washington Nationals took the field against the St. Louis Cardinals in a <a href=\"http://mlb.mlb.com/mlb/gameday/index.jsp? gid=\" 2012_10_12_slnmlb_wasmlb_1&amp;mode=\"recap&amp;c_id=stl&quot;&quot;\">Game 5 elimination playoff</a>. The hometown Nats seemed impossible to stop. They scored three runs in the first inning and tacked on another three in the third to lead 6-0. You wouldn't have been alone in thinking the game was over. No team had ever come back from <a href=\"http://espn.go.com/blog/statsinfo/post/_/id/53363/cardinals-comeback-unlike-any-other\">a five-run or greater deficit in a sudden-death playoff game</a> in major league history.</p> <p>Twenty days earlier, I thought another contest involving Washington was <a href=\"http://www.theguardian.com/commentisfree/2012/sep/20/post-convention-polling-obama-consolidates-lead\">heading towards a fairly clear conclusion</a>. President Obama held a three-point lead over Mitt Romney in the race for president. The lead wasn't particularly large, but it was consistent and was growing. I wrote at the time: \"There hasn't been a single candidate to come back after trailing by three points this late in the campaign in the past 60 years.\"</p> <p>Indeed, Obama's lead would actually expand to about four to five points, at its peak. The fact that many, though not all peers of mine (Jay Cost and Sean Trende are good exceptions), felt similarly only boosted my confidence. Once Obama's approval rating crept two to three points above his disapproval it was a clincher, in my mind. How could a president who always polled better in a match-up against Romney than his approval indicated lose now?</p> <p>Then the debate happened. I actually expected Romney to win the debate, yet thought it wouldn't make a big difference – that was what <a href=\"http://politicalwire.com/archives/2012/10/05/history_finds_its_tough_to_build_on_first_debate_win.html\">history had taught me</a>. Challengers have always performed strongly in the first debate. They usually <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">close the gap a little</a>, but not by large margins. I believed Obama would still lead, unless he said he wanted to punch Mickey Mouse in the face.</p> <p>I should have known better. I <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/apr/18/why-2012-election-set-to-break-all-rules\">wrote an article</a> in April entitled \"Why the 2012 election is set to break all the rules\". The basic premise was that there are a lot of rules in politics that aren't as iron-clad as they seem and some were bound to be broken in 2012. I didn't have a section on late leads, which I probably should have. I ended my piece by saying \"rules are rules in politics… until they aren't rules anymore.\" How prophetic that line turned out to be.</p> <p>Mitt Romney now leads in most <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">national polls,</a> by a small margin. Obama's state firewall looks weaker by the day. </p> <p>This of course means that I can cite another rule: no president has won re-election in the past 60 years when trailing in October. So either this rule or the one about three-point leads in September will be broken. It's a great lesson that no rule in politics is perfect, except for perhaps <a href=\"http://www.yogiberra.com/yogi-isms.html\">one that also applies to baseball</a> \"it ain't over till it's over\".</p> <p>Obama's chief strategist, David Axelrod, apparently forgot that rule on Friday Evening. In a <a href=\"https://twitter.com/davidaxelrod/status/256932792934486017\">tweet that speaks to the allegory</a> of the Nationals' game to this election, he wrote: \"At Nats game and, man, they came out of the gates like Joe Biden! 6-0 in the third!\" </p> <p>Axelrod was putting the cart before the horse, as many covering the presidential campaign did. The problem for him and all those rooting for the Nationals was that the Cardinals had other ideas.</p> <p>The Cards scored one in the fourth inning, two in the fifth, one in the seventh and one in the eighth to close the gap to 7-5. The Nationals struck back and had the Cardinals down to their final strike twice in the 9th. Both times, however, the Cardinals didn't give in and eventually they loaded the bases. A single by Daniel Descalso tied the game and one batter later Pete Kozma plated two more to give the Cardinals a lead they would never relinquish.</p> <p>One <a href=\"https://twitter.com/chrisgolden/status/256972232381829120\">Nationals fan asked:</a> \"Who do they think they are? Mitt Romney?\" </p> <p>I don't know about that. Both have come back from deficits that many thought they wouldn't. Mitt Romney, however, <em>hasn't</em> won a single thing yet. If he does, he'll break an election rule, just like the Cardinals. If Obama wins, he'll too will break a rule like the Cardinals.</p> <p>The only thing guaranteed is that November is going to be just like October in terms of rule breakage. You might even say it'll be \"<a href=\"http://www.yogiberra.com/yogi-isms.html\">déjà vu, all over again.</a>\"</p>",
  "<p>For Barack Obama's bid for re-election to the White House – currently going through a moment of turbulence in the polls – it is clearly time to bring out a secret weapon: Bruce Springsteen.</p> <p>The ever-popular singer-songwriter, whose songs about working-class life in his native New Jersey span the political divide, will appear next week at an Obama campaign event.</p> <p>Springsteen will take the stage at a rally in Parma, Ohio, on 18 October. It is perhaps the surest way to gather a crowd for a campaign that has been criticised by some for not generating the same level of enthusiasm that marked the historic 2008 election. It is also a rare chance to see Springsteen play live for free.</p> <p>Ohio is shaping up to be perhaps the single most important battleground state in the race.</p> <p>The Midwestern state is made up of numerous demographics – from its southern-influenced border with Kentucky to its \"Rust Belt\" north-western corner, around Cleveland – and is a prime target for Obama and resurgent Republican challenger Mitt Romney.</p> <p>No doubt Obama strategists will be hoping Springsteen will help the president with the white, working class male vote: a subset that has been trending Romney.</p> <p>\"Bruce Springsteen's values echo what the president and vice-president stand for: hard work, fairness, integrity,\" said Jim Messina, Obama for America's campaign manager. \"His appearances will help with our get out the vote effort in these critical swing states.\"</p> <p>But Springsteen will not be alone in Ohio. He will be appearing alongside former president Bill Clinton, who has been hitting the campaign trail for Obama with increasingly frequent speeches and rallies. He also gave what was widely seen as by far the best speech of the party convention season, outshining Obama's own effort in Charlotte.</p> <p>Clinton's motivations combine a genuine desire to see a Democrat re-elected, an attempt to polish his own image as a elder statesman of American politics and efforts to help his wife, secretary of state Hillary Clinton, should she decide to mount another presidential bid in 2016.</p> <p>In Indianapolis on Friday, where Clinton was speaking to boost Senate Democratic hopeful Joe Donnelly, he said he hadn't expected to be so involved in the 2012 campaign. But Hillary Clinton is busy as secretary of state, and daughter Chelsea works for a broadcast network, he quipped. </p> <p>\"So you're stuck with me,\" Clinton told the crowd.</p> <p>That is likely a relief to the Obama team, which has in the past been somewhat estranged from Clinton.</p> <p>A poor performance in the first presidential debate by Obama has reversed months of momentum for the president's campaign team and allowed Romney to establish a narrow gap in the rolling average of polls with under a month to go.</p>",
  "<p>Radio 4, the jewel in the crown of the BBC's radio empire, is to enter a new era next month, seeking to become an online information and entertainment service as well as a national broadcasting station.</p> <p>The aim is to create a \"bigger Radio 4\" by rapidly improving access to the station's vast archives, as advances in technology make live radio and daily schedules less central to the BBC's output.</p> <p>The first stage of the opening up of Radio 4's cache of speech, news and drama programming to the public is timed to coincide with the US presidential election on 6 November. \"Radio 4 can now offer listeners much more as we break out of our schedule and begin to reveal our archive,\" said Gwyneth Williams, the station's controller, this weekend. \"We are just beginning to test the considerable potential the website has by using some of the best of Radio 4's past content on a subject and joining it to current events.\"</p> <p>Radio 4's editors will select current and past programmes organised around contemporary topics which listeners can choose online.</p> <p>The experiment begins on 1 November with the release of many of the late Alistair Cooke's Sunday-morning <em>Letter from America </em>programmes. Cooke, a Radio 4 institution, broadcast his personal views of politics and culture from across the Atlantic for more than 50 years. Listeners will be able to download any of 920 episodes from an archive that reaches back to the 1940s and covers many significant events up to Cooke's death in 2004.</p> <p>\"Alistair Cooke – his very name invokes the art of writing for radio,\" said Williams. \"I am hugely excited about this extraordinary archive. I can see Alistair, as I listen, telling his stories and drawing in listeners with his easy authority and knowledge of history, his reporting skills and his passion for America.\"</p> <p>Williams's personal highlights include Cooke's dramatic letter describing the assassination of Bobby Kennedy, which he witnessed from an adjoining room (he said the shots sounded \"like someone dropping a rack of trays\"), and a letter about George Romney, Mitt Romney's father and governor of Michigan, who led a national poll for president in 1968 but went on to lose the Republican nomination.</p> <p>The Radio 4 controller's wider aim is \"to burst out of the schedule\", she says, with collections of related programming – including arts interviews with American authors and composers, while <em>Desert Island Discs</em> will feature American guests.</p> <p>\"We can point our audience, for instance, to Melvyn Bragg's brilliant <em>In Our Time</em> on the Statue of Liberty, broadcast in 2008, or to his programme on Benjamin Franklin, as well as to the <em>News Quiz USA</em> that has just been broadcast,\" she said.</p> <p>In many homes the tuning dial on a radio set is already obsolete and it seems likely that, within a decade, the set itself will have been replaced by computers, tablets and smartphones. Listeners will choose programmes by theme and genre, instead of simply tuning in to their favourite station. This switch in behaviour is already established in the nation's television viewing habits.</p> <p>The <em>Letter From America </em>archive launch is part of a range of events also planned to mark BBC Radio's 90th year and it will add to more than 16,000 hours of audio already available on the station's website, including every Reith Lecture since they began in 1948.</p> <p>Cooke was born in Blackpool in 1908, but his fascination with America began in the early 1930s when he studied at Yale and Harvard as a Commonwealth Scholar. He spent a summer in Hollywood, befriending Charlie Chaplin and became the BBC's film critic in 1934.</p> <p>A 1946 letter from the BBC Talks Department describing the new Cooke show to the editor of the <em>Radio Times </em>has been unearthed by Zillah Watson, who compiled the archive.</p> <p>\"<em>American Letter </em>will be something new in British broadcasting,\" the document reads. \"In this weekly personal letter to Britons,&#xa0;Alistair Cooke will try to give listeners in this country some of the intimate background to American life, pictures of regions and places, and profiles of important American personalities.\"</p> <p>Accurately predicting the tone of the 2,869 instalments of the programme that followed, the note explained there would be a stress \"on the springs of American life, whose bubbles are the headlines, rather than on the bright headlines themselves\".</p> <p>To accompany the archive, Radio 4 and the BBC World Service will both broadcast <em>In Alistair Cooke's Footsteps</em>, a four-part series presented by Alvin Hall in which Hall travels across America to find out whether Cooke's letters are still relevant today.</p> <p>\"Rediscovering these vital broadcasts has been a riveting journey through recent American history,\" said Watson. \"From the golden age of 50s America, to the disillusionment of the Bush years via JFK, civil rights and Watergate, this is an astonishing record of the great years of the American century.</p> <p>\"And now they will all be available, crisply digitised from the original tapes and supported by transcripts for reference.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397697583\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129003679/Artisans-work-on-idols-of-005.jpg\" alt=\"24 hours: Artisans work on idols of Hindu goddess Durga\" width=\"754\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kolkata, India: Craftsmen work on idols of Hindu goddess Durga. The five-day Durga Puja festival begins on 20 October</span> <span class=\"element-image__credit\">Photograph: Bikas Das/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697577\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129013259/A-Palestinian-jockey-ridi-008.jpg\" alt=\"24 hours: A Palestinian jockey riding a horse called Edward\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ramallah, West Bank: A jockey from Qalanswa village riding a horse called Edward holds up a trophy after winning the annual championship organised by the Turmus Aya Equestrian Club</span> <span class=\"element-image__credit\">Photograph: Abbas Momani/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697579\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350128995440/A-gendarme-attends-an-acr-002.jpg\" alt=\"24 hours: A gendarme attends an acrobatic\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vallon Pont d'Arc, France: A gendarme attends a street acrobatics show</span> <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697581\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129021067/An-anti-Muslim-Brotherhoo-011.jpg\" alt=\"24 hours: An anti-Muslim Brotherhood and President\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cairo, Egypt: Opponents and supporters of president Mohamed Morsi clash in Tahrir Square</span> <span class=\"element-image__credit\">Photograph: Khaled Desouki/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697585\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129007156/Autumn-weather-Oct-12-006.jpg\" alt=\"24 hours: Autumn weather Oct 12\" width=\"741\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dura Den, Scotland: A women walking her dog views damage to the village caused by heavy rain and flooding</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697591\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129029258/Models-display-creations--014.jpg\" alt=\"24 hours: Models display creations by designer Hiromichi Ochiai\" width=\"699\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tokyo, Japan: Designer Hiromichi Ochiai presents his Facetasm 2013 spring and summer collection</span> <span class=\"element-image__credit\">Photograph: Yoshikazu Tsuno/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697593\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350128992401/Pakistani-school-girls-pr-001.jpg\" alt=\"24 hours: Pakistani school girls pray for the recovery of Malala Yousafzai\" width=\"712\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peshawar, Pakistan: Schoolgirls pray for the early recovery of child activist Malala Yousafzai, who was shot in the head by the Taliban</span> <span class=\"element-image__credit\">Photograph: A. Majeed/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697589\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129010594/Komodo-dragon-at-Colombo--007.jpg\" alt=\"24 hours: Komodo dragon at Colombo zoo\" width=\"566\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colombo, Sri Lanka: A Komodo dragon (Varanus komodoensis) is shown to the public after its arrival at the National Zoological Gardens<br>Photograph: M A Pushpa Kumara/EPA</span> <span class=\"element-image__credit\">Photograph: M.A.Pushpa Kumara/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697595\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129018336/Scientists-puzzled-by-gia-010.jpg\" alt=\"24 hours: Scientists puzzled by giant eye found on a beach in Florida\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">St Petersburg, Florida: An giant eyeball found by a walker on Pompano Beach near Fort Lauderdale </span> <span class=\"element-image__credit\">Photograph: FWC Handout/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697599\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129026510/aithful-light-candles-at--013.jpg\" alt=\"24 hours: aithful light candles at the Basilica of Our Lady of Aparecida\" width=\"748\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aparecida, Brazil: Churchgoers light candles at the Basilica of Our Lady of Aparecida, where thousands gathered to attend a Mass honouring the patron saint of Catholic Brazilians on her feast day</span> <span class=\"element-image__credit\">Photograph: Andre Penner/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697601\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129023822/he-Space-Shuttle-Endeavou-012.jpg\" alt=\"24 hours: he Space Shuttle Endeavour slowly moves along city streets in LA\" width=\"713\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Los Angeles, California: The space shuttle Endeavour makes it's final journey from the city's international airport to the California Science Centre</span> <span class=\"element-image__credit\">Photograph: Jae C. Hong/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697603\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350128998209/Senegalese-women-hold-pos-003.jpg\" alt=\"24 hours: Senegalese women hold posters of French President Francois Hollande\" width=\"695\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dakar, Senegal: Women hold posters of the French president, François Hollande, who is on his first visit to Africa since his election in May</span> <span class=\"element-image__credit\">Photograph: Seyllou/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697597\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129015727/Starlings-fill-the-sky-ar-009.jpg\" alt=\"24 hours: Starlings fill the sky around the dome of Saint Peter's Basilica\" width=\"760\" height=\"425\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rome, Italy: Starlings fill the sky over the dome of Saint Peter's Basilica at dusk</span> <span class=\"element-image__credit\">Photograph: Stefano Rellandini/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397697587\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350129000817/Children-jump-from-a-dest-004.jpg\" alt=\"24 hours: Children jump from a destroyed car left on the side of a road in Kabul\" width=\"705\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul, Afghanistan: Children play on a destroyed car left on the side of a road</span> <span class=\"element-image__credit\">Photograph: Ahmad Jamshid/AP</span> </figcaption> </figure>",
  "<p>Under the influence of the painkiller Dilaudid, and dog-tired after another day of fighting for my life with my private health insurance company, I glimpsed Mitt Romney and his running-mate, Paul Ryan, entering my Los Angeles hospital room dressed in surgical gowns with scalpels in their hands ready to fatally operate on me.</p> <p>It was a drug-induced hallucination, of course. But the mirage made me sit bolt upright in bed and, fully awake, start to rethink my previous, bitterly dissenting view of Barack Obama.</p> <p>For the past year, I've been in a death spiral without knowing it. The occasional fainting spell, sprawls on the street and a dramatic weight loss were shrugged off as merely a cost of doing a writer's business. Denial is a most powerful analgesic. Even when paramedics first rushed me to the hospital, I angrily argued with the doctors.</p> <p>But when a lightning-bolt sciatica pain, triggered by a car accident, brought me down like a bull under the matador's sword, more or less paralyzing the left side of my body, the health gods decided it was time to shut down my hubris. Like something out of the TV's \"House\" or \"General Hospital\", suddenly there were midnight ambulances, emergency room traumas, drip feeds, oxygen tubes up my nose, renal failure, suspected meningitis, pneumonia and a minor heart attack. </p> <p>Thankfully, working as a team at my local Cedars-Sinai hospital, whole platoons of neurosurgeons, cardiologists, nurses, infectious disease experts, radiologists, physical therapists, pulmonologists and hospitalists (whatever they are) dragged me back from the edge. Emergency surgery in a special spinal unit was successful, and today I'm back on my feet – I'm a product of American medicine at its best.</p> <p>Ah, if only the doctors were free to do their jobs!</p> <p>My private insurance company, a subsidiary of Wellpoint Inc – America's <a href=\"http://en.wikipedia.org/wiki/WellPoint\">largest \"managed healthcare\"</a>, for-profit company – interfered at almost every stage of my treatment. They were aggressive and shameless. At my most vulnerable, with tubes sticking out of me, they phoned my hospital room – kicking my anxiety level sky-high – to let me know that Wellpoint's profit-seeking radar had targeted me. The anonymous voice warned, with a kind of smiling threat, that they were on my case: meaning, some bureaucrat – was he or she even medically competent, or just an IT geek – in a far-off, distant corporate office believed that my treatment was violating a mysterious insurance algorithm.</p> <p>Here in California, Wellpoint and its member plans are notorious, as Reuters <a href=\"http://www.reuters.com/article/2010/04/23/us-wellpoint-breastcancer-idUSTRE63M5D420100423\">reported</a>, for \"using a computer algorithm that automatically targeted [women] and every other policyholder recently diagnosed with breast cancer … the insurer then [allegedly] canceled their policies based on either erroneous or flimsy information.\"</p> <p>The practice is called rescission. To put it bluntly, the company collects your money when you're healthy, but cancels if you get sick. In the <a href=\"http://www.latimes.com/business/la-fi-insure9nov09,0,4409342.story\">case of another insurance company, Health Net Inc</a>, employees were actually paid bonuses based on how many cancellations were carried out; at other insurers, like Wellpoint, <a href=\"http://articles.latimes.com/2009/jun/17/business/fi-rescind17\">staff were praised in performance reviews</a>. Wellpoint's California subsidiary, Anthem Blue Cross, has raised premiums capriciously <a href=\"http://www.healthreform.gov/reports/insuranceprospers/index.html\">by as much as 39%</a>. Politically, Wellpoint is, in effect, a rightwing \"political action group\" that <a href=\"http://www.healthleadersmedia.com/content/HOM-240210/Group-charges-health-insurers-are-violating-state-labor-code.html\">lobbies hard against healthcare reform – even calling upon employees to do their share</a>. In other words, it's the ogre in the medicine cabinet.</p> <p>Perversely, none of the bad stuff would have come down if my primary insurance had been traditional, government-paid Medicare, the closest America has to a single payer. But a quirk in my union benefits put me in the sweaty hands of Wellpoint. I wasn't threatened with recission, but almost daily, and sometimes several times daily, my doctors were interrogated about practically every measure they took to keep me alive. Again and again, I saw caregivers, even the most skilled and courageous, retreat with an embarrassed, impotent shrug of resignation that said, \"what can I do; it's 'the system'?\"</p> <p>So I – and my courageous tiger wife – fought, wangled, yelled, protested until I ultimately squeezed past the algorithm. The surgeon of my choice skillfully removed the whatsit that was pressing on an inflamed nerve that had been beating up my spine, and I even won a little rehab time before the insurance computer forced my early discharge. Along the way, anguish over near-daily arguments with the faceless insurance hanging judges almost gave me another heart attack.</p> <p>Need it be this way?</p> <p>Obamacare – also known as the Affordable Health Care Act – isn't medical heaven, or single payer, or anything like the \"socialized\" NHS that kept me well for the 30 years I lived in the UK. The new law, an obvious compromise with the corporate sickness industry, still keeps us in the hands of private insurance companies. But when the law fully kicks in for the first time, all Americans – regardless of <a href=\"http://www.familiesusa.org/resources/publications/reports/health-reform/helping-families.html\">income</a> and \"<a href=\"http://www.healthcare.gov/law/timeline/index.html#event7-pane\">preexisting medical conditions</a>\" – must have health coverage. Individuals up to the age of 26 are covered by their parents' plan. Low-income Americans <a href=\"http://www.nytimes.com/2012/10/11/health/policy/this-election-two-profoundly-different-visions-for-health-care.html?pagewanted=all\">will get subsidies</a> to help them buy insurance, and doctors and hospitals <a href=\"http://www.christiancentury.org/article/2012-09/health-care-close\">will be paid for outcomes not \"procedures\"</a>. Starting in 2014, insurers are forbidden to deny coverage to anyone <a href=\"http://articles.latimes.com/2012/oct/06/nation/la-na-obama-record-healthcare-20121006\">who has no workplace</a> – the jobless and freelancers will be able to get a government-mandated, insurance plan; indeed, they must or pay a \"fine\". And under the new law, \"federal parity\" means <a href=\"http://www.healthcare.gov/blog/2010/08/mentalhealthupdate.html\">mental healthcare will be more accessible</a> to more people.</p> <p>Granted, that all depends on this upcoming election day. If Romney and Ryan win – the <a href=\"http://www.businessweek.com/news/2012-10-11/romney-narrows-gap-with-obama-in-swing-state-polling\">latest polls</a> tell us this is a real possibility – they, a vengeful Republican Congress and their insurance lobby allies <a href=\"http://www.forbes.com/sites/rickungar/2012/06/25/busted-health-insurers-secretly-spent-huge-to-defeat-health-care-reform-while-pretending-to-support-obamacare/\">have sworn to sabotage</a> healthcare-for-all. As for repeal and replace, Mitt's prescription for uninsured folks is that emergency room care is a <a href=\"http://www.huffingtonpost.com/2012/09/23/mitt-romney-60-minutes-health-care_n_1908129.html\">good enough</a> substitute: </p> <blockquote> <p>\"We do provide care for people who don't have insurance … If someone has a heart attack, they don't sit in their apartment and die. We pick them up in an ambulance, and take them to the hospital, and give them care.\"</p> </blockquote> <p>Here and elsewhere, I have written bitterly attacking Obama's serial betrayals. He's no street-scrapper, our Barack. Prior to falling sick, I pined for a third-party candidate, and seriously thought about not voting. But a drug-induced vision of a Romney/Ryan medical hell changed my mind. On 6 November, I'm pulling the lever for Obama: my arrogant, <a href=\"http://www.huffingtonpost.com/huff-wires/20121010/us-presidential-campaign/\">self-sabotaging</a>, <a href=\"http://www.theguardian.com/commentisfree/2012/sep/25/study-obama-drone-deaths\">drone-happy</a>, <a href=\"http://www.nationaljournal.com/2012-presidential-campaign/biden-republicans-think-compromise-is-a-dirty-word--20120925\">compromise-addicted</a> war president.</p> <p>I never want to see Dr Romney in my hospital room again. Damn it, I want to live.</p>",
  "<p>With the support of the international community, President Abd-Rabbu Mansour Hadi came to power in Yemen as the consensus candidate – when the opposition coalition and the former ruling party signed an agreement on political transition put forward by the Gulf Cooperation Council (GCC).</p> <p>After months of turmoil, the agreement <a href=\"http://www.theguardian.com/commentisfree/2011/nov/24/yemen-ali-abdullah-saleh-resigns\" title=\"\">ended the 33-year rule</a> of Ali Abdullah Saleh but it marginalised a large segment of Yemeni society, including those who led the movement for change.</p> <p>Hadi's \"election\" in February – in a national poll where he was <a href=\"http://www.reuters.com/article/2012/02/21/us-yemen-idUSTRE81J0RQ20120221\" title=\"\">the only candidate</a> – did not sit well with many, but others welcomed it as a symbolic step to steer Yemen away from a potential civil war.</p> <p>Some of Hadi's initial decrees surprised critics, giving people hope that he would lead Yemen independently. His decisions to reassign military and security officials from their posts, and his appointments – such as replacing the governor of Taiz – were widely welcomed.</p> <p>Also, on 22 September he signed a decree authorising the creation of a commission of inquiry to investigate human rights violations during the 2011 uprising – though with the immunity law, the chances of prosecution are near impossible.</p> <p>The immunity law, stipulated in the GCC agreement, is not the only obstacle. A continuing problem is that the GCC's transition agreement places a lot of importance on President Hadi, without any reference to what would happen in his absence. Analysts worry that this makes him an easy target for those who would benefit from derailing the transitional process.</p> <p>Fearing for his life, Hadi has been protected by the military's First Armoured Division (FAD) which supported opposition protests against Saleh last year. The head of the FAD, General Ali Mohsen al-Ahmar (a kinsman of ex-president Saleh who eventually turned against him) is known for his bloody past, making him more valuable as a friend than an enemy.&#xa0;</p> <p>Hadi's relationship with Ali Mohsen is seen by many as one of convenience, where protection is exchanged for loyalty, and there are some worrying indicators that Ali Mohsen may be gaining influence through President Hadi's tacit and sometimes declared approval.</p> <p>For example, people welcomed the creation of a new Presidential Protection Force made up of three brigades of the Republican Guard, headed by Saleh's son Ahmed Ali – and one brigade from the FAD – as essential first steps towards unifying the military.</p> <p>However, the 314th brigade of the FAD that was affected by this decree was one that had refused to defect with Ali Mohsen during the uprising and always remained loyal to Saleh. Hence, this decree only reduced the power of Saleh loyalists, leaving intact Ali Mohsen's influence over the military.</p> <p>The Hadi-Mohsen relationship instilled fear in people that the patronage system – one of the hallmarks of Saleh's rule – may continue under a different guise in favour of the Islamist party Islah, the dominant force in the traditional opposition, due to its close ties with Ali Mohsen.</p> <p>According to reports by local newspapers, employees at the ministry of electricity filed an official complaint against the minister for employing his relatives and friends without merit. They listed 19 new employees all of whom are affiliated to Islah.</p> <p>One government employee stated on condition of anonymity: \"In the past, the minister would only employ his pro-regime friends. Today, the new minister brought his friends from the party to take over the leadership of some divisions without the required skills. It's like one mafia replaced another.\"</p> <p>These practices might affect Hadi's credibility and thus affect the goals of the National Dialogue, which is one crucial test for the president.</p> <p>Among other things, the dialogue intended to begin next month needs to build trust with the rebellious Houthis in the north and the separatists in the south. It is of vital importance for Hadi to address their grievances and include these marginalised yet powerful groups in the process for a successful dialogue.</p> <p>So far, no members of the important technical committee for the National Dialogue are affiliated to the Southern Movement, though there is talk of the state issuing a public apology for past wars in the south and north – which may restore trust in the process and facilitate their involvement.</p> <p>A widespread perception, though, is that the National Dialogue will only empower political parties and will neglect the people and their needs.</p> <p>Last month, Hadi issued another decree to add six new members to the technical committee, four of whom are from the Islah party, shifting the balance. It also decreased the number of women to less than 30%, which has been commonly accepted as the minimum quota for women's participation in the various committees.</p> <p>For Yemen to move forward, a sincere healing process needs to begin, and a bottom-up approach needs to replace the top-down elite model for the dialogue to succeed or else it will become just another political conference. If the National Dialogue fails, so will Hadi's legitimacy.</p> <p>Another indicator that the leadership is not taking people's opinions into account is Hadi's recent statement praising the efficiency of drones and acknowledging his approval of the strikes which have resulted in many civilian deaths.</p> <p>With no mention of the civilian casualties from his home province of Abyan, Hadi's legitimacy is slowly fading. A backlash against his statement was immediately felt in the country.</p> <p>After his speech, Hadi quickly acquired new nicknames including \"Abdu Drone Hadi\", coined by activist Abdulrahman Alansy. \"Exchanging local support with international glamour rather than striking balance between both will simply turn him into a Yemeni version of the weak and ineffective Karzai,\" said Ibrahim Mothana, youth activist and co-founder of the al-Watan party.&#xa0;</p> <p>More than seven months into his presidency, it appears that Hadi is not interested in bargaining with the masses, and instead is focused on pleasing the inner political circle, extending the exclusionary politics of the Saleh era into the new transitional government.</p> <p>Hadi should take on this historic responsibility with a vision for the country and move beyond managing the power struggles, which is what Saleh did for 33 years and which cost him the presidency. With all the difficulties Yemen is facing, it is not to his advantage to sideline revolutionaries and other important and powerful groups in Yemen, from whom he should gain his legitimacy.</p> <p>Gone are the days when legitimacy only comes from a small inner circle. The extent to which the people are able to push for reforms will demonstrate whether Yemen will move towards a more inclusive political process.</p>"
]