[
  "Picture desk live: the best news pictures of the day",
  "Obama and Romney in final stretch after last debate clash – as it happened",
  "Obama's plan reviewed: what's the point of a glossy campaign brochure?",
  "Americans would also gain from scaling back the empire",
  "Ellen DeGeneres' gay rights role lauded at PBS Mark Twain Prize show",
  "Obama told by Gawker to lose the 'dumb zingers' and stick to the serious stuff",
  "Israeli poll finds majority would be in favour of 'apartheid' policies",
  "Yulia Tymoshenko is Europe's Aung San Suu Kyi",
  "The American elections: he said, she said",
  "Barack Obama wins last debate – but Mitt Romney may still end up victor",
  "Can the presidential debates turn the US election?",
  "The Jimmy Savile witch-hunt sets us on a path to paranoia",
  "US presidential debates: abortion, climate change and other missing issues",
  "Oliver Burkeman's election diary … and the winner is not who you thought",
  "The Boca Raton presidential debate on foreign policy: panel verdict",
  "Politics Weekly podcast: Barack Obama v Mitt Romney - US election preview",
  "Steve Bell on the final Barack Obama/Mitt Romney TV debate – cartoon",
  "Obama embraces positive strategy as he battles for votes in final stretch",
  "Syria crisis: UN mulls peacekeepers but ceasefire hopes fade - Tuesday 23 October 2012",
  "Presidential debates: 10 datasets and charts you need to know",
  "Obama's claim that military sequester 'will not happen' provokes surprise",
  "Obama-Romney debate: can social media widen the gap?",
  "Mali: no rhythm or reason as militants declare war on music",
  "'I agree with the president': Romney tries to land punches while concurring",
  "Fact-checking the final presidential debate",
  "Badger cull statement: Politics live blog",
  "Obama campaign's sprint-to-the-finish strategy: spelling out a second term",
  "Barack Obama 'won' the foreign policy debate. But what does that really mean?",
  "Inside the 26 October edition",
  "The zinger: pass notes No 3,269",
  "Obama v Romney: around the world in 90 minutes",
  "Ohio Republicans boosted by Romney debate showing ahead of crucial vote",
  "Uruguay plans to legalise marijuana under state monopoly",
  "Bayonets, Obama and the art of the pointed political comment",
  "Romney gaffe: 'Syria is Iran's route to the sea'",
  "Final presidential debate: Obama and Romney in gifs",
  "Romney and Obama clash over Iran - video",
  "Mitt Romney renews promise to label China a currency manipulator",
  "Obama opens door to bilateral negotiations with Iran",
  "US presidential debate: Obama and Romney discuss China - video",
  "US presidential debates' great unmentionable: climate change",
  "US presidential debate: who got it right on al-Qaida?",
  "Lance Armstrong ban not difficult decision, says UCI president - video",
  "Jordan through evangelical Christian eyes – Disneyland with conversions",
  "Police and crime commissioners: six pre-election questions",
  "US presidential debate: what really influences voters' choice of leader?",
  "Obama and Romney clash over foreign policy in final presidential debate",
  "Final US presidential debate: Obama and Romney on foreign policy - as it happened",
  "Bob Schieffer's muted moderator role in final US presidential debate",
  "Mitt Romney outlines 'robust' strategy to combat Islamic extremism",
  "Horses and bayonets catch on during final US presidential debate",
  "Obama fires and Romney falters but third debate fails to find a flourish",
  "US presidential debate: Obama and Romney clash on foreign policy - video highlights",
  "'We also have fewer horses and bayonets': Obama to Romney on US military - video",
  "Final presidential debate in gifs – as it happened",
  "Obama v Romney: the final presidential debate in video clips",
  "Lance Armstrong loses titles as UCI president lashes out at 'scumbags'"
]