[
  "<p>Last weekend, hundreds of conservative churches <a href=\"http://www.reuters.com/article/2012/10/08/us-usa-tax-pulpit-idUSBRE89700E20121008\">participated</a> in \"Pulpit Freedom Sunday\", during which pastors preached about electoral politics and sent recordings of their sermons to the Internal Revenue Service. It's a provocation: these pastors and their legal counsel hope to challenge the rarely-enforced IRS rule prohibiting candidate endorsements by tax-exempt organizations, including houses of worship, and take it all the way to the US supreme court.</p> <p>A <a href=\"http://www.pewforum.org/Unaffiliated/nones-on-the-rise.aspx\">new survey from the Pew Forum on Religion and Public Life</a>, which confirms previously observed trends of Protestant decline, accompanied by a rise in religiously unaffiliated Americans, casts serious doubt on whether the self-styled church freedom warriors are fighting a politically popular battle. Among the survey's findings, two thirds of Americans (66%) believe churches shouldn't endorse candidates. And 54% say churches should stay out of political matters entirely. Even a majority (56%) of white evangelicals agreed that churches should not endorse candidates.</p> <p>Would these data cause the churches clamoring for a legal war with the IRS to pack their bags and go home? Of course not. In fact, in spite of these trends away from organized religion and away from the entanglement of organized religion in politics, I would expect these culture war battles to ramp up – at least for the time being.</p> <p>The religious right hasn't <a href=\"http://religion.blogs.cnn.com/2011/11/22/report-tracks-explosion-of-religious-lobbying-in-washington/?hpt=hp_t2\">spent millions</a> building up legal advocacy groups, <a href=\"http://www.theguardian.com/commentisfree/2012/oct/08/republicans-judicial-activism-supreme-courts\">pressing for conservative judicial appointees</a>, and training lawyers and politicians to thump the Bible in legislatures and the courts for nothing. They've built an infrastructure to fight their battles, even as they lose public opinion wars. For their most ardent supporters, losing in the court of public opinion only serves as a call to redouble their efforts, to fulfil their call to carry out God's plan for America.</p> <p>But a provocation for secularists might emerge from these data: can they match the organization and intensity of their political adversaries?</p> <p>Looking at the Pew survey, one wonders how long the religious right can continue to use the same battle plan. Yet, the data shows they are clearly losing the public. Another survey last week from the Public Religion Research Institute showed that while Mitt Romney has <a href=\"http://www.religiondispatches.org/dispatches/sarahposner/6473/young_white_evangelicals_will_vote_romney,_poll_finds/\">the support of 80% of younger white evangelical millennials</a> (aged 18 to 25), this is a small and diminishing constituency: white evangelicals <a href=\"http://www.religiondispatches.org/dispatches/sarahposner/6473/young_white_evangelicals_will_vote_romney,_poll_finds/\">comprise only 12.3%</a> of that age group. That's less than half their proportion of the 50 to 64 population. The Pew survey showed that while 32% of Americans aged 50 to 64 are white evangelicals, only 13% of those aged 18 to 29 are.</p> <p>As Protestants have declined, percentages of Catholics have remained steady. While they are far less homogeneous politically than evangelicals (the Pew poll found Catholics favor legal abortion 50% to 45%, and same-sex marriage 53% to 37%), the generational trend lines might explain why religious conservatives are intensifying evangelical-Catholic alliances around issues like contraception coverage and same-sex marriage. This is further evidence that, despite demographic shifts, they're not giving up without a fight – instead, shifting their strategy to frame these concerns as ones of \"religious freedom\". If they're a minority, they hope to reap political benefits from arguing at least that they are a persecuted one.</p> <p>The Pew survey also found there are now as many \"nones\" as there are white evangelicals – each makes up 19% of the US population. But the generational trends are traveling even more starkly in a non-theist direction: 32% of 18 to 29 year-olds are unaffiliated, and 42% of those describe themselves as atheist or agnostic. That's over ten points higher than the 21% of 30- to 49-year-old \"nones\" who describe themselves that way, and more than twice the 15% of 50- to 64-year-old \"nones\" who do.</p> <p>That has to worry Republicans. White evangelicals are the most sizable segment of their base and the unaffiliated – in particular, the atheists and agnostics – are the most sizable part of the Democratic base. Still, Republicans maintain a party identification advantage among Christians as a whole (with the exception of black Protestants and all Catholics, which includes Latino Catholics). Because Democrats, overall, have a party identification advantage over the GOP (48% to 43%, according to Pew), will those numbers make each party intensify their efforts to make religious voters happy, or encourage them to present a less religious case for election?</p> <p>With a tight presidential race, and each campaign trying to peel away as many persuadable voters in swing states as possible, appeals to religion – including from the Obama camp – are likely to continue, if only to targeted audiences. Oddly, 67% of all groups, including nearly a third of \"nones\", agree it's important for the president to have \"strong religious beliefs\". At the same time, though, 43% of all groups said it makes them uncomfortable when politicians talk about how religious they are.</p> <p>The numbers are important, telling and potentially transformative for our politics. Yet, questions remain: there's nothing in the Pew survey on public attitudes about religious freedom, church-state separation or the secular nature of our government. These are the issues around which the \"nones\" can organize. The religious right, whose leaders maintain America is in the throes of a revival, has spent decades mythologizing a \"Christian nation\", denigrating and undermining church-state separation, and questioning the very American-ness of secularists.</p> <p>While this is just one survey, and the \"Christian nation\" advocates retain their intensity and organization, there's evidence here that an opening exists for a new revival: a secularist one.</p>",
  "<p>The transformation of Latin America is one of the decisive changes reshaping the global order. The tide of progressive change that has swept the region over the last decade has brought a string of elected socialist and social-democratic governments to office that have redistributed wealth and power, rejected western neoliberal orthodoxy, and challenged imperial domination. In the process they have started to build the first truly independent South America for 500 years and demonstrated to the rest of the world that there are, after all, economic and social alternatives in the 21st century.</p> <p>Central to that process has been Hugo Chávez and his <a href=\"http://en.wikipedia.org/wiki/Bolivarian_Revolution\" title=\"\">Bolivarian revolution</a> in Venezuela. It is Venezuela, <a href=\"http://www.theguardian.com/world/2012/oct/06/venezuela-election-result-oil-politics\" title=\"\">sitting on the world's largest proven oil reserves</a>, that has spearheaded the movement of radical change across Latin America and underwritten the regional integration that is key to its renaissance. By doing so, the endlessly vilified Venezuelan leader has earned the enmity of the US and its camp followers, as well as the social and racial elites that have called the shots in Latin America for hundreds of years.</p> <p>So Chávez's remarkable presidential election victory on Sunday – in which <a href=\"http://www.theguardian.com/news/datablog/interactive/2012/oct/09/venezuela-election-results-map-open-data\" title=\"\">he won 55% of the vote on an 81% turnout after 14 years in power</a> – has a significance far beyond Venezuela, or even Latin America. The stakes were enormous: if his oligarch challenger <a href=\"http://www.bbc.co.uk/news/world-latin-america-19858755\" title=\"\">Henrique Capriles</a> had won, not only would the revolution have come to a juddering halt, triggering privatisations and the axing of social programmes. So would its essential support for continental integration, mass sponsorship of Cuban doctors across the hemisphere – as well as Chávez's plans to reduce oil dependence on the US market.</p> <p>Western and Latin American media and corporate elites had convinced themselves that they were at last in with a shout, that this election was \"too close to call\", or even that a failing Venezuelan president, weakened by cancer, would at last be rejected by his own people. Outgoing World Bank president <a href=\"http://www.businessweek.com/news/2012-06-08/world-bank-chief-zoellick-says-chavez-s-days-are-numbered\" title=\"\">Robert Zoellick crowed that Chávez's days were \"numbered\"</a>, while <a href=\"http://www.businessweek.com/news/2012-10-08/chavez-win-called-by-bofa-points-to-bond-rout-as-barclays-flops\" title=\"\">Barclays let its excitement run away with itself by calling the election for Capriles</a>.</p> <p>It's all of a piece with the endlessly recycled Orwellian canard that Chávez is some kind of a dictator and Venezuela a tyranny where elections are rigged and the media muzzled and prostrate. But as opposition leaders concede, Venezuela is by any rational standards a democracy, with exceptionally high levels of participation, its electoral process more fraud-proof than those in Britain or the US, and its media dominated by a vituperatively anti-government private sector. In reality, the greatest threat to Venezuelan democracy came in the form of the abortive <a href=\"http://www.theguardian.com/world/2002/apr/21/usa.venezuela\" title=\"\">US-backed coup of 2002</a>.</p> <p>Even senior western diplomats in Caracas roll their eyes at the absurdity of the anti-Chávez propaganda in the western media. And in the queues outside polling stations on Sunday, in the opposition stronghold of San Cristóbal near the Colombian border, Capriles voters told me: \"This is a democracy.\" Several claimed that if Chávez won, it wouldn't be because of manipulation of the voting system but the \"laziness\" and \"greed\" of their fellow Venezuelans – by which they seemed to mean the appeal of government social programmes.</p> <p>Which gets to the heart of the reason so many got the Venezuelan election wrong. Despite claims that Latin America's progressive tide is exhausted, leftwing and centre-left governments continue to be re-elected – from Ecuador to Brazil and Bolivia to Argentina – because they have reduced poverty and inequality and taken control of energy resources to benefit the excluded majority.</p> <p>That is what Chávez has been able to do on a grander scale, using Venezuela's oil income and publicly owned enterprises to slash <a href=\"http://www.cepr.net/documents/publications/venezuela-2012-09.pdf\" title=\"\">poverty by half and extreme poverty by 70%</a>, massively expanding access to health and education, sharply boosting the minimum wage and pension provision, halving unemployment, and giving slum communities direct control over social programmes.</p> <p>To visit any rally or polling station during the election campaign was to be left in no doubt as to who Chávez represents: the poor, the non-white, the young, the disabled – in other words, the dispossessed majority who have again returned him to power. Euphoria at the result among the poor was palpable: in the foothills of the Andes on Monday groups of red-shirted hillside farmers chanted and waved flags at any passerby.</p> <p>Of course there is also no shortage of government failures and weaknesses which the opposition was able to target: from runaway violent crime to corruption, lack of delivery and economic diversification, and over-dependence on one man's charismatic leadership. And the <a href=\"http://transition.usaid.gov/performance/cbj/158267.pdf\" title=\"\">US-financed opposition campaign</a> was a much more sophisticated affair than in the past. Capriles presented himself as \"centre-left\", despite his hard right background, and promised to maintain some Chavista social programmes.</p> <p>But even so, the Venezuelan president ended up almost 11 points ahead. And the opposition's attempt to triangulate to the left only underlines the success of&#xa0;Chávez in changing Venezuela's society and political terms of trade. He has shown himself to be the most electorally successful radical left leader in history. His re-election now gives him the chance to ensure Venezuela's transformation is deep enough to survive him, to overcome the administration's failures and help entrench the process of change across the continent.</p> <p>Venezuela's revolution doesn't offer a political model that can be directly transplanted elsewhere, not least because oil revenues allow it to target resources on the poor without seriously attacking the interests of the wealthy. But its innovative social programmes, experiments in direct democracy and success in bringing resources under public control offer lessons to anyone interested in social justice and new forms of socialist politics in the rest of the world.</p> <p>For all their problems and weaknesses, Venezuela and its Latin American allies have demonstrated that it's no longer necessary to accept a failed economic model, as many social democrats in Europe still do. They have shown it's possible to be both genuinely progressive and popular. Cynicism and media-fuelled ignorance have prevented many who would naturally identify with Latin America's transformation from recognising its significance. But Chávez's re-election has now ensured that the process will continue – and that the space for 21st-century alternatives will grow.</p> <p><a href=\"https://twitter.com/SeumasMilne\" title=\"\"><em>@SeumasMilne</em></a></p>",
  "<p>Israel's prime minister, Binyamin Netanyahu, has called a general election early next year in a move designed to avoid a damaging defeat over a proposed austerity budget but also likely to give him a renewed and potentially increased mandate for military action against Iran.</p> <p>\"I have decided, for the benefit of Israel, to hold elections now and as quickly as possible,\" Netanyahu said at a press conference, without specifying the date of the poll.</p> <p>Israel's economy and national security are the two issues likely to dominate the election campaign, with the question of a peace agreement with the Palestinians being pushed down the political agenda. The election is expected to be in late January or early February.</p> <p>Netanyahu's party, Likud, is expected to comfortably win the largest share of the Israeli parliament's 120 seats, almost four years after the last election in February 2009. The prime minister had the option of waiting until next October before going to the electorate.</p> <p>His coalition government has proved unexpectedly stable despite repeated threats by his small rightwing coalition partners to bring down the government. Under Israel's electoral system of proportional representation the leader of the biggest party will have to negotiate with smaller parties to form a new coalition government.</p> <p>Netanyahu's decision to call early elections rests on two main domestic considerations. The first is the forthcoming national budget. The prime minister faces a struggle to get an austerity budget passed in the face of the warring interests of the smaller parties in his coalition who have an eye on their constituencies. He may believe it is better to call an election than see the government fall in the wake of the budget crashing in flames. The second concerns his political opponents. Kadima, the main opposition party, is currently floundering in the polls. The latest Haaretz survey gives it eight seats, down from 28 at the last election. Labour is the principal beneficiary, with its projected number of seats rising to 20 from 13.</p> <p>But Netanyahu's Likud is predicted to be the biggest party by some measure in the 120-seat Knesset, with 28 seats. The prime minister's personal ratings on suitability to lead the next government are way ahead of those of his rivals.</p> <p>On the assumption that Netanyahu forms the next coalition government, he may opt for a more centrist complexion than the current rightwing composition. After the last election Netanyahu's first move was to bring Kadima into the coalition, only resorting to the small religious parties when that failed. A \"national unity\" government may give him cover to pursue military action against Iran.</p> <p>Iran is Netanyahu's primary issue. At the United Nations he publicly deferred the likely date of Israeli military action against Iran's nuclear programme until next spring or summer. Netanyahu will hope to win a renewed electoral mandate before such a high-risk move, rather than launch a potentially disastrous war in the months running up to a general election.</p> <p>The outcome of the US election may also be a factor in Netanyahu's decision. If Barack Obama is re-elected in November, he may seek to punish the Israeli prime minister for his perceived support for the Republican candidate, Mitt Romney. That approach will be harder if Netanyahu also has a renewed mandate.</p> <p>Opposition parties will be keen to make the economy the significant issue of the election. Before Netanyahu's announcement the Labour leader, Shelly Yacimovich, said early elections would end an \"unstable and unhealthy\" situation.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Big Bird has had such a bad week worrying about his pension should Mitt Romney win the presidential election that he appears to have lost his sense of humor.</p> <p>Or at least his bosses have at Sesame Workshop, makers of Sesame Street, the kids' show where the goggle-eyed yellow bird has starred for the past 42 years. They have <a href=\"http://www.sesameworkshop.org/our-blog/2012/10/09/sesame-workshop-response-to-campaign-ads/\">asked</a> the Obama campaign to take down an election advert featuring Big Bird on the grounds that the show is non-partisan and does not participate in political campaigns.</p> <p>Shame on you Sesame Workshop! In an election year distinguished by a blitzkrieg of TV ads that have been almost universally ugly and grim, this <a href=\"http://www.youtube.com/user/BarackObamadotcom\">one</a> is actually quite funny. Invoking such titans of financial wrong-doing as Bernie Madoff, Ken Lay and Dennis Kozlowski, it identifies the \"evil genius\" who towered over them.</p> <p>\"Big. Yellow. A menace to our economy. Mitt Romney knows it's not Wall Street you have to worry about, it's Sesame Street.\"</p> <p>No-one was more surprised than Big Bird himself when he became the Joe the Plumber of the 2012 presidential election. Over the past four decades has shown more interest in unicycles than in politics.</p> <p>But last week he was suddenly propelled into the center of the White House race when Romney vowed to cut federal funding for the public TV network PBS. \"I love Big Bird,\" the Republican nominee said, flashing a smile that made him look just like the Big Bad Wolf.</p>",
  "<div id=\"block-507479b4c0e361310bc6cac7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T19:23:33.143Z\">8.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One more update, from my colleague <strong>Hélène Mulholland:</strong></p> <blockquote class=\"quoted\"> <p>David Cameron has told the Hacked Off campaign that he is open to the idea of statutory underpinning for effective regulation of the press, according to Charlotte Church, the singer who was a victim of phone-hacking.</p> <p>Church was part of a delegation from the Hacked Off campaign that met the prime minister for a private meeting to seek reassurances from Cameron following rumours in the press that he was preparing to reject statutory intervention in the regulation of the press even if it is strongly recommended by Lord Justice Leveson and that the \"newspaper industry would be given another chance to improve self-regulation\".</p> <p>Church said after meeting Cameron she had “faith” he would accept any recommendations from the forthcoming Leveson report that will lead us to a genuinely regulator “which we the public can trust and is not controlled by the editors.I found that very comforting,” she said.</p> <p>The singer said Cameron seemed open to the idea of a statutory backstop: “The prime minister seemed open to the idea of statutory underpinning but was very opposed to the idea of having massive amounts of statutory legislation for everybody to follow .. which is not what Hacked Off want either.</p> <p>“We are absolutely advocates of free speech and want freedom of expression to continue but they just need to be watched because it has gone out of control over a long period of time but it's important to say the PM was open-minded about statutory underpinning. It's not about us being excessive.”</p> <p>Church, who gave evidence to the Leveson inquiry, said she felt Cameron was “under pressure” from editors or the general press “to keep this same old regulatory system which isn't working”.</p> <p>But she said it was important for change to be introduced to ensure the victims who gave evidence to the year long inquiry had not done so in vain.</p> <p>Evan Harris, the former Liberal Democrat MP and associate director of the Hacked Off campaign, said the “take home” message from the meeting was that lord Leveson should feel “perfectly free to write whatever recommendations he feels he needs to write on hearing a year of evidence without fearing that because of something he wants to put in, that will be rejected. There was no sign from that meeting that that was likely to happen.”</p> <p>Professor Brian Cathcart, who founded the Hacked Off campaign, said the meeting had been productive. The prime minister had reassured them he wanted to work on a “cross party basis” when the Leveson report emerges.</p> </blockquote> </div>   </div> <div id=\"block-50746e9458f91d7bbadac1c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:36:05.295Z\">7.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clarke tells a pro-European delegate to \"stay on board\". \"All my sensible Eurosceptic friends had to put up with being in a minority for many years, and now I have to put up with it.\"</p> <p>And that's that.</p> <p>I'm going to call it a day there. Thanks for all your comments. Andrew Sparrow will be back tomorrow morning for the final day of conference season. David Cameron's speech will be the main event. Have a good evening.</p> </div>   </div> <div id=\"block-50746dbfc0e361310bc6cac3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:32:31.281Z\">7.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>During a brief history of Euroscepticism in the British media, Clarke claims that Rupert Murdoch \"hates anybody who doesn't speak English in the European Union because they won't let his television stations in\".</p> </div>   </div> <div id=\"block-50746cf8c0e361310bc6cac1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:29:13.909Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clarke sets out the key components of rehabilitation for prisoners: \"A job, a flat and a girlfriend and you're on your way. I can't do much about the girlfriend, I'm afraid.\"</p> <p>He is asked about supposedly cushy prisons. \"If that's a holiday camp, thank god I went to Butlins,\" says Clarke. \"Brace yourself for a very nasty experience when you turn up. It's complete mythology … I've been in some bad hotels, but nothing as bad as Winson Green [prison] in Birmingham.\"</p> <p>He says short sentences are suitable for \"some businessman who's engaged in fraud, an MP who's fiddled his expenses … there are one or two journalists who've been in trouble,\" he says, gesturing vaguely in my direction.</p> </div>   </div> <div id=\"block-50746b1f58f91d7bbadac1bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:21:23.124Z\">7.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>No previous government has ever tried to save money on law and order, Clarke says. But he and May had to make 23% cuts.</p> </div>   </div> <div id=\"block-50746a2358f91d7bbadac1bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:17:08.064Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He says it's obvious that he's sceptical about an EU referendum, but says he'd have to see what the question would be. He's still scarred by the 1974 referendum, he says, which split the cabinet. He joined the pro-European campaign. \"A good time was had by all. We won.\" But it didn't change anybody's mind about Europe, he says.</p> <p>An in/out referendum would \"paralyse the government for 12 months\", he says.</p> <p>How does the economic crisis compare to previous ones he's dealt with in government?</p> <blockquote class=\"quoted\"> <p>This is of a wholly different order of things. Nobody has ever been through a financial crisis of this gravity who's alive … All the western democracies are extremely badly affected.</p> </blockquote> <p>Is it OK for George Osborne to miss his fiscal target on debt?</p> <p>He won't answer, but says what's important is for the government to keep its focus on austerity and not \"change the fundamentals of the policy\".</p> </div>   </div> <div id=\"block-50746905c0e361310bc6cabe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:12:22.041Z\">7.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clarke says the declining level of heroin use among young people, alcohol use, knife crime, make him optimistic. \"It's just possible we might be going to a slightly more law-abiding society.\" But these things are \"slightly beyond the control of politicians\".</p> <p>He says he is confident his \"rehabilitation revolution\" is safe in Grayling's hands.</p> <p>Asked about Grayling's criticisms of the Human Rights Act, he says: \"We're all in favour of human rights. The British wrote the convention on human rights.\"</p> <p>We can't say something's right for Burma but not for us, he says. Which rights would you drop, he asks rhetorically. A commission is studying the HRA. \"But I cannot believe, and other members of western European civilisation would not believe it, if the British started dropping the concept of human rights,\" he says.</p> <p>The test for a democracy is whether you depend the rights and the free speech of unpopular minorities, Clarke says.</p> <blockquote class=\"quoted\"> <p>We all agreed to this commission and we're all waiting for this commission to report.</p> </blockquote> </div>   </div> <div id=\"block-507467a158f91d7bbadac1b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:06:26.022Z\">7.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clarke is asked about Cameron's promise to rewrite the law to give more rights to homeowners who respond violently to burglars.</p> <p>\"The problem with the law on self-defence there's constant public concern that it isn't strong enough,\" he says.</p> <p>\"The last act of parliament I took through had a clearer statement of the law … What's being proposed is fine, it's OK.\"</p> <p>The change is \"mainly aimed at reassuring the public that the circumstances being described would not give rise to prosecution\".</p> <p>On the other hand, \"you're not defending yourself if you're shooting someone who's fleeing from you in the back\".</p> <p>What about the government's new \"two strikes and you're out\" law?</p> <p>\"Actually I didn't know they'd announced that … We're going back to that? Plus ca change … \" he says.</p> <p>But he adds: \"The level of sentencing in the end is one for judges.\"</p> </div>   </div> <div id=\"block-5074664cc0e361310bc6cabd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T18:00:44.641Z\">7.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>\"No Liberal Democrat came into politics to ever be in a governing party in the first place … I think Nick has terrible trouble with his grandees and his backbenchers,\" says Clarke.</p> <p>If the Tories had won with a tiny majority \"we couldn't have done half the things we have done\", he says. He is a \"strong supporter\" of the coalition.</p> <p>Why do successive Tory governments always end up pandering to the right? \"Because they're so noisy, and they have the press on their side.\"</p> <p>The Labour party has the same problem with its hard left. \"Good to see [union leader] Len McCluskey back.\"</p> <p>Asked about hardline crime policies, he says polls showed the public were happy with the government's policies on crime when he was justice secretary.</p> <p>Sylvester says home secretary Theresa May joked that \"she locks them up, you let them out,\" and now \"she locks them up, and Chris Grayling [Clarke's replacement at justice] throws away the key\".</p> </div>   </div> <div id=\"block-507464aec0e361310bc6caba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:53:50.823Z\">6.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Is Cameron drifting to the right? He's got considerable political skills in keeping us in one place, he says. \"He made us electable,\" says Clarke.</p> <p>\"Well, half,\" says Sylvester.</p> <p>We failed to win for years because we were having \"a ferociously daft civil war … David stopped that.\" He told us to stop going on about Europe. \"We were putting people off.\"</p> </div>   </div> <div id=\"block-5074649ec0e361310bc6cab9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:53:34.990Z\">6.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clarke is asked if Cameron spends too much time \"chillaxing\". Clarke says no. He compares him to \"paranoid workaholic\" Gordon Brown. Clarke wanted to tell Brown to spend a bit of time thinking about other things than politics.</p> <p>Would Clarke be a Lib Dem if he started out now? The new generation are very different to him, Sylvester says.</p> <p>New Labour would not have attracted him, he says, and he mumbles something scathing about \"the Liberals\" that I didn't quite catch.</p> <blockquote class=\"quoted\"> <p>I don't think I'd find either of the other two attractive. Free market economics, social conscience, internationalism … they're my views. That keeps me in the Conservative party.</p> </blockquote> <p>He says he thinks one or two of the Liberals (\"not Vince\") ought to be Conservative and only joined the Lib Dems because \"we were going through our Eurosceptic phase and they're all pro-Europeans\".</p> <p>Nick Clegg? \"He denies it … Neither of us have got anywhere near converting the other.\" But he says that when he first met him he was aide to Leon Brittan, a Tory commissioner, and Clarke predicted Clegg would end up a Tory MP.</p> <p>The one nation Tories are not the same as the Cameroons, he says. But people like Michael Gove do have a social conscience, he says. \"So it's all really the same, but the agenda's slightly different.\"</p> <p>Tory leaders always have a problem with the Conservative right, he says, except those who led from the right.</p> </div>   </div> <div id=\"block-507462fdc0e361310bc6cab6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:46:38.021Z\">6.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He remembers the first primitive attempts to set a \"line to take\" came under \"John's government, John Major's\". Clarke was chancellor so he ignored it completely. So did John Prescott on the other side, he says.</p> <p>He says collective cabinet responsibility is important, but he'd like to express himself in his own way.</p> <p>Boris Johnson is loyal, he says, but \"more out of control than me\".</p> <p>He says of today and yesterday's \"Boris-mania\" here: \"He's gone now. People will begin to wonder what it was all about. I wonder what it was all about.\"</p> <blockquote class=\"quoted\"> <p>He's not bidding for the leadership. If he is he's a complete idiot. There isn't a vacancy.</p> </blockquote> <p>He can't keep this up for three years, he says.</p> <p>He refuses to answer whether Boris would make a good PM. \"He might. I've no idea.\"</p> <blockquote class=\"quoted\"> <p>Most politicians wanted to be prime minster. I wanted to be prime minister. But he's got to acquire a solid track record of some kind … When push comes to shove they [the public] are very earnest about their politics. They tend to want serious people.</p> </blockquote> <p>Cameron looks and sounds like a prime minister. \"Ed Miliband is trying to look and sound like a prime minister.\"</p> <p>He says of Boris: \"Personally I wouldn't bother. There isn't going to be a vacancy for years.\" But if he wants to, he needs to start making sure he looks like a prime minister, he says.</p> </div>   </div> <div id=\"block-507461abc0e361310bc6cab4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:40:59.611Z\">6.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The biggest change since he started is \"the constant campaigning\". Politicians didn't used to think they were constantly fighting an election. It's down to the media campaigning instead of reporting, Clarke says. \"It's more frantic. Politics has got drawn into the celebrity culture.\"</p> <p>Media advisers and PR people, a trend from America, are everywhere now, Clarke says.</p> <blockquote class=\"quoted\"> <p>The public are more demanding but less involved. They get very, very annoyed if they themselves don't get very quickly gratified by what politicians do.</p> </blockquote> <p>The expenses scandal came on top of all this, and now we are in a depth of cynicism which is \"dangerous\" for democracy, he says.</p> <p>We've got to learn somehow to live with this, he says.</p> </div>   </div> <div id=\"block-507460e8c0e361310bc6cab3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:37:45.780Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I've just raced out of the secure zone to see Ken Clarke, the former justice secretary now demoted to minister without portfolio.</p> <p>Asked by interviewer Rachel Sylvester of the Times about his many years in parliament - he became an MP before George Osborne was born - he says: \"The quantity of my contribution is not in doubt, if not the quality.\"</p> <p>Sylvester asks him about his use of modern technology. He tried a BlackBerry, but couldn't see the point except for the cricket scores. He keeps his mobile switched off unless he is making an outgoing call. He \"has not switched on Twitter\". Sylvester says David Cameron has just signed up to Twitter. \"I wouldn't know how to receive his Twittering,\" says Clarke.</p> <p>\"I wish the email would be dis-invented,\" he says, because of the \"mountains of rubbish and routine lobbying burying stuff you actually want\".</p> <p>His staff wastes so much time on it - \"I don't. I wouldn't know how to download an email.\"</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/255722516457345024\">  <blockquote class=\"twitter-tweet\"><p>Ken Clarke at the Tory fringe <a href=\"https://twitter.com/search/%23cpc12\">#cpc12</a> <a href=\"http://t.co/qphegC77\" title=\"http://twitter.com/PaulTOwen/status/255722516457345024/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/255722516457345024\" data-datetime=\"2012-10-09T17:32:54+00:00\">October 9, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50745c8658f91d7bbadac1ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:19:03.065Z\">6.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With that Cameron's birthday speech is over. I'm sorry I couldn't catch everything he was saying. Liam Fox was speaking quite loudly.</p> </div>   </div> <div id=\"block-50745c6c58f91d7bbadac1ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:18:36.507Z\">6.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At the next election people will ask whether Britain is on the right track, Cameron says. If people answer that it's the Tories, \"we'll be back here in 2016 not in coalition but as a Conservative government\", Cameron says.</p> </div>   </div> <div id=\"block-50745c1158f91d7bbadac1ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:17:05.882Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The PM says Tories should leave this conference with a sense of \"confidence in our party\".</p> </div>   </div> <div id=\"block-50745bd5c0e361310bc6caaf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:16:05.487Z\">6.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron says the welfare system has to be reformed.</p> </div>   </div> <div id=\"block-50745ba858f91d7bbadac1ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:15:20.940Z\">6.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We're on the fifth floor looking over a balcony. Two floors down Cameron is at some kind of birthday reception.</p> </div>   </div> <div id=\"block-50745b7e58f91d7bbadac1aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:14:39.073Z\">6.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fox says the problem of the gay marriage issue is that unlike civil partnership this is a redefinition of marriage for everybody \"to suit one particular view of what it should be\".</p> <p>He is \"sad\" that on both sides this debate is being conducted with \"bitterness and unpleasantness\", however.</p> <p>Downstairs Cameron is making a birthday speech.</p> </div>   </div> <div id=\"block-50745b0358f91d7bbadac1a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:12:35.941Z\">6.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An evangelical Christian says the Tory leadership is offending traditional Conservative voters and ethnic minorities and \"perplexing blue-collar workers\" by proposing same-sex marriage.</p> <p>Will Fox do everything in his power to stop Cameron mentioning same-sex marriage in his speech tomorrow?</p> <p>Fox says politics is becoming more \"metropolitan\".</p> <p>He is interrupted by a verse of happy birthday - presumably for Cameron.</p> </div>   </div> <div id=\"block-50745a0dc0e361310bc6caad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:08:29.850Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Politics is binary - you either shape the world around you, or you will be shaped by the world around you, Fox says.</p> <p>He got that from the Martin Scorsese film The Departed. It opens with Jack Nicholson's murderous gangster chief telling the viewer: \"I don't want to be a product of my environment. I want my environment to be a product of me.\" A great quote, and a great role model.</p> </div>   </div> <div id=\"block-50745906c0e361310bc6caac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T17:04:07.871Z\">6.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fox joined the Tories because he believed it was a meritocratic party, he says.</p> <p>Opportunity doesn't just mean getting from the second-top rung of the ladder to the top - it also means getting from the bottom rung to the second-bottom rung, he says.</p> <p>We have to talk about sacrificing today for a better tomorrow, Fox says, attacking \"celebrity culture\" and \"instant gratification\".</p> <p>The cold war was won because our way of life was better than theirs, Fox says. And today we have a concept of moral relativity, he says. \"We need to start to be proud of what we stand for and who we are … and the ideology that we brought forward over the years,\" Fox says.</p> <p>People will prosper if we remove \"the dead hand of the state\" from their shoulders, he says.</p> <p>He loathes \"those liberal historians who want to apologise for everything in our history\", he says.</p> </div>   </div> <div id=\"block-507457d158f91d7bbadac1a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T16:58:57.782Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fox gets told: don't talk about Europe, talk about the economy, he says - but \"it's one and the same thing\".</p> <p>Think of all the money we're paying into the European budget.</p> <p>\"How wise John Major looks in retrospect, having said why would we join anything … that doesn't have an exit,\" Fox says of the euro project.</p> <p>It was flawed from the outset because a number of countries were allowed to join who didn't meet the criteria.</p> <p>He says the worst option for resolving the eurozone crisis is managing a Greek default - \"it's a one-way bet for markets\", he says, recalling the pound crashing out of the ERM.</p> <p>If the Europeans say they want economic and political union, the UK should say: \"You are fundamentally changing the Europe that we joined. You are creating something fundamentally different than we joined. If the answer to your problem is more Europe, the answer to ours is less Europe.\"</p> <p>In the run-up to the next election, he wants the government to set out what sort of relationship the UK wants with Europe, with a referendum after negotiations with Brussels. His own preference is for a free market and customs union.</p> <p>We need to get a proportion of Ukip voters back to give us an overall majority at the next election - \"much as it's been fun dealing with our Lib Dem friends\".</p> </div>   </div> <div id=\"block-5074560b58f91d7bbadac1a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T16:51:24.085Z\">5.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Brian Binley, the MP for Northampton South, starts with an advert for the Carlton Club, the gentlemen's club which is hosting this event. It's the \"best club in London\", Binley says.</p> <p>\"Hear, hear!\" a delegate cries.</p> <p>Binley introduces Liam Fox as someone who \"was once a doctor and still claims to be\".</p> <p>Fox responds by saying you can download Binley's medical history on his website.</p> <p>The former defence secretary - once a Cameron leadership rival - describes himself as an \"unreconstructed free-market liberal unionist Atlanticist\". If people are offended by that they should leave, he says.</p> <p>People complain about the public response to the government, he says. But in the 80s people really hated the government. The problem today is actually apathy.</p> <p>As a doctor when confronted with a patient, he would come to a diagnosis, determine the treatment and persuaded the patient to undertake it - \"and politics is pretty much the same\".</p> <p>We owe too much money, we are over-regulated and we are over-taxed, he says.</p> <p>There is plenty of growth in the Asia-Pacific region, where these things don't apply, Fox says.</p> <p>The electorate want to have an living standard that is \"way beyond\" the government's means, he says.</p> <p>We are not in a cyclical correction, we are in a structural correction, he says. That is going to be a 10-15 year problem.</p> <p>\"We have to get our debt down,\" he says. The chancellor in his speech set out an \"uncompromising picture\". Spending reductions largely have to come from \"our bloated welfare budget\", Fox says.</p> <p>\"But we also have to get a growth agenda,\" says Fox.</p> <p>This won't come from individual consumers, he says. They are quite rightly paying off their debts.</p> <p>It won't come from public spending - there's no money left, he says, and anyway that would be wrong.</p> <p>Businesses in Britain are sitting on a great deal of money but they're not spending it because there is too much tax and too many regulations.</p> <p>He says he wants capital gains tax to be dropped to zero for three years and then set at 10%.</p> <p>This will create \"a big sign that says Britain is open for business\".</p> <p>\"No risk, no growth, no growth, no re-election,\" he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T16:52:36.636Z\">at 5.52pm BST</time></p>  </div> <div id=\"block-50744f0a58f91d7bbadac19b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T16:21:30.997Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Paul Owen</strong> here.</p> <p>After my experience at the <a href=\"http://www.guardian.co.uk/politics/blog/2012/oct/09/boris-johnson-conservative-party-conference-live#block-50743cd2c0e361310bc6ca92\">Britannia Unchained fringe this afternoon</a>, it was with a heavy heart that I contemplated this evening's conference programme.</p> <p>Basically my choice was to go to see Liz Truss, Priti Patel (again) and John Redwood discuss what the Tories needed to do to win in 2015, watch David Willetts explain how higher education could help tackle the deficit, or listen to Liam Fox's \"prescription for victory\". I've opted for Fox.</p> <p>There is a bright spot on the horizon, however. At 6.45pm Ken Clarke is being interviewed at the Jury's Inn hotel, so I'll head over there for that too.</p> </div>   </div> <div id=\"block-5074485c58f91d7bbadac195\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T15:53:00.543Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <p><strong>• <a href=\"http://www.bbc.co.uk/news/uk-politics-19887793\">Chris Grayling, the justice secretary, has said that people who commit \"the most serious\" violent or sexual crimes more than once will face an automatic life sentence</a>.</strong></p> <p><strong>• Michael Gove, the education secretary, has been criticised by teaching unions after he accused them of undermining the education of children.</strong> \"This attack on teachers taking lawful industrial action in defence of their statutory contractual rights and entitlements will be greeted with deep concern by the profession,\" the NASUWT said (see 3.04pm).</p> <p><strong>• <a href=\"http://www.guardian.co.uk/politics/2012/oct/09/eric-pickles-drive-union-practices\">Eric Pickles has said that he wants to end \"corrupt and unacceptable\" union activities across the public sector</a>.</strong></p> <p>That's it from me for today.</p> <p>My colleague <strong>Paul Owen</strong> is taking over for the rest of the evening. He will be writing all the posts after this one.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T16:03:53.213Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-5074453658f91d7bbadac190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T15:39:35.019Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's an afternoon reading list.</p> <p><a href=\"http://ht.ly/ekEup\">• Rowenna Davis at the New Statesman says there are some Tories who pose a threat to Labour.</a></p> <blockquote class=\"quoted\"> <p>I’ve just woken up after a trip to the Conservative Party conference in Birmingham. As a Labour councillor, I was something of an intruder. I went a little red at the hotel reception, mumbling apologetically that I wasn’t “actually a Tory” and feeling shell shocked at the huge numbers of powerful looking men in corporate suits. But as it turned out, one group of Conservatives were far more frightening than any other. These are the \"nice guys\", and they pose a serious electoral threat to Labour.</p> <p>This group is not a formal alliance, but they are all critical of economic liberalism. They are prepared to challenge the market when it isn’t working for people, and they have a genuine concern for the poor. They are socially conservative, and believe in family, community and tradition. They admit that 1979 brought problems as well as benefits. They are sceptical of big business wielding too much power and stick up for strivers, whether they work in the public or private sector. They believe there is such a thing as society. They are, in essence, One Nation Tories.</p> </blockquote> <p><a href=\"http://blogs.telegraph.co.uk/news/graemearcher/100184381/what-do-tory-activists-want-how-about-an-end-to-the-smug-upper-class-stereotype-andrew-mitchell-embodies/\">&#xa0;• Graeme Archer at the Telegraph says the Andrew Mitchell affair illustrates what could be the biggest problem facing the Tories.</a></p> <blockquote class=\"quoted\"> <p>Defeating Labour isn't the same thing as securing a Tory majority, however, as we learned in May 2010. And I'm starting to wonder if the biggest barrier between largest-party status and outright victory is not a matter of policy, or Prime Ministerial \"narrative\", or the state of the third party (they're called the Lib Dems – remember them?). Maybe the biggest problem for the Conservatives is Andrew Mitchell.</p> </blockquote> <p><a href=\"http://blogs.telegraph.co.uk/news/iainmartin1/100184227/the-tories-realise-they-are-in-a-proper-fight-with-labour-now/\">• Iain Martin at the Telegraph says the Tories are starting to take Ed Miliband seriously.</a></p> <blockquote class=\"quoted\"> <p>Osborne also trained his fire on Labour. Unremarkable, you might say. Parties attack each other, particularly when conference season is on. However, there is a new intensity to the Tory leadership's assault on Ed Miliband. They don't seem to have been shaken by Labour's successful conference, but they have been stirred. They appear to appreciate that the threat level has changed.</p> <p>The old approach – of treating Miliband as a complete joke and smirking whilst explaining that he is the Tories secret electoral weapon – has been rendered redundant. Mili E has hardly been reborn as Tony Blair, but he has momentum and the huge advantage of a great many voters returning to Labour from the Lib Dems.</p> <p>This makes the next election more difficult for the Tories. It was supposed to be won on the back of a strong recovery and the alleged uselessness of Ed. Now the Tories are in a real fight.</p> </blockquote> <p><a href=\"http://www.leftfootforward.org/2012/10/scottish-tories-ruth-davidson-mitt-romney-moment/\">• Ed Jacobs at Left Foot Forward says the SNP has accused Ruth Davidson, the Scottish Conservative leader, of having a \"Mitt Romney moment\" after saying only 12% of Scots contribute to national wealth.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T15:44:37.570Z\">at 4.44pm BST</time></p>  </div> <div id=\"block-507441be58f91d7bbadac18e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T15:24:46.494Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the main points from <a href=\"http://www.cpc12.org.uk/Speeches/Chris_Grayling.aspx\"><strong>Chris Grayling</strong>'s speech.</a></p> <p><strong>• Grayling said that he was going to make community punishments tougher.</strong></p> <blockquote class=\"quoted\"> <p>I am announcing today that we are making big changes to community sentences, so that they deliver proper punishment in the community. Right now large numbers of those sentences deliver no punishment at all. We will change that. We will legislate to make sure there is a punitive element as part of every community order.</p> <p>We are also legislating to use more state of the art technology to enforce curfews and exclusion zones. So, for example, we'd be far better placed to know whether a paedophile has broken his order by hanging around local schools.</p> </blockquote> <p><strong>• He confirmed that the government was going ahead with a \"two strikes and you're out\" law.</strong></p> <blockquote class=\"quoted\"> <p>If you commit two serious violent or sexual offences, you will get an automatic life sentence.</p> <p>Everyone deserves a second chance. But those who commit the most serious offences, crimes that would attract a sentence of 10 or more years, cannot be allowed to just go on and on causing harm, distress and injury.</p> </blockquote> <p><strong>• He confirmed that he was going to change the law to give more protection to householders who attack burglars.</strong></p> <p><strong>• He said he wanted to improve prisoner rehabilitation.</strong> \"I want to say to offenders 'We will send you to prison. But we want to change things so that you don't keep coming back',\" he said. As an example of what could be done, he cited the value of schemes in prisons that give offenders work experience.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T15:32:13.892Z\">at 4.32pm BST</time></p>  </div> <div id=\"block-50743cd2c0e361310bc6ca92\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T15:06:43.769Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Paul Owen</strong> has just been to see the young authors of Britannia Unchained - a manifesto for the new Tory right - set out their stall.</p> <blockquote class=\"quoted\"> <p>In their book MPs Kwasi Kwarteng, Priti Patel, Dominic Raab, Chris Skidmore and Elizabeth Truss (who was absent) call for a Britain of extreme economic liberalism in which, <a href=\"http://www.guardian.co.uk/books/2012/sep/27/britannia-unchained-global-lessons-review\">in the words of Labour's Jon Cruddas</a>, \"their ideal worker is one prepared to work long hours, commute long distances and expect no employment protection and low pay\". The Financial Times called it \"shock therapy for the country\", a quote the publishers apparently took as a compliment.</p> <p>I usually try to adopt a neutral tone in these blogposts, but I have to say I found the whole thing pretty terrifying. Britannia Unhinged might have been a better title.</p> <p>Raab lamented the fact that their book had been caricatured as \"Tories blast lazy Brits\", but said that since Thomas Edison's time \"the average number of hours worked by Britons has fallen by a third … We have a shrinking proportion peddling harder and harder not just to drive our economy but also to maintain our precious public services.\"</p> <p>He was keen for this not to be seen as public sector v private sector - he said that since 1997 lawyers' hours had stayed constant while police officers' had increased, for example - but he rather let the cat out of the bag by adding: \"On average public sector workers work two hours a week less than private sector employees yet they're paid more and they're less productive.\"</p> <p>Raab said that \"Labour's push to get 50% of young people into university was particularly pernicious. Too many of our universities are instilling a culture of laziness\" just when we needed the opposite. University students worked on average 26 hours a week, he said - \"seven hours less than the European average\". (The idea that university work can be totted up and compared this way seems a bit reductive to me.)</p> <p>He concluded: \"We're going to have to rediscover, recognise and reward the lost value of hard graft that made this country great\" - which really is not a million miles away from \"Tories blast lazy Brits\".</p> <p>Kwarteng also touched on education, saying that for 30 years exam results had improved, a sequence that could only be seen in the \"natural world\" in terms of life expectancy. Everyone else seems to be using the Olympics as an example of everything at the moment, so I will just politely ask him to consider that physical and sporting achievements are almost uniformly on the same sort of upward curves.</p> <p>Asked about the cancelled Building Schools for the Future programme, Skidmore said private companies made \"rapacious\" profits from it. \"Why do we not then have for-profit schools? … India, China, they're not spending the big bucks on the buildings. It's the teachers that matter.\"</p> <p>If anything, the audience seemed even more rightwing than the panel. The MPs were asked by businesswoman Rachel McLean: \"When I go to India I don't hear anybody talking about work-life balance … Why do we spend all our time talking about it in the UK?\"</p> <p>Raab replied that his wife was expecting their first child, but she \"earns considerably more than me\" so \"how do you balance the dual roles of breadwinning and childcaring?\" That was a \"major issue\" for his family, he said, although he did not see it as one of work-life balance.</p> <p>Patel said of Indian businessman Ratan Tata \"there was a great deal of hysteria when he said he comes over here and at 5pm people are simply not there [at work]\". There were different cultures in the country regarding work, she said. Her own immigrant parents \"worked 24/7 running small shops\", and Patel said she shared that work ethic.</p> <p>It was left to one delegate to point out that in countries such as India and China that the authors were lionising great proportions of the population \"work very hard but for very little money\". Patel said they weren't holding up these countries as role models but merely pointing out that they were now Britain's competitors.</p> <p>A male delegate asked why there was such public hostility to the \"modest improvements\" (aka cuts) the government were making. Raab's impenetrable answer was: \"We don't stretch debate enough … What we must do is have more rigour and more scrutiny and open it up.\" Kwarteng said those protesting were merely speaking up for their own \"sectional interests\".</p> <p>Kwarteng, as you might expect, attacked Labour for having run up deficits in times of growth. But more surprisingly he praised the 1997-2001 Labour government - which didn't do that - as \"probably the best government on a fiscal basis since the war\".</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T15:23:17.102Z\">at 4.23pm BST</time></p>  </div> <div id=\"block-50743737c0e361310bc6ca8f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T14:39:51.714Z\">3.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chris Grayling, the justice secretary, is speaking now. He says he makes no bones about wanting to be a tough justice secretary.</p> <p>I'll post a full summary when I've seen the text.</p> </div>   </div> <div id=\"block-50743466c0e361310bc6ca8d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T14:27:51.033Z\">3.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the main points from <a href=\"http://www.cpc12.org.uk/Speeches/Theresa_May.aspx\">Theresa May's speech.</a></p> <p><strong>• May said victims of antisocial behaviour would be given the chance to say how offenders should be punished.</strong></p> <blockquote class=\"quoted\"> <p>I can announce today an important new duty on Police and Crime Commissioners to make sure that victims have a greater say in the punishment of people responsible for antisocial behaviour. <br>&#xa0;<br>We will change the law so when a criminal receives an out-of-court community punishment, the victim will be given the power to choose the form it takes. They'll be given a list of options. They might want something restorative or punitive. They might want it to be carried out nearby or as far away as possible. But what matters is that the punishment will be chosen by the victim. <br>&#xa0;<br>For too long, victims of crime have had no voice - but this government is giving victims back their voice.</p> </blockquote> <p><strong>• She criticised Labour for choosing former politicians as police commissioner candidates.</strong></p> <blockquote class=\"quoted\"> <p>Conservative candidates include a former air chief marshal, several magistrates, business men and women and former police officers. <br>&#xa0;<br>Looking at Labour's candidates, they seem to think the public are desperate for one last reunion tour of the politicians they rejected at the last election - Lord Prescott and the Has Beens, coming soon to a venue near you.</p> </blockquote> <p><strong>• She accused Labour of using immigration to keep down wages.</strong></p> <blockquote class=\"quoted\"> <p>When we came to office, we found that official government assessments assumed that there was absolutely no displacement of British workers by immigrants. No wonder all the Whitehall departments were lined up in favour of more and more immigration. So when we asked our independent advisers to look at the effect of immigration on jobs, they found that every 100 non-European working age immigrants were associated with 23 fewer British-born people in work. <br>&#xa0;<br>And, by the way, Labour knew just what they were doing. According to Jon Cruddas, Ed Miliband's policy chief, Labour were \"using migration to introduce a covert 21st century incomes policy.\" That's right, Labour - the party of the working man and woman - admit that they deliberately used immigration to keep down British wages.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T14:48:03.331Z\">at 3.48pm BST</time></p>  </div> <div id=\"block-507430df58f91d7bbadac180\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T14:12:47.725Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/artanddesign/audioslideshow/2012/oct/09/party-conference-three-decades-lens\">This is lovely - a slideshow of some of Martin Argles best party conference photographs for the Guardian, with a commentary from Martin.</a></p> </div>   </div> <div id=\"block-5074305158f91d7bbadac17e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T14:10:26.132Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Damian Green,</strong> the policing minister, is speaking to the conference now.</p> <p>He starts with rather a good joke. He is a joint minister in the Home Office and the Ministry of Justice. He is supposed to ensure the two departments work well together, he says. Under the old regime it was simple. Theresa May locked up the criminals, and Ken Clarke let them out. It's still simple, but now May locks them up and Chris Grayling, the new justice secretary, throws away the key.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T14:27:55.347Z\">at 3.27pm BST</time></p>  </div> <div id=\"block-50742ed158f91d7bbadac17d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T14:04:01.978Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Gove</strong> attacked the teaching unions in his speech this morning (see 12.31pm). Here's an extract.</p> <blockquote class=\"quoted\"> <p>At the moment the general secretaries of some of their unions are making it very difficult. The general secretaries are ordering - ordering - their members not to cover classes where another teacher might be ill or away at a relative's funeral. They are arguing that teachers give only the most perfunctory reports. They are saying that teachers shouldn't do photocopying, they are saying that teachers shouldn't put up displays, they are saying that teachers shouldn't invigilate exams. They are saying that teachers shouldn't do what has drawn them into the classroom in the first place, which is to devote themselves to the children.</p> <p>I have a simple message to those union general secretaries: don't let your ideologies hold back our children.</p> </blockquote> <p>Predictably, the unions have hit back.</p> <p>This is from <strong>Chris Keates</strong>, general secretary of the NASUWT.</p> <blockquote class=\"quoted\"> <p>This attack on teachers taking lawful industrial action in defence of their statutory contractual rights and entitlements will be greeted with deep concern by the profession. The action short of strike action by members of the NASUWT and NUT is ensuring that teachers' time is focused on delivering the highest standards of teaching and learning for every pupil.</p> <p>Michael Gove appears to want to return schools to a past where teachers spent their days standing at photocopiers or undertaking bureaucratic form filling, rather than concentrating on teaching and learning.</p> </blockquote> <p>And this is from <strong>Christine Blower</strong>, general secretary of the National Union of Teachers.</p> <blockquote class=\"quoted\"> <p>Michael Gove does not have a monopoly of concern that all children and young people should have high aspiration and the very best teaching and support to achieve. In the NUT we believe this is best done in schools which are well supported by local authorities …</p> <p>Our action taken alongside colleagues in the NASUWT is designed to protect teachers and defend education.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T14:07:14.322Z\">at 3.07pm BST</time></p>  </div> <div id=\"block-50742d10c0e361310bc6ca88\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:56:32.607Z\">2.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the World at One earlier, <strong>Michael Gove</strong> repeated an assertion he has made before about not being a suitable replacement for the prime minister. \"I could not be prime minister,\" he said. \"I'm not equipped to be prime minister. I don't want to be prime minister.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T14:07:54.435Z\">at 3.07pm BST</time></p>  </div> <div id=\"block-50742bf058f91d7bbadac17b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:51:44.203Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Damian Carrington, the Guardian's head of environment, has written<a href=\"http://www.guardian.co.uk/environment/blog/2012/oct/09/owen-paterson-labour-badger-cull\"> a colourful post about Owen Paterson, the new environment secretary, and the session Paterson hosted at the conference this morning.</a> It's a good read, covering everything from badgers to shale gas, and Damian says David Cameron is planning to re-engage with the green agenda.</p> <blockquote class=\"quoted\"> <p>A senior source has told me that David Cameron is now personally re-engaging with the green agenda. There will be a meeting of the all-powerful coalition quad - Cameron, Osborne, Clegg, Alexander - in the next week or so. \"The PM wants to bring the Treasury and Decc onto the same page,\" I was told. \"The Treasury has to sign up to the renewable energy agenda, while Decc has to reassure on costs.\" The prompt for Cameron's renewed interest is unsurprising - the strong economic growth being seen in the green economy, which employs a million people, more than teaching. I was told the <a href=\"http://www.guardian.co.uk/environment/2012/jul/05/green-growth-false-choice-cbi\">CBI's report on the green economy this summer was influential</a>, which it should be given the disastrous state of the UK economy overall.</p> <p>A renewed push by Cameron would be a welcome development, even if long overdue and only driven by his desperation for growth. Getting Osborne's thinking into the 21st century is the vital step. But, with Cameron's poor record since <a href=\"http://www.guardian.co.uk/environment/2010/may/14/cameron-wants-greenest-government-ever\">pledging a few days after becoming PM that he would lead the \"greenest government ever\"</a>, people will believe things have changed when they see it.</p> </blockquote> </div>   </div> <div id=\"block-50742a02c0e361310bc6ca86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:43:30.856Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here a Guardian video with the best jokes from Boris Johnson's speech.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/politics/video/2012/oct/09/boris-johnson-jokes-video\"                                data-show-ads=\"true\"                        data-video-name=\"Boris Johnson speech: the best jokes - video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/politics/video/2012/oct/09/boris-johnson-jokes-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/politics/video/2012/oct/09/boris-johnson-jokes-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-5074297058f91d7bbadac179\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:41:04.791Z\">2.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Theresa May, the home secretary, is addressing the conference now. I'll post a full summary when I've seen the text of her speech.</p> </div>   </div> <div id=\"block-507423f3c0e361310bc6ca7e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:17:39.592Z\">2.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the BBC's Daily Politics show earlier, <strong>Lord Forsyth</strong>, the former Scottish secretary, said that George Osborne was adopting a Micawber attitude to growth in his speech and just \"hoping something will turn up\". Forsyth went on:</p> <blockquote class=\"quoted\"> <p>I think we need to be rather more radical, and that means tax reductions and finding ways to finance them … What was lacking was any indication, other than the scheme for equity in small businesses, was any indication of how he's going to get small and medium-sized businesses roaring ahead again.</p> </blockquote> <p>Forsyth also criticised the rights-for-shares proposal. “I couldn’t work out what problem he was trying to solve,” he said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T14:10:49.184Z\">at 3.10pm BST</time></p>  </div> <div id=\"block-5074210258f91d7bbadac16c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:05:06.441Z\">2.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Final word on Jimmy Savile. He can't be stripped of his knighthood, because he's lost it already. \"It's a living order and then you cease to be a member when you die,\" a Cabinet Office spokesman says <a href=\"http://www.guardian.co.uk/media/2012/oct/09/jimmy-savile-knighthood\">in the Guardian story today.</a></p> </div>   </div> <div id=\"block-50741fefc0e361310bc6ca7a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T13:00:31.275Z\">2.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I did not pay much attention to Justine Greening's speech earlier, but my Guardian colleague Mark Tran has written it up properly. He says <a href=\"http://www.guardian.co.uk/global-development/2012/oct/09/justine-greening-uk-aid-budget\">Greening promised to tighten oversight of Britain's £7.6bn aid budget as she defended development spending as the \"right and smart thing\" to do.</a></p> </div>   </div> <div id=\"block-50741d6658f91d7bbadac16b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T12:49:42.779Z\">1.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Jimmy Savile won't lose his knighthood posthumously, apparently. According to ITV's Lucy Manning, David Cameron has now made this clear, clarifying the comment he made this morning (see 9.25am) saying that Savile could be de-gonged from beyond the grave.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lucymanning/status/255646460463427585\">  <blockquote class=\"twitter-tweet\"><p>PM seems to rule out Savile knighthood action. Tells @<a href=\"https://twitter.com/tombradby\">tombradby</a> forfeiture cttee never looked at someone deceased, no further action now.</p>&mdash; lucy manning (@lucymanning) <a href=\"https://twitter.com/lucymanning/status/255646460463427585\" data-datetime=\"2012-10-09T12:30:40+00:00\">October 9, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50741c6058f91d7bbadac16a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T12:45:20.580Z\">1.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the World at One <strong>Boris Johnson</strong> urged the media to stop writing up his leadership prospects.</p> <blockquote class=\"quoted\"> <p>I think it would be a very good thing if this spotlight did move off this non-issue, and back on to things that really matter to the people who elected me in London, which is their jobs, what we are doing to bring down crime, how we are getting investment in transport and what we are doing to make their lives better … I would welcome the spotlight moving away from what I think is an increasingly tired, hackneyed, desiccated, super-masticated issue.</p> </blockquote> <p>Martha Kearney said he could close the issue down by saying that he did not want to be prime minister. Johnson just said that he wanted to be mayor of London.</p> <p>As the Mail's Tim Shipman points out, there is a certain irony in all this.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/255647025469730816\">  <blockquote class=\"twitter-tweet\"><p>Boris says he wants the 'spotlight to move on' ... as he begins his 5th major broadcast interview of the day... <a href=\"https://twitter.com/search/%23cpc12\">#cpc12</a></p>&mdash; Tim Shipman (Mail) (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/255647025469730816\" data-datetime=\"2012-10-09T12:32:55+00:00\">October 9, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T13:07:53.688Z\">at 2.07pm BST</time></p>  </div> <div id=\"block-5074175458f91d7bbadac169\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T12:23:48.865Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <p><strong>• Boris Johnson, the mayor of London, has told the Conservative party that David Cameron will win the next election.</strong> In a loyal speech, notable for its optimism about Britain, Johnson said his own election victory in London showed that a general election victory was possible.</p> <blockquote class=\"quoted\"> <p>If we can win in a recession and wipe out a 17-point Labour lead, then I know that David Cameron will win in 2015, when the economy has turned round - and we are already seeing signs of progress - when people are benefiting from jobs and growth and the firm leadership you have shown and the tough decisions you have taken, not least coming along to hear this speech today.</p> </blockquote> <p>Later, in an interview on the Daily Politics show, Johnson ruled out returning to the Commons before the end of his mayoral term in 2016. \"It’s not going to happen,\" he said. But he would not say what he might do after 2016.</p> <p><strong>• <a href=\"http://www.guardian.co.uk/politics/2012/oct/09/david-cameron-backs-referendum-europe\">Cameron has given his backing to a referendum on the European Union, saying it is the \"cleanest, neatest and simplest way\" of giving the public a say on Britain's position in Europe</a>.</strong></p> <p><strong>• <a href=\"http://www.guardian.co.uk/business/2012/oct/09/austerity-continues-david-cameron-imf-warning\">Cameron has made clear that the government has no intention of easing up on its austerity programme, insisting that Britain does not need a Plan B despite concerns expressed by the International Monetary Fund</a>.</strong></p> <p><strong>• <a href=\"http://www.guardian.co.uk/law/2012/oct/09/victims-antisocial-behaviour-punishment\">Theresa May, the home secretary, has said that victims of antisocial behaviour will be given the power to decide how offenders are punished under a \"community remedy\" power</a>.</strong></p> <p><strong>• Jeremy Hunt has announced that he wants to speed up the roll-out of new technology in the NHS.</strong></p> <blockquote class=\"quoted\"> <p>Why can people access their bank records online but not their medical ones? Why can you order your groceries at home but not your prescription? Why can you book a hotel but not a GP appointment?<br>&#xa0;<br>In Denmark people can already access their hospital records online. In Sweden and US ordering prescriptions online is becoming routine - so why can't we?<br>&#xa0;<br>The big Labour disaster with the NHS IT contracts must not stop us trying to crack this. Which means no to top-down, bureaucratic procurement - but yes to more information, faster response and the better service from technology.<br>&#xa0;<br>The prime minister and I announced on Saturday a £100m fund to help nurses use technology to reduce form-filling and increase patient time. It is a good start - but we need to do much more.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/politics/2012/oct/09/david-cameron-100000-twitter-followers\">In his speech, </a>Hunt also said that from April next year the NHS would guarantee access to all innovative radiotherapy wherever clinically appropriate and cost-effective; <a href=\"http://www.bbc.co.uk/news/uk-politics-19882603\">that he wanted dementia care in Britain to be among the best in Europe; </a>and that he wanted managers to be accountable for the quality of the care they provide.</p> <p><strong>• Justine Greening, the international development secretary, has said that Britain's relationship with India should move from \"aid to trade\"</strong>. As the Press Association reports, she defended the government's controversial commitment to overseas aid spending, but insisted countries should lose funding as they become better off - signalling she would cut the £1bn cheque sent from British taxpayers to India every year. Greening said: \"I'm going to take a new approach to ensure that every pound we spend has the biggest possible impact. That may well mean stopping programmes where I don't think they are working and putting the money elsewhere.\"</p> <p><strong>• Owen Paterson, the environment secretary, has said a badger cull is necessary to prevent bovine TB costing the taxpayer £1bn.</strong> As the Press Association reports, he said <a href=\"http://www.cpc12.org.uk/Speeches/Owen_Paterson.aspx\">in his speech </a>that bovine TB imposed a \"shattering emotional and financial cost\" on farmers and rural communities and it was essential to take every possible step to deal with the reservoir of the disease in the badger population. He also said wind farms should only be allowed where they were acceptable to the local community and promised his department would make it \"as simple as possible\" for shale gas projects to go ahead.</p> <p><strong>• The Advertising Standards Watchdog has closed its investigation into a website linked to the Conservative party chairman, Grant Shapps, after receiving assurances on its use of pseudonyms and testimonials.</strong> As the Press Association reports, the ASA launched an investigation into How To Corp after receiving complaints that the website misleadingly implied that the pen name Michael Green, formerly used by Shapps, was a real person, and that testimonials were not genuine. Shapps has not been involved with the website for some years, but the controversy has still undermined his standing as party chairman. An ASA spokesman said today: \"We have resolved the matter informally with How To Corp. We have received assurances that the marketer will in future make clear if pseudonyms are used and that they will not use testimonials in the absence of adequate evidence.\" The case has now been closed, said the spokesman.</p> <p><strong><a href=\"http://www.guardian.co.uk/politics/2012/oct/09/david-cameron-100000-twitter-followers\">• Cameron has accumulated more than 100,000 followers since he launched a Twitter account on Saturday.</a></strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T13:15:05.519Z\">at 2.15pm BST</time></p>  </div> <div id=\"block-50740d1ac0e361310bc6ca6f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:40:10.265Z\">12.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/blog/2012/oct/09/boris-johnson-the-best-jokes-from-his-conference-speech?CMP=twt_fd\">My colleague Paul Owen has posted a blog with all the best jokes from Boris Johnson's speech.</a></p> </div>   </div> <div id=\"block-50740cb958f91d7bbadac162\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:38:33.182Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Andrew Neil has just finished interviewing Boris Johnson on the Daily Politics show. I missed most of it, but at the end Neil managed to expose the fact that Johnson has not bought David Cameron a birthday present. Eventually Johnson said he would get Cameron a copy of his latest book on London.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:42:47.104Z\">at 12.42pm BST</time></p>  </div> <div id=\"block-50740bf4c0e361310bc6ca6d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:35:16.785Z\">12.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove pays tribute to the ministers who left his department, Tim Loughton and Nick Gibb. Gibb is one of the toughest fighters for school standards in the Commons, he says. (Many Tory MPs feel Gibb should not have been sacked.)</p> <p>And he pays tribute to two Lib Dem colleagues, Sarah Teather, the former education minister, and David Laws, her replacement. They both share his passion for social mobility, he says. He tells the audience that it is important for the Tories to be seen to be able to work with politicians from other parties on shared objectives.</p> <p>That's it. The speech is over.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:43:39.397Z\">at 12.43pm BST</time></p>  </div> <div id=\"block-50740b28c0e361310bc6ca6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:31:52.744Z\">12.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he has some friends among the teaching unions … but he might not after this speech, he says.</p> <p>Some unions are telling teachers to work to rule, and to only write reports once a year, he says. He appeals to teachers to ignore them.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:44:15.475Z\">at 12.44pm BST</time></p>  </div> <div id=\"block-50740acd58f91d7bbadac160\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:30:21.317Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says successful schools have teachers who believe in their pupils. They have high expectations and they do not accept failure.</p> <p>Gove says he has highlighted these schools in speeches to teaching union conferences.</p> <p>Afterwards, he has been told by trade union general secretaries not to single out these schools, because it made the others feel bad.</p> <p>How would that work during the Olympics, he asks.</p> <p>He says he will fight the \"bigotry of low expectations\" (using a George W Bush phrase).</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-7903cb5e-7d5d-4d53-84ca-4358e9ae6f63\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349783636360/Michael-Gove-010.jpg\" alt=\"Michael Gove\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The education secretary appears to be enjoying himself as addresses the conference. Photograph: David Jones/PA</span> <span class=\"element-image__credit\">Photograph: David Jones/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:54:48.160Z\">at 12.54pm BST</time></p>  </div> <div id=\"block-50740a1758f91d7bbadac15f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:27:20.082Z\">12.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says some people say only 50% of children can succeed.</p> <p>He rejects that. There should be no artificial cap on aspiration, he says. We should dare to dream about what could be achieved with good education. This happens in other countries.</p> <p>And it happens in the UK too. Look at Durand academy in Brixton, south London. Every child leaves that school at or above the expected standard in English, maths and science, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:45:56.707Z\">at 12.45pm BST</time></p>  </div> <div id=\"block-50740974c0e361310bc6ca6a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:24:36.516Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says the second advantage of academies and free schools is that they have strong headteachers.</p> <p>And third, they help all children, he says.</p> <p>Gove says there is a \"dark secret\" at the heart of the English education system. It is a problem that has plagued the system for decades - inequality.</p> <p>In England, if you are born poor, you are likely to go to a poor school and end up poor.</p> <p>Every year there are 600,000 children in the school cohort. Some 80,000 are on free school meals. Of those 80,000, only around 1,000 go to a good university.</p> <p>This is \"a reproach to our conscience\" and \"fundamentally unfair\", he says.</p> <p>It is also economically inefficient. Other countries educate all children properly and identify talent.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:47:02.255Z\">at 12.47pm BST</time></p>  </div> <div id=\"block-50740871c0e361310bc6ca67\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:20:17.541Z\">12.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove is starting.</p> <p>He says that it is uplifting to meet teachers who believe in excellence.</p> <p>There are some amazing schools in Birmingham. The best schools are Perry Beeches I and Perry Beeches II, comprehensive schools doing a great job for every child.</p> <p>Perry Beeches II is a free school. </p> <p>There is a movement to ensure that schools in England are the best in the word, he says. There are three factors behind this.</p> <p>First, schools should be free to innovate and do what they think best.</p> <p>In the past only private schools had those freedoms. Now, thanks to the success of the academy and free schools movements, those freedoms are being extended.</p> <p>Some private schools are now opting back into the state system because they are happy with academy status, he says.</p> </div>   </div> <div id=\"block-50740565c0e361310bc6ca63\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:07:17.812Z\">12.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michael Gove is speaking now. He's wearing glasses.</p> <p>Gove introduces Liam Nolan, the head of Perry Beeches, a Birmingham academy trust. </p> <p>Nolan explains how his trust works. It sets high standards. Perry Beeches was originally a failing school. From 2007 to 2010 that was turned around. It went from having just 20% of pupils getting five good GCSEs to all pupils getting five good GCSEs.</p> </div>   </div> <div id=\"block-5074040858f91d7bbadac158\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T11:01:28.749Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Michael Gove's speech</h2>  <div class=\"block-elements\">  <p><strong>Michael Gove</strong> is about to speak.</p> <p>He was booed three times during Ed Miliband's speech at the Labour conference, the speaker introducing Gove says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:01:47.004Z\">at 12.01pm BST</time></p>  </div> <div id=\"block-5074013858f91d7bbadac153\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:55:08.628Z\">11.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Twitter reaction to Boris Johnson's speech.</p> <p>From Gaby Hinsliff, the former Observer political editor:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabyhinsliff/status/255614174376366080\">  <blockquote class=\"twitter-tweet\"><p>So far, Boris speech in a nutshell: London is ace under me (doesn't quite mention how much of this, eg schools, is national govt not him)</p>&mdash; Gaby Hinsliff (@gabyhinsliff) <a href=\"https://twitter.com/gabyhinsliff/status/255614174376366080\" data-datetime=\"2012-10-09T10:22:22+00:00\">October 9, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabyhinsliff/status/255615875518959616\">  <blockquote class=\"twitter-tweet\"><p>Boris also shows that saying yr One Nation is less effective than talking about bread-and-butter stuff that matters to said nation</p>&mdash; Gaby Hinsliff (@gabyhinsliff) <a href=\"https://twitter.com/gabyhinsliff/status/255615875518959616\" data-datetime=\"2012-10-09T10:29:08+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the New Statesman's Rafael Behr:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rafaelbehr/status/255616139034517504\">  <blockquote class=\"twitter-tweet\"><p>Boris setting up his record of runningLondon as audition for running the country. All about jobs and growth. Smart.</p>&mdash; Rafael Behr (@rafaelbehr) <a href=\"https://twitter.com/rafaelbehr/status/255616139034517504\" data-datetime=\"2012-10-09T10:30:11+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From Sky's Adam Boulton:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamboultonSKY/status/255616642367750144\">  <blockquote class=\"twitter-tweet\"><p>Boris ends, keeping his speech low key and light, clearly doesn't want to be accused of premature leadership bid.</p>&mdash; adamboulton (@adamboultonSKY) <a href=\"https://twitter.com/adamboultonSKY/status/255616642367750144\" data-datetime=\"2012-10-09T10:32:11+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the Telegraph's Benedict Brogan:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/benedictbrogan/status/255616753843978241\">  <blockquote class=\"twitter-tweet\"><p>Fine for a @<a href=\"https://twitter.com/mayoroflondon\">mayoroflondon</a> but Boris fans expecting a rousing prospectus for a PM in waiting will feel shortchanged. Dave smiling @ <a href=\"https://twitter.com/search/%23cpc12\">#cpc12</a></p>&mdash; Benedict Brogan (@benedictbrogan) <a href=\"https://twitter.com/benedictbrogan/status/255616753843978241\" data-datetime=\"2012-10-09T10:32:37+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the BBC's Nick Robinson:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbcnickrobinson/status/255616944999383040\">  <blockquote class=\"twitter-tweet\"><p>Economy needs Olympics solution- training, investment, planning. Workers need living wage. Poor need a job says ....Ed M? Ed B? Er no. Boris</p>&mdash; Nick Robinson (@bbcnickrobinson) <a href=\"https://twitter.com/bbcnickrobinson/status/255616944999383040\" data-datetime=\"2012-10-09T10:33:23+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the BBC's Evan Davis:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EvanHD/status/255617140617510913\">  <blockquote class=\"twitter-tweet\"><p>Lessons from Boris J.'s speech. Fewer claps than most. Quite jerky delivery. But far more interesting to listen to than most too</p>&mdash; Evan Davis (@EvanHD) <a href=\"https://twitter.com/EvanHD/status/255617140617510913\" data-datetime=\"2012-10-09T10:34:10+00:00\">October 9, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EvanHD/status/255617629648220160\">  <blockquote class=\"twitter-tweet\"><p>Boris's speech was most distinctive in sounding broadly positive. Others often sound like they hate half the country.</p>&mdash; Evan Davis (@EvanHD) <a href=\"https://twitter.com/EvanHD/status/255617629648220160\" data-datetime=\"2012-10-09T10:36:06+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the Daily Mirror's Tom McTague:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MirrorMcTague/status/255618870243647488\">  <blockquote class=\"twitter-tweet\"><p>At a Press Gallery lunch Boris was asked what made him more popular than Ken. \"Optimism,\" he said. In spades today.</p>&mdash; Tom McTague (@MirrorMcTague) <a href=\"https://twitter.com/MirrorMcTague/status/255618870243647488\" data-datetime=\"2012-10-09T10:41:02+00:00\">October 9, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T11:07:55.262Z\">at 12.07pm BST</time></p>  </div> <div id=\"block-5074000e58f91d7bbadac150\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:44:30.208Z\">11.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Jeremy Hunt, the health secretary, is speaking now. I'll post a full summary when I've seen the text.</p> <p>In the meantime, I'm about to post some Twitter reaction to the Boris Johnson speech.</p> </div>   </div> <div id=\"block-5073fe4558f91d7bbadac14d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:36:54.022Z\">11.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The speech is over. Johnson may want to \"kill Cameron\" (see 10.54am), but he did not show it today. That was a full-hearted, supportive call to arms. Apart from the jibe about Cameron's lack of knowledge of Latin, and the reminder that Johnson won an election (unlike you-know-who), it was hard to spot anything disloyal in it at all.</p> <p>That does not mean that the rivalry doesn't exist or has gone away. It's just that today wasn't the day for Cameron-baiting.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:58:58.791Z\">at 11.58am BST</time></p>  </div> <div id=\"block-5073fcc8c0e361310bc6ca57\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:30:32.180Z\">11.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">No full house today</a>. I don't think he mentioned election, support or celebrate.</p> </div>   </div> <div id=\"block-5073fcc2c0e361310bc6ca56\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:30:26.844Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says Britain needs to sort out its runway problems.</p> <p>He is going to put air-conditioned and driverless trains on the tube. He claims Bob Crowe said his drivers would not test the driverless trains.</p> <p>London has the right language, he says. It has 300 of the right languages, \"but we are particularly good at speaking English\".</p> <p>And London has the right government in Westminster.</p> <p>He says he will fight to make sure the two Eds don't win power.</p> <p>Britain needs to move from the age of austerity to the age of enterprise, he says.</p> <p>We need to start here, under the Conservatives.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:31:54.866Z\">at 11.31am BST</time></p>  </div> <div id=\"block-5073fc12c0e361310bc6ca54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:27:31.020Z\">11.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says people watching Gangnam Style on TVs in South Korea are using aerials made in London. The Dutch ride bikes made in London - and every single hobnob in the world is made in London.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:47:38.350Z\">at 11.47am BST</time></p>  </div> <div id=\"block-5073fbb158f91d7bbadac14b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:25:53.846Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says that if he continues to build a \"platform for growth\", then the private sector will produce amazing results on that platform.</p> <p>Go to Tech City, he says, where young people are devising amazing apps. They enable teenagers in Ohio to watch movies on their Xboxes. Whether or not that is a good thing, he doesn't know. But the money is coming to London.</p> <p>He mentions Soho. As the audience laugh, he says its image has changed. There are people there working in the film industry. That generates another laugh. The Hollywood film industry, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:28:49.069Z\">at 11.28am BST</time></p>  </div> <div id=\"block-5073fb1058f91d7bbadac14a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:23:13.016Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says he has kept his promise to London. He keeps almost all his promises, he says. He has brought in a new Routemaster. They are the cleanest buses in Europe.</p> <p>They have conductors, which Ken Livingstone promised to bring back.</p> <p>We don't just keep our own promises. We keep Labour ones too, he says.</p> <p>The bendy-buses are now clogging up the streets of Malta, he says. They were manufactured in Germany.</p> <p>The new buses are made in Britain. London has just ordered 608 of them. It is the biggest order in the factory's history.</p> </div>   </div> <div id=\"block-5073fa9458f91d7bbadac148\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:21:08.406Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says a good economy needs housing and transport.</p> <p>He is building more homes than Ken Livingstone.</p> <p>People on middle incomes, between £30,000 and £60,000, need help, he says.</p> <p>Think of the regeneration opportunities, he says. Battersea power station is about to be regenerated. It will become a powerhouse for jobs.</p> </div>   </div> <div id=\"block-5073fa29c0e361310bc6ca52\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:19:21.115Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says crime has come down in London.</p> <p>The murder rate is lower than it has been at any time since the 1960s.</p> <p>In New York the murder rate is four times higher, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:26:05.780Z\">at 11.26am BST</time></p>  </div> <div id=\"block-5073fa1ac0e361310bc6ca51\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:19:07.018Z\">11.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Crime</a> has come down by 12% over the last four years, Boris says.</p> </div>   </div> <div id=\"block-5073f9f4c0e361310bc6ca50\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:18:28.657Z\">11.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson moves on to apprenticeships.</p> <p>Firms don't take on apprentices out of compassion. They do so because it makes sense.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:25:37.689Z\">at 11.25am BST</time></p>  </div> <div id=\"block-5073f9d458f91d7bbadac146\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:17:56.298Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson turns to the riots. There is one all-purpose cure for deprivation. That's a job. Jobs offer satisfaction \"before you even talk about the money\".</p> <p>London is a great creator of jobs. But the jobs do not always go to Londoners.</p> <p>Johnson says he is a passionate supporter of free schools.</p> <p>He mentions the Toby Young free school \"where they teach Latin\". Then he names Cameron, and the audience laugh. Johnson says he thinks Cameron did know what Magna Carta meant.</p> <p>He says he is setting up a group called New Schools for London to help find locations for free schools.</p> <p>And he wants to encourage more pupils to study science and engineering.</p> <p>In some parts of London, these subjects are not even being taught in the sixth form, he says.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-da8c4d5d-5ca0-4cff-a030-568775f9ed44\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349779586593/0f96642d-e724-48ea-94a7-e28e58186a0f-460.jpeg\" alt=\"Is David Cameron simply enjoying a Johnson joke, or is that relief on his face that the London mayor didn't go for the jugular?\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is David Cameron simply enjoying a Johnson joke, or is that relief on his face that the London mayor didn't go for the jugular?  Photograph: David Jones/PA</span> <span class=\"element-image__credit\">Photograph: David Jones/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:46:39.128Z\">at 11.46am BST</time></p>  </div> <div id=\"block-5073f9b258f91d7bbadac145\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:17:22.917Z\">11.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Team</a> - Michael Gove's, in fact - gets a mention.</p> </div>   </div> <div id=\"block-5073f91258f91d7bbadac144\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:14:42.593Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says his team at City Hall has been working on creating the conditions to boost the recovery.</p> <p>We need to help the poorest and the neediest, he says.</p> <p>He says he has expanded the London living wage. Around 250 of the \"swankiest\" firms now pay it voluntarily. That has put £60m into the economy.</p> <p>Pensioners in London now have a 24-hour bus pass. Pensioners in cities like Labour-run Birmingham and Labour-run Manchester don't have this, he says.</p> <p>This was possible because he has cut waste from the London budget.</p> </div>   </div> <div id=\"block-5073f89dc0e361310bc6ca4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:12:45.252Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says the Olympics allowed people to show their competitive genius.</p> <p>The government needs to do the same for the economy.</p> <p>People who get up at 5am need support. As Napoleon almost said, Britain is a nation of small and medium-sized enterprises.</p> <p>The government needs to create the right conditions to allow these firms to thrive.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:16:30.856Z\">at 11.16am BST</time></p>  </div> <div id=\"block-5073f84858f91d7bbadac142\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:11:21.122Z\">11.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says anthropologists will look back at the Olympics to see how the national mood changed.</p> <p>People were predicting disaster. But, in the first week, it was as if a \"giant hormonal valve\" opened in the nation, and endorphines flowed into the national system.</p> <p>Some 5 million people were shown to their seats without delay.</p> <p>Volunteers showed a kindness that we had forgotten. The trains ran on time. The only transport malfunction was a zipwire.</p> <p>That feeling was surprise. The country that made such a \"horlicks\" of the Millennium Dome was putting on a successful Olympics.</p> <p>(Johnson is using quite a lot of the material that he used in his speech at the rally last night.)</p> <p>We need to learn the lessons, Johnson says. \"We are a confident, can do country.\"</p> <p>The Olympics succeeded because we planned them for years and put aside party differences. Johnson thanks Tony Blair, Gordon Brown, Tessa Jowell and Ken Livingstone.</p> <p>As the audience applauds, Johnson says there is no coming back for Ken from that one. He's just got a round of applause from a Conservative conference.</p> <p>And he praises John Major for introducing the lottery. As a result, Britain went from one gold medal in 1996 to being a sporting superpower today.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:15:56.769Z\">at 11.15am BST</time></p>  </div> <div id=\"block-5073f755c0e361310bc6ca4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:07:18.065Z\">11.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p>Johnson hails the greatest <a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Olympics</a> of all time.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:14:03.415Z\">at 11.14am BST</time></p>  </div> <div id=\"block-5073f737c0e361310bc6ca4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:06:47.903Z\">11.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson looks for Cameron in the audience.</p> <p>He praises him for having taken tough decisions, \"not least coming along to hear my speech today\".</p> <p>Cameron called him a blond-haired mop, he says. If he's a mop, Cameron is a broom - cleaning up the mess left by Labour.</p> <p>The historic function of Conservative governments has been to be household implements clearing up the mess left by Labour.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:13:20.999Z\">at 11.13am BST</time></p>  </div> <div id=\"block-5073f71cc0e361310bc6ca4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:06:20.763Z\">11.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Decisions</a>. Cameron's taken some tough decisions, Boris says. I think he got a \"Dave\" in there too.</p> </div>   </div> <div id=\"block-5073f6d658f91d7bbadac13e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:05:11.447Z\">11.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson's speech</h2>  <div class=\"block-elements\">  <p>Here he is. \"Morning, everybody.\"</p> <p><strong>Boris Johnson</strong> thanks Barwell for \"that hyperbolic introduction\".</p> <p>He thanks those Tories who came to campaign for him.</p> <p>If the Tories can win in London in a recession, wiping out a 17-point lead, then \"Dave\" can win in 2015.</p> </div>   </div> <div id=\"block-5073f6cbc0e361310bc6ca4a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:04:59.502Z\">11.04am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">London</a>. Straight in there.</p> </div>   </div> <div id=\"block-5073f66fc0e361310bc6ca49\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T10:03:28.104Z\">11.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gavin Barwell</strong> MP is introducing Boris Johnson.</p> <p>He says Jeremy Clarkson said most politicians appear competent, but are not. Johnson does it the other way round, Clarkson said.</p> <p>Barwell says:</p> <p>Johnson showed that the Conservatives can win in Labour territory, .</p> <p>Johnson is not just a scourge of Labour. He has also described the Lib Dems as \"a void within a vacuum\".</p> <p>Johnson did not just win because he was an attractive personality. He also won on his record.</p> <p>And he quotes Johnson's line about there being no disasters, \"only opportunities, and, indeed, opportunities for fresh disasters\".</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:12:15.484Z\">at 11.12am BST</time></p>  </div> <div id=\"block-5073f3f358f91d7bbadac139\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:54:23.130Z\">10.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> is just about to address the conference. Before he arrives, it's worth quoting an extract from an article about the Johnson/Cameron rivalry in this week's New Statesman. It's by Andrew Gimson, Johnson's biographer.</p> <blockquote class=\"quoted\"> <p>Boris Johnson is trying to kill David Cameron. That may sound like an exaggeration, but the word “kill” was used by Johnson himself, in a column about “the basic drama of politics” written soon after the Labour landslide of 1997: “Politics is a constant repetition, in cycles of varying length, of one of the oldest myths in human culture, of how we make kings for our societies, and how after a while we kill them to achieve a kind of rebirth – as Tony Blair would put it, new life for Britain\" …</p> <p>Johnson is now in a position to persecute the prime minister almost daily. On past form, he will use the Tory conference in Birmingham once more to upstage Cameron. The Mayor of London can be bolder about tax cuts, the des­irability of getting rid of the euro, the need for a new airport, the best ways of getting Labour voters to back the Tories, and also on any passing issue of the hour, such as the atrocious manners of Andrew Mitchell, the chief whip who called the police plebs. Cameron, as the cautious voice of the establishment, cannot match Johnson the Merry England maverick on any of these subjects.</p> <p>Over the next three years, we can expect Johnson to bend every sinew to demonstrate that he is the party’s greatest electoral asset and the one man who could lead it to an overall majority. He will try to become the person to whom the party feels compelled to turn. It is notable that he is already spoken of as a man for the top job or for no job at all. If he does one day supplant Cameron, he will regard it as belated recognition of his natural supremacy.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:04:19.139Z\">at 11.04am BST</time></p>  </div> <div id=\"block-5073f3b558f91d7bbadac138\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:51:49.503Z\">10.51am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p>We're going to be playing Boris bingo during Johnson's speech, which starts in about 10 minutes. <a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Click here for your bingo card</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:04:38.657Z\">at 11.04am BST</time></p>  </div> <div id=\"block-5073f22458f91d7bbadac137\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:45:08.723Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are some of the best Conservative conference stories and articles from today's papers.</p> <p><a href=\"http://www.dailymail.co.uk/news/article-2214820/Pick-punishment-May-tells-victims-crime-unveils-sweeping-justice-reforms.html\">• Theresa May tells the Daily Mail in an interview that victims of antisocial behaviour will be given a say in how offenders are punished.</a></p> <blockquote class=\"quoted\"> <p>‘One of the big problems for the victims of antisocial behaviour is that they feel powerless,’ said Mrs May.</p> <p>‘Somebody does something to them or their property and they feel they don’t get reparation, or feel they are not part of the process.</p> <p>‘We want to ensure that they have a choice. It will mean saying to the victim: here’s a list of options, what do you want to do? They may choose to go down the restorative route, and that they want someone to say sorry.</p> <p>‘It may be that they want reparation for the damage that was done, so if a window has been broken they want it fixed.</p> <p>‘It may be that they want an offender to do something not immediately in relation to them, but for the community.’</p> </blockquote> <p><a href=\"http://www.telegraph.co.uk/news/politics/conservative/9594465/Andrew-Mitchell-could-have-to-quit-after-losing-confidence-among-MPs.html\">• Christopher Hope in the Daily Telegraph says Andrew Mitchell could be forced to resign as chief whip.</a></p> <blockquote class=\"quoted\"> <p>The chief whip’s position in the party is looking increasingly untenable amid suggestions that MPs have been contacting Graham Brady, the chairman of the backbench Tory 1922, committee expressing concerns about Mr Mitchell.</p> <p>Mr Mitchell’s authority has drained away in recent weeks as he has failed to counter head on police claims that he called officers guarding the gates of Downing St “f****** plebs” because they would not open the gates for him.</p> <p>There have also been reports of some Tory associations contacting Conservative Central Office to express concern about the damage being done to the party’s grassroots from the row, which has been dubbed 'plebgate'.</p> </blockquote> <p><a href=\"http://www.dailymail.co.uk/news/article-2214854/MPs-probe-Mitchells-16m-aid-handout-Rwandan-dictator-accused-human-rights-abuse.html\">• Jason Groves in the Daily Mail says a committee of MPs will investigate Mitchell's controversial decision to approve a £16m aid payment to Rwanda just before he left the Department for International Development.</a></p> <blockquote class=\"quoted\"> <p>Sir Malcolm Bruce, who chairs the Commons international development committee, said there were ‘questions to answer’ over the decision to unlock aid to Rwanda last month.</p> <p>The grant – made on Mr Mitchell’s final day in office as International Development Secretary last month before he became Tory Chief Whip – flew in the face of international opinion.</p> <p>Donor nations are becoming increasingly alarmed by the conduct of Rwandan president Paul Kagame’s regime and the United States, Sweden and the Netherlands maintain aid bans.</p> </blockquote> <p><a href=\"http://www.independent.co.uk/news/uk/politics/cameron-ready-to-defy-tory-traditionalists-with-gay-marriage-move-8202955.html\">• The Independent says David Cameron has told his ministers to prioritise the legalisation of gay marriage.</a></p> <p><a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/rachelsylvester/article3562264.ece\">• Rachel Sylvester in the Times says the Tories are in danger of being seen as the nasty party again.</a></p> <blockquote class=\"quoted\"> <p>Mr Osborne is focusing on “the strivers”, the hard-working classes who loathe both the scroungers and the super-rich. In his speech yesterday, he identified the corner shop owner, “the teacher prepared to defy her union and stay late to take the after-school club”, the commuter, the pensioner and the entrepreneur as the sort of people the party wants to represent. “We speak for all those who want to work hard and get on,” he said.</p> <p>But others worry that this approach is too narrow. What about those who can’t find work or have lost the desire to get on? What about the teacher who does not want to get into a row with the union or the single mother struggling to make ends meet?</p> <p>“We mustn’t only be the party of a new generation of Essex men and women,” says one Cabinet minister. “We’ve also got to speak to people who have not ever been ‘our people’. We need to show we are worrying about those in genuine poverty, distress and need, to reassure people we are decent. It’s not just about having a retail offer to someone in Stevenage. People also want to feel they are voting altruistically and patriotically.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/08/osborne-one-term-tories-shrunken-state\">• Polly Toynbee in the Guardian says Osborne's approach in his speech yesterday was \"despicable and mendacious\".</a></p> <blockquote class=\"quoted\"> <p>Osborne never mentioned the unemployed, not once; no word about six million people desperately looking for full-time jobs, with more long-term workless than since Thatcher's day. In Birmingham this week when Jaguar Land Rover advertised 1,100 jobs, over 20,000 applied. Are all the 19,000 who were turned away slackers – or does the tide of opinion start to turn? Trying to reclaim \"one nation\" from Ed Miliband, it takes some nerve to say, \"We're not going to get through this as a country if we set one group against another, if we divide, denounce and demonise.\"</p> </blockquote> <p><a href=\"http://blogs.telegraph.co.uk/news/benedictbrogan/100184288/the-knives-were-out-for-osborne-but-he-may-well-have-saved-his-reputation/\">• Benedict Brogan in the Daily Telegraph says Cameron is more worried about Boris Johnson than Ed Miliband.</a></p> <blockquote class=\"quoted\"> <p>Those who have spent time with David Cameron in Birmingham report that he is unfazed by Ed Miliband’s critical success last week, but patently rattled by the Boris machine. No wonder: the Mayor of London was mobbed in New Street station with the hysteria that usually attends visiting pop stars. Mr Cameron is ignoring those urging him to take action against Mr Johnson, on the basis that it would be a bit rich for a Prime Minister to deny others ambition, even a deadly rival.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-41219249-d3ce-4e69-995b-acd651516be0\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349779378466/5fde68e3-408f-40f0-9c74-227e00b884af-460.jpeg\" alt=\"And here are some appetising (?) cupcakes on sale at the conference. \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">And here are some appetising (?) cupcakes on sale at the conference.  Photograph: Gideon Mendel/Corbis</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel/  Gideon Mendel/Corbis</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T10:43:15.408Z\">at 11.43am BST</time></p>  </div> <div id=\"block-5073ec3758f91d7bbadac130\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:19:51.550Z\">10.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The lord chief justice,<strong> Lord Judge,</strong> does not believe that the law needs to be changed to give householders who confront burglars more protection. This is what he told a press conference last month when he was asked if the law already gave people adequate protection in such circumstances.</p> <blockquote class=\"quoted\"> <p>Yes. I think you can phrase the law in all sorts of different ways, but the reality will end up being that the householder is entitled to use reasonable force to get rid of the burglar and that in measuring whether the force is reasonable or not, you are not doing a paper exercise six months later. You have to put yourself in the position of the man or woman who has reacted to the presence of a burglar and has reacted with fury, with anxiety, with fear, and with all the various different emotions which will be generated, and who has no time for calm reflection. I could go on, but if I went on we would have nothing else to talk about.</p> </blockquote> <p>The BBC's Dominic Casciani has tweeted a link to the full transcript.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCDomC/status/255595323400007680\">  <blockquote class=\"twitter-tweet\"><p>Thanks to @<a href=\"https://twitter.com/jamespsvine\">jamespsvine</a> for the link toLord Chief Justice's tough words for burglars - p7 onwards <a href=\"http://t.co/Y25BEqXk\" title=\"http://www.judiciary.gov.uk/Resources/JCO/Documents/News%20Release/lcj-press-conference-270912.pdf\">judiciary.gov.uk/Resources/JCO/…</a></p>&mdash; Dominic Casciani (@BBCDomC) <a href=\"https://twitter.com/BBCDomC/status/255595323400007680\" data-datetime=\"2012-10-09T09:07:28+00:00\">October 9, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T09:27:29.138Z\">at 10.27am BST</time></p>  </div> <div id=\"block-5073ea5f58f91d7bbadac12e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:11:59.154Z\">10.11am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris bingo</h2>  <div class=\"block-elements\">  <p><strong>Paul Owen</strong> will be moonlighting as a bingo caller again throughout Boris Johnson's speech this morning.</p> <p><a href=\"http://www.guardian.co.uk/politics/interactive/2012/oct/09/boris-johnson-speech-bingo-conservative-conference-2012\">Click here to get your bingo card</a>, and when Boris says the following words or phrases tick them off:</p> <p><strong>• Olympics</strong><br><strong>• Team</strong><br><strong>• Election</strong><br><strong>• Dave</strong><br><strong>• London</strong><br><strong>• Support</strong><br><strong>• Decisions</strong><br><strong>• Celebrate</strong><br><strong>• Crime</strong></p> <p>Good luck …</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T09:28:04.035Z\">at 10.28am BST</time></p>  </div> <div id=\"block-5073e85358f91d7bbadac12d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T09:03:15.991Z\">10.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lord Ashcroft</strong> would like to buy the Guardian. He reveals all <a href=\"http://conservativehome.blogs.com/platform/2012/10/lord-ashcrofts-party-conference-diary-day-2-1.html\">in his diary for ConservativeHome.</a></p> <blockquote class=\"quoted\"> <p>We were honoured to have the PM as our special guest at the ConHome/1922 Committee party. He paid tribute to the Committee’s chairman, Graham Brady: on his regular visits to Number 10 “Graham gives it to me straight, and I never read about it afterwards in the papers”. Cameron said some kind things about me too, and I must say I have been mulling over his suggestion that I could help the cause by buying a national newspaper or two. Which one to choose? To influence the BBC, the answer must be the Guardian. Between April 2010 and February it bought 59,829 copies of the paper – more than any other. Indeed it bought 11,000 more Guardians than Telegraphs, though the latter’s circulation is three times as big. I wonder why this could be. Do you think they like the crossword?</p> </blockquote> <p>Just in case Ashcroft every achieves his ambition, I should point out that his daily ConservativeHome diary is excellent, one of the highlights of the conference, a tribute to his wisdom and brilliance etc etc …</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T09:29:51.048Z\">at 10.29am BST</time></p>  </div> <div id=\"block-5073df7f58f91d7bbadac128\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T08:25:35.781Z\">9.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">David Cameron's morning interviews - summary</h2>  <div class=\"block-elements\">  <p><strong>David Cameron</strong> has given interviews to BBC Breakfast, ITV's Daybreak, Sky, the Today programme and Radio 5 Live this morning. Here are the main points. I've taken some of the quotes from the Press Association.</p> <p><strong>• Cameron said that having a referendum would be \"the cleanest, neatest, simplest and most sensible\" way of obtaining public consent for a new settlement with the EU</strong>. Previously he said that a referendum or a general election could be used to obtain public support for a new EU deal, but this morning's comment makes it almost inevitable that the party will back a referendum (see 8.39am).</p> <p><strong>• He said the government was changing the law about tackling burglars because currently there was \"uncertainty\" about the level of force that was allowed.</strong></p> <blockquote class=\"quoted\"> <p>I think there has been uncertainty about what proportionate means are so we are saying you can do anything as long as it is not grossly disproportionate. You couldn't, for instance, stab a burglar if they were unconscious. But really we should be putting the law firmly on the side of the homeowner, the householder, the family and saying, when that burglar crosses that threshold, invades your home, threatens your family, they give up their rights …</p> <p>I'm more interested in the rights of the people who want to defend their homes and their properties.</p> </blockquote> <p><strong>• He claimed that he was not concerned that Boris Johnson was more popular with the Conservative party than he was.</strong> On ITV's Daybreak the presenter said that, while the Tories were chanting \"Boris, Boris, Boris\", they weren't chanting \"Dave, Dave, Dave\". Cameron said this because he was prime minister.</p> <blockquote class=\"quoted\"> <p>There are lots of people that are more popular than me in this world, because I have to be the one who takes the difficult decisions on behalf of the country to recover us from the dreadful state that Labour left us in. That's just life, but in politics what matters is you do your duty, you do the right thing for your country.</p> </blockquote> <p>He also said that he wanted to have \"big stars in the Conservative party that can carry our message to the country\". He said he had told Johnson that, when he stands down as mayor, he should look for another job in politics. Cameron may, however, have given a better indication of his true feelings when James Naughtie asked if he had thought of offering Johnson a job abroad. Cameron clearly found the prospect attractive (see 8.30am and 8.53am).</p> <p><strong>• He rejected claims that the welfare cuts announced this week meant that the Conservatives were once more the \"nasty\" party.</strong> When this was put to him on ITV's Daybreak, he replied:</p> <blockquote class=\"quoted\"> <p>I don't accept that for a moment. When we came to power there were people all over the country getting up and going to work and their taxes were going towards families in London who were getting each £50,000-£60,000 of housing benefit every year. That isn't fair, so I want a fair welfare system that works for everybody.</p> </blockquote> <p>He also rejected claims that the Conservative party was turning to the right. Citing his decision to announce more money for the NHS and to protect the aid budget, he said the party was not being leftwing or rightwing but just demonstrating \"sensible, common ground, common sense. Conservative, practical thinking\".</p> <p><strong>• He refused to say whether or not he believed Andrew Mitchell's denial that he called police officers at the gates of Downing Street \"plebs\". </strong>When James Naughtie said that Cameron had chosen to believe Mitchell rather than the officer who wrote up a report of the incident in his log, Cameron queried this.</p> <blockquote class=\"quoted\"> <p>No, what I chose to do was accept the fact that Andrew Mitchell has apologised and the police don't want to take their complaint further, or take any further action, and they accepted his apology. This is what I accept. I'm not going to go into the private conversations I had. Suffice it to say, what happened was completely unacceptable and must never happen again.</p> </blockquote> <p><strong>• He said that the new IMF report saying the British economy will shrink this year would not lead the government to change course economically.</strong></p> <blockquote class=\"quoted\"> <p>What the IMF are saying is, first of all they are coming into line with other forecasts, which are disappointing, that there is going to be a very poor picture for growth in Europe. They are not advising us to change course, they are saying unless things get dramatically worse, we should stick to our plans, which is about reducing public spending and dealing with debt and deficit.</p> </blockquote> <p><strong>• He hinted that he would be happy to see Jimmy Savile <strong> posthumously</strong> stripped of his knighthood.</strong> This is what he told ITV when asked if he was in favour of this.</p> <blockquote class=\"quoted\"> <p>We have something called a forfeiture committee. It is not chaired or sat on by me but it is responsible for looking at honours and the removal of honours, and obviously they have to do their job too.</p> </blockquote> <p><strong>• He said that he had been burgled twice when he was living in North Kensington.</strong> \"There was one occasion when I left the keys of my car and they loaded up my Skoda and drove off and that was particularly angst-making.</p> <p><strong>• He said he hoped his wife Samantha would take him out for a balti tonight to celebrate his birthday.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T09:37:19.130Z\">at 10.37am BST</time></p>  </div> <div id=\"block-5073d6d4c0e361310bc6ca3e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:53:53.695Z\">8.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Twitter reaction to the Cameron Today interview.</p> <p>From the Daily Mail's James Chapman</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jameschappers/status/255568239873110016\">  <blockquote class=\"twitter-tweet\"><p>Dave is eating Naughtie for breakfast. Seems he really does need to be in the doo-doo to get his act together <a href=\"https://twitter.com/search/%23today\">#today</a></p>&mdash; James Chapman (Mail) (@jameschappers) <a href=\"https://twitter.com/jameschappers/status/255568239873110016\" data-datetime=\"2012-10-09T07:19:51+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the Economist's Daniel Knowles</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dlknowles/status/255568095190597632\">  <blockquote class=\"twitter-tweet\"><p>David Cameron sounds reasonable on Today, but extremely evasive around the awkward questions, such as housing benefit cuts...</p>&mdash; Daniel Knowles (@dlknowles) <a href=\"https://twitter.com/dlknowles/status/255568095190597632\" data-datetime=\"2012-10-09T07:19:16+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From PoliticsHome's Paul Waugh</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/255568859359219712\">  <blockquote class=\"twitter-tweet\"><p>PM refuses to talk re 'left wing' or 'right wing', prefers to say Govt in \"sensible common ground\". Note, not 'centre' ground</p>&mdash; Paul Waugh (@paulwaugh) <a href=\"https://twitter.com/paulwaugh/status/255568859359219712\" data-datetime=\"2012-10-09T07:22:18+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From Labour MP Pat McFadden</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patmcfaddenmp/status/255570163645169665\">  <blockquote class=\"twitter-tweet\"><p>R4: Cameron clearly didn't want to talk about Mitchell. He can't run away from what his Chief Whip said to the police.</p>&mdash; Pat McFadden (@patmcfaddenmp) <a href=\"https://twitter.com/patmcfaddenmp/status/255570163645169665\" data-datetime=\"2012-10-09T07:27:29+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the BBC's Robin Brant</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robindbrant/status/255569162921967617\">  <blockquote class=\"twitter-tweet\"><p>Cameron on Mitchell v police tells r4 today 'it's not a question of who you believe'.</p>&mdash; Robin Brant (@robindbrant) <a href=\"https://twitter.com/robindbrant/status/255569162921967617\" data-datetime=\"2012-10-09T07:23:31+00:00\">October 9, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robindbrant/status/255569496121688064\">  <blockquote class=\"twitter-tweet\"><p>Cameron - again - refuses 'to go into private conversation' when asked to explain what Mitchell claimed he said to police.</p>&mdash; Robin Brant (@robindbrant) <a href=\"https://twitter.com/robindbrant/status/255569496121688064\" data-datetime=\"2012-10-09T07:24:50+00:00\">October 9, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robindbrant/status/255570418935681024\">  <blockquote class=\"twitter-tweet\"><p>Upshot of morning interviews: Mitchell still lingering issue, post 2015 eu ref closer, where's the growth, here are the cuts.</p>&mdash; Robin Brant (@robindbrant) <a href=\"https://twitter.com/robindbrant/status/255570418935681024\" data-datetime=\"2012-10-09T07:28:30+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the Independent on Sunday's Jane Merrick</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/janemerrick23/status/255570483192401920\">  <blockquote class=\"twitter-tweet\"><p>David Cameron says he hadn't thought about sending Boris abroad. He suddenly sounded like it was christmas as well as his birthday</p>&mdash; Jane Merrick (@janemerrick23) <a href=\"https://twitter.com/janemerrick23/status/255570483192401920\" data-datetime=\"2012-10-09T07:28:46+00:00\">October 9, 2012</a></blockquote> </figure>  <p>From the Daily Mail's Tim Shipman</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/255570762243645440\">  <blockquote class=\"twitter-tweet\"><p>Almost delirious laughter from the PM as Jim Naughtie suggests he might send Boris Johnson abroad. Taxi for the new ambassador to Ulan Bator</p>&mdash; Tim Shipman (Mail) (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/255570762243645440\" data-datetime=\"2012-10-09T07:29:52+00:00\">October 9, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5073d4cfc0e361310bc6ca3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:39:59.302Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David Cameron is edging towards announcing a referendum on the EU and this morning he's taken another few steps in that direction.</p> <p>For the last few months Cameron and his colleagues have been talking about the need to get a new settlement with Europe and the need to then obtain the consent of the people for that. That could either happen through a general election or a referendum, he said.</p> <p>This morning he said that a referendum would be the best option.</p> <blockquote class=\"quoted\"> <p>We have always said that when we achieve that fresh settlement it needs consent, either at a referendum or a general election. Frankly, a referendum is obviously the cleanest, neatest, simplest and most sensible way of doing that.</p> </blockquote> <p>I'll post a full summary of Cameron's interviews soon, as well as posting some Twitter reaction.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:27:51.966Z\">at 9.27am BST</time></p>  </div> <div id=\"block-5073d27958f91d7bbadac122\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:30:01.609Z\">8.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Now for Nick Robinson's post-match inquest.</p> <p>He says it's a shame that listeners could not see Cameron's face when Naughtie asked him about the prospect of sending Boris Johnson abroad. The idea clearly appealed.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:28:21.002Z\">at 9.28am BST</time></p>  </div> <div id=\"block-5073d1edc0e361310bc6ca3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:27:42.002Z\">8.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: There will have to be a referendum on the EU, won't there?</em></p> <p>Cameron says he wants a new settlement with Europe, and to then get fresh consent for it.</p> <p>He says having a referendum would be \"the cleanest, neatest and simplest\" way of getting that consent.</p> <p>(To use the old cliche, that's the strongest hint he has given that there will be a referendum.)</p> <p><em>Q: What would be the best birthday present you could get from Boris Johnson? A period of silence?</em></p> <p>Cameron says he is lucky in the Conservative party to have big, popular figures who can take the Conservative message to the country.</p> <p><em>Q: You could send him abroad.</em></p> <p>Cameron says he will think about it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:29:19.489Z\">at 9.29am BST</time></p>  </div> <div id=\"block-5073d15258f91d7bbadac120\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:25:06.868Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: You are fighting for the one-nation label.</em></p> <p>Cameron says he does not accept that. Ed Miliband said he was turning to the centre. But everything he does shows he is turning to the left.</p> <p><em>Q: But you are turning to the right.</em></p> <p>Cameron says he does not accept this. He launched the conference with an announcement about more money for the NHS. And he is keeping his pledge on aid spending. The Conservative party represents the common ground. That's not leftwing or rightwing. It's just sensible.</p> <p><em>Q: What have the Lib Dems brought to the government that is good?</em></p> <p>Cameron says they have allowed the government to exist, and to act in the national interest.</p> <p>He returns to the global race point. The government needs to make Britain more competitive.</p> <p><em>Q: The Tories have not won an election since 1992. Why didn't you win the election?</em></p> <p>Cameron says he had an enormous mountain to climb. He won 100 seats in one go. That was the best result since the 1930s. Now there is a sense the Tories can win the 2015 election outright, if they focus on the big questions.</p> <p><em>Q: There's also a competence issue. What about Andrew Mitchell?</em></p> <p>Cameron says Mitchell apologised, and the police accepted that.</p> <p>On competence, Cameron says all governments have problems, but that his had just delivered a very successful Olympics.</p> <p>Previous governments could not deport Abu Hamza. That had now happened, he said.</p> <p><em>Q: On Mitchell, a police officer with security clearance wrote a report saying Mitchell used the word \"pleb\". Why did you believe Mitchell not him.</em></p> <p>Cameron says he will not go into his conversation with Mitchell, but he took the view that he had apologised, and that the police had accepted the apology.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:32:28.584Z\">at 9.32am BST</time></p>  </div> <div id=\"block-5073cfd558f91d7bbadac11f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:18:45.664Z\">8.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: The IFS says child poverty will rocket. Are you proud of that?</em></p> <p>Cameron says he does not accept that. Previous governments have looked at poverty in strict money terms. This government is looking at the causes of poverty. \"State-sponsored poverty\" (involving people on welfare) is being tackled.</p> <p><em>Q: When it comes to getting the rich to pay, it's very vague.</em></p> <p>Cameron says he does not accept that. The government has taken several measures to get more money from the rich. You would not accept me making budget measures on this programme.</p> <p><em>Q: But you've done that with welfare measures. You said you would cut housing benefit for the under-25s. Many of these people have children. Those children will suffer.</em></p> <p>Cameron says he launched a national conversation about welfare in a speech earlier this year. He thinks it is right to look at this issue. If you are out of work and get a flat on housing benefit, you have no incentive to find a job.</p> <p><em>Q: What are you going to do to get more money from those at the top?</em></p> <p>Cameron says there is more to do on tax evasion and tax avoidance.</p> <p><em>Q: But that's the duty of any government.</em></p> <p>Cameron says it was not been done in the past. The richest have to make a contribution, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:34:19.172Z\">at 9.34am BST</time></p>  </div> <div id=\"block-5073cec058f91d7bbadac11e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:14:09.052Z\">8.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>James Naughtie is interviewing David Cameron now.</p> <p>The Tories are being asked to be patient, he says. They have been told the good times will arrive eventually.</p> <p><em>Q: George Osborne could not use the word \"growth\" in his speech. Why not?</em></p> <p>These are difficult times, says Cameron. The economy is rebalancing. There are signs that is happening. A million net new jobs have been created.</p> <p><em>Q: Borrowing is going up, public investment is going down, growth is nowhere. You are almost certain to miss your debt reduction target. It isn't working.</em></p> <p>Cameron says he does not accept that. People are understanding. The deficit is down by a quarter.</p> <p><em>Q: But the deficit is up this year.</em></p> <p>Cameron says you have to wait until the end of the year. It is wrong to look at just one month's figures.</p> <p>Unlike the other parties, the Tories are asking how Britain succeeds in a global race, he says. They are looking at education, welfare reform and tax rates. People understand the Tories are taking responsibility.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:35:35.565Z\">at 9.35am BST</time></p>  </div> <div id=\"block-5073cbc558f91d7bbadac11c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T07:01:27.464Z\">8.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Toby Helm</strong>, the Observer's political editor, has a scoop. He's sent me this.</p> <blockquote class=\"quoted\"> <p>I am told to expect a big announcement today from Theresa May that will make huge waves with the police, the Lib Dems and the UK's European partners. May is expected to indicate at the very least that the UK will opt out of EU police and justice co-operation when the decision has to be made in 2014. This will be packaged up as part of the UK repatriating powers from Europe. But it will be hugely controversial as it involves areas of international police co-operation including the European arrest warrant, the instrument under which James Forrest was arrested recently in France after leaving the country with his pupil Megan Stammers. The arrest warrant is seen by police and intelligence officers as one of the most successful instruments in European crime fighting, having helped speed up extraditions and the whole process of bringing some of Europe's most wanted criminals to justice. If the UK opts out of all police and justice co-operation it can selectively opt back in to some of it at a later stage, provided other countries do so. But this is an important statement of this government's new direction on Europe. Nick Clegg has gone out of his way to praise the arrest warrant and the broader policy of cross-border crime fighting.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:37:55.822Z\">at 9.37am BST</time></p>  </div> <div id=\"block-5073ca6058f91d7bbadac11b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-09T06:56:49.424Z\">7.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It's David Cameron's 46th birthday today and he's celebrating it by giving a round of interviews. I've already seen him on BBC Breakfast, ITV's Daybreak and Sky and he will be on the Today programme at 8.10. I will be covering that live.</p> <p>So far, the thing he's said that attracting most interest on Twitter was about Sir Jimmy Savile. Asked if he was in favour of Savile being posthumously stripped of his knighthood, he hinted that he was.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/255555718994857984\">  <blockquote class=\"twitter-tweet\"><p>Story alert. PM hints Savile cd lose knighthood: \"We have something called a Forefeiture Committee, they have to do their job properly\" <a href=\"https://twitter.com/search/%23itv\">#itv</a></p>&mdash; Paul Waugh (@paulwaugh) <a href=\"https://twitter.com/paulwaugh/status/255555718994857984\" data-datetime=\"2012-10-09T06:30:06+00:00\">October 9, 2012</a></blockquote> </figure>  <p>Cameron also told us that he was hoping to celebrate his birthday by going out for a balti with his wife, Samantha, that he did not mind Boris Johnson being so popular and that he once had his car, a Skoda, stolen by a burglar. This revelation came when he was asked about<a href=\"http://www.guardian.co.uk/politics/2012/oct/09/tories-go-back-basics-burglars\"> Chris Grayling's announcement that he is going to change the law to allow householders to use \"disproportionate\" force against burglars in some circumstances.</a> To those of us who have been attending Conservative party conferences for a while, there's a dreary familiarity to all this and, <a href=\"http://www.telegraph.co.uk/news/uknews/1317876/Hague-backs-off-his-plan-to-change-the-self-defence-law.htm\">having checked the cuts, </a>I see that Chris Grayling is now going even further than Ann Widdecombe, who also trotted around this track. You might wonder whether the law really needs toughening in this area, but Cameron told BBC Breakfast it was an important issue. (I've taken the quote from <a href=\"http://www.politicshome.com\">PoliticsHome.)</a></p> <blockquote class=\"quoted\"> <p>I think this is something that bothers people, and frankly it bothers me. I think there has been uncertainty, that if a burglar comes into your home, people aren’t sure about what they are and are not allowed to do. Now, what we’re doing effectively here is just raising the bar, and raising the bar pretty high, and saying ‘anything you do, as long as it’s not grossly disproportionate, is okay’.</p> </blockquote> <p>I will post a full summary of what Cameron has been saying in his morning interviews after he's done Today.</p> <p>Here's the full agenda for the day.</p> <p><em>9am:</em> Environment, energy and climate change, with contributions from Owen Paterson, the environment secretary, Greg Barker and John Hayes, energy ministers.</p> <p><em>10am:</em> International development, with a speech from Justine Greening, the international development secretary.</p> <p><em>11am</em>: Boris Johnson, the mayor of London, gives a speech.</p> <p><em>11.30am:</em> Jeremy Hunt, the health secretary, gives a speech.</p> <p><em>12pm:</em> Michael Gove, the education secretary, gives a speech.</p> <p><em>2.30pm:</em> Home affairs and justice, with contributions from Theresa May, the home secretary, Damian Green, the policing minister and Chris Grayling, the justice secretary.</p> <p>If you want to follow me on Twitter, I'm on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-09T08:41:21.873Z\">at 9.41am BST</time></p>  </div>",
  "<p>First, Mitt Romney threatened to cut funding to Big Bird. Now, in another campaign-strategy foul against the voters of tomorrow, his campaign has announced he has turned down a request to appear on Nickelodeon's election special. </p> <p>The children's channel launched the show, Kids Pick the President: The Candidates, in 1988. Candidates answer videotaped questions from children, and then viewers can vote for their choice of president in an online poll. In five of the past six presidential elections, child voters chose the same candidate as the eventual winner of the adult poll.</p> <p>President Barack Obama accepted an invitation to appear this year. Nickelodeon said it would use file clips of Romney addressing some of the issues raised in the questions posed by viewers.</p> <p>Linda Ellerbee, host of Nick News, said she was disappointed by the Romney team's decision.</p> <p>\"I would be equally disappointed if he had said yes and Obama said no,\" Ellerbee told the Guardian. \"It's not a personal thing, it's just a shame when both candidates don't see it as something important.\"</p> <p>Only two other presidential-hopefuls have refused invitations to the show. John Kerry declined the offer in 2004 and George W Bush withdrew in response. He had participated in 2000.</p> <p>The network said Nick News reached out to Romney several times since April, but his campaign told the program he couldn't fit the appearance in his schedule. </p> <p>\"I am still holding the door open until midnight October 14, I can work all night and cut the show and get him in. We'll meet him anywhere,\" Ellerbee said.</p> <p>The special will air on 15 October on Nickelodeon.</p> <p>Obama answered questions about the top campaign issues of this year's election for the special and responded to the kids' questions about jobs, same-sex marriage, illegal immigration and gun control. He also talked about heartbreak and his most embarrassing moment, said the network. </p> <p>\"Running into the wall is par for the course for me,\" the president said.&#xa0;\"I'm running into doors and desks all the time.\"</p> <p>Kids Pick the President sets out to increase children's understanding and awareness of the election, candidates and campaign issues and will announce the poll results on-air Monday, 22 October. </p> <p>The Romney campaign did not respond to requests for comment. </p> <p>In the first presidential debate last week, <a href=\"http://\">Romney provoked anger from another bastion of children's television</a> –&#xa0;Sesame Street. The 43-year-old television show is a staple of PBS, which provides free, educational programming to US televisions. </p> <p>During the debate, Romney said: \"I'm going to stop other things. I like PBS, I love Big Bird. Actually I like you, too. But … I'm not going to keep on spending money on things to borrow money from China to pay for [it].\"</p> <p>This comment initiated waves of social media mockery and <a href=\"http://www.thirteen.org/insidethirteen/2012/10/04/pbs-statement-regarding-october-3-presidential-debate/\">prompted a defensive response from the network</a>. </p> <p>\"As a stated supporter of education, Governor Romney should be a champion of public broadcasting, yet he is willing to wipe out services that reach the vast majority of Americans, including underserved audiences, such as children who cannot attend preschool and citizens living in rural areas,\" PBS said.</p> <p>PBS also noted that most of their funding is provided by local member stations which raise their own money in addition to the federal funding they receive.</p>",
  "<p>He has returned from the dead so many times in recent years that seeing him alive and breathing on stage in his trademark black leather trousers is surely akin to a religious experience. But Johnny Hallyday, the ageing French Elvis, who recently narrowly avoided yet another round of the French media's last rites when he was hospitalised for bronchitis following a back operation that went wrong and cancer rumours, is now to prove he is \"fine\" with a symbolic first UK gig, at the Albert Hall, next week.</p> <p>Hallyday, the US-style French-language rocker who has sold more than 100m albums and played live to 28 million people, has always made a joke of his record labels not pushing him on to the US and UK markets. So it is fitting that as he at last makes it to London 52 years after his first hit single, to a gig expected to be dominated by the city's sizeable French ex-pat community, he has become more than just a pop star but both a national treasure and eternal whipping boy scrutinised for every political and tax move.</p> <p>Hallyday's visit comes just as the London mayor <a href=\"[http://www.theguardian.com/politics/2012/oct/08/conservative-conference-boris-johnson?newsfeed=true\" title=\"\">Boris Johnson raised eyebrows in France</a> by describing François Hollande's tax rises for the rich as \"tyranny\", saying he welcomed \"talented French\" escaping to London: \"We say to the people of France, not since 1789 has there been such a terror.\"</p> <p>Hallyday, famous for his close friendship with the former rightwing president Nicolas Sarkozy who he supported in 2007, for years symbolised the exodus of high-earners escaping the French tax system. Although London was never his choice of destination, in 2007 he based himself in Switzerland for tax purposes, but much of his earnings come from the French market and are still subject to tax there. Questioned by journalists after a Los Angeles gig over a \"massive\" tax bill this spring, Hallyday refused to comment. The French actor Christian Clavier, also close to Sarkozy, recently moved to London to escape \"attacks\" and criticism over his friendship with the ex-president although, his entourage stressed, not for tax reasons.</p> <p>Hallyday, 69, has been keen to avoid all references to politics in the run-up to the tour. At Fouquet's restaurant in Paris, where Sarkozy held a much criticised party with millionaire friends after his 2007 election, Hallyday, wearing his uniform black and skulls and crucifixes, told the Guardian prior to the UK gig: \"I don't do politics, it's not my job. I look at the man, I don't look at the party.</p> <p>\"What I want is the president who's going to do the most good for France. Right or left, I don't care. He [Sarkozy] was a friend of mine for a long time … It can't be easy to be president, even when he tried to do things, there was always a spoke in the wheel, whether from opposite parties or elsewhere. He has tried to do a lot of good things, he's an intelligent man, he's a man who loves his country.\"</p> <p>In January, Hallyday and other singers reportedly had dinner with the-then Socialist candidate Hollande.</p> <p>Hallyday, who regularly features on French celebrity magazine front pages, said he spends most of his time in Los Angeles \"because it's the only place I can push a trolley round a supermarket\".</p> <p>He said there was a role for entertainment in times of crisis. His new album would be \"full of love\" because \"people need love at the moment. In a crisis, they aren't happy. There's unemployment, homelessness, people with not enough to pay for food.\"</p> <p>Hallyday briefly lived in London as a child, when his family, artists and dancers, were working there. He said he had often recorded in London. \"I was very good friends with Jimi Hendrix, I knew Mick Jagger, John Lennon. Rod Stewart is a friend. We'd all record in the different studios and meet for tea.\"</p> <p>Whatever the superlatives about the Albert Hall gigs on 15 and 16 October, Hallyday surely cannot beat Sarkozy's comment on the crowds queuing outside his own London election campaign rally in 2007: \"They haven't seen the like of this since the Beatles.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2>Who</h2> <p>President Barack Obama <a href=\"http://www.guardian.co.uk/world/2012/oct/09/mitt-romney-democratic-panic-live\">suddenly – and unexpectedly – has found himself on the ropes</a>. After months of looking as though he was cruising to victory over Republican challenger Mitt Romney, his poor debate performance has him now searching for fresh attack lines. He needs something to stop the Romney advance, defend his own inept performance and remind America that they are supposed to despise Romney as an evil uncaring financier not see him as a potential new commander-in-chief.</p> <h2>What</h2> <p>What, then, can Obama's crack team of campaigners extract from the Denver debate debacle to use against their newly energised foe? The answer, obviously, is Big Bird.</p> <h2>When</h2> <p>The ad went out Tuesday morning. Kind of. The Obama campaign is not giving much away about the actual on-air use of this 30-second spot designed for TV. This is almost certainly because they are hoping it will go viral on the internet and get tons of free media. After all, the number of times Big Bird has previously become central to America's political discussion can be counted on the fingers of one wing.</p> <h2>Where</h2> <p>Who knows: making this Big Bird ad go viral is one thing, but actually shelling out cash and putting it on air in the battlegrounds of Ohio, Florida and elsewhere … that might be a stretch.</p> <h2>How</h2> <p>The ad begins seriously enough. \"Bernie Madoff. Ken Lay. Dennis Kozlowski. Criminals. Gluttons of greed,\" says the customary scary voice as portrait snaps of America's greatest corporate villains play across the screen. \"And the evil genius who towered over them? One man has the guts to speak his name,\" the voice states as a silhouette hovers into view on the glassy side of a skyscraper. But hang on … that shadow does not look like any of the criminals. Or even Mitt Romney.</p> <p>No, its a gigantic and beloved children's TV character from Sesame Street.</p> <p>And here comes Mitt to denounce him. \"Big bird,\" he says, during last week's debate. \"Big Bird!\" he repeats at an event in Iowa back last year. \"Big Bird!\" comes the third and final cry from a speech in Illinois last March. Who knew Big Bird had been such a campaign theme for the Republicans for so long? </p> <p>Suddenly, the yellow fowl itself pops up. \"It's me. Big Bird,\" it squawks. Now the ad can spell out its already heavily telegraphed point: that while Romney is keen on helping big banks deregulate again, he also wants to cut funding to public broadcasting. \"I'm going to stop the subsidy to PBS,\" Romney says. The ad ends with Big Bird going to sleep and the narrator stating: \"Mitt Romney. Taking on our enemies, no matter where they nest.\"</p> <p>The ad is meant to be funny, obviously. And it kind of is. </p> <p>Romney's attack on PBS funding was a ridiculous piece of conservative theatre: highlight a tiny issue to distract people from bigger problems. PBS's slice of public funding is not the problem America faces right now. The prospect of deregulating Wall Street is.</p> <p>But let's step back and look what both sides got out of that Denver debate. Romney got a reinvigorated campaign, a flood of good media and a generous bump in the polls. Obama got a Big Bird attack ad. If you are a Democrat, that's still not funny, no matter how you spin it.</p>",
  "<p>President Obama and Mitt Romney descended on the vital swing state of Ohio on Tuesday as a slew of new polls confirmed that the race has tightened across the country in the wake of last week's fateful televised debate.</p> <p>Exactly four weeks before election day, all eyes are now on Ohio and a handful of other key battleground states where the race for the White House is likely to be won. Local polls <a href=\"http://americanresearchgroup.com/pres2012/OH12.html\">released by Survey USA and the American Research Group</a> have put Romney and Obama within one point of each other among likely voters in Ohio, a stunning reversal of the commanding lead Obama had enjoyed before the TV debate of as much as nine points.</p> <p>There was better news for Obama in a <a href=\"http://politicalticker.blogs.cnn.com/2012/10/09/cnn-poll-race-tightening-up-in-battleground-ohio/http://\">CNN poll released later on Tuesday</a>, which showed him retaining a four-point, 57%-47% advantage in Ohio. But that still puts the race for the state's 18 electoral college votes much tighter than it was before last week's debate.</p> <p>Other local polls indicated a dramatic closing of the gap between the two candidates even in Michigan and Pennsylvania - two states that had been considered already in the bag for the president. A <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">national poll by the Pew Research Center</a> has further shaken up the race by giving Romney a four-point lead among likely voters, turning Obama's eight-point lead in September on its head.</p> <p>With the Romney campaign feeling a surge in energy following the televised head-to-head, which Gallup suggested was the biggest victory for a presidential candidate <a href=\"http://news.sky.com/story/994953/gallup-poll-romney-wins-debate-by-50-points\">since it began polling debates</a>, it has begun to pile in resources into Ohio mindful of the fact that no Republican has become president without first winning this state. The former governor of Massachusetts is spending Tuesday and Wednesday in Ohio, following on from his running mate Paul Ryan who was in Swanton, Ohio, on Monday.</p> <p>Unlike his challenger, Obama has alternative routes to a renewed term in the White House that bypass Ohio and its rich crop of the 270 electoral votes needed to triumph on 6 November. But he is taking no chances, travelling to Ohio state university in Columbus on Tuesday to address students.</p> <p>In the five days since his hapless debate performance, which has been almost universally denounced as listless and defensive, Obama has stepped up his attacks on Romney. He has been relentlessly pounding his rival with the accusation that he misled the 70 million viewers of the debate with false information.</p> <p>At a campaign rally in San Francisco on Monday night, Obama said: \"A few nights ago a guy pretending to be Mitt Romney stood on a stage next to me and said he's changing his plan. He is just going to pretend it doesn't exist. 'What $5tr tax cut – I don't know anything about a $5tr tax cut'.\"</p> <p>On a lighter note, Obama, <a href=\"http://www.youtube.com/user/BarackObamadotcom\">backed by a new TV advert</a>, is also ridiculing Romney's threat issued during the debate to cut funding for the public broadcasting TV network PBS and its star Big Bird of Sesame Street. \"For all you moms and kids out there, you should have confidence that finally somebody is cracking down on Big Bird. Elmo has been seen in a white Suburban: he's driving for the border,\" Obama quipped.</p> <p>Apart from the seismic shift in the race indicated by the polls, the election is entering a new and final phase as the two campaigns switch their focus from registering new voters to persuading voters to show up at the polling stations or send in their absentee ballots. Today is the deadline for registering new voters in 16 states and Washington DC. They include three of the nine most hotly-contested states - Colorado, Florida and Ohio.</p> <p>With the presidential campaigns now turning their efforts towards get-out-the-vote, Obama will be hoping that his superior ground operation, built up lovingly over the past two years, will give him a vital edge. In Ohio, for instance, Obama For America has about 100 local offices to Romney's 30.</p> <p>More immediately, the pressure is now on Joe Biden who has the onerous task of undoing the damage caused by his boss in Thursday's single vice-presidential debate. Biden will need to kick their re-election campaign back onto the offensive, without getting overheated and committing gaffes like the one last week in which he referred to America's middle class \"that's been buried the last four years\".</p>",
  "<p>Not speaking in any official capacity here. Not as an NPR host, not as an employee of WNYC, not even as a co-conspirator to undermine American values with liberal bias and too many stories about the third world, modern dance and kelp. I write this, basically, as an earthling with the capacity for reason.</p> <p>The issue is the ongoing funding of public broadcasting, a reliable hot button of the culture wars. <a href=\"http://www.conservativeactionalerts.com/\">Conservative Action Alerts</a>:</p> <blockquote> <p>\"NPR is notorious for being a leftwing propaganda machine. Do you really want your tax dollars going to fund such a media outlet?\"</p> </blockquote> <p>(Suggested answer: <em>NO! That is tyranny!</em>) That sentiment is often accompanied by talk of economic extremis – that we simply can't afford the expense of informing, educating and culturally enriching our nation. For instance, Senator Jim DeMint (Republican, South Carolina) and Representative Doug Lamborn (Republican, Colorado) have called for the <a href=\"http://cnsnews.com/news/article/demint-and-lamborn-defund-npr-and-pbs\">Corporation for Public Broadcasting to be defunded in 2013</a>. \"While so many Americans are making sacrifices around the country to make ends meet,\" they wrote, \"CPB appears unwilling to do the same.\"</p> <p>Still other critics, notably Newt Gingrich, argue that the private sector (that is, cable) uses the glorious free market to fulfil that mission. The Learning Channel, for instance. The History Channel. National Geographic.</p> <p>Hey, let's begin there. The commercial alternative is a fetching idea that collapses absolutely at once, because the free market is a bit lacking, shall we say, mission-wise, with a tendency toward the lowest common denominator. TLC, the erstwhile Learning Channel, trades in such fare as Half-Ton Killer, a documentary about an obese murder suspect. The History Channel offers Pawn Stars. National Geographic: Family Guns and Women's Prison.</p> <p>Presidential candidate Mitt Romney says he loves Big Bird. He has not weighed in on Women's Prison.</p> <p>As for commercial radio, the biggest stars are Howard Stern, who presides over a junior high school locker-room, and Rush Limbaugh, who is a bigot, a demagogue and a liar. And as for so-called TV news, well, locate me some news on American commercial television, then we can maybe discuss it.</p> <p>Now then: cost. The obvious response to the budgetary argument is that the federal tax dollars – mainly the $445m allocated to the Corporation for Public Broadcasting – amount to 0.015 of 1% of the $3.2tn federal budget. Yeah, let's zero out that 1.5/10,000; that'll balance the budget.</p> <p>Congress spends 10 times that sum on <em>itself</em> – and there are exactly 535 member of Congress (yes, $9m per person.) By way of comparison, about 170 million Americans consume public broadcasting. So you're saying Sesame Street and <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> are unaffordable luxuries? Here's a thought: shut up.</p> <p>Just a brief word about liberal propaganda. Having spent 25 years in public radio, I have zero doubt that the news staff is overwhelmingly liberal, as is the case in most of the mainstream media. This has to do not with propaganda or \"agenda\", but with the overlapping values of liberalism and journalism. They share suspicion of power, the impulse for reform, the sanctity of the commonweal and a worldview that looks outward, not inward.</p> <p>What is difficult for many to understand is that the overlap does not represent ideology; it represents mentality. It is a way of looking at the world that has a lot to do with engaging many ideas and very, very little to do with doctrine. Why, I remember when there were liberal Republicans – a category long since banned by the GOP leadership.</p> <p>As for the reporting itself, has Jim DeMint <em>listened</em> to <a href=\"http://www.npr.org/programs/all-things-considered/\">All Things Considered</a>? Could it be any more apolitical? If anything, NPR and <a href=\"http://www.pbs.org/newshour/\">PBS's NewsHour</a> bend over backwards to be evenhanded – let's say, for instance, by declining (I'd say \"neglecting\") to call global-warming deniers reactionary scoundrels cynically politicizing science, or by giving wide berth to religious fundamentalists. NPR News is propaganda like water is acid.</p> <p>I'll give the critics this, though. Public broadcasting does appeal to elites – you know, that cabal of the curious who shamelessly consider ideas, no matter how alien or uncomfortable.</p> <p>But since when is that suspicious behavior? Have the culture wars mutated into Cultural Revolution West, wherein <em>wondering</em> is a subversive act? So grotesquely has this notion of alien elitism metastasized that the majority of candidates for the Republican presidential nomination felt comfortable dismissing the educated class as socialist moles somehow out-of-touch with American values. (Rick Santorum: \"We will never have the elite, smart people on our side, because they believe they should have the power to tell you what to do.\") </p> <p>Once again, <em>unofficially</em>, let me offer this counter-assertion: anybody who promotes less knowledge over more, common wisdom over study, \"tradition\" over education, certainty over reflection, and superstition over science is a fool or worse. If public broadcasting is biased against anti-intellectualism, long live bias. </p> <p>Not that the consumers of public broadcasting are some rarified club of Ivy League pencil-necks. Remember, there are 170 million of us. We're not some hoity-toity minority of cultural snobs. Mitt Romney take note: we are the 55%.</p> <p>But you've heard that before, right? The society has been quarreling over this issue for decades. There remains, though, one constant theme that has not been much questioned: the idea that Americans should not be taxed for media they personally find objectionable.</p> <p>Really? Why?</p> <p>Federal programs aren't opt-in. The law is not a la carte; it's prix fixe. You get a lot of stuff you like and some stuff you don't like, but there is no tax credit for that. In a free society, more or less by definition, the laws and policies reflect a diversity of viewpoints, ideologies and solutions with the advantage to the party in power. And on 15 April, you're billed for your share of the pie.</p> <p>Oh, but you do get a choice of what your taxes pay for. It is called an \"election\". Elected governments govern. You vote them in, and they get to decide how to spend the budget. Note to the Tea Party: that isn't tyranny. </p> <p>Unofficially, it is the very essence of democracy, duh.</p>",
  "<p>These episodes, all from the last 24 hours, demonstrate why I cannot wait for the election to be over:</p> <p><a href=\"http://www.businessinsider.com/mitt-romney-foreign-policy-speech-vmi-obama-virginia-military-institute-libya-2012-10\">Mitt Romney, Monday, in his heralded foreign policy speech</a>:</p> <blockquote> <p>\"This is the struggle that is now shaking the entire Middle East to its foundation. . . . In short, it is a struggle between liberty and tyranny, justice and oppression, hope and despair.\"</p> </blockquote> <p>Mitt Romney, yesterday, in the same speech, moments later:</p> <blockquote> <p>\"I will deepen our critical cooperation with our partners in the Gulf.\"</p> </blockquote> <p>So to recap: we're in a war for freedom against tyranny, and for justice against oppression - a war which Mitt Romney will fight in close alliance with the regimes of Saudi Arabia, Bahrain, Qatar, and the United Arab Emirates.</p> <p>Then we have this, from Romney's foreign policy speech, in which the GOP nominee diagnoses what he sees as the problem in the Middle East:</p> <blockquote> <p>\"The attacks against us in Libya were not an isolated incident. They were accompanied by anti-American riots in nearly two dozen other countries, mostly in the Middle East, but also in Africa and Asia. Our embassies have been attacked. Our flag has been burned. Many of our citizens have been threatened and driven from their overseas homes by vicious mobs, shouting 'Death to America.' These mobs hoisted the black banner of Islamic extremism over American embassies on the anniversary of the September 11th attacks.\"</p> </blockquote> <p>And here are his solutions:</p> <blockquote> <p><br>\"Drones and the modern instruments of war are important tools in our fight . . . . I will not hesitate to impose new sanctions on Iran, and will tighten the sanctions we currently have. I will restore the permanent presence of aircraft carrier task forces in both the Eastern Mediterranean and the Gulf region - and work with Israel to increase our military assistance and coordination. . . . I will reaffirm our historic ties to Israel and our abiding commitment to its security - the world must never see any daylight between our two nations. I will deepen our critical cooperation with our partners in the Gulf.\" </p> </blockquote> <p>To summarize: in light of extreme anti-American sentiment, we must drone-bomb more, kill Iranian civilians with sanctions, send more symbols of military occupation to their region, move still closer to Israel (which could only be accomplished by some sort of new surgical procedure to collectively implant us inside of them), and <a href=\"http://www.whitehouse.gov/the-press-office/2012/06/14/readout-presidents-call-king-abdullah-saudi-arabia\">even more vigorously support</a> the <a href=\"http://www.csmonitor.com/World/Middle-East/2012/0514/US-resumes-arms-sales-to-Bahrain.-Activists-feel-abandoned\">repressive Gulf regimes</a>. In other words, to solve the problem of anti-American hatred in the region, we must do more and more of exactly that which - quite rationally - <a href=\"http://www.salon.com/2012/06/13/u_s_drones_deeply_unpopular_around_the_world/\">generates</a> that <a href=\"http://www.salon.com/2011/07/13/arabs/\">hatred</a>.</p> <p>Then we come to this, regarding Romney's foreign policy speech, from<br><a href=\"http://andrewsullivan.thedailybeast.com/2012/10/romneys-foreign-policy-offensive.html\">Andrew Sullivan, Monday</a>:</p> <blockquote> <p>\"[Spencer] Ackerman points out that Romney's foreign policy sounds a lot like Obama's . . . . 'the policies Romney outlines in his speech differ, at most, superficially from Obama's.'\"</p> </blockquote> <p><a href=\"http://www.theguardian.com/commentisfree/2012/oct/08/mitt-romney-delusional-foreign-policy\"><br>Michael Cohen, the Guardian, Monday</a>:</p> <blockquote> <p>\"[O]ne would be hard-pressed to find a single substantive difference between what Romney is proposing as a candidate and Obama is actually doing as president.\"</p> </blockquote> <p>Michael Cohen, the Guardian, several paragraphs later:</p> <blockquote> <p>\"In the end, Romney doesn't have much of a coherent policy agenda and his critique is wildly off-base. His real problem, though, is that he barely seems to grasp how the world – and, in turn, American power – actually works.\"</p> </blockquote> <p><a href=\"http://www.mahablog.com/2012/10/08/quickie-quiz-what-do-the-foreign-policies-of-truman-kennedy-reagan-and-clinton-have-in-common/\">Barbara O'Brien, Monday, reviewing Romney's foreign policy speech</a>:</p> <blockquote> <p><br>\"Please, people, this man must not become President. Must. not. become. President. A Romney administration would be a global catastrophe.\"</p> </blockquote> <p>This was reflective of the two-pronged consensus in Democratic partisan circles yesterday: (1) Romney's foreign policy speech advocated what is basically a replica of what Obama is already doing; (2) when it comes to foreign policy, Romney is a dangerous, bellicose extremist. Both of those propositions are hard to dispute (the second is harder than the first), and the combination of those two precepts - and the logical conclusion it generates - is particularly worth reflecting on today, the third anniversary of the selection of Barack Obama as the 2009 recipient of the Nobel Prize for Peace.</p> <p>Finally we arrive at one of the latest progressive endorsements for Obama's re-election, from <a href=\"http://www.thenation.com/article/170309/why-obama\">Deepak Bhargava in the October 22 issue of The Nation, entitled \"Why Obama?\"</a>:</p> <blockquote> <p>\"[H]owever we judge the past four years, it is crucial that we lean into this election without ambivalence, knowing that while an Obama victory will not solve all or even most of our problems, defeat will be catastrophic for the progressive agenda and movement. . . . </p> <p>\"We confront a conservative movement that is apocalyptic in its worldview and revolutionary in its aspirations. It is not an exaggeration to say that this movement wants to roll back the great progressive gains of the twentieth century . . . .[including] the g<em>reat pillars of Social Security</em>, Medicare and Medicaid . . . </p> <p>\"<em>We need to protect and strengthen Social Security</em>, Medicare, Medicaid and other critical programs, particularly those serving the most vulnerable people.\"</p> </blockquote> <p><a href=\"http://www.npr.org/2012/10/03/162258551/transcript-first-obama-romney-presidential-debate\">Presidential debate, October 3</a>: </p> <blockquote> <p>\"MR. LEHRER: 'Mr. President, do you see a major difference between the two of you on Social Security?'</p> <p>\"PRESIDENT OBAMA: 'You know, I suspect that on Social Security, we've got a somewhat similar position.'\"</p> </blockquote> <p><a href=\"http://www.washingtonpost.com/business/economy/in-debt-talks-obama-offers-social-security-cuts/2011/07/06/gIQA2sFO1H_story.html\">The Washington Post, July 6, 2011, \"In debt talks, Obama offers Social Security cuts\"</a>:</p> <blockquote> <p><br>\"President Obama is pressing congressional leaders to consider a far-reaching debt-reduction plan that would force Democrats to accept major changes to Social Security and Medicare in exchange for Republican support for fresh tax revenue.\"</p> </blockquote> <p>It's a bit bizarre, to put that generously, to insist that protecting Social Security is one of the prime reasons to dedicate oneself to Obama's re-election when he not only worked hard to cut that program substantially, but himself said just last week that he and his opponent have a \"somewhat similar position\" on that issue.</p> <p>Whatever is awful about the American political process is magnified in the election season, and exponentially intensifies each day as the election approaches. That would all be perfectly tolerable if not for the fact that the election process is 18 months long, or close to 1/3 of each president's term. One of the most effective tactics for keeping the electorate distracted and confused is ensuring that the time when they pay the most attention to the political process is exactly the time when political reality is most obscured.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397449053\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792996670/A-Pakistani-child-her-fac-013.jpg\" alt=\"24 hours in pictures: A Pakistani child, her face covered with flies\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Islamabad, Pakistan: A displaced child tries to remove flies from her face at a makeshift home in a slum</span> <span class=\"element-image__credit\">Photograph: Muhammed Muheisen/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449143\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792984496/oris-Johnson-arrives-to-s-009.jpg\" alt=\"24 hours in pictures: oris Johnson arrives to speak at the Conservative party conference\" width=\"729\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Birmingham, UK: London Mayor Boris Johnson arrives to speak at a rally for supporters at the Conservative party conference</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449161\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792993569/Syrian-refugee-children-p-012.jpg\" alt=\"24 hours in pictures: Syrian refugee children play using all materials they find \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Azaz, Syria: Refugee children make toys from scrap materials found in a camp at the Turkish border</span> <span class=\"element-image__credit\">Photograph: Maysun/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449131\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792987336/Students-stand-next-to-a--010.jpg\" alt=\"24 hours in pictures: Students stand next to a bus as they block the road\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guatemala City, Guatemala: Students from San Carlos University block the road during a demonstration </span> <span class=\"element-image__credit\">Photograph: Jorge Dan Lopez/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449084\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792960650/Press-Preview-Of-Anish-Ka-001.jpg\" alt=\"24 hours in pictures: Press Preview Of Anish Kapoor's Latest Exhibition At The Lisson Gallery\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: Journalists listen to a talk by artist Anish Kapoor during an exhibition of his recent work at the Lisson gallery</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449135\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792990178/Two-dogs-look-out-through-011.jpg\" alt=\"24 hours in pictures: Two dogs look out through a hole in the wall of a house in Bogota\" width=\"760\" height=\"472\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bogotá, Colombia: Two dogs peek through a hole in the wall of a house </span> <span class=\"element-image__credit\">Photograph: Fernando Vergara/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449138\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349793006210/adets-at-Virginia-Militar-016.jpg\" alt=\"24 hours in pictures: adets at Virginia Military Institute pray before  Mitt Romney speech\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Virginia, US: Cadets at Virginia Military Institute pray before a foreign policy speech by the Republican presidential candidate, Mitt Romney, in Lexington</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449056\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792978696/A-man-smokes-a-cigarette--007.jpg\" alt=\"24 hours in pictures: A man smokes a cigarette near a goat standing on a column\" width=\"696\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lalitpur, Nepal: A man stops for a cigarette outside of a temple in Khokana</span> <span class=\"element-image__credit\">Photograph: Navesh Chitrakar/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449058\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792999881/Boys-dressed-as-Italian-e-014.jpg\" alt=\"24 hours in pictures: Boys dressed as Italian explorer Christopher Columbus march\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, US: Boys dressed as the explorer Christopher Columbus march during the annual Columbus Day parade along Fifth Avenue</span> <span class=\"element-image__credit\">Photograph: Keith Bedford/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449061\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792969173/Chimpanzee-eating-pumpkin-004.jpg\" alt=\"24 hours in pictures: Chimpanzee eating pumpkins at Burgers' Zoo\" width=\"733\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arnhem, Netherlands: A chimpanzee tucks into a pumpkin at Burgers' zoo</span> <span class=\"element-image__credit\">Photograph: Action Press /Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449075\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349793010112/Julianna-Varga-shredding--017.jpg\" alt=\"24 hours in pictures: Julianna Varga shredding some dried Virginia tobacco leaves\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Budapest, Hungary: Julianna Varga shreds dried Virginia tobacco leaves with a pastry cutter in her home </span> <span class=\"element-image__credit\">Photograph: Attila Balazs/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449072\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792975956/Hanoi-Vietnam-A-vendor-wa-006.jpg\" alt=\"24 hours in pictures: Hanoi, Vietnam: A vendor walks in a street\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hanoi, Vietnam: A street vendor looks for customers</span> <span class=\"element-image__credit\">Photograph: Luong Thai Linh/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449051\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349793003130/-Ultra-Orthodox-Jewish-ma-015.jpg\" alt=\"24 hours in pictures:  Ultra Orthodox Jewish man reflected on the wall \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerusalem: An Ultra Orthodox Jewish man watches the Simchat Torah celebrations</span> <span class=\"element-image__credit\">Photograph: Abir Sultan/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397449081\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/9/1349792981175/Mitt-Romney-holds-up-a-ba-008.jpg\" alt=\"24 hours in pictures: Mitt Romney holds up a baby in a rabbit costume\" width=\"750\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Virginia, US: Mitt Romney, the Republican presidential candidate, holds up a crying baby during a rally in Newport</span> <span class=\"element-image__credit\">Photograph: Jim Watson/AFP/Getty Images</span> </figcaption> </figure>",
  "<p>The Republican presidential campaign has persuaded me. Not to vote for Mitt Romney, God no. They have, however, convinced me of something else I previously considered unthinkable. In some ways, the idea betrays my black nationalist inclinations, but having witnessed the GOP's flailing for the past year and a half as they've tried to mount a campaign to unseat President Obama, I've finally come around.</p> <p>We need a White History Month.</p> <p>For anyone who speaks on issues of race publicly, the idea has long been a joke – a retort thrown at you from frustrated white folks who believe they are being discriminated against because there doesn't exist a special month set aside to celebrate <em>their</em> racial identity. They cry foul at the notion of Black History Month, Black Entertainment Television, Black Enterprise and everything else with \"black\" in the title – even, sometimes, going so far as to say these things are racist in nature because their names and missions are \"discriminatory\". It's preposterous, but they counter that they need a White History Month to provide balance and equality.</p> <p>After laughing this off for years, I'm now on the same page.</p> <p>I don't mean White History in the same way we (attempt) to celebrate Black History during February, or Women's History in March. Where these are intended to correct an imbalance in the way history is celebrated from an overwhelming white male perspective, White History Month need not rehash the tales of great white heroism. We need a different approach here.</p> <p>I mean for us to have a White History Month in the way James Baldwin once suggested a White History Week. During <a href=\"http://www.youtube.com/watch?v=SYka_Tq_mTI\">a speech before the National Press Club in 1986</a>, he presented the idea and was later questioned about the seriousness of his remark. He <a href=\"http://www.youtube.com/watch?v=SYka_Tq_mTI\">responded</a>: </p> <blockquote> <p>\"I was not joking about White History Week … I'm serious about that. White Americans really do not not know their history, and that's one of the reasons they're in trouble. And when I suggest White History Week, I'm not making a parody of Black History Week, but I'm suggesting that the truth about this country is buried in the myths that white people have about themselves. These myths have to be excavated and only can be excavated by white people.\"</p> </blockquote> <p>Most of the history we learn is built on myths. Even the black history we choose to teach in response to eurocentric learning is centered around myths. But those myths are meant to help a people reclaim a history long denied to them, to instil self-esteem in the face of disempowerment. It may not be exactly ideal, but the rationale is at least noble. The myths of white American history perpetuate oppression and inequality. They instil in white America a false sense of self-imperviousness to facts or logic.</p> <p>When George Washington can't tell a lie, Abraham Lincoln singlehandedly freed the enslaved, FDR lifted the nation out of depression and Ronald Reagan tore down the Berlin Wall with his bare hands … it's no wonder <a href=\"http://www.washingtonmonthly.com/political-animal/2011_06/not_all_of_history_is_open_to030564.php\">Michele Bachmann believes</a> the founding fathers fought to end slavery, <a href=\"http://theminorityeye.com/newt-gingrich-says-teaching-poor-black-kids-to-be-janitors-would-stop-them-p1167-158.htm\">Newt Gingrich thinks</a> poor black children should be janitors to teach them about work ethic, Rick Perry hunts at \"<a href=\"http://www.huffingtonpost.com/2011/10/03/texas-governor-rick-perry_n_992712.html\">Niggerhead</a>\" and sees no problem, Republican presidential nominee <a href=\"http://www.politico.com/news/stories/0812/80097.html\">Mitt Romney can tell \"jokes\"</a> about the president's birth certificate and his campaign co-chair, John Sununu, <a href=\"http://www.youtube.com/watch?v=CUSDD03B7j0\">can refer to the president</a> as \"lazy\" and \"not that bright\".</p> <p>The race-baiting and sabre-rattling that has been on display for the duration of the presidential nomination process – and now is a part of the national campaign – reveal not just a disdain for people of color, but also a deep misunderstanding of what it means to be white. Whiteness has its privileges, and among them is that your view of history is through that of the default, the conqueror, the triumphant. And when you can see history through that lens, you don't have to be burdened with understanding the consequences of your triumph from the perspective of those who were stepped on during the conquest.</p> <p>As the racial and ethnic demographics shift in this country, the Republican party has <a href=\"http://www.theguardian.com/commentisfree/2012/sep/10/no-country-for-angry-old-white-men\">become home to an angry white reactionary base </a>that feels their privilege being threatened. What a White History Month could teach them is that this is nothing new, and that even their identity as white people has evolved. White immigrants of the 18th and 19th century, particularly those of eastern European descent, experienced discrimination, <a href=\"http://www.davidroediger.org/working_toward_whiteness.html\">but gradually gained acceptance</a> as they embraced American racism and the white Anglos needed more among their ranks to ensure they retained power.</p> <p>White America needs their myths interrogated, deconstructed and ultimately replaced with a new history altogether. Like Black History Month, a White History Month would be unable to cover all the territory needed to accomplish such a feat in so short a period of time. One would need to do so around the clock, around the calendar.</p> <p>But this is the United States, and we enjoy our pageantry. Let us observe White History Month and use it to rescue white America from itself.</p>",
  "<p>Having now digested much of yesterday's calm and measured punditry on the state of the race for the White House, I wanted to offer my take – my \"read\", if you will – on that <a href=\"http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\">earth-shaking Pew poll</a>, which gives Mitt Romney a four-point lead among likely voters. I concede that others may disagree, but from where I'm standing, this looks like bad news for Barack Obama. Really bad news. If the poll had given the president, say, a 25-point lead, that would have been good news for Democrats. But this is different: it's bad news. </p> <p>If there's one thing I've learned in my years as a leading member of Washington's <a href=\"http://en.wikipedia.org/wiki/The_Note_%28ABC_News%29\">\"Gang of 500\" opinion-shapers</a>, it's this: going into a two-horse race for the presidency, you don't want to be the guy with less support than the other guy. It's just not a feasible election strategy. Which is why I feel no hesitation in delivering the following warning to Team Chicago. If Obama wants to win on November 6, there's only one remaining path to victory: he must – absolutely <em>must</em> – win a majority of the votes in the electoral college.</p> <p>To get a bit wonkish for a moment, the really troubling metric in that Pew survey&#xa0;– once you drill down beneath the headlines to the raw data-point fundamentals – is popularity. If Obama can't find a way to clinch more popularity, his other ratings won't much matter. With the arguable exception of the (deeply anomalous) election of 1802, no candidate has ever won the presidency by losing it. The Democrats can't retain control of the White House by relying on Republican votes. The math just isn't there. </p> <p>So it's time for Axlerod, Plouffe et. al. to get real: the narrative is shifting from a horse-race narrative to a narrative about the dominant narrative, in which Obama is no longer gets to define the narrative. Or, perhaps just as importantly, the optics. (BuzzFeed has a must-read deep-dive long-read on this; <a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\">read the whole thing</a>.) Thursday's debate between Joe Biden and Paul Ryan will be crucial: the consensus in DC circles is that it'll probably be the only chance for the vice-presidential candidates to meet in a televised head-to-head clash. As one Romney insider revealed to me the other day, the debate is <a href=\"http://www.washingtonpost.com/national/small-college-town-in-central-kentucky-seeks-a-bounce-from-playing-host-to-vp-debate-thursday/2012/10/09/318d1cee-11f5-11e2-9a39-1f5a7f6fe945_story.html\">being held in Kentucky</a>. And if Biden wants to win, he simply doesn't have the luxury of ignoring that fact. He has to go to Kentucky. </p> <p>Memo to Barack Obama: stop reading <a href=\"http://www.politico.com/news/stories/0612/77595.html\">articles in Politico</a> with headlines like \"Memo to Barack Obama\" and focus. </p> <p><a href=\"http://www.examiner.com/article/does-barack-obama-really-want-to-lose\">Several</a> of my <a href=\"http://www.realclearpolitics.com/2012/10/08/does_obama_even_want_to_win_292291.html\">colleagues</a> are now <a href=\"http://washingtonexaminer.com/liberals-fret-is-obama-bored-does-he-even-want-a-second-term/article/2510054#.UHQcLRgtsyw\">openly</a> beginning to wonder whether the president really wants to win. Deep down, they argue, he's lost heart; at the innermost level of his personality, behind the public facade, his faith in the possibility of real change has started to crumble. Their evidence for this psychoanalytic reading is certainly persuasive: all of them watched last week's debate, and some also spent several hours on Twitter. But I'm not ready to agree yet. </p> <p>Don't get me wrong: I'm not disputing Andrew Sullivan's judgment, in a post over at the Daily Dish, that yesterday's poll was <a href=\"http://andrewsullivan.thedailybeast.com/2012/10/did-obama-just-throw-the-entire-election-away.html\">the worst thing that has ever happened</a>. But I still think the president can win this thing. He just needs to get enough votes.</p> <p>And can he? </p> <p>Well, put it this way: this election isn't over yet.</p>",
  "<p>A picture is worth a thousand words. It's a saying that's been rattling around for a hundred years or so. And it's a phrase that rings true for our team each week.</p> <p>We spend some time sifting through images that reflect a story in a unique way. We look for a range of pictures. Sometimes the photos are newsy or playful. Sometimes they're more representational. We work hard to ensure the photos reflect a story in an accurate way.</p> <p>We decided this week on the front-page portrait of Iranian leader Mahmoud Ahmadinejad after considering several shots of him with the country's clerics behind. Though the clerics and the president told the tale well, the image of a solitary man they're calling the scapegoat for the country's failings seemed somehow more fitting. The story itself, by award-winning Guardian journalist <a href=\"http://www.guardian.co.uk/culture/2010/nov/24/guardian-journalist-award-iranian-protests\" title=\"\">Saeed Kamali Dehghan</a>, presents Ahmadinejad as a president in some peril. I hope you find its analysis engaging.</p> <p>There's more Middle East news inside the paper, as Jordan's king calls for early elections, Turkey warns of escalating conflict with Syria, and Libya finds itself leaderless. There's seldom a shortage of news from this part of the world.</p> <p>In addition to conflict, we have resolution (makes a nice change, really) as the government in the Philippines reaches a peace pact with Muslim rebels who've been fighting 40 years for independence.</p> <p>From Europe, Vladimir Putin turns 60 in Russia, where he is both loved and loathed. <a href=\"http://www.guardian.co.uk/profile/miriam-elder\" title=\"\">Miriam Elder</a> takes stock of the situation. In Germany, meanwhile, the opposition Social Democrats are zoning in on Chancellor Angela Merkel after selecting her former finance minister to lead their general election charge next year.</p> <p>As Mitt Romney pulls ahead in opinion polls after a strong showing in last week's US presidential debate, <a href=\"http://www.guardian.co.uk/profile/garyyounge\" title=\"\">Gary Younge</a> writes on our Comment pages that Americans deserve a better choice. Turning to Westminster, <a href=\"http://www.guardian.co.uk/profile/jackieashley\" title=\"\">Jackie Ashley</a> argues that prime minister David Cameron has been spooked by Labour's recent rise and must now choose whether to guide the Conservative party to the left or the right.</p> <p>In the mood for something a little lighter? <a href=\"http://www.guardian.co.uk/profile/deccaaitkenhead\" title=\"\">Decca Aitkenhead</a> conducts a fascinating interview with the author JK Rowling, asking: Is the magic still there? You decide. The piece opens our Review section. Sticking with the literary theme, we bring you snippets of Eric Hobsbawm, the renowned Marxist historian who died recently. And our main book review considers Salman Rushdie's memoirs.</p> <p><a href=\"http://www.guardian.co.uk/world/series/letter-from\" title=\"\">Letter From</a> takes to the sidewalks of New York, while <a href=\"http://www.guardian.co.uk/theguardian/series/guardian-weekly-notes-and-queries\" title=\"\">Notes &amp; Queries</a> considers the ultimate question. Check out both online by clicking on the embedded links.</p> <p>One of the best reads in the edition looks at the bucket list ... sky-diving, mountain climbing, all those things you'd like to do before you die. Is it worth chasing such big experiences? Is swimming with dolphins in exotic climes more deeply satisfying than cuddling your cat? <a href=\"mailto:abby.deveney@guardian.co.uk\" title=\"\">Let us know.</a> And please do enjoy the edition.</p> <p><a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\"><em>Are you a subscriber looking for our digital edition? If so, click here</em></a><em>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, </em><a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\"><em>read our FAQs</em></a><em>.</em></p> <p><em>Want to change your delivery address? Your email address? Suspend delivery? </em><a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\"><em>You can manage your account online by clicking here.</em></a></p>",
  "<p>Silvio Berlusconi has signalled that he will not, after all, run for prime minister at the next general election in Italy, due next spring. Instead, he floated the prospect of his successor, Mario Monti, leading the right in the hustings.</p> <p>Speaking about himself in the third person, the media tycoon told one of his own television channels: \"Silvio Berlusconi has always said and continues to say that he is ready to stand aside to allow all moderates to unite in a single force that can face the left together.\" His comment brought to an end – albeit a somewhat fuzzy end – four months of uncharacteristic dithering.</p> <p>In June, he was widely assumed to have thrown his hat back into the ring after calling, at a rally of young conservatives, for the electorate to \"give me 51% [of the votes]\". Since then, however, his chances of a triumphant comeback have been severely undermined by his party's involvement in <a href=\"http://www.theguardian.com/world/2012/sep/25/lazio-governor-resigns-amid-scandal\" title=\"\">a string of corruption scandals, notably in Lazio</a>, the region around Rome, and elsewhere.</p> <p>Polls have repeatedly shown that not even Berlusconi's acknowledged campaigning skills could revive the fortunes of the Freedom People (PdL), the movement he founded on the basis of an alliance between his own followers and former neo-fascists. In a comment for the website of the daily La Stampa, the paper's political correspondent, Ugo Magri, said: \"Judging by the most reliable estimates, if [Berlusconi] were to run he would risk a catastrophic fall [in votes].\"</p> <p>In sharp contrast, support for Monti has grown since the early summer, despite harsh economic measures by his \"technocratic\" government aimed at pulling Italy out of the euro crisis. A poll this month indicated that he was far and away the most popular choice for prime minister, with 43% of Italians favouring a second mandate.</p> <p>Asked if Monti might replace him, Berlusconi told his interviewer: \"I absolutely would not rule out it being Mario Monti. Ever since I've known him he has always been in the liberal camp, so it could easily be Mario Monti.\"</p> <p>The prime minister, who took office last November, has international credibility and the support of many in the financial and business communities. But it remains to be seen whether he would be ready to put himself at the head of a party so discredited by scandal.</p>",
  "<p>Last month the authorities in Cairo whitewashed a mural that had become an international shrine to anti-establishment street art, raising the question of whether graffiti should be protected on the grounds of free speech.</p> <p>The wall in Muhammad Mahmoud Street paid tribute to the martyrs of the revolution, a memorial to hatred of the army and police, and to the rebellious spirit unleashed during and after the uprising. The day after the clean-up, graffiti artists of all persuasions gathered to restore the memorial. They wondered why the authorities were in such a hurry to efface images which for months had attracted tourists and analysts from all over the world. Some suspected that overzealous officials, encouraged by the new Islamist regime, might be tempted to censor pictures supposedly banned by Islam.</p> <p>But it seems that the motives of the newly appointed authorities are much more prosaic. In the past few weeks the new governors appointed by President Mohamed Morsi have been busily cleaning up the streets of Cairo and Alexandria with an enthusiasm only equalled by the widespread disrespect for the authorities that developed under former <a href=\"http://www.theguardian.com/world/hosni-mubarak\" title=\"\">President Hosni Mubarak</a>.</p> <p>Mubarak kept social unrest under control by allowing whole swaths of the population to work and find housing with total disregard for the rules. At best such policies fostered indifference to the law, but in many case they fuelled outright hatred of the authorities. How is Egypt's new-found democracy to put down roots with such a legacy?</p> <p>In the absence of any far-reaching reforms the public space has become, since Morsi's election, the focus of a wild drive to patch up appearances. Apparently inspired by some unrealistic desire to turn over a completely new leaf, the Muslim Brotherhood is determined to clean up the streets of Egypt, before even beginning to purge the rotten apparatus of state.</p> <p>Around <a href=\"http://en.wikipedia.org/wiki/Tahrir_Square\" title=\"\">Tahrir Square</a>, stripped of its tents, gardeners are planting flowers and palm trees. Meanwhile squads of police track down any errant graffiti and harass the thousands of roaming vendors who clog the city streets. Surely this is an unfortunate initiative in an overpopulated megacity where the informal economy represents more than a third of gross domestic product.</p> <p>On 7 September the police in Alexandria raided the historic used-book market on <a href=\"http://www.egyptindependent.com/news/after-police-raid-state-reconciles-al-nabi-daniel-book-vendors\" title=\"\">Nabi Daniel Street</a>, kicking over stalls, tearing up books and smashing shelves. This operation caused such an outcry that the culture minister in person expressed his disapproval.</p> <p>As part of their cleaning frenzy the Brothers have also instructed several groups of well-meaning youths to deal with the heaps of rubbish which block the streets of towns all over Egypt. This cosmetic initiative drew sarcastic comments from the rag trade, which has been struggling to cope with the problem for decades.</p> <p>The victims of the police clampdown are not fooled by the authorities' dreams of flowerbeds and superficial tidying. Skulking in the entrances to buildings, street vendors are quick to voice their resentment. \"To restore confidence the government should start by making gifts to people, rather than depriving them of the little they have,\" said one trader struggling to keep hold of his goods. \"Apart from the rubbish,\" he added, stumbling over a heap of junk.</p> <p>Any hopes of graffiti being legalised seem extremely unlikely, even if on the day after the destruction of the Muhammad Mahmoud mural the prime minister, <a href=\"http://en.wikipedia.org/wiki/Hesham_Qandil\" title=\"\">Hisham Qandil</a>, expressed reservations, condemning the whitewash and encouraging street artists to produce new graffiti on Tahrir Square \"true to the spirit of the revolution\".</p> <p>The response was almost immediate. \"If you change your trousers without having a wash you get a rash\", read the message on a wall in <a href=\"http://en.wikipedia.org/wiki/Talaat_Harb_Street\" title=\"\">Talaat Harb Street</a>. And in Muhammad Mahmoud Street itself there was a face poking out its tongue in defiance and saying: \"Erase it again, you cowardly regime\".</p> <p><em>• This article appeared in the </em><a href=\"http://www.theguardian.com/weekly\" title=\"\">Guardian Weekly</a><em>, which incorporates material from Le Monde</em></p>",
  "<p>An Islamist militia suspected of the killing of America's Libya ambassador is being blockaded in a remote, forested region in the east of the country, but army commanders say they lack the firepower to capture the militiamen.</p> <p>The Islamist Ansar al-Sharia fled to the hilly Jebel Akhdar – Green Mountains – region after <a href=\"http://www.theguardian.com/world/2012/sep/22/libyan-protesters-militia-benghazi?intcmp=239\" title=\"\">protesters ejected its members from their bases in Benghazi and Derna in late September</a>. Last week they ambushed a police checkpoint near the small town of Susah, killing four officers.</p> <p>\"They have 150 to 200 men and 17 vehicles, Toyotas and four-by-fours,\" said the army taskforce commander, Colonel Hamid Hassi. \"These people are very dangerous.\"</p> <p>Libyan commanders say the militiamen have returned to the area from where they mounted an Islamist resistance against the former dictator, Muammar Gaddafi, 20 years ago. \"Gaddafi tried to fight these guys here, he had 30,000 soldiers, in 1992, and he could not catch them,\" Hassi said. \"We need help from the United Nations or the Europeans.\"</p> <p>Infantry units backed by pickup trucks carrying anti-aircraft guns have been set up in blocking positions on the coastal highway at Susah and Derna.</p> <p>In between are 40 miles of some of Libya's wildest and most beautiful country, a landscape of forests and twisting valleys famed as the hideout of Saint Mark.</p> <p>\"You need good equipment to go in there,\" Hassi told the Guardian. \"We asked the chief of staff to send us planes and helicopters, but we received nothing.\"</p> <p>Drones have been heard in the night skies in the region, prompting <a href=\"http://www.nytimes.com/2012/10/03/world/africa/us-said-to-be-preparing-potential-targets-tied-to-libya-attack.html\" title=\"\">speculation that the US is poised to take action</a>, four weeks after ambassador Chris Stevens and three diplomats were killed in an attack on the US consulate in Benghazi.</p> <p>Pressure for decisive action is mounting in Washington before a congressional hearing on Wednesday to examine the circumstances of the attack, and whether diplomats ignored prior warnings of jihadist violence.</p> <p>The Republican presidential candidate, Mitt Romney, on Monday linked the consulate attack to al-Qaida, and <a href=\"http://www.theguardian.com/world/2012/oct/08/romney-obama-failed-leadership-middle-east\" title=\"\">questioned whether the Obama administration had the resolve to deal with it</a>.</p> <p>Libya's government is for the moment in disarray following the <a href=\"http://www.theguardian.com/world/2012/oct/07/libyan-government-disarray-mustafa-abushagur\" title=\"\">sacking by parliament of prime minister-elect Mustafa Abushagur on Sunday after his proposed cabinet was rejected</a>.</p> <p>Further west, Egypt and India have begun trying to evacuate nationals from the town of Beni Walid, a former Gaddafi stronghold now surrounded by government forces demanding the handover of men accused of murdering a prominent revolutionary. Tanks and artillery surround the town.</p> <p>The murder of the four policemen has shocked the small town of Susah, home of the ancient ruins of the Greek settlement of Apollonia, and local people have dubbed the day of the killings \"Black Wednesday\". \"This is a small place, people are very upset,\" said one resident, who asked not to be named for fear of reprisals.</p>",
  "<p>The storm clouds gathering over President Obama's bid for re-election have thickened with the release of a new poll from the respected Pew Research Center that gives Mitt Romney a four-point lead among likely voters.</p> <p>The <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">Pew survey of 1,511 adults </a>was carried out over four days starting on the day after the first presidential TV debate last week. Its findings – including evidence that the Republican nominee is making dramatic headway with female voters, young people and those in the heartlands of the mid-west – appear to confirm that Obama's listless performance at the debate, and by contrast Romney's strong showing, has translated into a powerful political force.</p> <p>\"We found a dramatic shift from a significant Obama lead to a slight Romney edge among likely voters – and this is the first evidence that the debate appears to have impacted the race,\" said Carroll Doherty, Pew Research Center's associate director.</p> <p>The poll records Obama and Romney on a direct tie of 46% each among registered voters, with Romney taking the lead by 49% to 45% among likely voters. The latter figure marks a striking turn-around in Romney's fortunes: last month the Pew poll marked him behind by eight points among likely voters.</p> <p>Romney's widely lauded performance at the debate in front of almost 70 million viewers appears to have had a particularly favourable impact on several groups that had been assumed to be unassailable strongholds for Obama. Among likely female voters, the two contenders for the White House now stand neck-and-neck on 47%, in contrast to a month ago when Romney trailed by a whopping 18 points.</p> <p>Support among voters under 50 has bounced in the past month for Romney by no fewer than 10 points, from 39% to 49%, and he now even leads among this demographic over Obama on 46%.</p> <p>The one feature that appears to be driving this sharp improvement in Romney's standing was the debate. Two-thirds of registered voters in the poll said that they thought Romney did the better job during Wednesday's televised head-to-head, with only 20% backing Obama.</p> <p>What is not clear is whether a post-debate bounce for Romney will last as the race for the presidency enters its final month. The latest tracking poll from Gallup <a href=\"http://www.gallup.com/poll/157907/romney-narrows-vote-gap-historic-debate-win.aspx\">has the two candidates on a 47% tie</a>.</p> <p>One factor that could prove significant in terms of the final days of the campaign is that, in the Pew poll, the ground soldiers of the Republican party appear to have been energised by Romney's perceived debate victory. Some 67% of Romney's supporters said they now back him strongly, up from 56% in September.</p> <p>Engagement is one aspect of Romney's candidacy that the Republicans have been struggling with all year, including through the primary season when he was regarded with widespread suspicion by staunch conservatives as a result of the liberal policies – including healthcare reform – that he pursued while governor of Massachusetts. Romney needs a revitalised base if he is to wage an energetic get-out-the-vote ground operation come November.</p> <p>\"This is perhaps the most important aspects of the results, that Republicans come out of the TV debate very energised,\" Doherty said.</p> <p>The poll will give Obama's top re-election advisers, led by David Axelrod, food for thought on how they are faring in terms of owning political issues. On the single most important policy area, the economy, Romney shows a 13-point lead among vital swing voters when asked who would do the better job on the job situation (Romney polled 37% to Obama's 24%).</p> <p>The Republican candidate is still seen as favouring the rich, but he is now given more credit by voters for policies that would help middle-class Americans, up from 41% in July to 49% today.</p> <p>In other policy areas, Romney has effectively closed the gap with the president over Medicare and health care, and is just four points behind Obama on foreign policy having lagged by 15 points last month.</p> <p>The Pew poll, conducted nationally, does not give a deep insight into what's happening in the vital swing states of Ohio, Florida, Virginia and elsewhere. The impact of the TV debate on these battle grounds will have to wait until state-wide polls are published.</p> <p>It does though give one intriguing finding, showing a six-point lead for Romney in the Midwest.</p> <p>The signs that Romney is making a spirited rally in the wake of his morale-boosting success on primetime TV will pile on the pressure on Joe Biden. He faces his only vice-presidential debate with Romney's running mate, Paul Ryan, on Thursday night, with two further presidential debates following later in the month.</p>"
]