[
  "<p>The Obama campaign suffered a major blow only hours before the vice-presidential debate when a new poll showed Romney opening up a seven-point lead over Barack Obama in Florida, the biggest of the swing states.</p> <p>It is one of the most devastating set of poll figures the president has yet faced.</p> <p>Were he to take Florida, with its 29 electoral college votes, Obama would be almost guaranteed re-election to the White House, needing just one more of the swing states. But without Florida, the race is thrown wide open.</p> <p>The Mason-Dixon poll for the Tampa Bay Times/Bay News 9/Miami Herald showed a dramatic change from a month ago when Obama was ahead of Romney 48% to 47%. The new poll has Romney with 51% of likely voters and Obama only 44%, with 4% undecided.</p> <p>Brad Coker, who conducted the poll, attributed the swing to Obama's lacklustre debate performance, with 5% of previously undecided voters moving to Romney as a result and 2% of Obama supporters saying they were now undecided.</p> <p>If Florida goes to Romney, the chances are that North Carolina, Virginia and New Hampshire – four of the eight swing states – could go, too. The final result could come down to Ohio.</p> <p>Almost as bad for Obama as the headline figures is the detail. Earlier polls had shown voters over 65 worried about Republican vice-presidential candidate Paul Ryan's plans for Medicare but the new poll showed 54% viewed Obama as a bigger threat to Medicare than Ryan.</p> <p>Obama's lead among women, one of his strengths, has been cut to 2%, from 15% a month ago, and Romney has also achieved positive favourables among Latinos, another demographic group that has been strongly behind Obama.</p> <p>The poll adds to pressure on vice-president Joe Biden to stop the slide with a strong performance in tonight's debate with Paul Ryan.</p> <p>The Obama campaign team is looking for a clear win by Biden in the vice-presidential debate. A win for Ryan would maintain the Republican momentum started by Romney last week.</p> <p>Biden spent the afternoon with family and friends at the house of supporters outside Danville.</p> <p>The vice-president is notoriously verbose and also gaffe-prone, but he has proved to be a canny debater in the past, with a likeable, folksy style.</p> <p>Ryan, in an interview with CNN to be broadcast just before the debate, attempted to lower expectations. \"This is new for me. Joe has done this for decades; [he has] run for president, done all of those presidential debates, and he is sitting vice president. So, he clearly goes into this with a whole lot more experience than I do, and this is the first time I'm on a stage like this,\" Ryan said.</p> <p>For tonight's debate, Biden has been preparing on a detailed mock-up of the set. It was recreated in a Sheraton hotel in Wilmington, Delaware, his home state.</p> <p>The 90-minute debate is divided into 10-minute segments dealing with a mixture of domestic and foreign affairs issues.</p> <p>In an attempt to boost Democratic spirits before the debate, the Obama campaign manager Jim Messina released details of Democratic success in the battle with Republicans to register voters and to get out early voters in the swing states.</p> <p>Messina, in his briefing with reporters, talked up the Democratic successes in the swing states. \"We gauge our ground game on verifiable numbers that tell the real story: voter registration and early voting,\" Messina told reporters. \"In nearly every battleground state, margins on both counts are bigger than they were in 2008. We've registered more voters than '08, we've knocked on more doors and we've talked to more people.\"</p> <p>Although the figures are independently confirmed by non-partisan state organisations, they can be misleading. Republicans traditionally do not go in for early voting but can be guaranteed to turn out in strength on polling days.</p> <p>Democrats, by contrast, can be more difficult to motivate on polling day itself.<br>The Obama campaign said that registration was up among Latinos and the young. It claimed the Romney campaign was coming to the ground game late.</p> <p>According to the Messina statement, Democratic party registration leads Republicans in almost every battleground state, Latino registration is higher than among whites, and most new registered voters are younger than 30.</p> <p>In Iowa, the Democrats lead in vote-by-mail ballots cast, in-person early voting, total voting and total ballots requested. We also lead by a wider margin than we did at this point in 2008 in both ballots requested and <br>ballots cast.</p> <p>In Ohio, the Democrats lead in ballots requested.</p>",
  "<p>I and many others have already written on the <a href=\"http://www.theguardian.com/commentisfree/2012/oct/11/mitt-romney-leads-national-polls\">seeming divergence between national and state polls</a>, post the first presidential debate. The national data seem to indicate that Mitt Romney may actually be ahead of President Obama, while the battleground state polls show little movement, and have Obama still ahead in states like Ohio.</p> <p>There seems to be three possibilities as to why this split is occurring: first, the national polls are right; second, the state polls are right; third, they are both wrong and the truth lies somewhere between the two.</p> <p>Let me, however, offer a fourth explanation: <em>both</em> the national and state polls are correct. Say what? </p> <p>The reason we can't seem to square the national and state polls is that the difference in margin between <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama?gem\">Ohio's numbers</a> and the <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">national average</a> is about 2 percentage points. That seems too wide for most of these polls to be right. Yet, consider the current political landscape and history.</p> <p>I noted earlier that the debate framed Mitt Romney differently than most voters were used to. The problem is that there have already been <a href=\"http://news.cincinnati.com/article/20121009/NEWS0106/310090024/Lengthy-campaigns-ads-make-election-most-intense-ever?odyssey=tab%7Cmostpopular%7Ctext%7CFRONTPAGE\">70,000 ads from the candidates in Ohio</a>. It doesn't take much reasoning to think that these voters might already have a pretty keen idea of where they stand on the two gentlemen. Ninety minutes of debate might not be able to reverse months and months of ads, while it could reverse negative feelings where these ads don't air. Indeed, a <a href=\"http://www.washingtonpost.com/blogs/plum-line/post/obama-may-be-over-performing-in-the-swing-states/2012/10/11/4abcf480-13cd-11e2-be82-c3411b7680a9_blog.html\">report from Democratic pollster Geoff Garin</a> seems to reinforce this finding.</p> <p>But let's take a further step back and look at this split in a historical context, <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/may/23/chances-bush-gore-tie-2012\">as I did earlier this year</a>. When we think of close elections, most minds would immediately turn to 2000 and, to a lesser extent, 2004. In <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2000&amp;off=0&amp;f=1\">2000</a>, we had a split between the popular vote and the electoral vote. The state that made the difference, Florida, had a difference of only 0.5 points between its vote and the national margin. In <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2004&amp;off=0&amp;f=1\">2004</a>, the difference in margin between the national vote and the key state of Ohio was, likewise, only about 0.5 of a point. So, then, doesn't that mean that a 2-point split between the state that is likely to decide the election and national vote is very unlikely? Not exactly.</p> <p>The reason most of us don't think a 2-point split is possible is because our election dataset is so small. Expanding our dataset, we can examine the last electoral vote and popular vote split before 2000. Grover Cleveland <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=1888&amp;off=0&amp;f=1\">won the 1888 popular vote</a> by about 0.8 of a percentage point, but lost the pivotal state of New York and, thus, the electoral vote to Benjamin Harrison. What was the margin in New York? 1.1 points. Thus, the difference in margin between the tipping-point state of New York and the popular vote was 1.9 percentage points – or nearly 2 points.</p> <p>Math indicates that another 1888 is quite possible. Historically, there have been very few elections that were so close, but we can seek to determine what the difference was between the national vote and the state that would have flipped the election had it, and states with closer margins, been won by the losing candidate. The average difference in margin in the tipping-point state and the national popular vote in the last 60 years is a little under 1 percentage point. The average since 1828? 1.5 percentage points. These are not that much less than 2 points.</p> <p>Indeed, Nicholas Miller has <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2000&amp;off=0&amp;f=1\">found that</a> the chance of the electoral vote winner and popular vote winner differing is far higher than you might imagine. The chance that a split occurs when the popular vote margin is 1 percentage point is 25%, or one out of every four. The chance that the electoral and popular vote split occurs when the popular vote margin is 2 percentage points? 12.5%, or one out of every eight times. These are not so very low odds at all. We just have so few chances to actually see close elections in the real world that it <em>seems</em> impossible from our limited perspective.</p> <p>These historical data, along with the fact that many voters have already locked in their choices in the swing states, make the chance of an electoral and popular vote split seem not all that far-fetched. Will it happen? I would guess not, but it's not such a long shot.</p>",
  "<p>The Obama campaign was facing intense criticism from conservatives on Thursday after a senior official said the deadly attack on the US consulate in Benghazi was only an issue because Mitt Romney was exploiting the deaths for political gain.</p> <p>The president's deputy campaign manager, Stephanie Cutter, told CNN attention was being paid to the killing of the US ambassador to Libya, Chris Stevens, and three other Americans on September 11 because the Republican presidential candidate and his running mate, Paul Ryan, are seeking electoral advantage.</p> <p>\"The entire reason that this has become the, you know, political topic it is is because of Mitt Romney and Paul Ryan,\" said Cutter. \"It's a big part of their stump speech, and it's reckless and irresponsible, what they're doing.\"</p> <p>Cutter added that Ryan \"made a political circus all over this country of the terrible tragedy that happened in Libya.\"</p> <p>Her remarks drew an immediate rejection from the Romney campaign, which called them \"outrageous\".</p> <p>The Romney campaign press secretary, Andrea Saul, dismissed Cutter's charge.</p> <p>\"The reason it is an issue is because, for the first time since 1979, an American ambassador was assassinated – and President Obama's foreign policy strategy of 'leading from behind' is failing,\" she said.</p> <p>\"This administration has continually misled the American public about what happened in Benghazi and, rather than be truthful about the sequence of events, has instead skirted responsibility and dodged questions. The American people deserve straight answers about this tragic event and a president who can provide leadership, not excuses.\"</p> <p>Other Republicans said the administration has questions to answer not only as to how the attack occurred but why it initially claimed that the assault was a backlash against an anti-Muslim video before calling it a terrorist attack.</p> <p>The Obama campaign defended Cutter's remarks by saying that while Romney and Ryan have \"turned a national tragedy into a political circus, the president has been focused on getting the facts, finding the terrorists responsible, and bringing them to justice\".</p> <p>Immediately after the Benghazi attack, Romney criticised Obama for sending \"mixed signals\" to foes in the Middle East. Since then Romney has accused the president of \"keeping the facts\" about the killings from the American people and chided him for not being quick enough to call the assault on the consulate a \"terrorist attack\".</p> <p>Ryan has been even more strident in repeatedly portraying the Libya attack as evidence of the failure of Obama's foreign policy. </p> <p>\"If you turn on the TV today you can see that the Obama foreign policy is unravelling before our eyes,\" Ryan said in Iowa earlier this month. \"It's not just an isolated incident where we lost four Americans in Libya. That's a tragedy. But it's part of a bigger story of the unravelling of this agenda all over the world. We've distanced our ally Israel, we are not advancing our interests in the Middle East, and the president is promising that we're going to have these devastating cuts to our national defence.\"</p> <p>Cutter's remarks followed Wednesday's clearly partisan Congressional hearing into the killings in Benghazi. Democrats on the House of Representatives oversight committee accused the Republican chairman, Darrel Issa, of politicising them by attempting to suggest that the White House had attempted to cover up an al-Qaida attack by initially claiming the attack was prompted by popular outrage against an anti-Muslim video.</p> <p>However, testimony from two former heads of US diplomatic security in Libya was damaging to the Obama administration after they told the committee that requests for additional agents to protect US officials and premises in the face of a growing threat from armed militias were rejected by the state department before the attack on Benghazi.</p> <p>Cutter denied Republican assertions of a cover-up. \"The administration has been open and honest from day one about the Benghazi attack,\" she said \"As more information has become available, they've made that information available to the American people and to members of Congress. But, you know, when a crisis occurs, when an attack occurs, that information is gathered and over time it's more clear what happened.\"</p>",
  "<p><a href=\"http://abcnews.go.com/News/martha-raddatz-abc-news-official-biography/story?id=127431#.UHcFAL_KpJM\">On Martha Raddatz's resumé alone</a>, the veteran ABC News correspondent could be just as well qualified as one of the vice-presidential candidates, rather than merely the moderator of tonight's debate between Paul Ryan and Joe Biden.</p> <p>Raddatz's list of international assignments and reporting achievements makes some secretaries of state seem like work-shy stay-at-homes. Raddatz's role for ABC News and other employers such as NPR has seen her criss-cross the globe in the wake of American foreign policy.</p> <p>For all that, Thursday night's VP debate may be Raddatz's toughest assignment yet. The bullets may not fly in Danville, Kentucky as they did in Mosul and Sadr City during Raddatz's 21 trips to Iraq. But the metaphorical flak surrounding such debates can be wounding to a distinguished career, as Jim Lehrer was reminded after he moderated last week's meeting of Mitt Romney and Barack Obama.</p> <p>Raddatz has no experience running the kind of high-stakes national contest that Biden and Ryan will engage in tonight, although she once moderated a Massachusetts US senate debate. Then again, Lehrer had already hosted 11 presidential debates and his experience didn't help him much after he appeared to cede control of the format to an aggressive Romney. The narrow focus of Lehrer's questions also came in for criticism from Democrats – although a stronger performance by Obama would have muted much of it in retrospect.</p> <p>Raddatz, 59, shouldn't be easily intimidated, given her track record. She began working for WCVB in Boston, before becoming NPR's Pentagon correspondent in 1993. In 1999 she shifted to ABC News as state department correspondent and then became senior national security correspondent in 2003, a post that required extensive reporting from war-torn Iraq.</p> <p>The posting in Baghdad <a href=\" http://www.amazon.com/The-Long-Road-Home-Family/dp/0399153829\">led Raddatz to write a book, The Long Road Home</a>, a detailed account of a platoon of American soldiers trapped and besieged by Shia militia in Sadr City, in a two-day battle that saw eight US soldiers killed including Casey Sheehan, the son of the anti-war activist Cindy Sheehan.</p> <p>Raddatz became ABC's White House correspondent during the second term of the Bush administration. By the end of 2008 she was named to the prestigious role of senior foreign affairs correspondent.</p> <p><a href=\" http://www.washingtonpost.com/blogs/she-the-people/wp/2012/10/11/moderators/\">Raddatz is only the sixth woman</a> to moderate or co-moderate a presidential or vice-presidential debate. Her selection caused a minor controversy earlier this week when a conservative website, the Daily Caller, <a href=\" http://www.dailycaller.com/2012/10/10/abc-news-scrambles-to-cover-up-barack-obamas-attendance-at-vp-debate-moderators-wedding/\">highlighted the fact that Barack Obama had attended her wedding</a> in 1991 to one of his Harvard Law School classmates, Julius Genachowski – who Obama later appointed as head of the Federal Communications Commission.</p> <p>Genachowski and Raddatz divorced 15 years ago, and ABC News and figures across the political spectrum and media came to Raddatz's defence. More importantly, Paul Ryan's campaign said it had \"no concerns\" about the connection.</p> <p>That brief squib having passed, Raddatz will join Judy Woodruff and Gwen Ifill of PBS as women who have moderated a VP debate. Later this month Candy Crowley of CNN will moderate another meeting between Romney and Obama, joining Pauline Frederick of NPR and Barbara Walters (twice) and Carole Simpson of ABC News as presidential-debate moderators.</p>",
  "<p>Cheryl Bowan, a divorced mother of three boys – William, 19, Micah, 16, and Joshua, 10 – from Butler County, Pennsylvania, is a registered Republican. An emergency medical technician from a military family, she voted for Barack Obama in 2008 because he promised to bring her friends and relatives home from Iraq. Four years later, as the election looms, she has not yet decided which way to turn, making her one of the most highly sought-after voters for both presidential candidates.</p> <p>Women account for more than half of all US voters, are more reliable in turning up at the polls than men and so are more coveted. They also vote differently, a gender gap that both sides has sought to exploit, from Obama's accusations of a Republican \"war on women\" to Mitt Romney's latest ads featuring a mother telling her baby daughter how much of Obama's national debt she owes.</p> <p>This week, the stakes in the battle for female voters have soared to their highest level yet, after a poll suggested that for the first time in the race, <a href=\" http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\">Obama's traditionally comfortable lead among women had slipped</a>.</p> <p>But are the candidates addressing the concerns of undecided women like Bowan, a group crucial to winning the election, particularly in swing states? Did Obama's lacklustre debate performance lose him his previous advantage among them?</p> <p>The Guardian spoke to five women from Pennsylvania who have yet to make up their minds, to find out about the issues they care about as they approach November's election. They include three registered Republicans, one Democrat and one independent voter.</p> <p>Pennsylvania has had a particularly marked gender gap in the last two elections. In 2008 and in 2004, women voted Democrat by 15 and 14 points more, respectively, than men did.</p> <p>No Republican nominee has won the state since George Bush Sr in 1988, but recent polls have suggested the race is tightening, <a href=\"http://www.realclearpolitics.com/epolls/2012/president/pa/pennsylvania_romney_vs_obama-1891.html\">with Obama ahead by just 4.5 points</a>, and the Romney campaign is still active there, with the Republican candidate visiting Philadelphia two weeks ago.</p> <p>Another poll by the Philadelphia Inquirer, has Mitt Romney winning among men by five points, but Obama is in the lead <a href=\"http://www.philly.com/philly/gallery/Pennsylvania_Inquirer_Susquehanna_Bank_Poll.html?viewGallery=y\">owing to a massive 18-point lead among women</a>.</p> <p>All expressed dissatisfaction with the level of debate so far, both in how the issues have been discussed and with the candidates. It was a case of \"which one you hate less\", one woman said. Last week's presidential debate had no bearing on their vote, they said, although all but one described it as unilluminating.</p> <p>Interestingly, not one of the five listed social issues as being among their main concerns. Instead, healthcare and the economy came top, with three out of five women citing those as among their most important issues. Most believe the Affordable Care Act (ACA) does not enough to provide healthcare for all. </p> <p><a href=\"http://www.npr.org/blogs/itsallpolitics/2012/09/27/161818462/2012-gender-gap-could-be-historic-but-not-necessarily-why-you-think\">This chimed with a recent Pew Research Center poll</a>, which found that the gender divide was driven by a debate over the size of the government, what it should be doing for the poor, the elderly and the size of the safety net. The women, who were interviewed twice, six weeks to eight weeks apart, to find out if their opinions on the candidates had altered, also worried about partisan bickering in Congress holding up progress.</p> <p>In the last few weeks, one of the Republicans decided to vote for Obama, while two others said they were leaning that way.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608972\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985479281/Cheryl-Bowan-Pennsylvania-005.jpg\" alt=\"Cheryl Bowan, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cheryl Bowan, Pennsylvania voter. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Cheryl Bowan</strong>, 42, who is currently seeking temporary work before going to college to gain more qualifications, lists affordable healthcare for all as her No 1 priority, followed by the economy and care for veterans. Bowan said: \"Obama's healthcare bill is a mixed thing. It's good on the surface because it's great he wants to make sure everybody is insured. But it doesn't go far enough. Medical costs are outrageous.\"</p> <p>Bowan said she has met families in poverty who are forced to \"rely on home remedies like lemon tea and cinnamon for a child's cough –&#xa0;and it turns out that the child has advanced bronchitis\".</p> <p>She said she would like to see a healthcare system like the NHS in the UK.</p> <p>\"Romney wants to tear it all apart. I'm not happy with the way it is but I'm tending towards a guy who is listening to what people are saying.\"</p> <p>She found the presidential debate frustrating, particularly because \"Romney gave no clear answer about where we are going to end up.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608973\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349984989481/Shireen-Parsons-Pennsylva-005.jpg\" alt=\"Shireen Parsons, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shireen Parsons, Pennsylvania voter Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Shireen Parsons</strong>, 68, a grandmother and community organiser from Summit Hill, Carbon County, also lists healthcare as one of her top concerns. An independent, she also sees a \"more humane economy\", a social structure which helps the homeless and the unemployed and an end to US participation in foreign wars as important to her vote.</p> <p>\"I see a glimmer of hope in Obama,\" said Parsons. \"He's a passionate speaker. But the Affordable Care Act? It was going to be healthcare for everyone – but it's not. It's just a giveaway to the insurance companies. For-profit corporations should be cut out of healthcare. We need a real, socialised healthcare where the government pays for it. In Canada, they have excellent doctors and excellent care.\"</p> <p>Last week's debate was \"bad\", she said. \"I don't see anything in either of them, in terms of solving our problems.\"</p> <p>Parsons, whose father died in the second world war, also voted for Obama in 2008, because he promised to bring home troops from Iraq, but now fears a war with Iran. She is disillusioned with the party system and feels her vote won't change anything.</p> <p>\"People here are jobless and hungry and without homes and the military are spending millions of dollars in wars that are nothing but empire building. I have relatives in Iran and it makes me sick the thought of us going to war there.\"</p> <p><strong>Joanne Quinn-Smith</strong>, a talkshow host, publisher of an online news network and CEO of a marketing company, is a registered Democrat from Pittsburgh, and says she votes on the issues, not the candidates.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608974\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985136223/Joanna-Quinn-Smith-Pennsy-004.jpg\" alt=\"Joanna Quinn-Smith, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joanna Quinn-Smith, Pennsylvania voter Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>\"I'm still looking for answers,\" said Quinn-Smith, 63, a great-grandmother. \"Wouldn't it be wonderful to have the best of both candidates? Romney has the ability to drive business effectively and Obama seems to have the common touch. He realises what's going on in the country right now in terms of people who are marginalised.\"</p> <p>She saw Obama's much-criticised debate performance as \"an indication he is used to listening to his advisers – he was not as sharp an attacker.\" But it failed to sway her one way or the other. \"I am waiting for the vice-presidential debate,\" she said.</p> <p>Her three big concerns are affordable healthcare, reducing national debt and ridding elections of the corporate interest funding she says ruin them.</p> <p>Despite her support for the ACA, Quinn-Smith, the PR director for National Association for Women Business Owners (Nawbo) in Pittsburgh, says there is a \"lot of confusion\" among her members about the details of how it will work and who will pay for it. She too, is unhappy with the electoral system.</p> <p>\"The way we elect our president has been a challenge for a long time. The people don't elect the president. Money, the media and our lack of educating ourselves elect the president. If we are all sitting watching reality shows rather than investigating the issues, we get what we deserve.\"</p> <p>She said she would vote for someone who was not influenced by campaign donations.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608975\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349984886704/Judy-Beck-Pennsylvania-vo-004.jpg\" alt=\"Judy Beck, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Judy Beck, Pennsylvania voter. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Judy Beck</strong>, 52, a grandmother and divorced mother of three from O'Hara township in Allegheny County, is \"principally a Republican\" because of her belief in less government, she said. But in the last few weeks, she has made up her mind to vote for President Obama.</p> <p>\"I've realised Mitt Romney is a narrow-minded person who wants to go backwards,\" said Beck. \"He is not interested in how women think.\"</p> <p>The crunch came, she said, when he picked a \"white male with similar views\" as a running mate.</p> <p>\"He's wealthy, he's led a sheltered life, and doesn't realise that everyone is not the same. Although I don't like everything Obama is about, he does listen to people.\"</p> <p>Beck, a freelance paralegal, felt neither candidate did well in the debate last week. \"It was painful,\" she said, and she was \"amazed\" when Romney was voted the winner. \"He didn't look that good to me or some of the people I know. He was whiney and defensive.\"</p> <p>She lists her top issues as the economy, foreign policy and the partisan make-up of the House of Representatives. If it were possible to predict who get the majority in the Senate and the House, Beck said, she would be tempted to vote for the party in charge.</p> <p>\"I've seen in the past how things work when it is divided when the government practically had to shut down.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608976\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985283162/Briana-Mihok-003.jpg\" alt=\"Briana Mihok\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Briana Mihok Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Briana Mihok</strong>, 32, a policy analyst for a non-profit research company at the University of Pittsburgh and mother of one, is a registered Republican. She cites the economy, investment in infrastructure, and bipartisan compromise as most important to her vote.</p> <p>\"Part of why I'm undecided is because I haven't seen any evidence that either candidate has any ideas in moving the country forward in the right direction,\" she said. \"We don't hear candidates talking about practicalities; we hear them talking about ideas, and the details are always missing.\"</p> <p>\"One of the biggest problems in getting anything done is the lack of co-operation within Congress and the White House. Any evidence that the candidates can work together would interest me.\"</p> <p>She too, found herself \"leaning towards Obama' in recent weeks, she said, and was \"one of the minority, I guess\" who liked his debate performance.</p> <p>\"I like what I heard him say. I thought his performance came across as more authentic.\"</p> <p>• <em>Additional reporting by Harry Enten</em></p>",
  "<p>The little orphaned badgers Bessie and Baz, one-time pets of the new environment secretary, Owen Paterson, are enjoying a surprising posthumous fame thanks to his new role overseeing the imminent cull in England, which could result in a third of the population being shot dead. \"I was perhaps about 10 years old when a local farmer rang us up to say he had found a young badger and would we take it in,\" Paterson reminisced in 2004. \"So we did; it was a female called Bessy and she lived in the boiler room. She was extremely intelligent, had a very low opinion of cats but loved the dogs. She was pretty well trained, she went in the car. Then we had another badger and as soon as they got together they dug their way out and ran away. It is terribly hard when welfare people see me as anti-badger, having known a badger very well.\"</p> <p>Yet Paterson is standing <a href=\"http://www.theguardian.com/environment/2012/sep/17/first-badger-cull-licence-england?newsfeed=true\" title=\"\">resolutely behind the cull</a>, dismissing opposition as \"sad sentimentality\" at this week's Conservative party conference. It is an issue he knows well having tabled a record 600 parliamentary questions on the problem of TB in cattle while shadow environment minister. That barrage is typical of the man, say those who know him, pointing to similar deep dives by Paterson into fisheries, roads and Northern Ireland. \"He is very committed, very diligent, thorough and good on detail and he is incredibly energetic,\" said Jacob Rees-Mogg, Conservative MP and a fellow member of the rightwing <a href=\"http://cornerstone-group.org.uk/\" title=\"\">Cornerstone group</a>.</p> <p>Paterson is Shropshire born-and-bred. The arrival of a true countryman – who derides \"metropolitan smartypants\" and says \"<a href=\"http://www.whitchurchherald.co.uk/news/115969/owen-paterson-new-defra-boss.aspx\" title=\"\">we have to manage the countryside</a>\" – at the Department for Environment, Food and Rural Affairs (Defra) might have been expected to please many of those who care about the environment. In what some may call a display of his \"<a href=\"http://www.shropshirestar.com/news/politics/2012/09/05/the-rise-and-rise-of-owen-paterson/\" title=\"\">good, old-fashioned, Shropshire common sense</a>\", he is said to have forbidden Defra officials from using the phrase \"ecosystem services\", a jargon phrase for the benefits bestowed by the natural world.</p> <p>But the overwhelming reaction from environmentalists – farmers and landowners excepted – was of horror. Instead of a countryman, they saw an apparent climate change sceptic, confirmed Eurosceptic and avowed slasher of red tape. His appointment to the ministry entrusted with enforcing the regulation – much of it from Brussels – that protects the environment was seen as the final confirmation that David Cameron's pledge to be the \"greenest government ever\" had <a href=\"http://www.theguardian.com/commentisfree/2012/sep/05/reshuffle-owen-paterson-war-environment\" title=\"\">gone up in smoke</a>, as the party <a href=\"http://www.theguardian.com/environment/blog/2012/sep/05/reshuffle-coalition-greenest-government-ever\" title=\"\">shifted to the right</a>.</p> <p>Paterson is certainly a true-blue Tory, railing, for example, against red tape in a <a href=\"http://blogs.spectator.co.uk/coffeehouse/2011/12/extended-version-our-interview-with-owen-paterson/\" title=\"\">recent Spectator interview</a>: \"Government can wreck a business by confiscating its money by taxation. But confiscating its time is absolutely critical too.\" When officials in his new department were highlighting the difficulty of ignoring European environmental regulation, he is said to have told them: \"The French get away with it.\"</p> <p>Paterson voted for John Redwood, Iain Duncan Smith and Liam Fox in successive Tory leadership contests, and was the <a href=\"http://www.theguardian.com/world/2012/may/22/tory-minister-opposes-gay-marriage\" title=\"\">first member of this cabinet to oppose gay marriage</a>. In short, he is the opposite of a Tory moderniser.</p> <p>But, given his new post, the most damaging charge is that he is a climate change sceptic. The suggestion is based on his opposition to \"ridiculous\", \"useless\" windfarms, \"intensely unpopular\" subsidies for renewable energy and his support for new runways and shale gas development, known as fracking. His performances at conference only hardened this view, with rabid denunciations of \"Soviet\" subsidies and threats to cut them, alongside enthusiasm for the fast tracking of fracking. However, Richard Betts, a meteorologist at the Met Office who heard Paterson's inaugural speech to staff at Defra, concluded he<a href=\"https://twitter.com/richardabetts/status/245446095386329088\" title=\"\"> was no climate change denier</a>.</p> <p>Nonetheless, Paterson has perplexingly chosen not to scotch the charge. \"Climate change is obviously happening and there is obviously a man-made contribution,\" he has said more than once. Failing to state that the burning of fossil fuels is by far the greatest contribution is a fudge frequently used by so-called sceptics: hence the greens' fears.</p> <p>For them, it gets worse. For a man frequently lauded for his intelligence and grip of detail, he can still peddle myths, stating in September: \"My concern is that some measures we take to [reduce carbon emissions] may be doing more damage. I am not convinced that building windfarms is the right way because you have more problems. You have to have gas backup – and that is operating inefficiently. So you have the problems that it's not reducing carbon emissions and it depends on very heavy public subsidy which is intensely unpopular with the people and businesses it damages.\"</p> <p>The facts are that <a href=\"http://www.theguardian.com/environment/blog/2012/sep/26/myth-wind-turbines-carbon-emissions?newsfeed=true\" title=\"\">windfarms unequivocally cut carbon</a> and that poll after poll reveals <a href=\"http://www.theguardian.com/environment/2012/apr/19/wind-power-poll-uk-public-favour\" title=\"\">overwhelming public support for renewable energy</a>. \"The notion that wind doesn't save carbon because of the need for back-up is simply incorrect,\" said Professor Robert Gross at Imperial College London.</p> <p>Paterson's loathing of windfarms may be out of kilter with national opinion, but it is firmly in step with his North Shropshire constituents. He is well-thought of there, according to Keith Harrison, editor of the <a href=\"http://www.shropshirestar.com/farming/farming-news/2012/09/14/environment-secretary-owen-paterson-is-backing-badger-cull/\" title=\"\">Shropshire Star</a>, and has increased his majority at four successive general elections, perhaps because he is the very model of a shires Tory MP.</p> <p>Brought up on a family farm and described as \"county set\" rather than grand, he went to Radley College, a public school, and studied history at Cambridge. Two decades followed in the family tannery business, supplying leather to luxury goods makers, and a time as president of the European Tanners Confederation, where he deployed his fluent French and German. \"He is no stupid little Englander,\" said <a href=\"http://www.respublica.org.uk/author/phillip_blond\" title=\"\">Phillip Blond</a>, director of the ResPublica thinktank and influential Tory moderniser.</p> <p>Paterson now lives in a large, 160-year-old, Grade II listed house a stone's throw from the Welsh border, where he keeps horses, sheep and chickens. He is married to the daughter of Viscount Matthew Ridley, linking him both to eight generations of Tory MPs and the prominent climate change sceptic Matt Ridley, his brother-in-law.</p> <p>His passion is horses – Betfair gave him and his wife <a href=\"http://www.publications.parliament.uk/pa/cm/cmregmem/120903/120903.pdf\" title=\"\">£1,000 of hospitality at Ascot in June</a> – and as with his other interests, Paterson leaps in, having completed a gruelling <a href=\"http://www.telegraph.co.uk/earth/outdoors/outdoor-activities/8912480/The-Mongol-Derby-the-worlds-most-gruelling-horse-race.html\" title=\"\">620-mile (1,000km) horse race across the deserts of Mongolia</a> this summer. But critics suggest that sometimes his self-confidence, energy and enthusiasm tips him into naivety, perhaps blinded by his own brilliance.</p> <p>Paterson's plan for protecting the UK's seas from overfishing was widely praised by environmentalists as \"having its heart in the right place\", but was founded on an impossible unilateral withdrawal from the European Union's fisheries policy. His first appearance on the <a href=\"http://www.bbc.co.uk/programmes/b01mk8vc\" title=\"\">BBC's Farming Today</a> programme as environment secretary revealed an unexpected zeal for closing the UK's \"dessert deficit\". He said: \"One thing I have been banging on about, we have a dessert deficit in the UK. We still import a very large proportion of our desserts. I would ask everyone to go out and buy a British dessert.\"</p> <p>His energy showed as shadow Northern Ireland secretary, when he is said to have spent more time in the province than the secretary of state. Yet, despite being seen as a low-profile success when he served as Northern Ireland secretary after the 2010 election, he did propose that <a href=\"http://www.dailymail.co.uk/news/article-1310342/Coalition-wants-Sinn-Fein-MPs-seats-Parliament.html\" title=\"\">Sinn Féin MPs should be allowed to swear a pledge of allegiance</a> not involving the Queen, an \"undoubtedly naive\" idea, according to seasoned observers.</p> <p>Coming out of the Northern Ireland post relatively unscathed is an achievement, according to Rees-Mogg: \"It is a very difficult brief to have and requires people to be pragmatic and get on with people with different opinions. Going in as a headbanging ideologue would be a very bad idea.\"</p> <p>Blond also defends Paterson: \"There has been a rush to judgment on Owen that has not been merited. I know Owen is very keen on community energy, for example.\" The official transcript of his conference speech demonstrates the limit of that keeness for renewables though: \"We must ensure that the right measures are deployed in the right places\" – ie not wind in Shropshire.</p> <p>Jonathan Porritt, one of the UK's most prominent environmentalists, <a href=\"http://www.jonathonporritt.com/blog/cabinet-reshuffle\" title=\"\">greeted his appointment by saying</a>: \"Sit back and enjoy the spectacle of Owen Paterson as secretary of state at Defra, who is as close to a latter-day reincarnation of [the Thatcherite environment secretary] Nicholas Ridley as we're likely to get. It really is astonishing to contemplate what was once a progressive and intelligent [Conservative] party so comprehensively engineering its own destruction.\"</p> <p>Paterson has so far simply ignored such criticism, instead focusing on his government's central obsession: reviving economic growth. \"My absolute priority, with clear instruction from the prime minister, is to do everything I can to improve and help conditions under which people can run businesses and generate wealth and jobs in the rural economy,\" said Paterson. \"The role of Defra is to make things easier for [rural] people and then to get out of people's hair.\"</p> <p>David Nussbaum, the head of WWF, whom Paterson phoned within days of taking office, warned: \"He has to engage in rural affairs, but his department has national responsibilities and international responsibilities too.\"</p> <p>For greens, this is the key. Improving the daily business of the countryside appears suited to Paterson. But on the broader issues of environment, energy and climate change, both as environment secretary and as a member of a government left distinctly less green after the reshuffle, the more he says, the more sceptical he appears. Greens fear that just as Paterson, an avowed badger-lover, has backed the widespread slaughter of the animals, the avowed lover of the countryside will fail to back the measures most experts say are needed to protect the world from global warming.</p> <h2>Pocket profile<br></h2> <p><strong>Born:</strong> 24 June 1956</p> <p><strong>Age:</strong> 56</p> <p><strong>Career:</strong> Paterson is a countryman raised on a farm who, after public school and Cambridge, spent 20 years in the family leather firm before becoming the very model of a true-blue Conservative MP in the shires.</p> <p><strong>High point:</strong> Promotion to secretary of state for the environment, where he can apply his fierce Euroscepticism and loathing of red tape to getting Defra \"out of people's hair\".</p> <p><strong>Low point:</strong> Probably yet to come with the hugely controversial badger cull about to start and flooding on the rise at a time when Defra has cut the spending on flood defences.</p> <p><strong>What he says:</strong> \"We always had very well-intentioned Labour ministers at Defra who were completely urban and completely clueless. That's not going to happen with me. And I eat meat.\"</p> <p><strong>What they say:</strong> \"He listens and is bright, so he's easy to brief, but is more gung-ho than his predecessor. The badger cull is his first huge test: when political dogma is confronted by scientific fact and public opinion, that means tough times ahead.\" <em>Defra source</em></p>",
  "<p>Mitt Romney has closed the gap on Barack Obama in the national polls, increasing pressure on Joe Biden to put in a strong performance in Thursday's vice-presidential debate with his Republican counterpart Paul Ryan in Kentucky.</p> <p>A slew of new polls showed that while Obama retains a slight advantage, he has lost the significant lead he enjoyed over Romney in the battleground states since his lacklustre performance in the first presidential debate last week.</p> <p>An NBC News/Wall Street Journal/Marist poll published late on Wednesday put Romney ahead of Obama in Virginia, on 48% to Obama's 47%, a three-point shift in the Republican's favour since last week. Virginia is traditionally Republican but Obama managed to take it in 2008.</p> <p>In Florida it is a tie, with Obama on 48% to Romney's 47%, almost the same as last week. In Ohio, another of the swing states, Romney has cut into Obama's lead: they now stand at Obama 51% to Romney's 45% compared with 51%-43% last week.</p> <p>In contrast to the NBC poll, a Quinnipiac/New York Times/CBS poll of likely voters in Colorado and Virginia found little change, except in a post-debate hardening in support among Republicans.</p> <p>The poll suggested a dead heat in Colorado, with Romney leading 48%-47%, and Obama ahead 51%-46% in Virginia.</p> <p>There was some relief for the Obama camp in new figures out from the department of labor showing the number of Americans seeking unemployment benefit has dropped to 339,000, suggesting the job market is picking up. It follows last Friday's drop in the unemployment rate to 7.8%.</p> <p>The figures could help the Obama team shore up its defences, though the danger is that it is all coming too late to have a major impact on the election.</p> <p>The University of Virginia politics professor, Larry Sabato, <a href=\"http://www.centerforpolitics.org/crystalball/\">in his Crystal Ball blog</a>, concludes the debate is costing Obama significantly in the race and is shifting Florida to Romney and moving Virginia from leaning Obama to a toss-up.</p> <p>Sabato said he is moving Florida to leaning Republican, even though the polling there still indicates it is a toss-up. \"We're also moving Virginia back from leans Democratic to toss-up. We know that the Obama campaign has long fretted about Virginia, understanding that the 2008 Obama vote was no predictor of 2012 success in the Old Dominion. There's no longer any compelling justification that Obama has the advantage here. We could see it going to either candidate by a point or two or three,\" Sabato said.</p> <p>But Obama's chief strategist, David Axelrod, disputed on Thursday there is a slide in the polls as a result of Obama's poor debate.</p> <p>\"I think it was mostly last week. These polls that you conducted don't measure the days since the debate; they measure from what happened before the debate to after,\" Axelrod said in a CBS interview. \"I don't think there's big momentum. There's no doubt Governor Romney collected a couple of points, mostly Republican-leaning independents, as a result of the last debate.\"</p> <p>Axelrod, who has been helping Biden prepare for the debate, predicted a robust performance: \"I think the big challenge for him [Biden] is to pin Congressman Ryan down. You know, [Ryan] was on television a couple of weeks ago and he was asked to explain Governor Romney's tax plan and he said: 'I don't have enough time to explain it. It's too complicated to explain.' He's got 90 minutes tonight. So hopefully he'll have enough time to explain it, and explain how they won't explode the budget and put a new burden on the middle class.\"</p> <p>Asked if Biden would come at Ryan like a cannonball, as Ryan suggested, Axelrod quoted Truman saying that just telling it like it is would be enough to make an opponent feel as if they are in hell. Biden would hold him to the facts, Axelrod said.</p> <p>Biden's mission in the debate is to produce a strong performance to steady Democratic nerves after Barack Obama's listless performance last week. The vice-president has been tasked in particular with going after Ryan with the accusation that Romney plan to cut the taxes of the wealthy by $5tn, a figure the Republicans dispute.</p> <p>Andrea Saul, a Romney spokeswoman, said Ryan will also focus on the economy, contrasting Romney's plans for economic recovery with the president. She suggested he will also look at Biden's recent remark, which the Republicans see as a gaffe, in which he said the working class and middle class had been \"buried\" by the economic crisis.</p> <p>As well as domestic issues, the debate will cover foreign affairs, giving Ryan a chance to attack the administration's handling of the Middle East and to raise the controversy over the killing of the US ambassador and three others at the US consulate in Benghazi.</p>",
  "<video data-media-id=\"gu-video-397499466\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/10/1349869709678/Image-of-Larry-Elliot-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/10/121010LarryEconomyBoston-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121010LarryEconomyBoston/121010LarryEconomyBoston.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/10/121010LarryEconomyBoston_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/10/121010LarryEconomyBoston-720.mp4\"/> </video>   <p>Until last week, Richard Sotell was losing heart. The Boston-based investment manager is a Mitt Romney donor who has met the candidate on several occasions, both as the Massachusetts governor and as the would-be president. </p> <p>Despite a global financial meltdown that has finished off nearly every other world leader, Romney didn't seem to have the momentum to unseat President Barack Obama. But all that changed after Romney trounced Obama in their first debate.</p> <p>With opinion polls showing Romney gaining support since then, Sotell, the founder of investment adviser Kraematon Group, says this is finally Romney's opportunity to spotlight his real talent. \"Obama has one terrific skill set, and that's campaigning. But we don't need the most popular guy in the room; we don't need the guy who is best on Letterman. We need a man with an economic plan,\" he says. \"Mitt Romney is that man.\"</p> <p>The Guardian came to Boston, the capital of Romney's home state, to examine his economic plan as the year-long election battle enters its final stage. With growth, jobs and the deficit likely to be crucial in deciding the election, our series will move on to West Virginia to look at poverty and inequality – one of the biggest issues facing the US and yet barely mentioned directly by the candidates – and then to North Carolina to investigate the relationship between Barack Obama's stewardship of the economy and his struggle to rekindle the hope of 2008.</p> <p>Obama inherited the deepest economic slump since the great depression when he was elected in 2008. He has presided over the weakest recovery since the second world war. The slow, unsteady pace of recovery has allowed Romney to lambast Obama for his lack of a growth strategy. \"The president doesn't have a plan. I do,\" Romney said on the stump in Virginia this week.</p> <p>Romney's blueprint has five major themes: a $4.8tn tax cut spread over the next 10 years; a proposal to cut government spending to less than 20% of national output; energy self-sufficiency; better schools; and a tougher approach to America's trade relations with China.</p> <p>Many economists are sceptical about the plan. They doubt the sincerity of anti-Beijing rhetoric, given that China owns one third of the bonds sold by the US to finance its debts. Many believe that Romney's energy self-sufficiency means ripping up environmental safeguards in favour of big oil.</p> <p>But most significantly, few but the most avid supply-siders think that big tax cuts aimed primarily at the better-off is the answer to America's growing debt problem. Most in fact think the combination of tax breaks for the wealthy combined with austerity for everybody else will make the problem worse.</p> <p>Simon Johnson, a former chief economist at the IMF and now a professor at MIT in Cambridge, said the tax-cutting approach was tried by the previous Republican president, George Bush. \"It didn't work then and it won't work now,\" he said. Robert Frank, an economics professor at Cornell, said Romney's approach defied every textbook ever written, and if the lion's share of tax cuts went to the better-off, they would tend to save rather than spend the windfall.</p> <p>Sotell disagrees. He says the debate on taxes is a sideshow, and the president has declared \"class war\" on high earners for political gain. America is paralyzed, says Sotell. Business leaders hold billions on the sidelines fearing what Obama will do to taxes, regulation and the cost of his landmark \"Obamacare\" legislation. Further down the road the US faces a demographic time-bomb: baby-boomers are retiring and expect benefits that the US can no longer afford.</p> <p>\"And what's Obama talking about? Millionaires and billionaires not paying enough tax. That's not going to solve the problem,\" he says. \"We owe $16tn; we added another trillion this year. If you tax the top group another $100bn, how does that offset anything?\"</p> <p>For Sotell, Romney showed an ability to compromise with a largely Democratic legislature when he was governor of Massachusetts. Obama has sown nothing but discord, he argues. Romney is a man with a proven track record in finance and a man who, like Sotell, believes economic growth is driven by private enterprise and not government spending.</p> <p>The latest polls suggest that Romney's message may now be reaching more ears. But Bruce Stokes of the Pew Research Center says the outlook for either candidate is far from certain. \"If Obama is going to win, it's despite all the economic numbers. Despite the fact that some of the swing states voters think Romney would do a better job,\" he says.</p> <p>And philosophy aside, Romney's plan is \"wafer thin\", according to Kevin Gallagher, director of the global development programme at Boston University. \"He doesn't have a sophisticated plan to put to the Office of Management and Budget to be costed. Even Bush did that.</p> <p>\"An independent thinktank has tried a simulation, and it found that the plan doesn't add up. It would increase the deficit by $400bn a year. Romney says that would be filled by closing tax loopholes – but without specifying exactly how.\"</p> <p>What both sides do agree upon is the scale of the problem ahead. Whoever wins the election will face immediate and tough decisions to take on the deficit. Under the compromise reached between the White House and Congress in the summer of 2011, tax breaks will expire and spending will be cut in January 2013. These will be worth 4% of US GDP – enough to tip not just the US but the entire global economy back into recession, according to the IMF this week.</p> <p>Gallagher says Romney's experiment with the sort of austerity policies being pursued in Europe risks leading to lower growth, higher unemployment and rising national debt. Romney's supporters say that cutting spending will pave the way for lower taxes. Entrepreneurs will respond by growing their businesses and hiring more workers.</p> <p>In the warehouses of south Boston's burgeoning innovation district, there's a different take on the economic battle. Tom Pincince, president of Digital Lumens, a hi-tech Boston business making energy-efficient lighting, says the political bickering is among the biggest problems his business faces. Growth is already great for the firm – not least because they promise to slash lighting bills to the bone. But customers are nervous.</p> <p>He dismisses the idea that tax cuts add jobs. \"I am not going to hire more people because my taxes are cut,\" Pincince said. \"I will hire more people if my business is doing well.\" What annoys him is all the political infighting. He says government's first job should be to create an environment where customers feel confident enough to spend more money. Romney has just two more weeks to convince America that he is the man for that job.</p>",
  "<p>The race for president is at its <a href=\"http://www.theguardian.com/commentisfree/2012/oct/10/romney-v-obama-mixed-signals-polls\">most confusing point</a> of the campaign. The post-debate polling picture has indicated that Mitt Romney has made up ground nationally, but polls from the swing states offer a more complicated and still optimistic picture for President Obama. </p> <p>Six state-wide polls published by <a href=\"http://www.scribd.com/doc/109657567/Quinn-10-11-CO-VA-WI\">CBS News/New York Times/Quinnipiac</a> and <a href=\"http://firstread.nbcnews.com/_news/2012/10/10/14352371-nbcwsjmarist-poll-romney-gains-in-key-swing-states?lite\">NBC News/Wall Street Journal/Marist</a> illustrate the point well.</p> <p>The big result is in Ohio where Marist finds that Romney gained 2 points in the last week, but still trails by 6. This matches a <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama\">CNN/ORC poll</a> from earlier this week that had Obama up 4. It runs slightly behind the average of <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama\">non-partisan, non-internet polls</a> that give Obama a 1.7-point lead since the debate. It's unlikely Romney can win the White House without Ohio, so these data are bad news for him.</p> <p>Obama still holds a 1-point lead in Florida – the same as a week ago – according to Marist. Based on <a href=\"http://elections.huffingtonpost.com/pollster/2012-florida-president-romney-vs-obama\">all the polls</a> since the debate, the state is likely tied. Romney should be ahead in Florida, if he hopes to win the electoral college.</p> <p>Romney has flipped a 1-point deficit into a 1-point lead in Colorado according to Quinnipiac. The race there is too close to call taking into <a href=\"http://elections.huffingtonpost.com/pollster/2012-colorado-president-romney-vs-obama\">other polls</a> as well. </p> <p>Romney picked up 3 points in Wisconsin, but Quinnipiac still sees him behind by 3. The multitude of data in the <a href=\"http://elections.huffingtonpost.com/pollster/2012-wisconsin-president-romney-vs-obama\">Badger State</a> gives Obama a 2- to 3-point advantage.</p> <p>Virginia is where the pollsters split in their horse race results. Quinnipiac has Obama ahead by 5 percentage points, an improvement of 1 point from a few weeks ago. Marist has Romney gaining the lead in Virginia by reversing a 2-point deficit last week into a 1-point lead. The <a href=\"http://elections.huffingtonpost.com/pollster/2012-virginia-president-romney-vs-obama\">average of post-convention polls</a>, which puts Obama ahead by a mere 0.6 of a point, suggests Marist is probably a little closer to the truth.</p> <p>The split between Marist and Quinnipiac in Virginia isn't too unusual. The more important point to take away from Virginia, and indeed all these data, is that none of the results represents a major shift towards Romney since the debate. This matches other state-wide data released from other firms. </p> <p><a href=\"http://www.tnr.com/blog/electionate/108357/romney-takes-lead-nationally-whether-it-lasts-or-reaches-ohio-remains-unclea\">One estimate</a> put the average gain for Romney pre- as opposed to post-debate at only 2.4 points in state polls. That generally matches Marist's average gain of 1.7 points and Quinnipiac's of a single point. </p> <p>Indeed, It might not come as much of a surprise that any debate bounce is smaller in the battleground states. These states have been pummeled by advertising for months. Voters have a pretty firm idea where they stand on the candidates. Still, the difference between the statewide and national polls has been pretty staggering. </p> <p>Romney has only trailed in <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">one national poll</a> since the debate and has made up somewhere between 5 and 6 points nationwide. The national polls say that Romney is ahead or at least tied in this race. This includes a <a href=\"http://www.foxnews.com/politics/interactive/2012/10/10/fox-news-poll-race-shifts-toward-romney-after-debate/\">Fox News poll</a> released on Wednesday evening, with Romney erasing a 5-point Obama lead and going up by 1 point. </p> <p>History <a href=\"http://www.theguardian.com/commentisfree/2012/oct/03/national-polls-swing-state-election\">tells us</a> that there is rarely more than a 1-point deviation in the margin between the popular vote and the state that would cause the electoral college winner to change. Considering most everyone <a href=\"http://www.theguardian.com/world/2012/oct/01/election-interactive-vote-make-a-difference\">pegs Ohio as the state most likely to determine the winner of the electoral college</a>, the gap between the national and Ohio polls would indicate an historically larger than normal split between the electoral and popular vote.</p> <p>I'd normally take the national data and run with it. Indeed, it would be easier to dismiss the state data if it were conducted by less reputable firms. The issue here is Marist and Quinnipiac do virtually everything right, according to polling standards. Something doesn't square here, and I'm not sure what is causing it.</p> <p>One factor that is going to get a lot air time is Marist's Ohio party identification. My belief is that party identification can be different between pollsters, but <a href=\"http://www.theguardian.com/commentisfree/2012/oct/08/pew-research-poll-bombshell\">should not be greatly different</a> when examining one pollster's party identification make-up over a short period of time. Marist is reporting that Democrats turned a 5-point identification advantage last week into an 11-point lead in this week. How could that happen?</p> <p>Marist claims that because Obama earns 63% of support from early voters, who make up 18% of the sample, Democratic self-reported identification went up. Put another way, Democrats already voted and so they made it through the likely voter screen as a larger percentage than they did a week ago. There's nothing necessarily wrong with it, though the jump does strike me as peculiar – given that you'd expect more people to identify as Republicans after Romney's strong debate performance. </p> <p>Two points, however, suggest that the party identification of the Marist survey is not that significant. One is the political ideology identification make-up of the poll: the percentage of conservatives rose this week as against last by 2 points, while the percentage of liberals fell by 2 points. As <a href=\"http://www.realclearpolitics.com/articles/2012/08/01/cbsnytquinnipiac_swing_state_polls__party_id.html\">Sean Trende has pointed out</a>, this is often a better measure as people are more stable in how they describe their ideology to pollsters than they are of their party identification. Second, Marist's Ohio numbers match the CNN/ORC survey, which had no party identification issues. </p> <p>Truthfully, the cause of the national and state-wide divergence can't be pegged to one factor. We had this national/state poll difference <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/07/24/state-and-national-polls-tell-different-tales-about-state-of-campaign/\">earlier in the campaign</a> and eventually, it evened itself out. My belief is that it will again, though it may not. For now, confusion will reign to some extent.</p>",
  "<p>Six global powers will launch a diplomatic drive after the US elections aimed at defusing the Iranian nuclear crisis in the next few months and avoiding the eruption of a new Middle East conflict next year.</p> <p>A \"reformulated\" proposal will offer limited relief from existing sanctions and other incentives for Iran to limit the level of enrichment of its uranium stockpile. An attempt will be made to sequence the steps required to reach a deal to overcome the mutual distrust that helped sink previous rounds of negotiations, where each side appeared to wait for the other to make the first major concession.</p> <p>\"We recognise that the Iranians need something more with which they can sell a deal at home, and we will expect real change on the other side. It is about getting the sequencing right. That is what this next round will be about,\" a European official said.</p> <p>\"If Iran is prepared to do enough, sanctions will be on the table,\" another western diplomat said. \"It shouldn't expect [the six-power group] to blink first – but if it's ready to take genuine steps we're ready to respond. This could include sanctions relief – but only for the right moves by Iran. Sanctions are biting in Tehran and we're not going to lift them without making solid progress on our concerns.\"</p> <p>If the step-by-step approach fails there could be an attempt to \"go big\" with an ambitious, comprehensive settlement that would allow Iran to continue producing uranium at low levels (under 5%) of enrichment but under stricter international monitoring and controls.</p> <p>\"Currently we are stalled because Iran is asking too much and offering nothing in return. One way forward might be for Iran to offer much more and make an accordingly bigger demand at the same time,\" the western diplomat said. Officials involved in the nuclear talks believe there is a window of opportunity for diplomacy between the US elections on 6 November and next spring, with a resumption of high level talks between the group of six powers (the US, UK, France, Germany, Russia and China) with the Iranian chief negotiator, Saeed Jalili, in late November or December.</p> <p>\"Elections obviously mean there's a great deal of uncertainty, but there will be more clarity after November and clearly that's an opportunity,\" one western diplomat said. Britain will be represented at the talks by Mark Sedwill, formerly the UK's special envoy to Afghanistan and Pakistan, who has been named the new political director of the Foreign Office.</p> <p>Much will hinge on the outcome of next month's presidential elections. The plan assumes that either Barack Obama wins a second term, or that Mitt Romney wins but allows the diplomatic initiative to go forward unchanged. If a victorious Romney insists on a full policy review after taking office, the nuclear diplomacy could be derailed for months.</p> <p>Diplomats who took part in the last abortive round of <a href=\"http://www.bbc.co.uk/news/world-middle-east-18481827\" title=\"\">high-level talks in Moscow in June</a> said Jalili made it clear that Iran did not think it was worth negotiating seriously until it was known who the US president would be next year. Western officials also believe that the devastating effect of new energy and banking sanctions made Tehran readier to engage in substantive bargaining.</p> <p>\"Their economy is falling about their ears, so we think they are rather more willing to engage now than in Moscow,\" a European diplomat said.</p> <p>In an effort to ratchet up the pressure, European foreign ministers are due to meet in Luxembourg on Monday to agree a further tightening of sanctions, imposing bans on more Iranian banks and closing loopholes in shipping restrictions imposed in the summer.</p> <p>The diplomatic opening is expected to close again in the spring, as the Iranian leadership is likely to be distracted by the campaign for the country's own presidential elections in June.</p> <p>Iranian politics is just one of the clocks ticking on the new diplomatic initiative. The Israeli prime minister, Binyamin Netanyahu, <a href=\"http://www.theguardian.com/world/2012/sep/27/binyamin-netanyahu-iran-nuclear-programme\" title=\"\">warned at the UN general assembly last month</a> that the Iranian nuclear programme would reach Israel's \"red line\" by \"next spring, at most by next summer\", implying that Israel might then take military action in a bid to destroy Iranian nuclear sites and set back the programme.</p> <p>That red line, which Netanyahu illustrated at the UN with a marker pen on a ~picture of a bomb, is defined by Iranian progress in making 20%-enriched uranium, which would be much easier than 5% uranium to turn into weapons-grade fissile material should Iran's supreme leader, Ayatollah Ali Khamenei, take the strategic decision to \"break out\" from Iran's observance of the Nuclear Non-Proliferation Treaty, to try to make a weapon. Tehran insists it has no such intention.</p> <p>A report published this week by the Institute for Science and International Security in Washington said that if Iran tried to break out now, it would take its centrifuge plants between two and four months to make enough weapons-grade uranium for a single warhead. As Iran builds up its 20% uranium stockpile, the ISIS report said a breakout could take less than one month, giving Israel and the west much less time to respond and increasing the chance of a pre-emptive strike.</p> <p>However, it would take several times longer to build even a small nuclear arsenal, and Iran itself has set back that timetable by converting about a third of its 20% stockpile into oxide fuel, which would be harder to turn into weapons-grade material.</p> <p>The 20%-enriched uranium stockpile would be at the heart of the new diplomatic effort. In Moscow meeting in June, the six-nation group of negotiators proposed that Iran should stop producing it, ship its stockpile of almost 200kg out of the country and shut its underground centrifuge plant in Fordow where much of it is made.</p> <p>In return, Iran would be given fuel plates to use in its Tehran medical research reactor (for which it says it requires the 20% uranium), help with nuclear safety, and spare parts for civilian airliners which are currently under sanctions.</p> <p>In return, Jalili presented an uncompromising document which called for all sanctions to be lifted with no let-up in Iranian enrichment. \"Their ideas are a non-starter from an American perspective,\" a senior US administration official said.</p> <p>However, several US analysts criticised the west's negotiating stance at Moscow, arguing Iran had no incentive to offer concessions on enrichment when there was no prospect of relief from punishing sanctions.</p> <p>\"The offer of airplane parts was an insult,\" said George Perkovich, a nuclear expert at the Carnegie Endowment for International Peace. He said that for a deal to stick, Khamenei had to retain the capacity to restart uranium enrichment at the underground site at Fordow as a form of insurance in case the west broke its side of the bargain. \"The supreme leader is absolutely convinced that the US will renege, so what is his leverage? It has to be Fordow. He has to be sure he can go back to Fordow and crank it up.\"</p> <p>Western officials said that at a meeting in Istanbul in July, experts from Iran and the six-nation group discussed compromise options for stopping production at Fordow in a way that would also allow it to be restarted. They insist that it was privately made clear to Jalili in Moscow that significant sanctions relief would follow if Iran showed a readiness to compromise on 20% enrichment, but some now acknowledge that a more concrete offer needs to be made for Jalili to be able to \"sell\" the deal to Iran's supreme leader.</p> <p>Jim Walsh, an expert on the Iran nuclear programme at the Massachusetts Institute of Technology, said: \"This period between the US elections and the Iranian elections is the last best chance to turn this thing around… I think the Iranians are ready and the Americans are ready. It's a question of the whether the optics and politics can be made to line up this time.\"</p>",
  "<p>Israel's prime minister, Binyamin Netanyahu, <a href=\"http://www.theguardian.com/world/2012/oct/09/binyamin-netanyahu-early-election-israel\" title=\"\">is running for a second re-election</a> – something that no Israeli leader has achieved since <a href=\"http://news.bbc.co.uk/1/hi/events/israel_at_50/profiles/81279.stm\" title=\"\">David Ben-Gurion</a>, the country's founding father. On Tuesday, Netanyahu announced an early election in January, which he will almost surely win. His centre-left rivals are too disorganised, unpopular, or inexperienced, while the ruling rightwing block enjoys a stable majority in opinion polls.</p> <p>In his campaign-launching televised address, Netanyahu put \"ensuring that Iran will not have a nuclear bomb\" atop his agenda. He made similar declarations before the previous election, in February 2009. Keeping Iran in the headlines serves Bibi's political goals: he appears to be the only possible leader with enough experience, authority and diplomatic skill to deal with the issue. If Iran is the key problem, Netanyahu is the obvious solution.</p> <p>The recent weeks' global debate about whether Israel would, or should, attack Iran's nuclear installations was a successful prelude to Netanyahu's campaign. Other politicians have little to say about Iran, or they fear to appear soft if they criticise the government's sabre-rattling. In reality, Netanyahu's Iran policy has been a failure. Even by his own account at a recent UN speech, the Iranians are ever closer to the bomb. The public doesn't care, however. There is little appetite for going to war now, or alone. According to successive polls, most Israelis would like to see America's air power, rather than Israel's, bombing <a href=\"http://en.wikipedia.org/wiki/Nuclear_facilities_in_Iran#Natanz\" title=\"\">Natanz</a>.</p> <p>Netanyahu praises himself for the \"stability\" in Israel throughout his current term. Indeed, his cabinet will have served for four years, more than any Israeli government since 1981. The economy was only mildly scratched by the global financial crisis, although it shows signs of recession. There were fewer terrorist attacks and cross-border fire exchanges than during the previous decade, thanks to Bibi's restraint.</p> <p>Netanyahu has shown considerable diplomatic skill facing the Arab spring revolutions. He may have viewed the fall of Hosni Mubarak as a catastrophe, but he has been careful to avoid a public feud with Egypt's current president, Mohamed Morsi, despite their deep ideological rift, knowing that do to otherwise would endanger the peace treaty. He has stayed away from the Syrian civil war, despite the risk of spillover – directly or via Lebanon. Most importantly from his standpoint, he has leveraged the western fear of regional chaos to his political advantage, by pushing aside the Palestinian issue and American calls to halt West Bank settlements.</p> <p><a href=\"http://www.theguardian.com/world/2011/may/21/netanyahu-rejects-obama-1967-borders\" title=\"\">Netanyahu's public disagreements with Obama</a> over the settlements and Iran, and his <a href=\"http://www.theguardian.com/world/2012/sep/20/binyamin-netanyahu-gambles-on-mitt-romney\" title=\"\">open preference for Mitt Romney</a>, don't hurt him at home. Throughout his political career, Netanyahu has been at his best when standing up to the powers that be, at home or abroad. His rightwing base loves it, and the current term has been no different. Paradoxically, Obama's opposition to war against Iran helps Bibi avoid a risky military adventure, while giving him an excuse for not fulfilling his pledge to stop the Iranian bomb.</p> <p>Netanyahu's adherence to the status quo prevented him from dealing with Israel's deeper problems – the prolonged <a href=\"http://www.theguardian.com/world/2012/jul/31/israeli-spending-west-bank-settlements\" title=\"\">occupation of the West Bank</a>, with its moral and strategic burden, and the demographic shift in the Israeli society, which has deepened its already existing tribalism.</p> <p>The Arabs and ultra-Orthodox Jews are currently exempt from military service and under-employed; to sustain economic growth and mitigate domestic rifts, Israel must integrate them into the workforce and give them opportunities. But it comes with a political price tag, since both groups reject the idea of \"Jewish democratic state\" as an oxymoron, and Bibi has failed to present an updated, all-encompassing national ethos. Instead, he has stuck to the old rightwing formula of bashing the Arabs and paying off the ultra-Orthodox, while alienating the shrinking secular mainstream that serves in the army and pays taxes. The <a href=\"http://www.theguardian.com/world/2012/jul/14/netanyahu-coalition-split-draft-orthodox\" title=\"\">draft debate</a> ignited the chain of events leading to the early snap election, which Netanyahu hopes to win before his rivals have time to organise.</p> <p>And here lies Netanyahu's ultimate failure: he offers little hope to the young, educated Israelis, beyond war with Iran, entrenchment on the borders and austerity budgets. This leads to a quiet, but dangerous, brain drain. Unfortunately for Israel, there is no credible candidate in the coming election who offers a brighter future.</p> <p>• Comments on this article are set to remain open for 24 hours from the time of publication but may be closed overnight</p>",
  "<p>When Barack Obama was last at the University of Miami he was riding high in Florida's opinion polls and seemingly on course for a comfortable win in the coveted swing state.</p> <p>Fast forward three weeks, past a poorly handled debate and one or two other perceived missteps, and the president is back on campus looking at a decidedly different landscape.</p> <p>It is now his Republican challenger, Mitt Romney, who holds a narrow advantage in the sunshine state, according to the latest opinion polls at least, and south Florida's young Democrats who are spreading Obama's message with less than a month until polling day want to hear their candidate come out fighting when he takes to the podium Thursday afternoon.</p> <p>\"He needs to be a little more aggressive, show more confidence and look more sure of himself,\" said Emily Young, campus team leader of Canes for Obama, the student supporters group named for the University of Miami's moniker 'The Hurricanes'.</p> <p>\"The first debate definitely didn't go well for him. People need to hear more specifics. One of the biggest things you got from the debate was that there was a lot that went over most people's heads. It's true for both candidates; they need to spend less time bringing each other down and more explaining what their policies are.\"</p> <p>Obama will appear before a full house at the university's BankUnited Center in Coral Gables before moving on to a $1,000-a-head fundraiser at Miami's swanky JW Marriott Marquis hotel hosted by actress Eva Longoria.</p> <p>The university has proved a popular stopover for Obama on the campaign trail this year following visits in February and for a Spanish language television interview to rally Hispanic voters late last month, the day after an appearance there by Romney.</p> <p>More than 1,800 tickets – almost a quarter of the venue's capacity – have been handed out to students keen to hear the president outline his \"vision for an economy that grows from the middle out\", according to his campaign staff's description of the subject of Obama's remarks.</p> <p>\"For most of the students it's our first time voting and people are in tune with the issues,\" Young said.</p> <p>\"It's about driving home the things he has accomplished so far and that he needs four more years to finish what he started. Four years is not enough to turn the economy around.\"</p> <p>With its 29 electoral votes up for grabs, more than one-tenth of the 270 a candidate needs to secure the White House, it is little surprise that Obama is now well into double figures in the number of campaign visits he has made to Florida, which he won in 2008 by barely 200,000 votes from more than 8 million cast.</p> <p>He has also dominated the state's airwaves with 5,000 more television advertisements appearing in favour of Obama than Romney during the last three weeks of September, according to a study by the Wesleyan Media Project.</p> <p>Despite this, two recent opinion polls in Florida, one conducted by Rasmussen soon after the first debate, show Romney with an advantage of up to three percentage points. It gives the Republican candidate his first lead of the year in Real Clear Politics tracking average, albeit by 0.7%, well within the margin of error.</p> <p>The final weeks of the campaign in the state will be \"a dogfight\" in the view of Jordan Lewis, a third-year political science major at the University of Miami and president of its Democratic group.</p> <p>\"Florida is the state that makes the difference. If Obama wins it like he did in 2008 then he will win the election no matter what,\" he said.</p> <p>\"That's why I want to see a stronger president, I want to see him come out combative. When he's speaking to students he needs to be strong on education, strong on jobs. We want to finish college not having to worry about the economy, not having to worry about finding a job.\"</p>",
  "<h2>Movie to which he took his future wife on their first date</h2> <p>Obama: Do The Right Thing<br>Romney: The Sound of Music</p> <h2>Youthful idea of romantic behaviour</h2> <p>Obama: Writing pretentious love letters. \"I haven't read The Waste Land for a year … but I will hazard these statements … [T S Eliot's] fatalism is born out of the relation between fertility and death, which I touched on in my last letter,\" he wrote to one girlfriend, Alex McNear. \"Life feeds on itself. A fatalism I share with the western tradition at times.\"</p> <p>Romney: Drawing an approximately 12ft-high heart in the sand on a beach in France, where he was serving as a Mormon missionary, writing \"I LOVE ANN\" inside it, stretching out on top, then sending the resulting photograph to his future wife</p> <h2>Secret Service codename</h2> <p>Obama: Renegade<br>Romney: Javelin</p> <h2>Worst recorded use of bad language</h2> <p>Obama: Obama's memoir Dreams From My Father includes references to a \"sorry-ass motherfucker\", a \"stupid motherfucker\", a \"punk-ass motherfucker\" and (in the only instance in which Obama isn't quoting someone else) \"ignorant motherfuckers\". The president retained the swearing in the audiobook version, which he recorded himself</p> <p>Romney: \"Bloomin'\" (as in \"Can you believe those bloomin' Democrats?\") Reporters who covered Romney during his time as Massachusetts governor agree with classmates of Romney's at Harvard Business School in the early 1970s that they've never heard him use language any stronger</p> <h2>Closest brush with death</h2> <p>Obama: In 2008, the pilot of the MD-81 campaign plane carrying then-Senator Obama radioed an emergency call after losing control of the aircraft's up-and-down movements</p> <p>Romney: In 1968, a Mercedes crashed into the Citroen Romney was driving along a French country road, killing a passenger. French police erroneously pronounced Romney dead at the scene, too</p> <h2>Most notable home improvement project</h2> <p>Obama: For almost a year, workers have been \"building something deep below the White House\", Michael Lewis reported in Vanity Fair, resulting in a large crater. But when he asked for more information, all he was told was that it was \"infrastructure\" </p> <p>Romney: The Romneys provoked derision earlier this year when it emerged that they had had a $55,000 car elevator installed at a home they're renovating in La Jolla, California</p> <h2>Early anecdote suggesting that he was destined for great things</h2> <p>Obama: According to his biographer David Maraniss, Obama wrote, in a school essay at the age of 8: \"I live near the school. I usually walk to the school with my mom, then go home by myself. Someday I want to be president. I love to visit all the places in Indonesia. Done. The eeeeeeend.\"</p> <p>Romney: Douglas Anderson, now a business school professor and Romney friend, was in his first year at Stanford University when a student he barely knew approached him. \"Do you know Mitt Romney?\" he asked. Anderson replied that he didn't. \"Mitt Romney is the finest person I have ever known!\" the student said, then walked away</p> <h2>Handedness</h2> <p>Obama: Left (like Clinton, George HW Bush, Ford, Truman and Hoover)</p> <p>Romney: Right (like Carter, Nixon, Johnson, Kennedy and George W Bush)</p> <h2>Preferred reading material</h2> <p>Obama: Ralph Ellison's Invisible Man, which he carried everywhere for several months as a student; Julian Barnes's The Sense of an Ending, which was observed on his reading pile at the White House; Moby-Dick, which he once said was his favourite; and the Harry Potter books, all of which he claims to have read</p> <p>Romney: L Ron Hubbard's Battlefield Earth, which he called \"very fun\"; Jared Diamond's Guns, Germs and Steel, which he has been quoting for at least five years, though Diamond accuses him of misrepresenting his views; the Bible, which he describes as his favourite book</p> <h2>Personal vice</h2> <p>Obama: Smoking, a habit that continued for the first two years of his presidency. One year ago, after a full physical, he was finally declared \"tobacco-free\"</p> <p>Romney: Romney's guilty indulgence is a late-night bowl of Coco Pops, or similar sugary cereal – a ritual he calls his \"Jethro bowl\", presumably a reference to The Beverley Hillbillies </p> <h2>Reason for not drinking coffee</h2> <p>Obama: Unknown, but he doesn't. The president's preference for Black Forest Berry Honest Tea briefly became a 2008 campaign issue. \"Only celebrities like Barack Obama … demand bottles of an organic brew,\" a McCain spokesman said</p> <p>Romney: \"Hot drinks are not for the body or belly,\" according to a revelation received by Joseph Smith, the founder of Mormonism, in 1833. The same goes for alcohol and smoking. Romney is said to be fond of caffeine-free Coke</p> <h2>Taxes paid for the year 2011</h2> <p>Obama: $162,074 on income of $789,674, an effective rate of 20.5%</p> <p>Romney: $1.9m on income of $13.7m, an effective rate of 14.1%</p> <h2>Official position on the crucial matter of how many busts of Winston Churchill there should be in the White House</h2> <p>Obama: On entering the White House, Obama reduced the number of Churchill busts in the White House by 50% (not by 100% or 0%, as his critics and his spokespeople have respectively appeared to claim at various points). There were two, one of which was in the Oval Office. Now there's one, which isn't</p> <p>Romney: Romney has made a point of explaining that, if elected, he'd return the second (British-loaned) Churchill bust to 1600 Pennsylvania Avenue</p> <h2>Favourite films, according to the campaigns' potentially spurious answers to various pop-culture questionnaires</h2> <p>Obama: Casablanca, One Flew Over The Cuckoo's Nest</p> <p>Romney: O Brother, Where Art Thou?</p> <h2>Approach to desk tidiness</h2> <p>Obama: Spartan. Photographs of Obama's Oval Office desk show it empty, in stark contrast to Bill Clinton's. The president is, more generally, a declutterer. \"I tend to be a spare guy anyway,\" he has said</p> <p>Romney: Also spartan. In tune with Romney's famously neat appearance, a reporter who visited his presidential-transition office found it \"hyper-organised\" with \"no piece of paper visible on any desk\"</p> <h2>Telling detail illustrating fiercely competitive spirit</h2> <p>Obama: For his regular basketball game, often played at the court inside the FBI's offices in Washington, Obama chooses former professional players or college stars. \"If you take it easy on him, you're not invited back,\" one player, a former Florida State point-guard, was quoted as saying</p> <p>Romney: Romney family vacations are organised around the 'Romney Olympics', a structured, mandatory and highly competitive sequence of sporting events, including biking, swimming and running</p> <h2>Telling detail illustrating the limits of his fiercely competitive spirit</h2> <p>Obama: In 2010, Rey Decerega, a Washington non-profit employee, accidentally elbowed Obama in the mouth during a basketball game, causing an injury that required at least 12 stitches. He was not invited back</p> <p>Romney: Concerned that he wasn't winning sufficiently often, Romney reportedly added new contests in which he was better placed to excel – including \"who can hammer the most nails into a board in two minutes\"</p> <h2>Parenting style</h2> <p>Obama: Famously strict. Sasha and Malia are compelled to write reports about their trips, even if their teachers don't require it; Malia can only use a mobile phone on weekends, and neither girl is allowed to watch TV, except for homework purposes, during the week</p> <p>Romney: The one unbreakable rule, Romney's son Tagg recalls, is that \"we were not allowed to say anything negative about my mother\". Each night, the family held a \"freewheeling discussion\" while sitting together in a room with the lights turned out. In darkness, Tagg says, the Romneys felt they could open up</p> <h2>Height</h2> <p>Obama: 1.85m</p> <p>Romney: 1.88m. (Of the 13 presidential elections since the first televised debate, the taller candidate has won eight. Of the other five, one involved candidates of the same height, and one was Bush v Gore in 2000, in which Gore won the most votes)</p> <h2>Most damaging quote picked up by a 'hot mic'</h2> <p>Obama: \"After my election, I have more flexibility\" – to Russian PM Dmitry Medvedev, on the subject of missile defence negotiations, in South Korea in March</p> <p>Romney: \"[Ann] has Austrian Warmbloods… Me, I have a Missouri Fox Trotter. So mine is like a quarter horse, but just a much better gait. It moves very fast, and doesn't tire, and it's easy to ride, meaning it's not boom-boom-boom, it's just smooth. Very smooth\" – to Sean Hannity, before an interview on Fox News in April</p> <h2>Opinion on the \"special relationship\" with the United Kingdom<br></h2> <p>Obama: \"We don't have a stronger friend and stronger ally than Nicolas Sarkozy, and the French people.\" (In 2009, the reported assessment of a state department official was more direct: \"There's nothing special about Britain. You're just the same as the other 190 countries in the world. You shouldn't expect special treatment.\" </p> <p>Romney: \"England is just a small island. Its roads and houses are small. With few exceptions, it doesn't make things that people in the rest of the world want to buy. And if it hadn't been separated from the continent by water, it almost certainly would have been lost to Hitler's ambitions\" – from Romney's book, No Apology</p> <h2>Dog-related outrage</h2> <p>Obama: Ate dog (along with snake and grasshopper) during his childhood in Indonesia, according to Dreams From My Father. \"Say what you want about Romney, but at least he only put a dog on the roof of his car, not the roof of his mouth,\" one pro-Romney blogger wrote</p> <p>Romney: Tied a crate containing the family dog, Seamus, to the roofrack of his car for the duration of a drive from Boston to Canada. The dog \"loved\" this form of travel, Ann Romney claims</p> <h2>Healthy-eating trick</h2> <p>Obama: Spurns mayonnaise</p> <p>Romney: Eats only the tops of muffins, because, he argues, the butter sinks downwards. May also be an attempt to connect with Seinfeld fans</p> <h2>Homes owned</h2> <p>Obama: A six-bedroom mansion in Hyde Park, Chicago</p> <p>Romney: A beachfront house in La Jolla, California, described as his \"main home\"; a two-bedroom townhouse in Belmont, Massachusetts; a six-bedroom house on the shores of Lake Winnipesaukee in New Hampshire</p> <h2>Favourite TV shows, as claimed in interviews</h2> <p>Obama: The Wire, Boardwalk Empire, Homeland, Modern Family</p> <p>Romney: Modern Family, 30 Rock</p> <h2>Killer productivity tactic</h2> <p>Obama: Limits mundane choices, for example about food, to limit \"decision fatigue\" – the psychological phenomenon whereby making some decisions depletes resources for making more important ones</p> <p>Romney: At Bain Capital, fined colleagues $20 if they showed up late to meetings. He looked \"physically pained\", one remembered, when he once had to pay up himself</p> <h2>Clothing philosophy</h2> <p>Obama: Limits his choices to blue and grey suits to forestall decision fatigue (see above)</p> <p>Romney: Smart to the point that campaign advisers reportedly worry it's a problem. Harvard classmates recall him dressing more formally than most even then. (Though when asked in a TV interview what he wore to bed, Romney said: \"As little as possible.\") In some photos, his Temple garment – \"Mormon underwear\" – has been clearly visible under his well-ironed white shirt</p> <p><strong>Principal sources</strong><br></p> <ul> <li>Michael Lewis, <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\">Obama's Way</a>, Vanity Fair</li> <li>Barack Obama, Dreams From My Father</li> <li>Michael Kranish and Scott Helman, <a href=\"http://www.vanityfair.com/politics/2012/02/mitt-romney-201202\">The Dark Side of Mitt Romney</a>, Vanity Fair</li> <li>David Maraniss, <a href=\"http://www.vanityfair.com/politics/2012/06/young-barack-obama-in-love-david-maraniss\">Young Barack Obama in Love</a>, Vanity Fair</li> <li>Robert Draper, <a href=\"http://www.nytimes.com/2012/10/07/magazine/mitt-romney.html?pagewanted=all&amp;_r=0\">The Mitt Romney Who Might Have Been</a>, New York Times</li> <li>Nicholas Lemann, <a href=\"http://www.newyorker.com/reporting/2012/10/01/121001fa_fact_lemann\">Transaction Man</a>, The New Yorker</li> <li>John Miller, <a href=\"http://www.nationalreview.com/articles/216252/matinee-mitt/john-j-miller\">Matinee Mitt</a>, National Review</li> <li>Jon Keller, <a href=\"http://www.bostonmagazine.com/articles/2006/05/my-dinner-with-mitt/\">My Dinner With Mitt</a>, Boston Magazine</li> <li><a href=\"http://www.boston.com/news/politics/2008/specials/romney/\">The Making of Mitt Romney</a>, Boston Globe series</li> </ul>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397575941\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959555230/Rangoon-Burma-A-young-man-003.jpg\" alt=\"24 hours: Rangoon, Burma: A young man hangs from a moving train in the suburbs\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rangoon, Burma: a young man hangs from a moving train on a circular route through the suburbs</span> <span class=\"element-image__credit\">Photograph: Damir Sagolj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575851\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959671726/Bucharest-Romania-Romania-004.jpg\" alt=\"24 hours: Bucharest, Romania: Romanian honour guard soldiers gather\" width=\"759\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bucharest, Romania: Romanian honour guard soldiers gather outside the Holocaust memorial during national Holocaust remembrance day commemorations</span> <span class=\"element-image__credit\">Photograph: Vadim Ghirda/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575853\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960258422/Delaware-Ohio-USA-Support-008.jpg\" alt=\"24 hours: Delaware, Ohio, USA: Supporters of Mitt Romney\" width=\"748\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delaware, Ohio, US: supporters of the Republican presidential candidate, Mitt Romney, watch him speak during a campaign stop at Bun's Restaurant and Bakery</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575934\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960315667/Mexico-City-Mexico-An-act-013.jpg\" alt=\"24 hours: Mexico City, Mexico: An activist from the Movement for Peace\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: an activist from the Movement for Peace with Justice and Dignity prepares to take part in a protest against the Mexican government</span> <span class=\"element-image__credit\">Photograph: Alfredo Estrella/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575868\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960263870/Lejamani-province-Hondura-010.jpg\" alt=\"24 hours: Lejamani province, Honduras: A tilapia breeder at his pond\" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lejamani province, Honduras: a tilapia breeder sits and measures the water level as a pond used for breeding red tilapia fish is emptied due to the excessive growth of algae</span> <span class=\"element-image__credit\">Photograph: Jorge Cabrera /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575901\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959881661/London-England-Antonia-Ca-007.jpg\" alt=\"24 hours: London, England: Antonia Campbell-Hughes \" width=\"749\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, England: Antonia Campbell-Hughes attends the premiere of Frankenweenie 3D, which opened the 56th BFI London Film Festival at the Odeon Leicester Square </span> <span class=\"element-image__credit\">Photograph: Dave J Hogan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575899\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959674548/Kathmandu-Nepal-A-woman-c-005.jpg\" alt=\"24 hours: Kathmandu, Nepal: A woman carries tea to sell to street vendors\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kathmandu, Nepal: a woman carries tea to sell to street vendors</span> <span class=\"element-image__credit\">Photograph: Niranjan Shrestha/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575857\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960269438/Hamburg-Germany-A-polar-b-012.jpg\" alt=\"24 hours: Hamburg, Germany: A polar bear shakes water\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamburg, Germany: a polar bear shakes water from its fur at Hagenbeck Zoo</span> <span class=\"element-image__credit\">Photograph: Marcus Brandt/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575870\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959783274/Logar-Province-Afghanista-006.jpg\" alt=\"24 hours: Logar Province, Afghanistan: US Army soldiers patrol\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Logar Province, Afghanistan: US army soldiers attached to the 2nd platoon, C troop, 1st Squadron (Airborne), 91st US Cavalry Regiment, 173rd Airborne Brigade combat team operating under Isaf patrol near the Baraki Barak base</span> <span class=\"element-image__credit\">Photograph: Munir Uz Zaman/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575847\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959548838/Bekasi-West-Java-Indonesi-001.jpg\" alt=\"24 hours: Bekasi, West Java, Indonesia: An Indonesian mentally ill patient\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bekasi, West Java, Indonesia: an Indonesian mentally ill patient is bathed at a small mental rehabilitation centre </span> <span class=\"element-image__credit\">Photograph: Mast Irham/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575855\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349959552568/Doral-Florida-USA-Search--002.jpg\" alt=\"24 hours: Doral, Florida, USA: Search and rescue look for possible survivors\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doral, Florida, US: search and rescue look for possible survivors in the rubble of a four-storey parking garage that was under construction and collapsed at the Miami Dade College's west campus </span> <span class=\"element-image__credit\">Photograph: Miami-Dade Fire Rescue/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575849\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960547412/Bojnourd-Iran-Supreme-Lea-014.jpg\" alt=\"24 hours: Bojnourd, Iran: Supreme Leader Ayatollah Ali Khamenei is welcomed\" width=\"729\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bojnourd, Iran: supreme leader Ayatollah Ali Khamenei is welcomed upon his arrival to the north-eastern city </span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397575930\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349960261280/Madrid-Spain-Two-workers--009.jpg\" alt=\"24 hours: Madrid, Spain: Two workers take a nap on a roof \" width=\"400\" height=\"582\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Madrid, Spain: two workers take a nap on a roof </span> <span class=\"element-image__credit\">Photograph: Alberto Di Lolli/AP</span> </figcaption> </figure>",
  "<p>Debates between the vice-presidential candidates are usually quickly forgotten, becoming an election footnote at best. But Barack Obama's poll slide has transformed Thursday's confrontation between Joe Biden and Paul Ryan from a sideshow into one of the most important vice-presidential debates ever.</p> <p>But Obama's poor performance in the first of the presidential debates has changed the dynamic and Biden is under pressure to produce a combative display that will, at a minimum, secure a draw and, the Chicago campaign headquarters is hoping, a clear-cut win.</p> <p>The debate in Danville, Kentucky, has grown in importance not only because of the consequences for the present campaign but because both Ryan and Biden are potential contenders for the presidency in 2016.</p> <h2>Clash of styles</h2> <p>The two seem to be evenly-matched, both with extensive congressional experience. There is not a lot of debate in Congress, with politicians more used to standing delivering speeches uninterrupted than engaging in vigorous argument, but both have done their share down the years during campaign events.</p> <p>The Kentucky debate pitches two opposites against each other: the younger, wonkish, Ayn Rand-inspired Ryan, against the much older, gaffe-prone Biden. But they also have a lot in common: both are from blue-collar backgrounds, more so in the case of Biden rather than Ryan, whose family had extensive business networks in his hometown.</p> <p>Biden, who has twice stood for the presidency, is a known debating quantity, having debated against Sarah Palin in 2008. That might not seem an onerous task, but he had to find a balance between taking her on without patronising her – something he succeeded in doing.</p> <p>Although Biden does often go off message – he presented the Republicans with a gift two weeks ago when he said the working class had been buried by the economy over the last four years – but he is much forceful than Obama in debate, and has a sense of humour that can be an effective weapon.</p> <h2>Preparations</h2> <p>Given what is at stake, the rival campaign teams have largely dispensed with the usual theatrics of talking up the opponents in an effort to raise expectations.</p> <p>Ryan said he expected Biden to come at him like a cannonball but other than that there has not been the same amount of game-playing as there was in the run-up to the Obama-Romney debate.</p> <p>Biden, who arrived in Lexington, Kentucky, Wednesday afternoon, has been locked up in his debate camp in his home state of Delaware, practising his lines against Ryan stand-in Chris Van Hollen, a Democratic congressman from Maryland.</p> <p>Ryan, holed up in Virginia and Florida, has been preparing against Ted Olsen, the former US solicitor general who is standing in for Biden.</p> <h2>The issues</h2> <p>Biden, in his role as vice-president, has been used more than Obama as a Democratic attack dog, taking on a more political role than his boss. The expectation is that in the debate he will hit Ryan with some of the issues that Obama failed to put to Romney last week.</p> <p>He has plenty of material to go at; Ryan is the author of a Republican House budget plan to make extensive cuts to the deficit and also to reform the healthcare programme for those over 65, Medicare, a proposal that has created concern among the elderly.</p> <p>He is also expected to press Ryan on how he can square billions in tax cuts for the wealthy while still reducing the deficit. He can also press him on Romney's disavowal last week that the tax cut for the wealthy would amount to $5bn.<br>Ryan is vulnerable, having to defend both Romney's economic plan and his own, while explaining the gap between the two.</p> <p>Biden, from his time in the Senate, has more experience on foreign policy than Ryan and this should tell in expected exchanges on the killing of the four Americans in Libya, Iran and other crisis issues.</p> <h2>Past debates</h2> <p>There have been few memorable vice-presidential debates but the best known quote is the one in 1988 between Lloyd Bentsen and Dan Quayle.</p> <p>Quayle said: \"I have as much experience in the Congress as Jack Kennedy did when he sought the presidency.\" Bentsen quickly put him down: \"I knew Jack Kennedy; Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.\"</p> <p>The debate in 1992 involving Admiral William Stockdale, vice-presidential running mate to independent candidate Ross Perot, also produced the memorable: \"Who am I? Why am I here? I'm not a politician.\"</p> <p>About the only line anyone remembers from the 2008 debate was Palin's disarming opening: \"Can I call you Joe?\"</p>",
  "<p>Employers frequently seek candidates with bulging contact books, hoping that extensive networks and powerful connections will significantly increase their own business opportunities.</p> <p>Since many students are already engulfed, juggling work and studies, occasions for extending one's groups and associations can be hampered due to sheer logistics and significant lack of time. Therefore, when the Guardian Media Network presented an opportunity to attend a VIP evening with <a href=\"http://www.rga.com/\" title=\"\">R/GA</a> chairman and CEO, <a href=\"http://www.rga.com/about/leadership/bob-greenberg\" title=\"\">Bob Greenberg</a> at their central offices in King's Cross, it became apparent that media students such as myself could kill two birds with one stone.</p> <p>Curiosity was mildly piqued by the undertaking \"to explore the opportunities facing the industry as it adjusts to the chaos of the digital age\", but there was also the chance to rub shoulders with other like-minded individuals in the media and tech industries at the concluding social gathering.</p> <p>Before facing off against the Guardian's Kate Bulkley (a far livelier affair than the dull Obama/Romney debate) Greenberg, a decorated advertising pioneer, gave his own unique perspective on how a new approach to the agency model can help clients change their entire creative structure.</p> <p>Greenberg and his brother Richard founded R/GA in 1977. He states that design has been the single most important aspect throughout his distinguished career. Since the agency's body of work spans 4,000 television commercials (they helped build brands such as Nike) not to mention 400 feature films (including notable industry innovators such as Kubrick's A Clockwork Orange), Greenberg sees mobile and social media as the newest disruptive element, much as the internet had a disruptive effect on the movie industry, and television as the significant disrupter before that.</p> <p>One of the more salient points made that night, which may be relevant to media students, was Greenberg's proposition to create more of a university setting within the creative industry, allowing for on-the-job learning leading to meaningful employment.</p> <p>When faced with the question as to whether or not the education system is failing tech startups, Bob, who is on the board of several American institutions, postulates that changing the curriculum at state universities takes far too long for new pathways to be implemented. This in itself is a severe obstacle to overcome, due to the ever-shifting evolutionary nature of the technology industry.</p> <p>Another valid point was that it will become a more complex environment for many new businesses (let alone technology-based industries), before it leads back to simplicity.</p> <p>Greenberg admits that change is difficult. He believes that companies will continue to pursue that elusive \"something different\" in which to invest, while still having to evolve with the times. Greenberg's stance is that agencies need to \"walk the talk\" and he firmly believes that storytelling is key to the future of all media environments.</p> <p>Joseph L Badaracco, professor of business ethics at Harvard Business School, wrote: \"In today's environment, hoarding knowledge ultimately erodes your power. If you know something very important, the way to get power is by actually sharing it.\" Therefore, the numerous advantages in attending the Media Network's events such as this one cannot be overstated, due in part, to the Guardian's vision to form a community of game-changers in media and technology.</p> <p>Since 1999, their editorial coverage and strategic innovation in the fields of media and technology has been assisting professionals by giving them a creative and commercial edge in these rapidly changing sectors.</p> <p>The Media Network is free to join and among the benefits are weekly newsletters, event invitations, plus all the latest information from the network. It also includes a 20% discount and priority booking for selected events, such as the highly acclaimed annual <a href=\"http://www.guardian.co.uk/activate\" title=\"\">Activate Summit</a>, which brings together people who are changing the world through media and technology.</p> <p>Of additional value is the access to professional development resources and training, not to mention a first look at new job opportunities. As a media and technology student, events such as this, which provide access to cutting-edge multimedia content, are key to staying ahead of crucial changes in the global media and tech markets.</p> <p><em>Get the bigger picture and join the debate by becoming a network member. Register for free <a href=\"http://www.guardian.co.uk/media-network\" title=\"\">here</a> and meaningfully expand your own personal web of professional contacts at the next exclusive and thought-provoking function</em></p> <p><em>Karen Fraser is studying arts and media management at <a href=\"http://www.bbk.ac.uk/\">Birkbeck, University of London</a></em></p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"https://register.guardian.co.uk/media/\" title=\"\"><strong>sign up for free membership</strong></a><strong> to the </strong><a href=\"http://www.guardian.co.uk/media-network\" title=\"\"><strong>Guardian Media Network</strong></a><strong>. This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>.</strong></p>",
  "<p>Directors of children's services have certainly had their mettle tested over the past year, and continue to do so as we prepare for the next round of spending negotiations and budget reductions for the third year of austerity. But this is not a question of doing the same with less.</p> <p>The frantic pace of change in all areas of policy, the rapidly changing demographics revealed by last year's census data and changes to the way local government overall is funded has left senior managers with as many questions as answers in the run up to next year's budget setting.</p> <p>Leading in times of such uncertainty poses challenges in terms of establishing a clear vision for services and staff. Joining the dots of government policy impacting on the most vulnerable to present a coherent picture of services and support has never been more difficult, or more important.</p> <p>It is not just changes to children's services departments that will affect how we lead in the future, but also predicting the consequences of changes to welfare and housing on the needs of our populations.</p> <p>The role of the director of children's services itself has, in many ways, stayed, reassuringly, as it was envisaged in the Children Act 2004 that created the role, and this has been confirmed in the reissuing of the statutory guidance.</p> <p>That role sometimes seems like the only stable platform in the sea of change affecting both our own services and those of partners. But the nature of our leadership must also change in response to these policy developments.</p> <p>Increasingly we are coming to understand that it is not enough to be a system leader, overseeing a single system of services for children and young people, rather we must be involved in shaping the numerous systems that impact on the lives of children and their families across the public sector.</p> <p>As schools become more autonomous, directors are forging new relationships with head teachers and governors, of maintained schools and academies, based on trust and respect for each others' expertise.</p> <p>There are innovative new partnerships supporting co-operation in strategic planning, school improvement, alternative provision and support for vulnerable children.</p> <p>In children's social care too the demands on leaders are changing. The recommendations of the Munro review, the reduction in guidance and plans for a stronger and more confident profession requires directors to consider how we can promote the open and learning culture needed for such complex tasks.</p> <p>Instead of fixed targets and copious guidance that has, in the past, led us down a blind alley of pretending that if we just follow the steps children will be kept safe. We must be willing to admit we don't have all the answers, and to listen to the views of the frontline, children and young people and partner agencies to continuously improve the work that we do.</p> <p>The leadership arrangements in our partner agencies are changing, with the introduction of clinical commissioning groups and the NHS commissioning boards and the imminent election of police and crime commissioners.</p> <p>We are forming new partnerships with the local members of the judiciary in efforts to improve the family justice system.</p> <p>The task is to bring these new partners together to better understand the needs of our local population and the future demands on the systems we lead and to map out what we can offer to children and families to support them in what will continue to be tough economic times.</p> <p>But we are not facing these challenges alone, or isolated from each other.</p> <p>The programme of support from the Children's Improvement Board, run by and for local children's services leaders, and the leadership development programme, run by the Virtual Staff College, is starting to make a real difference to the way in which directors respond to these never-ending changes.</p> <p>This support is allowing us time to learn, reflect and challenge each other and draw on the expertise held in the sector to provide imaginative and robust solutions to the many difficult issues that we face now.</p> <p><em>Debbie Jones is president of the </em><a href=\"http://www.adcs.org.uk/index.html\" title=\"\"><em>Association of Directors of Children Services</em></a><em> and executive director for children and young people's services at </em><a href=\"http://www.lambeth.gov.uk/home.htm\" title=\"\"><em>Lambeth council</em></a><em>. The Guardian social care network is media partner for the <a href=\"http://www.adass.org.uk/index.php?option=com_content&amp;view=article&amp;id=761\">National Children and Adult Services conference</a> in Eastbourne this month</em></p> <p><strong>Why not join our community? Becoming a member of the Guardian social care network means you get sent weekly email updates on policy and best practice in the sector, as well as exclusive offers. You can sign up – for free – </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/social-care/start.php\" title=\"\"><strong>online here</strong></a><strong>. </strong></p>"
]