[
  "<p>A prominent Republican has accused vice president Joe Biden of \"playing the race card\" over remarks suggesting Mitt Romney's plans to loosen bank regulation would put people \"back in chains\".</p> <p>Rick Santorum, a conservative who ran against Romney in the primaries but has since fallen behind his party's nomination, led the renewed attack on Sunday by describing the comments as further evidence of dirty tactics by the Obama campaign aimed at pitting Americans against each other. </p> <p>On Tuesday, Biden told an audience in Virginia, which included African Americans, that less bank deregulation would harm ordinary people.<br>\"They're going to put y'all back in chains,\" he said. </p> <p>Santorum said that Biden's use of \"y'all\" was an inappropriate attempt \"to develop an affinity with the group that you are speaking in front of\" – taken to mean African Americans, most of whom are descendants of slaves. </p> <p>\"Y'all?\" he said. \"He tried to develop the affinity and he did it in a horrendous way, and he should apologise for it.\"</p> <p>Santorum said that Biden's remarks were indicative of the \"divisive\" tone of the Obama campaign's attacks on Romney.</p> <p>\"It is one thing to attack him on his record and fair game. Go for it. But to go out and do what he is doing as far as dividing the country, and he is, it is class warfare at its worst,\" he said.</p> <p>Rudolf Giuliani, the former New York City mayor, said Biden's comments, on top of a series of other gaffes over recent years, suggested he is not up to the vice presidency and therefore, implicitly, the presidency as the man who would take over the White House if Obama could not serve. </p> <p>\"I mean, there's a real fear is . . . whether he really has the mental capacity to handle it,\" he said. \"I mean, this guy just isn't bright.\" </p> <p>The Obama campaign dismissed the attacks as \"faux outrage\". </p> <p>The president's deputy campaign manager, Stephanie Cutter, told ABC's This Week that Biden's comments were a direct response to Republican proposals to \"unshackle\" businesses from government regulation which they blame for a poorly performing economy. </p> <p>\"Let's look at what the vice president actually said. Speaker [John] Boehner, even [Romney's running mate] Paul Ryan have been travelling this country talking about the need to unshackle the private sector, unshackle the financial industry and the vice president was just taking that metaphor a step further and talking about wanting to put other people in shackles,\"</p> <p>Cutter said the issue was not Biden's use of language but the broader point he was making about Romney's call for deregulation of Wall Street and the private sector which would encourage more of the \"reckless behaviour\" that led to the recent recession. </p> <p>\"They're using that one word as a distraction, but the larger point is an important point,\" she said. \"The president absolutely believes in the free-enterprise system, but we also believe that everybody should play by the same set of rules.\"</p> <p>Obama has already defended Biden.</p> <p>\"The truth is that during the course of these campaigns, folks like to get obsessed with how something was phrased even if everybody personally understands that's not how it was meant,\" he told People magazine. \"That's sort of the nature of modern campaigns and modern coverage of campaigns. But I tell you, when I'm traveling around Iowa, that's not what's on people's minds.\"</p> <p>But there was also criticism from some Democrats including Maryland's governor, Martin O'Malley who said Biden could have chosen his words more carefully.</p> <p>\"I think it was an indelicate play on the Republican words of shackling the economy with regulations and shackling small businesses,\" he said on NBC's Meet the Press. \"It was certainly an indelicate choice of words.\"</p> <p>The Boston Globe newspaper <a href=\"http://articles.boston.com/2012-08-17/editorials/33232304_1_president-joe-biden-slight-indian-accent-racial-insensitivity\">called on Biden to apologise</a> for the comments, saying that if Romney's running mate, Paul Ryan, had made similar comments he \"would be pilloried for racial insensitivity — and so would Romney\". </p> <p>\"In the fight for civility and substance over pointless hyperbole, Biden may not be the worst offender. But he's an offender nonetheless, and he should apologize,\" the Globe said in an editorial.</p> <p>Obama's former spokesman and now campaign adviser, Robert Gibbs, denied that Biden is a \"drag on the ticket\".</p> <p>\"I'm happy to have Joe Biden out campaigning and telling his story to the American people, putting in front of people the choice that's going to happen in this election,\" he said. \"I'm happy and proud of Joe Biden and I'm happy and proud to have him on the trail every day.\"</p>",
  "<p>As <a href=\"http://www.theguardian.com/world/francois-hollande\" title=\"\">François Hollande</a> hits the 100-day mark, what is the verdict on the man at the top of French politics? In terms of style, his trademarks emerged quickly enough. Hollande has renewed the Gaullist interpretation of the presidency: in accordance with the letter of the constitution, he sees his role as an above-the-party arbiter who lets the prime minister, Jean-Marc Ayrault, govern. Unlike Nicolas Sarkozy, Hollande neither polarises public opinion, nor does he arouse strong feelings. He is generally described as \"decent\" and \"modest\"; adjectives that were never associated with Sarkozy.</p> <p>Three months on, however, the novelty of this change is beginning to wear off. Over the course of the last week, commentators in the media have called on Hollande to start being more specific about his policies and priorities. Some journalists have even begun to mock his quiet tone: the expression <em>présidence pépère </em>(\"cushy presidency\") has been used in several broadsheets.</p> <p>So where is France really headed? In line with Hollande's Agenda for Change, released on 4 April, the new Socialist majority in parliament passed a rash of bills before the recess on 2 August. Most were intended to generate an extra €7.2bn to meet the 2012 deficit targets. The highest-profile reversal of previous government policy was the decision to resume taxing overtime pay and putting an end to state subsidies to fund that exemption. \"Work more to earn more\" was the flagship measure of Sarkozy's 2007 campaign. It aimed to boost the economy by deregulating the labour market. In fact, this reform did nothing to stimulate employee income but cost the state more than €25bn in tax relief.</p> <p>Another law reinstated salary-based charges that employers pay – the previous government had shifted those costs to the general public in the form of a tax increase. The infamous Tepa law, passed in August 2007 – which lowered taxes on assets of wealthier people – was also revised. Jérôme Cahuzac, the Socialist minister for the budget, declared that this \"exceptional contribution is a big effort being demanded of those who can afford to make it\". It sounded like a uneasy plea to the rich, rather than a confident decision. This half-hearted approach augurs badly for the intentions of the government when it comes to addressing the widening gap between the rich and the rest of the population.</p> <p>Furthermore, a 75% tax rate on those earning more than €1m, and a new 45% rate on those earning over €150,000 has been delayed until the autumn. At the same time, the minimum wage was increased by a token 2%. This felt like a slap in the face for the trade unions and low-income voters.</p> <p>But what about the much-heralded \"<a href=\"http://www.theguardian.com/business/tobin-tax\" title=\"\">Tobin tax</a>\", introduced on 1 August? It's worth clarifying that this is a tax on only 0.2% of the value of financial transactions. Another tax aimed at high-frequency trading was also implemented. The so-called frequency tax is 0.01% on the amount of stock orders modified or cancelled that exceeds 80% of all orders transmitted in a month. In short, it's more of a \"non-transaction\" tax.</p> <p>These \"achievements\" promised to shed a new light on Hollande's much trumpeted intentions of \"further regulating the markets\". The government has used taxation to dissuade bankers from deliberately placing false orders in an attempt to manipulate the market. Take note: Hollande did not try to ban certain practices or introduce new rules. He is simply trying to benefit modestly from the system as it stands.</p> <p>In the runup to the election, Hollande had promised to renegotiate the EU fiscal compact. This endeavour was supported by a large majority of voters. On 29 June, after one of those dramatically choreographed EU summits, a glowing Hollande appeared before cameras and declared: \"Europe has changed in the right direction.\"</p> <p>Yet the French president spectacularly failed to keep his word. Angela Merkel's and Sarkozy's treaty has prevailed unchanged. Jean-Luc Mélenchon, the Left Front presidential candidate, denounced it as a \"knockabout farce\". All Hollande could claim was a derisory \"growth pact\" worth 1% of the EU's GDP (€130bn). More embarrassing was the revelation that the growth package entailed deploying up to €55bn in unspent EU structural funds.</p> <p>The Socialist president has not opposed the EU-inspired austerity programmes that are strangling the economies of Greece, Ireland, Italy, Portugal and Spain. Worse, he has implicitly endorsed them by sending an unprecedented, thinly veiled warning to Greek voters days before the dramatic rerun of the general elections. He hinted that if Greeks insisted on casting their votes in favour of Syriza, a leftwing \"anti-austerity\" coalition, <a href=\"http://www.theguardian.com/world/greek-election-blog-2012/2012/jun/14/greece-bailout-hollande-ultimatum-eurozone\" title=\"\">it could cost them Greece's participation in the eurozone</a>.</p> <p>On 9 August, <a href=\"http://en.wikipedia.org/wiki/Constitutional_Council_of_France\" title=\"\">France's constitutional council</a> ruled that the adoption of the EU fiscal compact did not require a change to the constitution. This would have necessitated the support of three-fifths of MPs; an unachievable majority. Instead, the treaty will enter into force if the government passes an \"organic law\" by a simple majority. Hollande said there would be no referendum on the new treaty – he is afraid of losing it.</p> <p>This denial of democracy has infuriated the left. Many argue that the pact allows Brussels to dictate national policy by allowing it to impose sanctions on countries that fail to respect a structural deficit ceiling of 0.5% of GDP. The diktat will restrict all governments' room for manoeuvre in the foreseeable future. What is more, it dramatically undermines parliament's powers to pass laws as it sees fit for the country. When the French return from their summer holidays, they can only hope for further spending cuts (€33bn in 2012-14) and tax rises to meet Hollande's 3% deficit targets by the end of 2013.</p> <p>Hollande has chosen to stay the course of the punitive austerity policies that are ruining European countries. Mr Normal has quietly taken to the neoliberal sea – and he makes no waves.</p>",
  "<p>Under cover of darkness the men creep out to their prime targets in the capital of Somalia. Their aim is to grab attention with a spectacular political statement. By dawn they will have disappeared without trace, but the city will not be the same.</p> <p>Meet Muhiyidin Sharif Ibrahim, Adan Farah Affey, Mohamed Ali Tohow and Ahmed Ado, a collective of painters slowly but surely changing the face of Mogadishu through guerrilla art.</p> <p>Their message – for peace, against corruption – is riding a wave of optimism unprecedented for more than two decades in this all but doomed city.</p> <p><a href=\"http://www.thedailybeast.com/newsweek/2012/01/29/is-al-shabab-on-the-way-out-in-somalia.html\" title=\"\">Militant Islamists have been chased out</a>, thousands of expatriate Somalis are packing flights back, a new constitution has been passed and, on Monday, a new president will form the first functioning government since 1991. It is make or break time for Somalia, long seen as the world's most failed state.</p> <p>At present, Mogadishu is dystopia. Countless buildings lie pulverised as if by an angry giant, evocative of the ruins of Europe at the end of the second world war. A lone staircase floats where a building used to be; a formerly grand hotel is now a skeleton stripped bare; a cathedral stands with no roof and broken masonry in the nave; a series of beachside bars and restaurants resemble ancient ruins. Few walls are free of bulletholes or cracked and crumbling plaster. Roads are rutted and potholed, quickly flooding with rainwater, and stinking rubbish goes uncollected. <a href=\"http://www.theguardian.com/global-development/2012/jun/18/somali-mogadishu-vulnerable-progress\" title=\"\">Displaced people squat in domed tents amid the rubble</a>.Guns are everywhere.</p> <p>It is into this apocalyptic vision that the artists project. At a garage-cum-studio last week, their giant works were leaning against the walls. One diptych showed rodents with moneybags queuing up at \"the office of who you know\", then the happier scene of people with qualifications lining up at \"the office of what do you know\". A triptych portays a fallen young Somali rising from the ground and finally standing tall with the national flag.</p> <p>In the middle of the night, these works will be silently moved to prime locations in the city to make a public plea for justice, security and a national vision. The veteran artists are resurrecting a culture that was devastated 21 years ago when Somalia's government collapsed and warlords filled the vacuum.</p> <p>Ibrahim, 62, relaxing on a car seat on the floor (the car is long gone), learned to paint under an Italian mentor and was the official presidential portraitist. \"You had to try as much as possible to make him look more handsome and elegant,\" he recalled. \"You could not show his age.\"</p> <p>Hundreds of the portraits, and much of his other work, were lost in the chaos. <a href=\"http://www.theguardian.com/world/2010/jan/31/shabaab-somalia-islamic-militia-refugees?INTCMP=ILCNETTXT3487\" title=\"\">Then came al-Shabaab</a>, bringing a semblance of order and youth appeal (it runs <a href=\"https://twitter.com/HSMPress\" title=\"\">a Twitter account</a>) but also a Taliban-like ban on TV, music, bras and depictions of humans and animals. These artists continued to draw in secret behind closed doors, however, and when <a href=\"http://www.theguardian.com/world/2011/aug/07/somali-troops-mogadishu-rebels-out\" title=\"\">al-Shabaab was pushed out of Mogadishu by US-backed African Union forces</a> last year, the artists could return to the open. \"It was freedom for artists,\" Ibrahim said. \"We decided to work again.\"</p> <p>The old friends had been apart for years and were initially frightened of meeting again. They were helped by a parcel containing brushes, paints and other essential materials sent by a British benefactor. \"We were like children on Christmas day,\" said Adan Farah Affey, 50.</p> <p>The collective is now mentoring and teaching young people in a scheme run by Somalia's <a href=\"http://www.crdsomalia.org\" title=\"\">Centre for Research and Dialogue</a>. Affey hopes to develop Somalia's first ever art academy. Yet he used to be afraid of young people.</p> <p>\"Al-Shabaab used youth for recruitment,\" he added. \"A young guy can come and assassinate you. But I believe this project will stop them joining al-Shabaab because artists need to concentrate. It teaches them a way of life. If you are an artist, you need to be gentle and wise. You cannot kill yourself.\"</p> <p>Among the students is Suleyman Mohamed Yusuf, 20, who previously spent two years in a militia, collecting money at checkpoints and witnessing the killings of car passengers including children. \"At the checkpoint people were afraid of me,\" he recalled. \"You have a gun and you have the power. At that time I behaved as if I was the most powerful man in the city – I could capture the city.</p> <p>\"But I don't miss it because it was the wrong way because either you kill or be killed. Neither has any benefit for you. I've seen many troubles and I do not want to see them again.\"</p> <p>Describing the artists, Yusuf added: \"These are the only guys I admire. I've never seen people like this.\"</p> <p>The Centre, a thinktank working for reconciliation, is headed by Jabril Ibrahim Abdulle, 42, who lost his entire family in the civil war. It is running other youth projects including a My Mogadishu photography group – \"instead of shooting an AK47, they shoot a camera\" – a system for awarding grants and even a Somali Idols talent contest.</p> <p>Jabril Abdulle argues that young people, who make up the majority of the population, will decide Somalia's fate. \"The new constitution doesn't mention youth. There's no one consulting them. That's why al-Shabaab happened: they even took the name 'youth' [shabaab]. They did what the government is supposed to do in terms of reaching young people. They recruited people from the diaspora via Facebook to come and blow themselves up. It was a silent killer and no one was paying attention.\"</p> <p>Jabril Abdulle reckons there have been \"four or five\" assassination attempts against him. He was at the national theatre <a href=\"http://www.theguardian.com/world/2012/apr/04/somalia-theatre-suicide-bombing-shabaab\" title=\"\">when a suicide bomber struck earlier this year</a>; giving up his seat to elders, until he was at the end of the row, saved his life. He speaks to the Guardian a day after the director of the international airport was gunned down on his way to breakfast.</p> <p>Yet the defeat of al-Shabaab in Mogadishu, and the peace – <a href=\"http://www.theguardian.com/world/2012/aug/02/somali-comic-marshale-death-threat\" title=\"\">a relative term</a> – that has followed, offer a sliver of hope. Boys can be seen <a href=\"http://www.theguardian.com/world/2011/nov/06/somalians-revel-mogadishu-safe-beaches\" title=\"\">kicking footballs on the beach again</a>,</p> <p>the fish market is thriving and new shop fronts include Mogadishu's first dry cleaner for two decades. The city hums with crammed minibus taxis, land cruisers with darkened windows and saloon cars that have seen better days – a bustle unthinkable amid the bullets and mortars just a year ago.</p> <p>\"For the first time in Somalia, something is happening,\" Jabril Abdulle said. \"People are saying we shall not rely on the government; what you see in Mogadishu is nothing to do with the government. People are saying enough is enough. About 150 buildings here are being renovated. Al-Shabaab will be defeated by the will and aspirations of the Somali people. They are really ready to move on.\"</p> <p>He estimates that 4,000-5,000 <a href=\"http://www.bbc.co.uk/news/world-africa-19254249\" title=\"\">members of the Somalia diaspora</a> have been coming and going in the past three months, some bringing their children for the first time. But scarred by false dawns of the past, Jabril Abdulle warned: \"Something good is happening and I am scared. I don't want to lose it. We are on the edge. I can't say we're at a tipping point; we're at a pre-tipping point.\"</p> <p>The biggest hope, but also the biggest risk, comes on Monday when the weak transitional federal government is replaced by a president, prime minister, speaker and MPs elected by clan elders (Somalia is far from ready for a truly democratic election). The UN has already warned that the process is steeped in corruption; a parliamentary seat can reportedly be bought for $50,000 (£31,832). Jabril Abdulle is wary of the fallout.</p> <p>\"You will have a lot of bad losers,\" he warned. \"They might not walk away. They might say, 'If I lose, everyone has to lose.' Somalia does not have a democratic tradition. There is a window of opportunity to engage the youth, but the possibility of returning to war is there. The value of an AK47 hasn't really gone down.\"</p> <p>The result could be a melee of warlords competing for power redolent of Afghanistan. Already, some say, there is an increase of checkpoints in Mogadishu in the absence of African Union forces, who are pursuing the battle with al-Shabaab elsewhere. Two militia groups are said to be competing for the spoils if and when al-Shabaab is driven out of its stronghold, the port city of Kismayu. Some analysts believe the writing is on the wall.</p> <p>One said: \"My feeling about the transition is that it's quite a lot of hot air and there are really significant challenges in the next six months. Poor Ugandans in the African Union forces are getting killed to create space for something but nobody's sure what it is.</p> <p>\"There's a danger it's going to give power to the people who were in control before 2006 and made Somalia a really shitty place. The rhetoric is that something new and beautiful is being built, but I'm not sure I believe it.\"</p>"
]