[
  "<p>Eugenia Tymoshenko steps out of a cab in sunny Knightsbridge wearing black high heels, a smart tan skirt and black jacket. She could be something senior at Goldman Sachs, but her pressing business is about life, death and justice. The 32-year-old is on a campaign to free her mother from a seven-year jail sentence in a Ukrainian prison – and, she says, from physical and mental torture that threatens to kill her.</p> <p>Eugenia's mother is Yulia Tymoshenko, the former prime minister of Ukraine, sent to prison after a sequence of events that combines the plot of a revenge thriller with the darkest politics of the Soviet Union era. In October last year, Tymoshenko was found guilty of criminally \"abusing her office\" in what the United States and European Union have both called a politically motivated show trial. Even Russian president Vladimir Putin criticised the sentence. Since the start of her prison term, her daughter claims, Yulia has been beaten and denied access to a doctor or drugs. She has also been accused – without evidence – of the murder of a fellow MP. Tymoshenko's supporters have protested and battled police on the streets of Kiev, and Tymoshenko herself has gone on hunger strike. Now it seems her only hope of freedom is her daughter.</p> <p>Eugenia makes an unlikely saviour. Until her mother's sentence, her career was running an Italian restaurant in Kiev. \"I never had any ambition for politics,\" she tells me. These days Eugenia strides confidently into TV studios for interviews. She talks with poise and passion to presidents and prime ministers. She addresses meetings of MEPs and briefs lawyers. And she litigates. \"Ukraine courts don't work,\" Eugenia says. \"We have to go overseas.\"</p> <p>When we meet she is in London talking to lawyers as she takes action in the British courts against Ukraine's first deputy prosecutor. In&#xa0;March, Renat Kuzmin told BBC Ukraine that he had \"reliable information\" that money from her mother's accounts had been transferred to pay hitmen who had gunned down MP and businessman Yevgen Shcherban, as&#xa0;well as his wife and his assistant, at an airport in 1996. \"She has never been questioned, and this allegation has no basis in fact,\" Eugenia says, toying with her pasta. One senses that this lapsed restaurateur now rarely finishes a meal.</p> <p>Eugenia comes across as a mixture of relentless focus – displaying her mastery of the legal and political minefield that confronts her mother – and the restless stress of somebody who wishes that she could wake up to find that this was all a bad dream.</p> <p>Her mother first gained international prominence in 2004 as one of the leaders of the Orange Revolution that freed her country from the Soviet empire. Alongside Viktor Yushchenko, who survived a near-fatal dioxin poisoning attack that disfigured his face, Tymoshenko – famous for her golden blonde braid, worn like a crown around her head, and her wardrobe of expensive peasant chic – was a figurehead for hundreds of thousands of revolutionaries who braved sub-zero temperatures in Kiev to protest against a fraud-tainted presidential election \"won\" by Viktor Yanukovych. The Supreme Court ordered a rerun and Yushchenko was elected to the presidency.</p> <p>\"Those days were incredibly exciting,\" says Eugenia. \"It seemed like the end of all the political troubles for Ukraine. We could move towards becoming a member of a free and democratic Western Europe.\" Yushchenko appointed Eugenia's mother as prime minister, but their dalliance with democracy and each other did not last long. Eight months later they fell out over bitter accusations of corruption. Yushchenko sacked Tymoshenko during a live TV address to the nation in September 2005 and the following year brought in Viktor Yanukovych, of all people, as his new prime minister. \"It was then that I began to fear for my mother,\" Eugenia says.</p> <p>Ukraine has been through 15 premiers since that first flush of independence. It is a country where political alliances are notoriously short-lived and morph very quickly into acrimony and revenge. However, Viktor Yanukovych and Yulia Tymoshenko share a history and a loathing that runs deep even by Ukrainian standards. Did Eugenia or her father not try to persuade her to stay away from a political tide that was turning strongly against her?</p> <p>\"Ten years ago maybe we could have,\" Eugenia says, her dark eyes momentarily staring into the middle distance. \"But now she sees her fight as a fight for Ukraine.\"</p> <p>Born in 1960, Yulia Tymoshenko was an economist and engineer who, with her husband Oleksandr, built a fortune with their now-defunct corporation United Energy Systems Ukraine (UESU), a gas-trading concern which also included venture capital firms and two banks. The rise of UESU was meteoric – some said suspicious. By the end of 1996, under the patronage of then-prime minister Pavlo Lazarenko, the company controlled 25% of the Ukrainian economy. According to the Ukrainian newspaper&#xa0;<em>Izvestia</em>, UESU was a kind of a \"state within a state\".</p> <p>One of the wealthiest businesspeople in the country, Tymoshenko entered politics in the 1990s. Blessed with incredible willpower and energy – and a hard edge behind her trademark smile – \"Lady Yu\" could work a crowd like nobody else. When a rival in parliament claimed that if she sold her pearls they would raise enough cash to feed an average Ukrainian family for five years, she ripped off her necklace and threw it at him. \"There's not a single pearl in this necklace,\" she shouted.</p> <p>Her fall from power was just as dramatic. Five years on from the Orange Revolution, president Yuschenko's popularity had vanished. The 2010 presidency battle was instead fought between the old regime's Yanukovych and Tymoshenko, with Yanukovych narrowly prevailing. Tymoshenko challenged the result in court and continued to protest even after the election had been deemed free and fair. Yanukovych demanded her resignation as prime minister; her government resigned after a parliamentary vote of no confidence.</p> <p>Almost immediately the justice department moved against her, reopening an old case of tax evasion and amassing evidence to put her on trial for Shcherban's murder. The case which made it to the courts first concerned a major contract signed with Russia in 2009 to import gas. Tymoshenko was accused of exceeding her powers by forcing the state company, Naftogaz, to agree to a deal that overpriced the gas, and of costing the country £120 million.</p> <p>In July 2011 Eugenia was in court to see her mother in the dock and Yushchenko giving evidence against her. Tymoshenko was found guilty in October and ordered to repay the £120m in damages. \"Nobody can humiliate my honest name,\" she insisted as she began her sentence in Women's Prison No 54 in Kharkiv, 300 miles east of Kiev.</p> <p>Knowing his own arrest was imminent, her husband Oleksandr fled to the Czech Republic and was granted political asylum. \"By the time of my mother's conviction nearly a dozen of her associates had been arrested and some jailed,\" Eugenia says. \"To see your mother sent to prison is horrible, unbearable. Equally, I was not surprised. It was Yanukovych's verdict, not the court's.\"</p> <p>For Eugenia, the key to protecting her mother – and obtaining her release – is keeping her fate present on the global stage. For that she had the advantage of an international upbringing. Eugenia had spent nine years in England, boarding at Rugby School and studying at LSE. Shielded from Ukraine's poverty by her family wealth, Eugenia was not immune from her mother's searing ambition: \"She always wanted me to be a good student, to be top of my class. At the beginning it was hard to keep up to her standards.\" Eugenia smiles. \"My father is not so strict. With him I always found a good ear.\"</p> <p>In 2004 she met Sean Carr, a heavily tattooed biker from Leeds and aspiring rock singer with the Death Valley Screamers, in a&#xa0;Red Sea bar in Egypt. She married him a year later. Eleven years older than Eugenia, Carr was suddenly ranked the ninth \"most influential foreigner in Ukraine\" by the <em>Kiev Post</em>. In the land of the Orange Revolution his rock career soared. It did not last. \"I got divorced last year,\" Eugenia says matter-of-factly. Children? \"No children.\" A pause. She will not be drawn on whether campaigning for her mother's release was a contributory factor to her marriage breakdown. When pressed she says: \"This interview is about my mother.\"</p> <p>In December Eugenia was invited to address the annual congress of the European People's Party, the largest centre-right grouping in the European Parliament, to which her mother's party is aligned. She took to the stage nervously clutching her speech and faced 1,000 delegates from 39 countries, including Nicolas Sarkozy and Angela Merkel. \"It was terrifying!\" she remembers.</p> <p>Eugenia was concerned about her mother's health: Yulia had a herniated disc in her back. \"She is denied painkillers and can no longer walk,\" Eugenia told the delegates. \"Even the priest cannot see her. She is suffering tortures. I'm scared that this torture will continue until it kills her.\" A week later a video appeared on Ukrainian TV of Tymoshenko bedridden in prison, a shadow of herself and protesting at being filmed against her will. It went viral on the web. International opinion began to rally.</p> <p>This February Eugenia met Hillary Clinton in Washington DC. \"She came over as soon as she saw me and said: 'We really support your mother and we are very worried about her.' Mrs Clinton is a very warm person. I asked if she could put pressure to get my mother treated medically. She spoke to Yanukovych twice and said he had admitted that it was wrong to deny her medical help.\" Two months later, prison officers came to Tymoshenko's cell at 11pm, turned out the lights, wrapped her in a blanket and took her to hospital in Kharkiv. Once she was there, photographs showed severe bruising on her arms and stomach. She alleged she had been beaten en route.</p> <p>\"She was not allegedly beaten,\" Eugenia says fiercely. \"She was hit so hard she could not breathe!\" Hillary Clinton protested and Tymoshenko herself went on hunger strike for 20 days, losing 10kg. Eugenia was horrified. \"I tried to persuade her not to. She was already so weak. But she said: 'Stay strong!'\"</p> <p>Eugenia says the endless travelling, lobbying and media interviews are physically and emotionally draining, but not as stressful as seeing her mother. She might still be in a hospital but Yulia Tymoshenko is kept in isolation behind three sets of bars. \"We hug and hold hands but we can only talk in whispers. Her room on the ninth floor is bugged. There are three cameras on her 24 hours a day, including her bathroom. She has the same prison guards who can walk in unannounced at any time. She has very limited communication with the outside world. She could not even call me on my birthday.\" Eugenia pauses. \"We do have good days,\" she continues. German doctors have been allowed to treat her mother. \"Her back is still painful but her health has improved,\" Eugenia says.</p> <p>Does Eugenia fear for her own safety? \"I have never been involved in politics or my parents' business. If Yanukovych goes against me, it will be very obvious,\" she shrugs. \"I know they watch me and intercept my calls, but I also know I have done nothing wrong. I am in the best position to speak out.\"</p> <p>Thanks to Eugenia the Tymoshenko case has been a PR disaster for Yanukovych's government. In May 2012 it had to cancel a meeting of regional leaders at Yalta when Germany, the Czech Republic, Italy and 10 other EU countries pulled out in protest. Ukraine did co-host the Euro 2012 football championship in June with Poland, but the British, German, Austrian and Belgian governments said that no ministers or officials would attend matches in Ukraine.</p> <p>Supporters portray Tymoshenko as an Aung San Suu Kyi figure. However, her ability to attract and antagonise in equal measure makes her more like Benazir Bhutto, twice prime minister of Pakistan, who was charged by her president with corruption and money-laundering, and assassinated in 2007. When Tymoshenko was taken from the court to prison her supporters were on the street, but so were her detractors, shouting: \"Keep her in a prison. She is a thief!\"</p> <p>Eugenia insists that her mother is a tireless campaigner against repression and corruption. But there are question marks against Tymoshenko's own behaviour. According to the respected Washington-based Freedom House, which visited Ukraine in 2012, for instance, Yanukovych has spent $100m on an extravagant presidential retreat. So why in two stints as prime minister did Tymoshenko not do something about it? \"My mother had a lot of responsibility to bring change to Ukraine,\" Eugenia says, \"but she did not have sufficient instruments to bring it through and had to focus on problems with the economy.\" However, it was a lack of economic focus that led to Ukraine going broke and having to limp to the west for loans that killed the Orange Revolution.</p> <p>The European Court of Human Rights has held an initial public hearing into the \"admissibility and merits in the case of Tymoshenko v Ukraine\". It is now deliberating behind closed doors. It might take months to pronounce, and even if it does find in her favour, a guilty verdict in the tax evasion or the murder cases could see Yulia Tymoshenko remain behind bars for many years.</p> <p>Eugenia is convinced that her mother will return to public life. \"I think she will be with us this year,\" she says, although it is unlikely that Lady Yu will be free before parliamentary elections on 28 October – Tymoshenko supporters fear they cannot win with their figurehead behind bars. \"I don't worry about her political life; I worry about her health. We are all fighting for her. My dad and I are sending food and clothes parcels but we are doing it separately.\" Eugenia misses her family. \"In May my grandfather died, and I was the only one who could go to his funeral. I just want us to all be together.</p> <p>\"The government wants the world to forget her. I'm not going to let that happen.\"</p>",
  "<p>Over 30 years ago Karel Reisz's excellent <em>Dog Soldiers</em> (aka <em>Who'll Stop the Rain</em>) used heroin as a metaphor for an America corrupted by the Vietnam war and the counterculture. Stone uses a similar plot less well in his uneven thriller about two rich surfers – one a military veteran, the other a University of California botanist living the life of Riley (or Romney) with their shared girlfriend by dealing in top-grade Afghan marijuana. Along the way they tangle with a federal drugs agent (John Travolta) and Mexican cartels moving north of the border. An unpleasantly amoral tale involving unsympathetic characters, it has its taco and eats it by offering two different endings.</p>",
  "<p><strong>People wanted me very badly to run for president </strong>at this year's elections. I&#xa0;was the leader in the polls, but I'm friendly with Romney and I have businesses to take care of. <em>The Apprentice</em> enters its 13th season this year. I will continue to provide a great many jobs, which is one thing my country needs. The other is a leader who knows business, and that is Romney.</p> <p><strong>I have an ongoing spat with Obama – obviously. </strong>I don't think he's doing a good job with the economy. There's nothing personal. We have our little ins and outs and of course there was his recent speech about me [Obama was very funny about Trump at the Washington State Dinner]. That was nice. I mean, it was good. I laughed.</p> <p><strong>I like to think big</strong> and that results in large, loud, spectacular things: casinos, hotels, golf resorts. I've loved sky scrapers since I built them with blocks as a kid. But there is a common denominator: elegance. A highly respected critic for the <em>New York Times </em>said I was \"the only beauty freak at large in NYC real estate development\". He called the Trump World Tower \"a&#xa0;handsome hunk\", which it is.</p> <p><strong>There's a tremendous pressure in business</strong> and few people can handle it. I've seen a lot of people fail and I can only think that [the ability to cope] is something you have within, a natural ingredient you're born with.</p> <p><strong>My father had a four-step formula for success,</strong> which accounts for my reputation for getting things done: \"Get in, get it done, get it done right, get out.\"</p> <p><strong>I think I like Prince Harry.</strong> He's young and rebellious and I don't think people should hold that against him. I think the security didn't do a good job, frankly.</p> <p><strong>I never went bankrupt.</strong> I fought my way through a bad situation [Trump was $900m in the red in the early 90s] and now my company is worth more than $8bn, bigger and stronger than it's ever been. There's good debt and bad debt; it can be a form of leverage if you know how to work it.</p> <p><strong>To me, religion is comprehensive.</strong> It makes you think about the wider picture. My faith [Trump is Presbyterian] keeps me humble, while striving for great things.</p> <p><strong>My parents had a good model for marriage. </strong>They were together 61 years. My mother was from Stornoway but they met on holiday in New York and it was very romantic.</p> <p><strong>I support the person in politics, not the party.</strong> You've got to go for the champion, not the team..</p> <p><strong>The problem with Alex Salmond </strong>is that he wants to destroy Scotland with his ridiculous windmills that's he's littering the countryside with. I've just opened a golf resort in Aberdeen so I let him know. But everybody knows he's a disaster.</p> <p><em>Donald Trump is speaking at the National Achievers Congress, 5-7 October, London ExCel (</em><a href=\"http://nationalachieverscongress.co.uk\" title=\"\"><em>nationalachieverscongress.co.uk</em></a><em>)</em></p>",
  "<p>A man steps across the floor of what seems to be a basement or dungeon, on a film shot by a wobbly, handheld camera. Blood, sticky underfoot, runs beneath his boots – and the camera catches what seems to be a severed head. The scene is being played on a computer screen, watched by an intense young man, transfixed. A beautiful girl looks also, over his shoulder. \"Is that Iraq?\", she asks, squirming at the degenerate and apparently gratuitous cruelty. \"Mexico,\" replies the man with a grunt, clearly terrified himself. Welcome to the latest film by Hollywood's – even America's – heretic-in-chief, Oliver Stone. Unsurprisingly, this brief exchange is charged with greater meaning than it appears at first sight, and the film's director has come to elaborate.</p> <p>The physical presence of Oliver Stone is not unlike that of his impact on cinema over the last four decades. He is immediately contrapuntal: tanned leathery skin, khaki waistcoat and black boots in the seamless, breezy tranquillity of a grandiose hotel in Berlin, answering waiters' questions in polite German with a growl, complimenting the pretty-prim waitress on her looks with a gravelly chuckle. And when he gets down to the business of explaining his new film – sleeves rolled up, hair like that of an old rocker (which he is) – there is no polite prologue to the heresy. \"Yeah, this is one of America's wild wars that never ends and ain't going anywhere: the war on drugs.\" After all, this is the man who has – famously or infamously, depending on who you are – subverted and scorned every norm, rhyme and reason on which the narrative of the US political establishment (and America's strut in the world) is premised, his canon thereby so much greater than the sum of its parts.</p> <p><a href=\"http://www.guardian.co.uk/film/movie/36343/platoon\" title=\"\"><em>Platoon</em></a> and <a href=\"http://www.guardian.co.uk/film/movie/89121/born.on.the.fourth.of.july\" title=\"\"><em>Born on the Fourth of July</em></a> were pivotal contributions to America's attempt at reckoning with its own self-generated catastrophe in Vietnam; <a href=\"http://www.guardian.co.uk/film/movie/77907/jfk\" title=\"\"><em>JFK</em></a>, <a href=\"http://www.guardian.co.uk/film/movie/61568/nixon\" title=\"\"><em>Nixon</em></a> and <a href=\"http://www.guardian.co.uk/film/2008/nov/09/w-review\" title=\"\"><em>W.</em></a> retold and revolutionised received wisdom on the death of one president and the lives of two others. <a href=\"http://www.guardian.co.uk/film/2006/oct/01/drama\" title=\"\"><em>World Trade Center</em></a> rescued the human story of 9/11 from that manipulated by Washington for its own reasons.</p> <p>Perhaps most cogently of all, with hindsight, <a href=\"http://www.guardian.co.uk/film/movie/117586/salvador\" title=\"\"><em>Salvador</em></a>, from 1986, was among very few films or mainstream expressions of any kind which looked at the dirty war that ravaged the Americas during the 1980s through a Latin American lens, repositioning President Reagan's role as more that of jackboot than sponsor of the freedom he claimed to be spreading, through alliances with dictators and death squads. And more recently, <a href=\"http://www.guardian.co.uk/film/movie/131532/south-of-the-border\" title=\"\"><em>South of the Border</em></a> stood and stands as the only attempt of its kind to document a new dynamic across the hemisphere, and the rise of newly confident leftwing leaders in the Latin Americas, unbowed by the colossus, the US. Stone's latest, <a href=\"http://www.guardian.co.uk/film/movie/146822/savages\" title=\"\"><em>Savages</em></a>, is to be seen in that vein – only the story concerns the country that is a mere 20 minutes walk from Texas across the Rio Grande, and just south of the border from the golden beaches of San Diego. It addresses the first war of the 21st century (which gives us a glimpse of what the rest of it may well look like), the narco cartel war in Mexico.</p> <p>Of course Stone is drawn to this: Mexico's war – if that is what it is – has claimed 50,000 lives, and has done so with striking and baffling cruelty. \"A lot of these people have died slowly,\" says Stone, approaching his theme. \"I didn't want to show people being dissolved in acid, and there are plenty of other things we could have shown but didn't, or had to cut.\"</p> <p>Indeed there are: in his hypothetical but meticulously researched film Stone does not detail the sewing of a flayed face to a soccer ball, or the decapitated bodies left dangling from bridges, mutilated corpses strewn along highways or filling mass graves. Strangely, though, the US media seems as keen to avoid mention of the daily litany of death across its underbelly as it is to cover it; even less does the American establishment want to understand <em>why</em> all this is happening, and consider the possibility that there may be deep-rooted economic causes of at least aspects of Mexico's agony for which the US bears some responsibility, quite apart from its insatiable need to consume drugs and welcome the profits they generate through its banks.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/KC2zbOwbeEs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/KC2zbOwbeEs?rel=0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>High time for a major film about all this, in an America which, as Stone says, \"doesn't give a shit\" – even though the violence is next door and spilling over the US government's fence through the desert, in defiance of Washington's militarisation of the sieve-like border. America wants there to be a wall along the 2,000 miles it shares with Mexico, like the one that once ran beneath the window at which Stone sits in Berlin. But that is not going to happen when the border is also the busiest commercial frontier in the world, crossed by a million people every day.</p> <p>At first sight, Stone may seem to have flinched from making this badly needed film. <em>Savages</em> is not for the most part set in Mexico, not is it overtly about Mexico, as it might have been. It is an adaptation of a novel by the great American writer on the border and drug war, Don Winslow, about two men: Chon, a traumatised veteran of Afghanistan and Iraq, and Ben, a karmic botanist par excellence. Their combined experience and knowledge enables them to grow marijuana of unrivalled potency and quality. It also helps them secure the devotion of lovely blonde O, whom they share as a narcotic-erotic <em>ménage à trois</em>.</p> <p>Stone's generic Baja cartel, led by a matriarch called Elena, is set on acquiring the seed if not its growers, and kidnaps O in pursuit of this aim. The boys react heroically, and set out to rescue their woman. In the background is an aspirant <em>deus ex machina</em>, Dennis, a corrupt agent for the Drug Enforcement Administration, who works alongside not only Don and Chon, but also the cartel's vicious enforcer on the US side, Lado.</p> <p>There is detail in the film which Stone is the first – and only one, north of the border – to grasp, and the detail is important in reading not only this narco war, but also what it means to modern capitalist society. First is the perverse innovation in the cruelty, for its own sake and its recreational aspect. Stone treats us to the execution of a suspected snitch, hung by his wrists and whipped until he confesses (even though he is innocent), after which he is incinerated alive with a tyre around his arms and torso, running in wild circles to his death. During the scene, there's a moment of mastery: the soundtrack, the cackling laughter of those watching. It takes Stone to work that out. Yes, in Mexico's war, this is <em>fun</em>. \"It's getting crueller out there,\" muses Stone. \"It's gone up a level.\"</p> <p>Another insight is the cartels' mastery of the internet and along with it their satanic sense of humour. The tit-for-tat over kidnapped O is conducted largely through cyberspace, and at one point the cartel sends our heroic duo an animated cartoon of the decapitation of their girl. And there is this about the real-life cartels: unlike the Bosnian Serbs or even al-Qaida, they do not need to speak to us, to the media or politicians, except on their terms. They control their message, they do so through their own <em>mantas</em> or banners, sick but funny notes pinned to the more illustrious victims' mutilated corpses, but above all through the internet – and in doing so they laugh at us. They have no cause to proselytise, nor is there any retort to them – that is their sick genius, and that is why they laugh. \"Yeah – that humour thing,\" says Stone. \"It's something else. It takes someone who knows what's going on to understand it, the humour and the cruelty. I was scared of it, but I wanted to make sure I could keep time with what is going on.\"</p> <p>One of Stone's hallmarks, in films such as <em>JFK</em> and <em>W.</em>, is that he make you suspend disbelief so thoroughly that you can be forgiven for thinking you're observing the real thing, not a dramatisation. In <em>Savages</em> Stone has mercilessly captured the horrific details of Mexico's war and it is tempting to ask why he opted for an action movie with rather annoyingly gym-cut Colgate Californians and a Barbie-blonde stoner as its central characters, instead of something that gets us inside Mexico. Inside, if not the Tijuana cartel, which is now, as Stone himself admits, \"dealing with small pocket change\", then a film about those others who are redefining what a narco cartel – indeed, criminality – is in the new world and global economy. The paramilitary Zetas, for example, are an entirely new breed of syndicate, utterly ruthless, apparently unstoppable. It seems a shame that even a film by America's most irreverent director (who has looked at the US through a rare Latin American eyepiece) <em>must</em> be centred on the United States. One would like Stone's take on the world's most wanted criminal, Joaquín \"Chapo\" Guzmán, fugitive leader of the Sinaloa cartel, or his nemesis, who has overtaken even him for savagery, Osiel Cárdenas Guillén, founder of Los Zetas.</p> <p>But actually I am missing the point completely, thinking this way. Stone has a terrifying and convincing thesis as to why the film has to be set in America, with American characters: \"The point,\" he says, \"is that wars come home, they come home to roost. And there are connections: one of the two main guys has come home from Afghanistan and Iraq, and he's brought all that with him, what I think are new levels of cruelty and combat technology we have out there.\"</p> <p>He drives his theme: \"Of course, humankind has always been cruel – the Third Reich and so on. But I think there are new levels of cruelty, new technologies now, a new ball game. Maybe I'm wrong, but the cruelty level in the world just went up in these recent wars. We get a lot of information about what's happening in Iraq, the Middle East and Afghanistan, which comes back to America with this guy. And who knows how this may influence what's happening in Mexico – I think it probably does.\"</p> <p>It's a shocking but cogent point about the nature of the violence, and its arrival into our public domain. Stone cut his teeth in Vietnam, where images of violence (the famous girl on the bridge burned by napalm; and scenes from Stone's own films and past as a veteran) were supposed to shock us – and did. Now, in reality, all that has volte-faced: the Zetas relay their own atrocities on the web as recruiting posters, and in Stone's film, to parley with their proposed business partners. It has been posited before that the Zetas got their ideas for torture and execution videos from al-Qaida, who in turn respond to souvenir photos taken by American troops of their own abuses in Abu Ghraib. Stone, typically, hurls us to the logical, heretical, conclusion.</p> <p>\"This Middle East thing brought it to another level. The barbarism came back in a big way, and it was Bush who started that. It all began with Afghanistan and Iraq. The guy in the movie brings it home; and the cartel brings it home.\"</p> <p>There are cinematic considerations too: \"It's based on Winslow,\" says Stone, \"and we've made it into a thriller. No, I don't think the cartels would work that way with independent marijuana growers in California. No, there aren't any IEDs going off in the Californian desert – but,\" and he grins with inimitably Stoneian mischief, \"I like the idea!\"</p> <p>Another subtlety is Stone's depiction of the fall of Elena, the matriarch. This occurs as the result of a mutiny by Lado, who has switched sides to a rival, El Azul, and because she comes to California to visit her daughter. Her collapse – and with it, by implication, that of her cartel – could signify the arrival of a greater power, a new cartel led by El Azul. This has happened in real life: Guzmán has defeated the Tijuana cartel, which was led by one of the first female <em>capos</em>, Enedina Arellano Félix. It could be because \"it's tough taking orders from a woman\", observes Stone of Lado. But it could also be seen as Elena's weakness of character, or at least her old-fashioned view of what a cartel's code should be. As Stone puts it: \"She's a good traditional woman. She's proud of the fact that her daughter is ashamed of her. And her fall is the fall of the don. Elena was weak because she had a thing for her daughter and wanted to rescue her.\" This is exactly it: the mutation of Mexico's cartels from the don of old, with his (or her) attachment to family and codes of honour, however criminal or perverse they were, and the transfer of power to those whose only code is raw ruthlessness – like Guzmán or, to an even greater degree, the Zetas.</p> <p>In <em>Savages</em>, the DEA agent Dennis is corrupt and credible. He protects Chon and Ben for money, takes a bribe to deliver them Elena's daughter, and gets to strut and moralise at a press conference when Elena is finally felled – having himself switched allegiances to El Azul along with his contact, Lado. The role is in part shaped by a former DEA agent Stone hired called Eddie, who had \"30 years experience. He was in the Middle East and he knew the scene in Mexico. I got into the DEA that way – Eddie took care of us; and getting that kind of insight into the DEA is a big deal.\"</p> <p>Lado is a credible character who \"wants to be an American\", says Stone. \"He takes his kids to little league, his wife worries that he's out last thing at night with his 'gardening business' – his cover, and of course he has other women. He comes in one night, and she can smell a woman on him and he takes her apart, he rapes her – but we had to let that scene go.\"</p> <p>Lado \"also has eight or nine chihuahuas at his feet\", observes Stone, and it is a detail to relish though the scene was cut: \"I've been to a couple of these drug lords' places\", he says, \"and it's like ocelots to them. They've got all these hairless chihuahuas, proud of the fact that 'they cost me a fucking fortune'.\"</p> <p>Stone's conclusion focuses less on the economic backdrop in Mexico than the failure of the war on drugs. Stone of course takes this further, entwining his themes. First: \"That border is going all day and all night long. And it's 2,000 miles long. There's no way they're going to stop this. Dammit – they tried to build a wall across Berlin!\" He gestures out of the window towards Starbucks, where no-man's land used to be: \"Walls don't work, period.\" And second: \"I don't see anything coming out of this so far as the war on drugs is concerned. It's been 40 years now, and its just become a method by which more money can be generated to fight what they now call narco-terror.\" And here's the crux, the entwinement again: \"Drugs and terror, they couple them together, and the drug war becomes part of the war on terror that never ends. Part of the total terror that is overcoming our lives.\"</p> <p>Apart from connections to the Middle East already made, it is impossible to continue in this vein without invoking <em>South of the Border</em> – indeed it is impossible to discuss any Stone film in isolation from the others.</p> <p><em>South of the Border</em> is a documentary series of interviews with those who are bringing Latin America to a new critical mass, a shift in power vis-a-vis the United States. All of them are elected, leftwing presidents of countries that have been, as Stone puts it, \"in Uncle Sam's backyard\", but which now brandish a new self-confidence, after decades of American puppet regimes: Néstor and Cristina Kirchner of Argentina, Luiz Inácio da Silva of Brazil, Rafael Correa of Ecuador, Evo Morales of Bolivia, Paraguay's Fernando Lugo and, famously, Hugo Chávez of Venezuela.</p> <p>In January 2008, Stone's audacious recent history on the theme of <em>South of the Border</em> began in this newspaper, <a href=\"http://www.guardian.co.uk/world/2008/jan/06/film.usa?INTCMP=SRCH\" title=\"\">with an interview he gave</a> the <em>Observer</em> in Bogotá in which Stone refused to condemn the Farc guerrillas, with whom he was trying to negotiate the release of three hostages. With him were Néstor Kirchner and Hugo Chávez. \"I remember it well!\" he half-laughs now. \"I was on a mission. I wanted to stay low key. Néstor was there, and Hugo, and the American Red Cross, flying into this shithole of a town. Anyway, the Red Cross helicopter arrives, and, well, it was called off. The Farc people are always wary of the CIA, and I think the Americans just couldn't have Hugo involved in anything that would be a success – the hostages were released shortly afterwards, after Hugo had gone.\"</p> <p>He reflects now on the wider theme: \"The numbers don't lie. These are countries which have seen growth and real improvements after being failed by neo-liberal economics. The US took the side of the bad guys constantly – the media covering up so many of the abuses, in Argentina, Chile … But now, for the first time, these countries have thrown off the stranglehold of the International Monetary Fund and US treasury, which made loans the terms of which were those of what they call the 'neo-liberal Washington consensus' – [to] not only pay back the loans, but conform their economies to the privatisation of the kind we have here: hospitals, military, prisons. Well, in South America, privatisation did not work, it had disastrous consequences.</p> <p>\"And what they essentially did in the last 10&#xa0;years was to throw off that tyranny. Their people have suffered so much, and they voted in new leaders. But even after they were elected, these people were resented by the US. I've never read one positive word about anything these people have done in the US media – let's face it, the Americans don't accept the idea of the election of leftwing leaders in their own backyard.\"</p> <p>Accordingly: \"Each one of these leaders has been picked off, one by one, by the United States&#xa0;… Disunite them, break them off from each other. But they've stood firm, and I think this is an important moment. They've done good for their countries, and I hope they last.\"</p> <p>There is a connection between <em>Savages</em> and another Stone film, in fact two of them: <a href=\"http://www.guardian.co.uk/film/movie/89165/wall.street\" title=\"\"><em>Wall Street</em></a> and its recent sequel, <a href=\"http://www.guardian.co.uk/film/movie/135251/wall-street\" title=\"\"><em>Wall Street: Money Never Sleeps</em></a>. Chon and Ben have a money-launderer, a finance geek who has left the big bank for whom he worked. In real life, however, we now know that this would be no freelancer; this would be the man from the bank itself, in suit and tie, protected all the way to the top. The scandal and outrage of major high street banks laundering Mexican drug cartel money has made headlines recently: <a href=\"http://www.guardian.co.uk/business/2012/jul/17/hsbc-executive-resigns-senate\" title=\"\">American Wachovia and British HSBC</a> were the first to be named and shamed – with more on the way – but the typical fines in such cases fall well short of proper punishment.</p> <p>The banks' direct connections to the cartels' bloody war and the misery of drugs inevitably causes Stone to reflect on his two films about what was once his father's business, in those distant days when, he says \"a bank was something that you saved with, and gave you a loan\". He says of the money-laundering: \"You kind of get a sense of where the real power lies. Gekko [his character in <em>Wall Street</em>] was an 1980s creature. But by 2008-9, the banks had changed. What Gekko was doing in the 1980s, everyone was doing – rigging things, fixing things – the outsider Gekko had become the system. Look at them! Making money with the money they took from the public, and gambling with it! You have these huge settlements, with AIG underwriting Goldman Sachs – and it's all over New York, that level of confidence, that level of arrogance and impunity. You go to the Hamptons, and you feel it.\" And there is an inevitable connection between this financial elite and the corporatisation of government.</p> <p>\"The United States,\" he says, \"has been a corporate-controlled country increasingly since world war two. The concept of a national security state plays into that concept of us as a mega-corporation. I view the Pentagon as essentially a huge corporation. The United States has moved into corporate gridlock, and the gridlock controls us – the power of the lobbyists, banks, oil companies, pharmaceuticals … After Reagan triumphed in 1980, we had this embrace of the free market. But it's not a free market really, it's fixed. Because monopolies tend to dominate it, they come to the fore and push everybody out of the way. So it's a rigged playing field, like we saw in 2008 – the banks getting bigger and bigger.</p> <p>\"And you know the weird thing?\" he asks, as if to the street below, those around the Brandenburg Gate. \"Everyone wants to buy into that shit! The people take their cue from whoever has the power and the money! Go into the Four Seasons in New York, and power is the hero! No one wanted to talk about the poor Vietnamese when this all started, or the poor people in Latin America – no, we embrace power!\"</p> <p>He goes on: \"I don't think Americans give a shit about out there. They don't understand why in the Middle East everyone hates America. They don't understand the 'backyard'. JFK did, and so did Henry Wallace when he was vice-president. They both tried to turn it round – and what happened? As soon as JFK was assassinated, Lyndon Johnson said he'd crank it up in Vietnam. In Latin America it was: 'Enough of this Alliance for Progress' shit, what about the $9bn we've got invested down there?'\"</p> <p>Which brings Stone to another subject he wants to talk about; for it never rains, it only pours with this tempest of a man. As <em>Savages</em> premieres, get ready – at the end of this month – for the publication of his book and thereafter the 10-part television series (to be shown in Britain next year) on which it is based, <em>The Untold History of the United States</em>. Working with the American University historian Peter Kuznick, Stone has compiled a series which, he says \"is inspired by your British series <em>The World at War</em> – pure narrative, no talking heads and actors to portray some of the players. Ten one-hour programmes; everything's been fact-checked and now CBS has a copy. It's an unorthodox, true global story about America. About how Truman did not have to drop the atomic bomb that all the kids get taught was dropped to save lives and stop the war. That isn't why it happened, it was so that the world would become a huge amphitheatre for America. It's about the true origins of the cold war, which we all think was started by the Russians when they invaded eastern Europe (he gestures towards the window again, sun glinting off an S-Bahn train trundling through the glorious iron-and-glass station at Friedrichstrasse – not long ago, the overground platforms were in East Berlin; the underground ones were an interchange for the West Berlin U-Bahn system).</p> <p>\"It's about Truman after the war, a small man, a cold warrior and a political hack. After the war, we tried to demobilise, but it didn't last long. They created this legacy of rightwingers who pulled at this alarm that we were falling behind the Russians. But the Russians never achieved anything like parity – maybe at the end of the 1970s, but it broke them.\"</p> <p>This is not history for history's sake, however – this is the history of our present and future, long beyond cold war, into war on terror, war on drugs: \"It's the history,\" says Stone, \"of our building the national security state, which is interested in nobody's security apart from that of the state. Always supposedly falling behind the enemy, so there would be no end to it. It's a legacy thing,\" he pleads, almost. \"The American history our kids are reading is all upside down. Everything is the opposite to what you think.\" With Stone, a conversation can only return to the beginning – in the best sense – \"because it is all interconnected\", as are his films. But there is not time – though he does afford himself a valedictory thought that sends a shiver down the spine.</p> <p>\"This terror that we're supposed to be so terrified of … What the fuck is it? Why should we all be so scared? Well, there's big money in it, for sure. So now we have every form of technology at the disposal of the government and its war on terror – but who are we supposed to be terrified of? <em>Why</em> must we be so terrified?\" For want of any further answers to his terrifying rhetorical question about being terrified of terror, Stone affords himself a joke, for like all good heretics, he is a jester too, at the court of America: \"Jeezus!\" He swallows a small bowl of salad dressing, neat, and rises from his chair. \"The idea that the government is doing all this to protect <em>me</em> from <em>marijuana</em>!?\"</p> <p><em>Savages was released on 21 September. Amexica: War Along the Borderline by Ed Vulliamy is published in paperback by Vintage. Buy it at </em><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780099546566\" title=\"\"><em>guardianbookshop.co.uk</em></a><em> for £7.19 with free UK p&amp;p</em></p> <p>• This article was amended on 27 September 2012. The original referred to Fernando Lugo as president of Panama rather than Paraguay. This has been corrected.</p>",
  "<p>Along with many other members of his party, Jon Rogers watched the footage of his leader's apology over the Lib Dem U-turn on tuition fees last week in a mood of apprehension, fascination and mild irritation. \"Was the apology a good idea? I don't know, time will tell. Some of us would rather just forget it,\" admitted the Liberal Democrat mayoral candidate in Bristol. \"I enjoyed the iTunes version.\"</p> <p>As the Lib Dems gather in Brighton for their annual conference after two and a half years in government, the central problem is not so much how to atone for alleged sins committed during the first half of this parliament as how to game-plan the countdown to the next election, when the fear is that the Lib Dems could be all but wiped from the political map. The crucial second question, of course, is who should be leading the party when that moment of truth arrives.</p> <p>In Sheffield, where Nick Clegg is an MP, opinion is deeply divided about the leadership – even among Liberal Democrats. There are worries in the party that come the next election he could even lose his Sheffield Hallam seat. The leader of the party on the city council, Shaffaq Mohammed, said he believed Clegg should take the party into the next election. He believed, too, that he could and should defend his seat against the second-placed Tories and third-placed Labour so long as Lib Dems got a hearing on the doorsteps.</p> <p>Mohammed's optimism runs contrary to a prevailing view that the high student population in Sheffield and the number of public sector workers in the city will do for him, firstly because of tuition fees and second because of the coalition's harsh public-sector cuts. Mohammed contests this. \"If we can get behind the doors and get an audience and explain why we are in government, we can counter the hostility and argue our case. We can do it,\" he said. But Andrew Sangar, a Liberal Democrat councillor for 21 years, whose ward is in Clegg's constituency, is less certain. While he admires Clegg and thinks he should lead the party in the short term – a period in which he believes it must make clearer its \"distinctiveness\" from the Tories – he is in two minds as to whether Clegg should remain in charge up to polling day. \"I think it is too early to say,\" he said.</p> <p>Among students, too, opinion is divided. A tour of university areas found some were hostile but a surprising number were getting used to the idea of student fees and suggested they had better things to do than hold grudges against Clegg.</p> <p>Without doubt, party members across the country are wrestling with the Clegg question – and wondering about Vince Cable. Gary Hopkins, a cabinet member on Bristol council, would not be drawn on his leader's future but was happy to talk of the business secretary's successes. \"Vince is obviously a star,\" Hopkins said. \"Brilliant man. He is extremely highly regarded by Liberal Democrats and a lot of other people who are not Liberal Democrats.\"</p> <p>Some Lib Dems address the leadership issue straight on, others do not. Annette Brooke, the Liberal Democrat MP for Mid Dorset and North Poole, and a renowned loyalist, is surprisingly one who does. She said there was a need for the party's identity to be asserted, and spoke of it being \"healthy\" that there were other leadership options. She confessed to having been \"pulled in all directions\" by the government's tax and welfare policies and her own party's U-turn on tuition fees. \"I am very keen that this conference is laying down the Liberal Democrat policy lines as we go into the next general election. That's really important,\" she said.</p> <p>\"I am still told that when we went into the coalition it was the right thing to do. I still think it is an important thing, but there are some issues that I have found hard to deal with. I've been pulled in all directions. I think it is a balancing act but Liberal Democrats need to be clear about the party's separate identity. It needs to be really clear to the public.</p> <p>\"I particularly didn't support the 50p tax rate cut. It seemed totally the wrong message to send to people. We do need to be very clear that we are the party that stands for fairness. That is going to be a theme through the conference.\"</p> <p>Asked if Clegg would continue to be leader after 2015, she too preferred to hedge her bets: \"I think you never know how things will turn out. I think it is always healthy that there are possibilities. The press think that Vince will be interested in the job but we have to be focused on what we believe in.\"</p> <p>The damning assessment of the government's borrowing policy by Richard Reeves, reported elsewhere in today's <em>Observer</em>, will do little to help the Lib Dem leader, who has had an uncomfortable week. Until July, Reeves was the deputy prime minister's director of strategy and his doubts about the coalition's economic policy do not exactly inspire confidence that everyone is rock solid behind it in Downing Street.</p> <p>His comments were seized upon by Labour last night, who said the government was paying a \"heavy price\" for Clegg failing to listen to his aide's concerns while in Downing Street. Writing in a pamphlet to be launched today, Reeves insisted that the broad thrust of the deficit reduction plans is right. But he spoke of his frustration at the mistakes the government had made in what he concedes could be viewed as a \"searing critique\".</p> <p>Reeves wrote: \"Nobody knows for sure whether tightening at the pace set by the coalition government has choked off growth or laid the foundations for recovery. For what it is worth, I think the coalition tightened a little more than necessary in the first two years; relied a bit too much on spending cuts rather than tax rises to fill the hole; and above all has taken a myopically conservative approach to borrowing for investment.\"</p> <p>The ringing phrases amount to a repudiation of much of the platform that has cost the Lib Dems popularity across the country during two and a half traumatic years. They will strike a chord with many members of the party, who have sat on their hands as the leadership has refused to budge from the austerity line that has defined the government.</p> <p>Research by market research bureau TNS BMRB, seen by the <em>Observer,</em> shows evidence of growing concerns that Clegg has failed to influence the chancellor's economic policy, with over a quarter (27%) of Liberal Democrat supporters telling pollsters that their leader has performed very badly or fairly badly. The two top priorities for those Lib Dem voters, according to the research from a survey of 2,500 people, are economic growth and reducing the national debt.</p> <p>Yesterday, as delegates gathered in Brighton, Clegg appealed to members to unite behind him and, in a sign that he understood the seriousness of the concerns, set out taxation as well as growth as an area in which his party would make the biggest difference over the next two and a half years.</p> <p>In a crowd-pleasing move, aides briefed that the deputy prime minister would demand a mansion tax if Osborne attempted to find further cuts, including the extra £10bn the chancellor is said to be seeking from welfare.</p> <p>Unveiling the conference slogan as \"Fairer tax in tough times\", Clegg told the conference: \"It's just wrong that people on low and middle incomes who work hard and play by the rules are taxed so much, while Russian oligarchs pay the same council tax as some of you do on a family home. Liberal Democrats are fighting to change that. Lower taxes on work and more on unearned wealth. I want to reward people who put in a proper shift, not those who sit on a fortune. People for whom a bonus means a few extra quid at Christmas, not a million-pound windfall.\"</p> <p>Party president Tim Farron and Liberal Democrat home office minister Jeremy Browne also told members that the coalition needed to last until 2015, and offered support to Clegg. Farron called for his ministers to be \"distinctive but not destructive\". Browne added that the party needed to show that it could be a \"party of government\".</p> <p>Out in the country, however, it is not difficult to unearth dissent. John Kiely, the longest standing Lib Dem councillor in Bristol, where the party is in minority, said he would only be content at the end of conference if Clegg resigned during his keynote speech and passed the mantle to Cable. \"It's not working,\" he said.</p> <p>Peter Child, 67, a party activist from Eastleigh, in Hampshire, where Chris Huhne is the MP, added: \"Clegg has not had a good time and I don't see any signs that are going to improve. He will struggle to lead the party up to 2015.\"</p> <p>Kevin House, leader of Eastleigh council, while backing his party leader, said: \"He needs to show that he isn't scared of his own shadow.\"</p> <p>The <em>Observer</em> understands that at a recent meeting of Liberal Democrats in Bristol, there was resistance to inviting Clegg to stand alongside their candidate, such is the state of his poll numbers, but Jon Rogers said the leader of his party would be coming to his city. \"There is no way I can pretend that I am not a Liberal Democrat. I think Nick Clegg is doing a very good job in a very difficult situation.\"</p> <p>By and large, despite the rumblings, that is still the majority view among Lib Dems. Back in Sheffield, Andrew Sangar says that despite all the&#xa0;criticism, Clegg is still very well liked locally. \"People are still very pleased to see him. He is still very well received.\"</p>",
  "<p>President Barack Obama headed for the key battleground of Wisconsin on Saturday, as he took the fight for the White House to the home state of the Republican vice presidential candidate, Paul Ryan.</p> <p>Republican challenger Mitt Romney's pick of the firebrand conservative<br>congressman was meant to put the Midwest state in play in the election<br>and expand the list of vital swing states that could decide who sits<br>in the Oval Office next year.</p> <p>Obama's visit to Wisconsin, his first since February, appeared to be designed to shore up Democratic support there. Certainly Republicans in the state – buoyed by the recent recall victory of Republican governor Scott Walker – painted Obama's visit as a sign their party could win in November.</p> <p>\"With his visit today, President Obama admits he has a Wisconsin problem,\" Walker said in a statement issued ahead of a planned Obama rally and fundraiser in Milwaukee. However, recent polls suggest Obama has a lead in Wisconsin, as he does in most swing states and national polls.</p> <p>Obama won Wisconsin easily in 2008 but Ryan is popular. Some Republican pollsters detected a bump for Romney in the state shortly after Ryan was named his running mate. </p> <p>Wisconsin's 7.5% unemployment rate is below the national average, but the state's manufacturing industry has been hit hard in recent years. Obama's campaign is focused on running up big margins in Milwaukee and Madison, which are both Democratic strongholds. Obama and Romney will be closely watching the Green Bay region, a swing area that could tip the balance in a close contest.</p> <p>Vice-president Joe Biden was also out on the campaign trail on Saturday, using an address in New Hampshire to criticise Romney and Ryan, particularly over Medicare and the budget.</p> <p>\"[Romney and Ryan] would deny benefits for 48 million people,\" said Biden. \"What they don't want to tell you is that it would turn Medicare into a voucher program.\"</p> <p>Biden then defended Obama 's efforts to reduce federal spending, and claimed the government was merely trying to fix a problem originally caused by Republicans.</p> <p>\"[Romney and Ryan] haven't offered one single, solitary idea to solve the problem,\" said Biden.</p> <p>Romney was raising money this weekend in California, in hopes of recovering his fundraising advantage. Last month, for the first time, Obama and the Democratic Party raised more than Romney and the Republican Party – $114m to $111.6m.</p> <p>The beleaguered Republican candidate has suffered a nightmarish few weeks after a nominating convention in Tampa that was widely seen as a damp squib. Since then he has made several notable gaffes, endured minute examination of his tax returns and been hit hard by the leak of a video shot at a private fundraiser in which he lambasted \"the 47%\" of Americans who pay no income taxes and get government help.</p> <p>In response, Romney has opened a new line of attack against Obama, saying the president has failed to deliver on his promise of change. Ryan, campaigning on Saturday in Miami, reinforced that message by poking at Obama's recent suggestion that it is hard to change Washington from the inside without mobilizing public pressure on Congress from the outside. </p> <p>\"Why do we send presidents to the White House in the first place?\" Ryan asked. \"We send presidents to change and fix the mess in Washington, and if this president has admitted that he can't change Washington, then you know what, we need to change presidents.\"</p> <p>Obama is hitting back by portraying Romney as an insider beholden to partisan and corporate interests. Vice president Biden seconded the president on Saturday, saying to an audience of teamsters it was because of unions that the US has a strong middle class. Biden also accused Romney and Ryan of \"doubling down on everything that caused the economic crisis in the first place\".</p> <p>Obama entered the weekend with polls showing him in a near tie with Romney nationally. But the latest Wall Street Journal/NBC News/Marist poll shows the president with leads among likely voters of 8% in Iowa and 5% in Colorado and Wisconsin, some of the most competitive states. Polls published earlier this week pointed to leads for Obama in closely contested Virginia and Ohio.</p>",
  "<div id=\"block-505e06e9c0e38ada80016288\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T19:03:32.594Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <p>Well, I enjoyed that. Nick Clegg, Tim Farron and Jo Swinson can certainly work a crowd, although some of the more minor names on stage tonight were pretty dire. That's it from me for for the day - Andy will be back at the crack of dawn with more tomorrow. Here's an evening summary before I go.</p> <p>• <strong>Nick Clegg closed the first day of the Lib Dem conference in Brighton with a challenge to Labour to apologise for its economic policies and \"illegal\" Iraq war, an attack on the Tories for trying to impose a \"turbo-charged rightwing agenda\" on the country, praise for the fact the Olympics showed a Britain at ease with multiculturalism and a number of good jokes at his own expense.</strong> Bizarrely, however, party president Tim Farron – who says he hopes to replace Clegg one day – appeared not to have been briefed on his party leader's speech in advance. His own speech, made before Clegg's, joked that lines about the Olympics would become a \"tedious\" cliche of conference season, and asked Labour to apologise for its economic policies and the Iraq war, forcing Clegg to add the line \"but Tim is right\" to his own remarks.</p> <p>• <strong>Clegg said the Lib Dems were going to \"hold [their] nerve\" and press on with their five-year programme.</strong> Clegg's personal ratings, and the party's as a whole, are very poor, but as the conference starts Clegg has been stressing his determination to fight the next election as Lib Dem leader and there seems to be no serious effort to unseat him. Farron called him an outstanding leader and the party has been stressing its success in forcing the coalition to raise the tax allowance, taking low-earners out of tax. \"Fairer tax in tough times\" is the conference theme.</p> <p><strong>•&#xa0;Clegg's speech announced that Danny Alexander, the chief secretary to the Treasury, is now in charge of the review into the replacement of Trident.</strong> Alexander has been sceptical about the need for and the cost of Trident before.</p> <p><strong>• David Laws, the education minister, has announced that £100m will be spent continuing a summer school programme for pupils from disadvantaged homes for another two years.</strong> The original scheme was announced by Nick Clegg last year. Laws made the announcement in his conference speech.</p> <blockquote class=\"quoted\"> <p>All too often pupils who have made big progress through the school year fall behind over the long summer holiday, particularly if they are changing schools. Over 2,000 secondary schools took part in that programme this summer and the feedback we received was fantastic, so I am announcing today that we are allocating a further £100 million to continue this project in 2013 and 2014.</p> </blockquote> <p>• <strong>The Lib Dem conference passed a motion instructing MPs to vote against the proposed boundary changes because of the failure of the Conservatives to support Lords reform.</strong> Clegg said during the summer that the Lib Dems would not vote for the boundary changes that would help the Tories at the next election, but there has been speculation that he could be persuaded to change his mind. Blocking the boundary changes is now official party policy, and Alistair Carmichael, the Lib Dem chief whip, told the conference his MPs would not vote for them. The Lib Dems have also agreed that future Lib Dem peers will have to sign a declaration saying they support Lords reform before they can go to the Lords.</p> <p><strong>• The iTunes <a href=\"http://www.youtube.com/watch?v=KUDjRZ30SNo\">single</a> mocking Nick Clegg's apology over tuition fees has now made the top 40.</strong> \"To those of you who have seen the video,\" Clegg told the conference, \"I say this: I really am so, so sorry.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=KUDjRZ30SNo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/KUDjRZ30SNo?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T19:45:48.109Z\">at 8.45pm BST</time></p>  </div> <div id=\"block-505e059458f90bd4c3fd4a0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:39:08.965Z\">7.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He ends by telling the Lib Dems to \"go out and show the country what we're made of\". They love that and he gets a standing ovation. And this isn't even his main conference speech ...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/249576742812016640\">  <blockquote class=\"twitter-tweet\"><p>Nick Clegg doing his thing. <a href=\"http://t.co/uG5NYUBu\" title=\"http://twitter.com/PaulTOwen/status/249576742812016640/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/249576742812016640\" data-datetime=\"2012-09-22T18:31:48+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505e056fc0e38ada80016287\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:37:35.686Z\">7.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He then hits them with his serious attack on the Tories:</p> <blockquote class=\"quoted\"> <p>My message to those Conservative backbench MPs who seem to think they have the right to force a turbo-charged right wing agenda on our country is this: You didn’t win the last election. You do not have a majority. The British people have not given you the right to act like you do. We formed this coalition in good faith and for the good of the country at a time of crisis. That required compromise on both sides. Liberal Democrats have kept our side of the bargain. You must too.</p> </blockquote> </div>   </div> <div id=\"block-505e052bc0e38ada80016286\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:36:27.210Z\">7.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg handles the fact that Tim has stolen his preroration pretty well. He adds in the emphatic line: \"But Tim is RIGHT!\" before asking for his apologies. If the crowd notice anything's gone wrong, they don't seem to mind.</p> <blockquote class=\"quoted\"> <p>There are some pretty big things I think people would like to hear them apologise for. How about a personal apology from you Ed Balls for nearly bankrupting the country after you went on a prawn cocktail charm offensive in the City of London to let the banks off the hook? And how about, Ed Miliband, an apology, on behalf of your party, for dragging our country into an unjust and illegal war in Iraq?</p> </blockquote> <p>Clegg than sets up quite a good joke. He says \"the Conservatives - they're not all bad, you know...\"</p> <p>\"Really?\" asks a polite heckler.</p> <p>\"Peter Bone - I borrowed his satnav. But it kept on telling me to turn right ... Come on, I expected a better laugh than that. I'm sorry. I tried to tell a joke that I couldn't deliver.\"</p> <p>That's pretty good!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T18:36:45.657Z\">at 7.36pm BST</time></p>  </div> <div id=\"block-505e044c58f90bd4c3fd4a0b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:32:44.434Z\">7.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He attacks Labour as \"divided, deluded, with no sense of direction\". Come on. That's unfair. They're not particularly divided.</p> </div>   </div> <div id=\"block-505e031158f90bd4c3fd4a0a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:27:30.091Z\">7.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg makes his references to Ennis and Farah. He means well, but I would suggest drawing attention to their racial origins in this way makes the exact opposite point to the one he wants to make, by marking the two athletes out as different. Here's exactly what he says:</p> <blockquote class=\"quoted\"> <p>Just look at the qualities we displayed as a country this summer: unity; generosity; diversity; openness; community; fair play. Look at the heroes we celebrated: Jessica Ennis – a mixed race woman from Sheffield who conquered the world with grace and humility. What a role model she is. And Mo Farah – what a wonderful thing it says about us as a country that we have taken an immigrant called Mohammed to our hearts. At a press conference Mo Farah was asked whether he would have preferred to run for Somalia. He said ‘Listen mate, this is my country’. And in a single sentence every argument the BNP and the EDL have ever put forward was crushed. This is his country. This is all of our country.</p> </blockquote> </div>   </div> <div id=\"block-505e0274c0e38ada80016285\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:24:53.053Z\">7.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farron returns. He pays tribute to Clegg for his apology for tuition fees, then asks Labour to apologise for its City policy and the \"illegal\" Iraq war - stealing all Clegg's upcoming lines.</p> <p>Clegg comes on stage and the two hug in an awkward grapple.</p> <p>Clegg opens by informing the conference the remix of his apology is at No 37 in the iTunes chart. \"To those of you who have seen the video, I say this: I really am so, so sorry.\"</p> </div>   </div> <div id=\"block-505e026458f90bd4c3fd4a09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:24:36.374Z\">7.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Equalities minister Jo Swinson speaks next. She says the Lib Dem conference has a \"psephologists anonymous\" feel to it - seemingly starting off with the Stewart Lee approach of insulting your audience. She's probably right, though; I witnessed Jeremy Browne, the Home Office minister, lovingly reel off the years of the last 10 or 20 general elections one at a time to make a point earlier.</p> <p>A mention of Sarah Teather - recently and surprisingly sacked from the frontbench - gets a big round of applause from the audience.</p> <p>Swinson goes on to mock the Lib Dems' typical election leaflets, including the notoriously misleading \"two-horse race\" bar charts they so often favour.</p> <p>She recalls the difficulties of electiontioneering in the era of \"a conspiracy to murder charge against the party leader - could be worse … \" It's a likeable speech.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/249572491918467072\">  <blockquote class=\"twitter-tweet\"><p>Jo Swinson at the Lib Dem conference <a href=\"http://t.co/8uvWjnVF\" title=\"http://twitter.com/PaulTOwen/status/249572491918467072/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/249572491918467072\" data-datetime=\"2012-09-22T18:14:55+00:00\">September 22, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T18:25:21.305Z\">at 7.25pm BST</time></p>  </div> <div id=\"block-505dfe5458f90bd4c3fd4a08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T18:07:16.718Z\">7.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Simon Hughes is up next, after Farron showers him with praise, including that some of his constituents think he is an MP for Labour, rather than the Lib Dems, so therefore, Farron says, he \"transcends politics\" in his community. That's one way of looking at it. <br>Luckily Hughes attacks Labour for its backing of nuclear power, its \"authoritarianism\" and its lack of commitment to green issues. The environment is \"much more safe in our hands\", Hughes says.<br>He suggests that if you don't believe in the government's \"green deal\", you go out on to the streets of Brighton and ask some young people if they'd like a \"green deal - and you don't have to pay anything up front. I think it would be quite popular,\" he jokes.<br>He ends his speech on a particularly anti-Tory note, holding up an anti-George Osborne poster that Greenpeace have made.</p> </div>   </div> <div id=\"block-505dfa49c0e38ada80016284\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T17:50:02.497Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farron is back. He says he's just heard the news that George Osborne does have a plan B. It's exactly the same as plan A, he says, except Michael Gove has marked him down a grade mid-term.</p> </div>   </div> <div id=\"block-505df8ff58f90bd4c3fd4a07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T17:44:32.412Z\">6.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The embargo has been lifted on Clegg's speech. As well as paying tribute to Jessica Ennis and Mo Farah and what the British embrace of these athletes says about how comfortable the UK is with multiculturalism, he is going to announce that Danny Alexander is now in charge of the review into the replacement of Trident. Alexander has been sceptical about the need and the cost of Trident before. Referring to his own now-infamous tuition fees apology, Clegg is going to ask Labour to apologise for their policies towards the City and the \"illegal\" Iraq war. And he will tell the Tories they don't have the right to force a \"turbo-charged right wing agenda\" on the British public.</p> </div>   </div> <div id=\"block-505df764c0e38ada80016283\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T17:38:05.313Z\">6.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tim Farron takes the stage, calling this rally the \"opening ceremony\" of the conference season. He says mentioning the Olympics in a conference speech is going to be one of the most \"tedious\" conference staples this year - but he's going to do it anyway.</p> <p>(So is Nick Clegg, by the way - I've read his speech. Presumably Farron has read it too.)</p> </div>   </div> <div id=\"block-505df702c0e38ada80016282\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T17:36:04.368Z\">6.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clegg and co have just taken their places at the front of the hall to the sight of flashbulbs popping from the dozen or so photographers in front of the stage. The hall at the Brighton Centre seems more or less full up to me, alhough the highest section of seating is curtained off.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T17:36:19.793Z\">at 6.36pm BST</time></p>  </div> <div id=\"block-505df0d558f90bd4c3fd4a06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T17:20:21.016Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hi,<strong> Paul Owen</strong> here. I'll be your host for the next hour or two as the Lib Dems hold their opening rally, with the reasonably star-studded line-up of Nick Clegg, his possible future leadership rival Tim Farron, deputy leader Simon Hughes, who was at one point seen as the voice of the Lib Dem left, and equalities minister Jo Swinson, a popular conference turn.</p> <p>Lib Dems are often in a better mood than outsiders might expect at their annual conference. Today the atmosphere is particularly buoyant - far from being crushed by the responsibilities of government, as their leader sometimes seems, the delegates seem excited to be in likeminded company and enjoying the sun and the sea air. </p> </div>   </div> <div id=\"block-505dec4358f90bd4c3fd4a05\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:59:39.212Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <p><strong>• Nick Clegg has arrived in Brighton for the opening of the Lib Dem conference saying the Lib Dems are going to \"hold [their] nerve\" and press on with their five-year programme.</strong> Clegg's personal ratings, and the party's as a whole, are very poor, but as the conference starts Clegg has been stressing his determination to fight the next election as Lib Dem leader and there seems to be no serious effort to unseat him. Tim Farron, one of his rivals, has called him an outstanding leader and the party has been stressing its success in forcing the coalition to raise the tax allowance, taking low-earners out of tax. \"Fairer tax in tough times\" is the conference theme.</p> <p><strong>• David Laws, the education minister, has announced that £100m will be spent continuing a summer school programme for pupils from disadvantaged homes for another two years.</strong> The original scheme was announced by Nick Clegg last year. Laws made the announcement in his conference speech.</p> <blockquote class=\"quoted\"> <p>All too often pupils who have made big progress through the school year fall behind over the long summer holiday, particularly if they are changing schools. Over 2,000 secondary schools took part in that programme this summer and the feedback we received was fantastic, so I am announcing today that we are allocating a further £100 million to continue this project in 2013 and 2014.</p> </blockquote> <p><strong>• The Lib Dem conference has passed a motion instructing MPs to vote against the proposed boundary changes because of the failure of the Conservatives to support Lords reform.</strong> Nick Clegg said during the summer that the Lib Dems would not vote for the boundary changes that would help the Tories at the next election, but there has been speculation that he could be persuaded to change his mind. Blocking the boundary changes is now official party policy, and Alistair Carmichael, the Lib Dem chief whip, told the conference his MPs would not vote for them. The Lib Dems have also agreed that future Lib Dem peers will have to sign a declaration saying they support Lords reform before they can go to the Lords.</p> <p><strong>• The iTunes single mocking Nick Clegg's apology over tuition fees has now made the top 40.</strong></p> <p>That's it from me for tonight.</p> <p>But my colleague Paul Owen will carry on blogging. He will be writing everything from now on and he will be covering the Lib Dem rally at 6.30pm, where Clegg, Farron and Simon Hughes will be speaking</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T17:04:46.921Z\">at 6.04pm BST</time></p>  </div> <div id=\"block-505de97bc0e38ada80016281\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:38:21.026Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lords debate, and the afternoon session of the conference, is now over. The Lords motion, says the Lib Dems should not approve the proposed boundary changes, was approved.</p> <p>I will post a summary shortly.</p> </div>   </div> <div id=\"block-505de7f358f90bd4c3fd4a04\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:31:52.678Z\">5.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lord Newby,</strong> a Lib Dem whip in the Lords, told the conference that in future people being made Lib Dem peers would have to sign a declaration saying they were in favour of Lords reform.</p> <p>This is an issue for the party because some Lib Dems peers are opposed to having an elected Lords, even though this is a firm plank of party policy.</p> </div>   </div> <div id=\"block-505de674c0e38ada80016280\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:25:26.458Z\">5.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's more from Alistair Carmichael.</p> <blockquote class=\"quoted\"> <p>Resisting progressive change is what the Conservatives do. The Conservatives - the clue is in the title.</p> <p>If the conduct of the Conservatives was a disappointment, then the conduct of the Labour party was a disgrace. It's quite something when you see the trade unions standing shoulder to shoulder with the hereditary barons. Their opposition to change wasn't based on principle or belief, but sheer partisanship and narrow party interest.</p> </blockquote> </div>   </div> <div id=\"block-505de50258f90bd4c3fd4a03\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:19:16.288Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Alistair Carmichael</strong>, the Lib Dem chief whip (and government deputy chief whip), has come out with the best line of the day, in the debate on Lords reform. Quoting the Clash, he told the conference: \"I fought the Lords, but the Lords won.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T17:25:21.433Z\">at 6.25pm BST</time></p>  </div> <div id=\"block-505de107c0e38ada8001627f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T16:02:20.107Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dem schools motion being debated this afternoon would have been reasonably significant, because it called for pupils leaving primary school to be tested through internal procedures - which would have meant the abolition of Sats at key stage two. But, after a close vote, the motion was amended to say that external testing should stay when pupils leave primary school. The motion was then approved.</p> <p>So, an attempt by the party leadership to call for the abolition of Sats at key stage two was defeated.</p> <p>As a result of another amendment, the motion also says councils should have a scrutiny role over academies.</p> <p>And we know how many people are here. Some 207 people took part in the vote.</p> </div>   </div> <div id=\"block-505ddefe58f90bd4c3fd4a02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:53:36.298Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Kevin Brennan, the Labour schools spokesman, has been following the Lib Dem conference. He has posted this on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KevinBrennanMP/status/249509452833755137\">  <blockquote class=\"twitter-tweet\"><p>What a nerve David Laws has to claim the Pupil Premium is extra money at Lib Dem conference - in real terms spending has fallen</p>&mdash; Kevin Brennan (@KevinBrennanMP) <a href=\"https://twitter.com/KevinBrennanMP/status/249509452833755137\" data-datetime=\"2012-09-22T14:04:23+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505dde5ac0e38ada8001627e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:50:52.250Z\">4.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to PoliticsHome, Danny Alexander has said that having a minister in the Department for the Environment (where David Heath has just become farming minister) was more important for the party than having one in the Foreign Office or at Defence.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/politicshomeuk/status/249525622932652032\">  <blockquote class=\"twitter-tweet\"><p>Danny Alexander: \"We decided that [Defra] was a higher priority for us as a party\" [than Foreign Office or Defence] via @<a href=\"https://twitter.com/ashmorejohn1\">ashmorejohn1</a></p>&mdash; politicshomeuk (@politicshomeuk) <a href=\"https://twitter.com/politicshomeuk/status/249525622932652032\" data-datetime=\"2012-09-22T15:08:39+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505ddd2ac0e38ada8001627d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:46:52.282Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tim Farron, the Lib Dem president, thinks that Clegg is an \"outstanding\" leader and that he has \"nothing to worry about\" in relation to the security of his position. Here's the video of him saying so.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/politics/video/2012/sep/22/nick-clegg-outstanding-leader-president-video\"                                data-show-ads=\"true\"                        data-video-name=\"Nick Clegg is an 'outstanding leader', says Lib Dem president - video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/22/nick-clegg-outstanding-leader-president-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/22/nick-clegg-outstanding-leader-president-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-505ddbb458f90bd4c3fd4a01\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:39:33.771Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.libdems.org.uk/latest_news_detail.aspx?title=Liberal_Democrat_Conference_App&amp;pPK=bd56dfdd-98a3-4e00-9f78-6f86872731b2\">The Lib Dems have got their own conference app.</a></p> </div>   </div> <div id=\"block-505ddaa3c0e38ada8001627c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:35:00.866Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dems are now debating a motion on school. But one activist has complained that there is no opportunity to vote against Michael Gove's Ebacc proposal, and there was a mini procedural debate on changing standing orders to allow the debate to be extended. The proposals was voted down, and they are back to the debate as scheduled.</p> </div>   </div> <div id=\"block-505dd6b758f90bd4c3fd4a00\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:25:00.242Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Leading Lib Dem frontbenchers are running \"ministerial surgeries\" with delegates throughout this year's conference. <strong>Paul Owen</strong> has just been to see Danny Alexander, the chief secretary to the Treasury, talk about the economy.</p> <blockquote class=\"quoted\"> <p>Delegates asked technical and often rather ponderous questions about compliance with the tax code, small business rates, the road fund licence tax disc, and so on. Alexander seemed unflappable and relaxed; earlier in the lobby of the Grand Hotel I overheard him telling a bearded antagonist affably: \"What else could we do, mate?\"</p> <p>Alexander's most interesting answer this afternoon was probably his suggestion that parts of Iain Duncan Smith's incoming universal credit system may be altered if they do not work.</p> <p>He was asked about the introduction of monthly rather than weekly or fortnightly benefit payments, and replied: \"Your specific point about paying weekly or paying monthly, and also I think a related point which is paying benefit directly to individuals rather than paying it directly to councils … CLG [the Department for Communities and Local Government] are piloting that at the moment to see whether the fears that people have, the fear is that a lot of people will then default on their rental payment and that will cause financial problem for councils and for housing association, to see if that is borne out by experience.</p> <p>\"Clearly if it is borne out then we need to think again about the policy, in terms of how those benefits are paid.\"</p> <p>But he added that: \"There is part of this which is about trying to encourage people to take more financial responsibility by receiving the money themselves and then paying it out, which of course is what everybody else has to do. But I do accept that if these pilots show up the sort of problems that we're being warned about then we clearly have to look very carefully at that.\"</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/249529097250824192\">  <blockquote class=\"twitter-tweet\"><p>Danny Alexander speaks to Lib Dem delegates <a href=\"http://t.co/QDaGgPx8\" title=\"http://twitter.com/PaulTOwen/status/249529097250824192/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/249529097250824192\" data-datetime=\"2012-09-22T15:22:28+00:00\">September 22, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T15:28:13.885Z\">at 4.28pm BST</time></p>  </div> <div id=\"block-505dd696c0e38ada8001627b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:17:44.050Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Patrick Kingsley has sent me an email saying he has found some Clegg \"sorry\" badges on sale. He has posted about it on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PatrickKingsley/status/249499407387598848\">  <blockquote class=\"twitter-tweet\"><p>Purveyors of Lib Dem tat already cashing in on Sorry-themed merch here at <a href=\"https://twitter.com/search/%23LDConf\">#LDConf</a><a href=\"http://t.co/oiU52A9o\" title=\"http://lockerz.com/s/246686608\">lockerz.com/s/246686608</a></p>&mdash; Patrick Kingsley (@PatrickKingsley) <a href=\"https://twitter.com/PatrickKingsley/status/249499407387598848\" data-datetime=\"2012-09-22T13:24:28+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505dd2ef58f90bd4c3fd49ff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T15:06:07.967Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dems have passed their early years motion, with two amendments. It calls for an independent report into making childcare provision more flexible and for a study into the feasibility of wrapping the various childcare support payments into one payment. It also calls for a study of EU practice into how good childcare could be delivered more cheaply, perhaps by increasing child/adult ratios. There was some opposition to this, but Annette Brooke, the MP summing up, said the Lib Dems were only calling for a study; they were not calling for ratios to be changed.</p> <p>Elizabeth Truss, the Tory MP who has just been made an education minister, published a report earlier this year<a href=\"http://www.bbc.co.uk/news/uk-18141076\"> saying childminders should be allowed to look after more children, so that childcare can become more affordable.</a></p> </div>   </div> <div id=\"block-505dd0cc58f90bd4c3fd49fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:53:02.204Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.libdemvoice.org/david-laws-speech-to-conference-no-soaring-rhetoric-but-a-clear-determination-to-deliver-30343.html#utm_source=tweet&amp;utm_medium=twitter&amp;utm_campaign=twitter\">Nick Thornsby has a good summary of the Laws speech at Lib Dem Voice</a>.</p> </div>   </div> <div id=\"block-505dcb9f58f90bd4c3fd49fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:30:57.120Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Press Association has filed a story about the surprise success of the Clegg apology in the iTunes chart. Here it is.</p> <blockquote class=\"quoted\"> <p>After two years of languishing in the political polls the Liberal Democrat leader is today enjoying some popularity - at least in the Apple iTunes chart. <br>The spoof song, which uses Clegg's two-and-a-half-minute video apology over his party's pledge on tuition fees, went to number 39 in the iTunes chart, just a little more than 12 hours after its release. <br>It is unclear whether Clegg, thought to be the first member of the cabinet to have enjoyed a chart career while still holding a day job, will manage to outperform pop rivals such as The Script and Little Mix in the sales tally. <br>But he has already seen off stiff competition from Kanye West and is hot on Pink's heels. <br>Nick Clegg Says I'm Sorry (The Autotune Remix) song initially entered the Apple iTunes chart at 116, but sales quickly soared. The spoof was created by satirical website <a href=\"https://gnmrem1.guardian.co.uk/+CSCO+0h756767633A2F2F6A6A6A2E677572636278722E70622E6878++/\"><em>http://www.thepoke.co.uk.</em></a><br>A spokesman for the website said: \"Nick Clegg has been very good-humoured about this. <br>\"He has become the first politician in history to achieve a position in the pop charts for making an apology. <br>\"The Poke is staggered by its success.\" <br>Clegg gave permission for the single to be released and all profits will be given to Sheffield Children's NHS Foundation Trust, of which his wife Miriam is a patron.</p> </blockquote> </div>   </div> <div id=\"block-505dc94ec0e38ada8001627a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:27:55.776Z\">3.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Temulakar i<a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18422627\">n the comments</a> wants to know how many people are here. In the hall at the moment, 200 or 300, I think. It feels about half full. It's a respectable audience for Saturday afternoon on a sunny day, but the Lib Dems clearly aren't expecting an enormous crowd. The balcony seats in the Brighton centre have all been curtained off, and the platform has been brought forward by about 20 yards, with the rest of the hall screened off behind it, so that the conference hall feels smaller than it would be if all the space were being used.</p> </div>   </div> <div id=\"block-505dc78958f90bd4c3fd49fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:16:13.841Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Twitter reaction to the Laws speech.</p> <p>From the Mail's Matt Chorley</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattChorley/status/249510254965035009\">  <blockquote class=\"twitter-tweet\"><p>David Laws is brilliant in many ways. Electrifying the Lib Dem conference with a speech is not one of them <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Matt Chorley (@MattChorley) <a href=\"https://twitter.com/MattChorley/status/249510254965035009\" data-datetime=\"2012-09-22T14:07:35+00:00\">September 22, 2012</a></blockquote> </figure>  <p>From Sean Davey, a Lib Dem activist</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SeanDaveyEsq/status/249510503980883969\">  <blockquote class=\"twitter-tweet\"><p>\"A good education is the cornerstone of a Liberal society\" David Laws at <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Sean Davey (@SeanDaveyEsq) <a href=\"https://twitter.com/SeanDaveyEsq/status/249510503980883969\" data-datetime=\"2012-09-22T14:08:34+00:00\">September 22, 2012</a></blockquote> </figure>  <p>From Kevin McNamara, who posts as WoollyMindedLib</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WoollyMindedLib/status/249509452749864960\">  <blockquote class=\"twitter-tweet\"><p>my favourite part of david laws' speech is still currently his, well-deserved, tribute to sarah teather <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Kevin McNamara (@WoollyMindedLib) <a href=\"https://twitter.com/WoollyMindedLib/status/249509452749864960\" data-datetime=\"2012-09-22T14:04:23+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505dc65f58f90bd4c3fd49fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:08:32.762Z\">3.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Laws also accepts that the pupil premium needs to be spent more effectively in some schools. He urges Lib Dem members who are involved with schools to ask questions about this.</p> </div>   </div> <div id=\"block-505dc62bc0e38ada80016279\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T14:07:41.013Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Laws announces that the government will spend another £100m to continue <a href=\"http://www.bbc.co.uk/news/education-18952579\">the summer school programme for disadvantaged pupils that was announced by Nick Clegg last year.</a> Some 2,000 schools took part this year, he says. The new money will fund the programme in 2013 and 2014.</p> </div>   </div> <div id=\"block-505dc3e4c0e38ada80016278\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:57:58.784Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Laws</strong>, the education minister, is speaking now. He starts by saying that he knows some in the party see him as a \"number-crunching, dessicated calculating machine\" (using the phrase that Aneurin Bevan used about Gaitskell). And he pays tribute to the work of his predecessor, Sarah Teather, praising her for focusing on special educational needs. (See published a green paper on the subject.)</p> </div>   </div> <div id=\"block-505dc057c0e38ada80016277\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:42:53.291Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here's the Guardian video of Clegg arriving at the conference earlier.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/politics/video/2012/sep/22/clegg-arrives-liberal-democrat-conference-video\"                                data-show-ads=\"true\"                        data-video-name=\"Nick Clegg arrives at Liberal Democrat party conference - video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/22/clegg-arrives-liberal-democrat-conference-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/22/clegg-arrives-liberal-democrat-conference-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-505dbf85c0e38ada80016276\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:39:20.290Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>You can follow the key conference announcments on <a href=\"https://twitter.com/LibDemConf\">the Lib Dem confererence Twitter feed.</a></p> </div>   </div> <div id=\"block-505dbc5bc0e38ada80016275\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:30:02.548Z\">2.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Paul Owen</strong> reports from the first fringe of the day, which was packed out with Lib Dem delegates wanting to hear Tim Farron - the folksy Lib Dem president who recently mused that he might like to be leader some day.</p> <blockquote class=\"quoted\"> <p>That was mischievous, and the fact Farron is running for president again means lots of his supporters are walking around wearing orange badges that say \"I'm for Tim\", which Nick Clegg is probably not 100% delighted about either.</p> <p>Farron was on a panel, along with his colleague new Home Office minister Jeremy Browne and assorted thinktankers, discussing how to \"renew\" the coalition. He suggested that it had been better to open what he predicted would be a modern era of coalitions with a Tory-Lib Dem team-up rather than a coalition with Labour. The \"love-in\" between then-leader Paddy Ashdown and Tony Blair in the 1990s had threatened Lib Dem \"assimilation\", he said. With this coalition, by contrast, \"you would have to be absolutely crackers to think that the Lib Dems and the Tories are in some sort of love-in - this is a business relationship.\"</p> <p>His party, he said, now had to be \"distinctive, but not destructive\". This summer had seen \"the death of the Cameron project\", and the Tories were now going to go off to their \"extreme\" - \"we mustn't do the same with ours\". The Lib Dems must be \"radicals, absolutely - but not lunatics,\" he added prudently.</p> <p>He said the Lib Dems would look \"ludicrous\" if they withdrew early from the coalition. Browne suggested it was a \"complete delusion\" to suggest that if they left the coalition \"say, at the autumn 2014 conference\" the electorate would then forget the Liberals had been part of the government.</p> <p>Farron also tried to explain grassroots anger about the party breaking its pledge not to increase tuition fees, saying: \"We delivered, in their eyes, lots of nice stuff they didn't mind, but we didn't deliver what they really wanted.\" But he was less understanding about what he called the \"Polly Toynbee attitude\" towards the coalition, which he said was \"psychopathic\".</p> <p>Browne said that he had recently asked John Major how the coalition was going, and the former Tory PM who presided over nightmarish party splits over Europe had told him: \"Jeremy, it's far more stable than the coalition I led when I was prime minister.\"</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/249499735377977345\">  <blockquote class=\"twitter-tweet\"><p>Tim Farron at the Lib Dem conference <a href=\"http://t.co/2PnsVShd\" title=\"http://twitter.com/PaulTOwen/status/249499735377977345/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/249499735377977345\" data-datetime=\"2012-09-22T13:25:48+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505dbc7758f90bd4c3fd49fa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:27:53.243Z\">2.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Councillor David Tutt</strong>, leader of the Lib Dem group on East Sussex county council, opened the conference with a short speech. He said that being in coalition with the Tories did not mean that you had to like them and he said that he had concerns about the proposed welfare cuts. He also had a dig at the press, accusing us of always predicting the demise of the liberals. </p> </div>   </div> <div id=\"block-505dbb9cc0e38ada80016274\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:22:39.650Z\">2.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is what <strong>Nick Clegg</strong> said when he arrived in Brighton earlier.</p> <blockquote class=\"quoted\"> <p>It is a tough time economically for the country and it has been a challenging time for the Liberal Democrats politically. But I don't want anyone to be in any doubt: the Liberal Democrats are going to hold our nerve and see this through.</p> <p>We are halfway through a five-year journey and we are doing some very important things: rescuing and reforming and repairing the British economy; delivering fairer taxes in tough times and improving schools for children up and down the country. Those are things we are very proud of.</p> </blockquote> <p>Clegg made this point rather more vividly in his FT interview.</p> <blockquote class=\"quoted\"> <p>What you don’t do is bale out half way up the mountain.</p> </blockquote> <p>But that's a mixed metaphor, isn't it? I thought you could only bale out from a plane.</p> </div>   </div> <div id=\"block-505db8c1c0e38ada80016273\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T13:10:27.023Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If Nick Clegg does not fancy writing or working for Greenpeace when he leaves politics (see 1.57pm), there's always a career in music. This is the latest from The Poke</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThePoke/status/249494605727412224\">  <blockquote class=\"twitter-tweet\"><p>The Deputy Prime Minister's apology song is at No. 41 in the iTunes Chart. 1 step away from the Top 40! <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; The Poke(@ThePoke) <a href=\"https://twitter.com/ThePoke/status/249494605727412224\" data-datetime=\"2012-09-22T13:05:24+00:00\">September 22, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-505db576c0e38ada80016272\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-22T12:57:51.915Z\">1.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here we go again. It's a glorious day by the sea, but us drone workers of the political media class are encased in the Brighton centre waiting for the Lib Dem conference – and indeed, the entire three-week festival of politicking that makes up the British conference season – to get underway. I'm sure that that we are going to have some exciting and dramatic moments, but perhaps not this afternoon.</p> <p>Senior Lib Dem figures have been giving interviews to mark the opening of the conference.</p> <p><a href=\"http://www.guardian.co.uk/politics/2012/sep/21/danny-alexander-stop-tories-trashing-green-agenda\">• Danny Alexander, the chief secretary to the Treasury, has told the Guardian that Tories in the government are waging a “constant war of attrition” on green issues.</a></p> <p><a href=\"http://www.thetimes.co.uk/tto/news/politics/article3546612.ece\">• David Laws, the education minister, has told the Times (paywall) that the Lib Dems will not agree spending plans with the Tories beyond 2015-16 in the next spending review.</a></p> <p><a href=\"http://www.telegraph.co.uk/news/politics/9559396/Agree-to-mansion-tax-or-we-block-cuts-threatens-Nick-Clegg.html\">• Simon Hughes, the Lib Dem deputy leader, has told the Daily Telegraph that the Lib Dems will not agree to further welfare cuts unless new taxes are introduced for the wealthy.</a></p> <p>There has also been an announcement from Laws that the pupil premium will go up,<a href=\"https://twitter.com/LibDemPress/status/249445990346653697\"> prompting the first Lib Dem complaint about the Guardian of the conference.</a> There are bound to be more. It's a tradition.</p> <p>But perhaps the most interesting read is in the Financial Times, where George Parker has written <a href=\"http://www.ft.com/cms/s/2/e6824cc6-02b6-11e2-9e53-00144feabdc0.html#axzz278xheHw5\">a long interview/profile about Clegg. </a>He has written a story off the back of it about <a href=\"http://www.ft.com/cms/s/0/1269a0d0-03ea-11e2-9322-00144feabdc0.html#axzz27CVakk2D\">Clegg saying welfare cuts would have to be matched by extra taxes for the rich</a> – “The idea that all savings are done through a £10bn slug from welfare is for the birds,” says Clegg – but the bulk of the profile is about how Clegg has no intention of quitting and how he thinks he is maturing as a leader. Clegg says he is determined to fight the next election and Parker says Clegg's wife Miriam has decided she does not want to move back to Brussels because she now regards it as rather provincial. Clegg's friends tell Parker that Clegg may stand down as leader at some point in the next parliament (and after that Clegg's mother thinks Clegg may turn to writing, or work for Greenpeace or Amnesty, Parker reports).</p> <p>Parker also quotes Clegg talking about how he has changed.</p> <blockquote class=\"quoted\"> <p>I have more energy and more clarity about what we need to do in the second half of the parliament than I did in the early stages of this government ...</p> <p>Clearly something I have learned – like no other Liberal Democrat leader has done – is how to both fight and win bare-knuckle fights in government ...</p> <p>I will be a different leader in 2015, I’m already a different leader. I have learned a lot of things.</p> </blockquote> <p>So, the Lib Dems will have a different leader in 2015! George, you missed the scoop.</p> <p>Back to the conference, here's the agenda for the afternoon.</p> <p><em>2.20pm:</em> Conference opens with party business.</p> <p><em>2.50pm:</em> David Laws, the education minister, speaks</p> <p><em>3.10pm:</em> Debate on a motion on early years.</p> <p><em>3.55pm:</em> Debate on a motion on schools.</p> <p><em>4.40pm:</em> Debate on a motion on Lords reform.</p> <p>I'll be covering all the afternoon's events, and I'll post a summary after the conference ends.</p> <p>If you want to follow me on Twitter, I'm on <a href=\"https://twitter.com/AndrewSparrow\">@Andrew Sparrow</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-22T13:12:13.925Z\">at 2.12pm BST</time></p>  </div>",
  "<p>US officials <a href=\"http://www.nytimes.com/2012/09/22/world/middleeast/iranian-opposition-group-mek-wins-removal-from-us-terrorist-list.html?hp\">leaked to several news outlets Friday an impending decision</a> by the Obama administration that it intends to remove the Iranian dissident group <a href=\"http://en.wikipedia.org/wiki/People%27s_Mujahedin_of_Iran\">Mujahadeen e-Khalq (MEK)</a> from the treasury department's terror list.</p> <p>Historically, the group joined together with Islamists to topple the Shah in 1979. But after it assassinated an Iranian president, prime minister and supreme court justice, Ayatollah Khomeini turned on its members and approved the massacre of hundreds of them.</p> <p>At that point, the MEK set itself the mission of overthrowing the Iranian Islamist regime. It went into exile to France and Saddam Hussein also offered it refuge in Iraq. It is also known for assassinating US diplomats, military personnel and others.</p> <p>It now claims it has renounced terror and devotes itself to establishing an Iranian democratic form of government that would replace the rule of the Ayatollahs. But former leaders and members of the MEK have noted the ruthlessness and duplicity of the group. They believe that the Iran it envisions would be a dictatorship rather than a democracy. These dissident former members decry the MEK's slavish worship of its leader Maryam Rajavi in a cult of personality not unlike that of North Korea and other Communist regimes.</p> <p>The Iranian dissidents have plotted for years to be removed from the terror list. They <a href=\"http://www.theguardian.com/world/2012/sep/21/iran-mek-group-removed-us-terrorism-list\">enlisted numerous Republican and Democratic officials</a> to <a href=\"http://www.nytimes.com/2012/03/13/us/us-supporters-of-iranian-group-mek-face-scrutiny.html?ref=us\">lobby on its behalf</a>. Instead of paying lobbying fees to them, it offered honoraria ranging from $10,000-$50,000 per speech to excoriate the US government for its allegedly shabby treatment of the MEK.</p> <p>Among those who joined the group's gravy train are former Pennsylvania governor Ed Rendell, <a href=\"http://www.salon.com/2012/03/28/guest_op_ed_mek_and_its_material_supporters_in_washington/\">Rudy Giuliani</a>, <a href=\"http://www.jta.org/news/article/2012/02/28/3091892/iranian-dissident-group-enlists-jewish-voices-in-bid-to-get-off-us-terror-l\">Alan Dershowitz</a>, and <a href=\"http://www.delistmek.com/\">former FBI director Louis Freeh</a>. Many of them profess to have little interest in the money they have collected. Instead, they claim they are sincerely moved by the group's suffering in Iraq and wish to correct an injustice. I'm sure the money doesn't hurt.</p> <p>Analysts writing about the MEK and alienated members reject the group's claim that it has renounced terror. <a href=\"#ixzz1rEeZZDZw\">Seymour Hersh recently published an expose</a> reporting that as late as 2007, US special forces had offered Iranians training at a secret Nevada facility in covert operations. It provided them arms and communications equipment and black ops training for their anti-regime terror activities inside Iran.</p> <p>A confidential Israeli source who is a former senior minister and IDF officer reported to me that the Mossad has used the MEK over many years, both to leak purported Iranian government documents of questionable provenance and engage in acts of sabotage against key figures in the Iranian regime. My source and other journalists have reported the MEK assassinated four nuclear scientists and caused an explosion that obliterated an Iranian Revolutionary Guard missile base.</p> <p>Last week, the director of Iran's nuclear program reported an August explosion <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5hncQAk8F0T1Gvu6KLujP6hmbNP4Q?docId=CNG.1e49898e44ff731ba070290611eca9c4.4e1\">disrupted the power lines</a> to the new Fordo uranium enrichment facility. <a href=\"http://www.richardsilverstein.com/2012/09/19/mossad-sabotages-power-lines-to-iranian-nuclear-plant/\">My source says</a> this sabotage was also a product of the Mossad-MEK collaboration.</p> <p>The US delisting of the group is a sham. The Obama administration isn't even claiming the MEK has renounced terrorism. If it did, it knows that it's likely such a statement would rebound should the MEK's activities become exposed. The chief argument offered in defense of the change of heart is that the group has agreed to relocate from Camp Ashraf, where it's been a thorn in the side of the Iraqi Shi'ite led government, to a US facility, from which the residents would be relocated to foreign countries.</p> <p>So, we're removing a terror group from the list not because it's stopped being a terror group, but because it's agreed to leave Iraq, where it had been a destabilizing influence. That's not a principled position. It's a position based on pure political calculation.</p> <p>The MEK is useful in the covert war the US and Israel are waging against Iran's nuclear program. It is our proxy, much as the Cuban rebels involved in the Bay of Pigs operation served our interests in the fight against Fidel Castro; and the Afghan mujahideen fought a dirty war for us against the Soviets.</p> <p>In fact, Alan Dershowitz has argued that the MEK should be removed from the treasury list not because it has stopped being terrorist, but because it collaborated with US covert activities inside Iran, meaning that it was serving US interests. Or put more simply: the MEK may be terrorists, but they're <em>our</em> terrorists.</p> <p>Delisting the MEK serves several goals for President Obama. He can flex his muscles in the face of both the Iranians and Republicans. To the Iranians, he's implicitly saying he will make alliance with their worst enemy as long as they resist him at the negotiating table. To Mitt Romney, he's saying he's willing to get tough with the Iranians. This inoculates him from campaign attacks claiming he's soft on Iran or that he's willing to let Iran get the bomb.</p> <p>You can bet that one of the president's campaign talking points will be that he delisted the MEK. It will establish his anti-Iran bona fides when the TV ads paid for by Sheldon Adelson's anticipated $100m start airing in the coming weeks.</p> <p>Just as President Obama's anti-terror policies, including targeted assassinations and drone strikes, have betrayed his previous denunciations of such violations of constitutional principles, so his granting a seal of approval to the MEK marks a further erosion of his commitment to diplomacy and negotiation as the means for resolving international disputes, including the one with Iran.</p>",
  "<p>President Barack Obama attacked the Republican party on Saturday, for scrapping a bill that would have established a $1bn scheme to help military veterans get jobs.</p> <p>In his weekly radio address, Obama attacked GOP politicians for failing to pass the planned law before Congress ended its session last week and lawmakers returned to their own states and districts ahead of the 6 November elections.</p> <p>\"These men and women have made incredible sacrifices for our country. They shouldn't have to worry about finding a job when they get home. But last week, Republicans in Congress voted it down. And then they left,\" Obama said.</p> <p>The bill, which had some bipartisan support, would have given job priority to post-9/11 veterans, aiming to put them back to work as firefighters and police officers and in public work projects.</p> <p>Joblessness is a huge problem for many veterans, whose employment prospects are three points below the national average. But Republicans opposed the scheme on the grounds of cutting government expenditure, pointing to several existing schemes aimed at putting ex-military men and women back to work. </p> <p>The law attracted a handful of Republican supporters but fell in the Senate, two votes short of the majority of 60 needed to waive Republican objections.</p> <p>Supporters had modeled the proposal partly after the Civilian Conservation Corps that was used during the Great Depression to employ people to build parks and dams. </p> <p>\"If Congress had done the right thing, we could be on our way to having a veterans' jobs corps that helps returning heroes find work as cops and firefighters in communities all across the country,\" Obama said.</p> <p>The failure of the bill attracted high-profile condemnation from veterans' groups. The Iraq and Afghanistan Veterans of America described the vote as a \"huge disappointment\". </p> <p>Some Democratic activists have already used the vote as a way of attacking potentially vulnerable Republican politicians on the issue of national security. That was a sentiment Obama seemed to echo as he urged people to express their anger as Republicans campaign for re-election. </p> <p>\"If you see them campaigning back home, tell them in person. Because there's been enough talk. It's time for action,\" the president said.</p>",
  "<p>The president of the Liberal Democrats has said that the government chief whip's comments to a Downing Street police officer were \"beyond unacceptable\".</p> <p>The Conservative chief whip, Andrew Mitchell, faced continued calls for his resignation as the row over what exactly he said escalated.</p> <p>Police stood by reports that Mitchell – furious at being told to get off his bicycle and use a pedestrian gate rather than Downing Street's main gate – had called officers \"morons\" and \"plebs\".</p> <p>Tim Farron, the Liberal Democrat president, told the BBC: \"If he said what it is reported he said, it is absolutely appalling.</p> <p>\"All of us can have grouchy moments and say things we regret but it reveals, what he is reported to have said, something not terribly pleasant. It is David Cameron's job to discipline his minister in the same way that if it was the Liberal Democrat chief whip, who I am sure would never do a thing like this, it would be Nick Clegg's job.</p> <p>\"But certainly the comments reported are utterly, indeed beyond, unacceptable.\"</p> <p>As David Cameron condemned the outburst, Mitchell apologised in a telephone call to the officer, believed to be a member of Scotland Yard's diplomatic protection group, SO6. The MP for Sutton Coldfield said in a statement that he did not use any of the words reported but accepted: \"I did not treat the police with respect.\"</p> <p>However police have indicated that they have at least two descriptions of the incident by officers who were present.</p> <p>Mitchell, 56, was reported in the Sun to have said: \"Best you learn your fucking place. You don't run this fucking government. You're fucking plebs.\"</p> <p>Speaking at an event at the Liberal Democrat Conference in Brighton, Tory MP Nick de Bois said Mitchell would be in \"deep trouble\" if evidence emerged that showed he had used the disputed language.</p> <p>John Tully, the chairman of the Metropolitan police federation, said the remarks were \"outrageous\" and anywhere else Mitchell would have been arrested.</p> <p>\"I know what the officers have told me, and what was reported in the Sun this morning is absolutely what happened,\" he told Sky News. Although he had not spoken directly to the officer concerned, he had spoken to federation representatives.</p> <p>He said Mitchell \"should resign. As a cabinet minister, it's unacceptable for someone of his standing to use such disrespectful and abusive language to a police constable, let alone anyone else. If the shoe was on the other foot and my officer had said those things he'd be out of a job now. It's double standards.\"</p> <p>Labour said that No 10 must say whether Mitchell was accusing the police officer of lying. \"Downing Street must make clear exactly what Andrew Mitchell said to the police officer,\" a spokesman said.</p> <p>\"There are two alternatives: either the chief whip used appalling and offensive language to an officer going about their duty, or Mr Mitchell is saying the officer is lying.</p> <p>\"Downing Street will know. They must make the position clear urgently. A half-hearted apology is not enough.\"</p> <p>Labour called for police incident records to be revealed to show whether Mitchell, a former shadow police minister, was telling the truth.</p> <p>Speaking on a visit to Manchester, in the wake of the murders of PCs Fiona Bone and Nicola Hughes, Cameron said: \"What Andrew Mitchell said and what he did was not appropriate. It was wrong. It is right that he has apologised.\"</p> <p>The Conservative MP Peter Bone told BBC Newsnight that Mitchell's behaviour supported the false impression that the government was full of \"arrogant posh boys\".</p> <p>\"There's no getting away from the fact that there are still serious questions to answer,\" he said.</p> <p>Paul McKeever, the chairman of the Police Federation, which represents rank-and-file officers in England and Wales, said it was \"hard to fathom how someone who holds the police in such contempt could be allowed to hold a public office\".</p> <p>He added: \"Mr Mitchell's half-hearted apology for the comments made whilst leaving Downing Street will do little to build bridges with the police, who feel they have once again been treated with a lack of respect and civility by members of this government.</p> <p>\"The lack of regard that some within government appear to hold police officers in is especially disappointing during this tragic week for the service and does nothing for the rock-bottom morale of officers in this country.\"</p> <p>The shadow home secretary, Yvette Cooper, described the reported outburst as an \"utter disgrace\".</p> <p>\"Downing Street clearly have a lot of questions to answer. They must make clear exactly what happened, including what was said and whether the deeply offensive language reported was used,\" she said.</p> <p>\"How can a chief whip hope to do his job or instil respect when he behaves like this and can't even keep his cool?\"</p> <p>The former Conservative party chairman Lord Tebbit denounced Mitchell's comments as \"extraordinarily stupid\" and urged Cameron to have a \"heart-to-heart talk\" with his new chief whip.</p> <p>The London mayor, Boris Johnson, told last year's Conservative party conference: \"If people swear at the police, they must expect to be arrested.\"</p> <p>Joanne McCartney, Labour chair of the London assembly's police and crime committee, said: \"It seems it's one rule for the public and another for those running the country. Perhaps the prime minister should do more than accept a simple apology.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396526964\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324699615/Protestors-demonstrate-ag-002.jpg\" alt=\"24 Hours: Protesters demonstrate in Rome, Italy, against a film ridiculing the prophet Muhammad\" width=\"661\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rome, Italy: Protesters shout slogans during a demonstration against the film ridiculing the prophet Muhammad</span> <span class=\"element-image__credit\">Photograph: Alessandra Tarantino/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526875\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324714191/A-dog-rests-in-his-cage-d-007.jpg\" alt=\"24 Hours: A dog rests in his cage during a sled dog competition in Budapest, Hungary\" width=\"739\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Budapest, Hungary: A dog rests in his cage during a sled dog competition</span> <span class=\"element-image__credit\">Photograph: Laszlo Balogh/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526882\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324728406/A-suspected-crack-user-is-012.jpg\" alt=\"24 Hours: A suspected crack user is led away by a municipal agent in Rio de Janeiro, Brazil\" width=\"728\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rio de Janeiro, Brazil: A suspected crack user is led away by a municipal agent</span> <span class=\"element-image__credit\">Photograph: Ricardo Moraes/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526884\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324719453/Anna-Wintour-at-Milan-Fas-009.jpg\" alt=\"24 Hours: Anna Wintour at Milan Fashion Week\" width=\"689\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Milan, Italy: Vogue editor in chief Anna Wintour checks her phone before the start of the Bottega Veneta show at Milan Fashion Week</span> <span class=\"element-image__credit\">Photograph: Luca Bruno/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526886\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324716880/Mitt-Romney-in-Las-Vegas-008.jpg\" alt=\"24 Hours: Mitt Romney in Las Vegas\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Las Vegas, US: Republican presidential candidate Mitt Romney on the campaign trail</span> <span class=\"element-image__credit\">Photograph: Charles Dharapak/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526880\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324725829/An-activist-looks-out-fro-011.jpg\" alt=\"24 Hours: An activist looks out of a prison van in Dhaka, Bangladesh\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dhaka, Bangladesh: An activist looks out of a prison van after being detained while taking part in a demonstration against an anti-Islam film</span> <span class=\"element-image__credit\">Photograph: Munir Uz Zaman/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526925\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324722303/People-on-electricity-tow-010.jpg\" alt=\"24 Hours: People in Benghazi, Libya, climb electricity towers to watch a march against Ansar al-Sharia militia\" width=\"760\" height=\"459\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benghazi, Libya: People climb up electricity towers to watch a march against the Ansar al-Sharia militia</span> <span class=\"element-image__credit\">Photograph: Mohammad Hannon/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526897\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324702656/Pakistani-protesters-topp-003.jpg\" alt=\"24 Hours: Protesters in Lahore, Pakistan, topple a shipping container blocking the road\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lahore, Pakistan: Protesters topple a shipping container that police had used to block the road to the US consulate</span> <span class=\"element-image__credit\">Photograph: KM Chaudary/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526962\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324705496/President-Barack-Obama-gr-004.jpg\" alt=\"24 Hours: US President Barack Obama campaigns in Virginia\" width=\"400\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Virginia, US: President Barack Obama greets members of the audience including a children's baseball team at a campaign rally</span> <span class=\"element-image__credit\">Photograph: Jason Reed/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526966\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324708061/Residents-wade-through-a--005.jpg\" alt=\"24 Hours: Residents wade through a flooded street in Manila, Philippines\" width=\"718\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manila, Philippines: Residents wade through a flooded street after a sudden heavy downpour as tropical storm Jelawat gains strength</span> <span class=\"element-image__credit\">Photograph: Noel Celis/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526977\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324696306/Polish-soldiers-by-a-wall-001.jpg\" alt=\"24 Hours: Polish soldiers beside a wall in Kiev, Ukraine, bearing names of victims of the Katyn massacre\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kiev, Ukraine: Polish soldiers stand in front of a wall inscribed with the names of Polish victims of the Soviet-era Katyn massacre</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396526970\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348324711551/The-Basilica-Sagrada-Fami-006.jpg\" alt=\"24 Hours: The Sagrada Família in Barcelona, Spain, is illuminated during the Ode à la Vie light show\" width=\"400\" height=\"513\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barcelona, Spain: The Sagrada Família is illuminated during the Ode à la Vie light show</span> <span class=\"element-image__credit\">Photograph: Albert Gea/Reuters</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396522977\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318077765/A-wounded-Pakistani-prote-014.jpg\" alt=\"Twenty Photographs: A wounded Pakistani protester is helped during clashes with riot police\" width=\"748\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Friday was declared a national holiday by the Pakistani government so people could rally against the anti-Islam film. A wounded Pakistani protester is helped during clashes with riot police</span> <span class=\"element-image__credit\">Photograph: Muhammed Muheisen/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522973\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317982619/Kate-Duchess-of-Cambridge-002.jpg\" alt=\"Twenty Photographs: Catherine, Duchess of Cambridge smiles through a car window\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As the controversy surrounding the topless photographs of her escalates, the Duchess of Cambridge smiles to locals through a car window at the Cultural Village in Honiara, Solomon Islands</span> <span class=\"element-image__credit\">Photograph: Daniel Munoz/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522956\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317986175/Philip-Treacy-presented-h-003.jpg\" alt=\"Twenty Photographs: Philip Treacy presents his spring/summer 2013 collection in London\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thirteen years after his last show in London, Philip Treacy presents his spring/summer 2013 collection</span> <span class=\"element-image__credit\">Photograph: Jonathan Short/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522784\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318000250/TOPSHOTS--A-Syrian-man-ca-007.jpg\" alt=\"Twenty Photographs: A Syrian man carries his wounded daughter outside a hospital in Aleppo\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Syrian man carries his wounded daughter outside a hospital in the northern city of Aleppo</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522780\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317989867/The-Australian-Ballet-per-004.jpg\" alt=\"Twenty Photographs: The Australian Ballet perform Pyotr Tchaikovsky's Swan Lake in Melbourne\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Australian Ballet perform Pyotr Tchaikovsky's Swan Lake at the State Theatre in Melbourne</span> <span class=\"element-image__credit\">Photograph: Paul Jeffers/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522981\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318085419/A-Bahraini-Shiite-protest-016.jpg\" alt=\"Twenty Photographs: A Bahraini Shia woman is detained by riot police in Manama\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Shia protester is detained by riot police during an anti-government demonstration in Bahrain’s capital Manama. 29 people were arrested as protesters marched in the city centre in defiance of a government ban</span> <span class=\"element-image__credit\">Photograph: Mohammed Al-Shaikh/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522983\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318074186/Actors-re-enact-the-Red-A-013.jpg\" alt=\"Twenty Photographs: Actors re-enact the rise of the Chinese Communist party\" width=\"744\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Actors perform in a production re-enacting the rise of the Communist party in Jinggangshan, the birthplace of the Chinese revolution which saw Mao Zedong advance to power</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522768\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318011620/masked-Palestinians-throw-010.jpg\" alt=\"Twenty Photographs: Masked Palestinians throw stones at Israeli security forces in Shuafat refugee camp, Jerusalem\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Masked Palestinians throw stones at Israeli security forces in Shuafat refugee camp, Jerusalem, after a demonstration against the film Innocence of Muslims</span> <span class=\"element-image__credit\">Photograph: Bernat Armangue/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522770\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317993489/The-Occupy-Wall-Street-on-005.jpg\" alt=\"Twenty Photographs: Occupy Wall Street protesters on the streets of New York's financial district\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Occupy Wall Street movement commemorates the first anniversary of its protest in New York's financial district</span> <span class=\"element-image__credit\">Photograph: Andrew Burton/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522958\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318007949/Orthodox-Jews-mark-the-Ro-009.jpg\" alt=\"Twenty Photographs: Orthodox Jews mark the Jewish new year in Ukraine\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Orthodox Bratslav Hasidic Jews gather near the tomb of Rabbi Nachman in Ukraine to mark the Jewish new year</span> <span class=\"element-image__credit\">Photograph: Maksim Dondyuk/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522960\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318092483/Mitt-Romney-Las-Vegas-018.jpg\" alt=\"Twenty Photographs: Mitt Romney campaigns in Las Vegas\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican presidential candidate Mitt Romney campaigns in Las Vegas. Romney bowed to sustained pressure from the Democrats this week by releasing a summary of his tax returns for the last two decades</span> <span class=\"element-image__credit\">Photograph: Charles Dharapak/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522962\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317996870/Meadham-Kirchhoff-present-006.jpg\" alt=\"Twenty Photographs: Meadham Kirchhoff present A Cautionary Tale at London Fashion Week\" width=\"712\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Designers Meadham Kirchhoff present their elaborate show A Cautionary Tale at London Fashion Week</span> <span class=\"element-image__credit\">Photograph: Suzanne Plunkett/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522970\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318095499/Libyans-climb-up-electric-019.jpg\" alt=\"Twenty Photographs: Libyans climb up electricity towers to watch a march against militias in Benghazi\" width=\"400\" height=\"575\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Libyans climb up electricity towers to watch a march in Benghazi against militias, in particular Ansar al-Sharia, which has been blamed for the murder of the US ambassador and three of his colleagues</span> <span class=\"element-image__credit\">Photograph: Mohammad Hannon/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522979\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348317977203/A-woman-rests-after-unloa-001.jpg\" alt=\"Twenty Photographs: A woman rests after unloading gravel from boats at a port outside Yangon, Burma\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman in Burma takes a break from unloading gravel from boats at a port outside Yangon, a job that earns three US cents a basket. Burmese opposition leader Aung Sang Suu Kyi began her landmark tour of the US this week</span> <span class=\"element-image__credit\">Photograph: Damir Sagolj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522975\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318081735/In-downtown-Rome-demonstr-015.jpg\" alt=\"Twenty Photographs: Protesters in central Rome, Italy, demonstrate against the film Innocence of Muslims\" width=\"661\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators in central Rome, Italy, shout against the film ridiculing the prophet Muhammad</span> <span class=\"element-image__credit\">Photograph: Alessandra Tarantino/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522954\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318099289/Space-Shuttle-Endeavour-M-020.jpg\" alt=\"Twenty Photographs: Spectators wait by the Golden Gate bridge in San Francisco to see space shuttle Endeavour pass by\" width=\"731\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spectators wait by the Golden Gate bridge in San Francisco to see the space shuttle Endeavour pass by on its final journey to the California Science Centre in Los Angeles</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522782\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318003581/TOPSHOTS--Members-of-a-Sy-008.jpg\" alt=\"Twenty Photographs: Members of a Syrian family cry outside a hospital in Aleppo\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of a Syrian family cry outside a hospital in Aleppo. The Britain-based Syrian Observatory for Human Rights said this week that nearly 30,000 Syrians have been killed during the 18-month uprising against the Assad regime</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522965\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318019432/Man-Ray-Portraits-exhibit-012.jpg\" alt=\"Twenty Photographs: Man Ray Portraits exhibition\" width=\"400\" height=\"502\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A solarised portrait of Lee Miller which will go on display at the National Portrait Gallery when an exhibition of more than 150 photographs by American artist Man Ray opens in February 2013</span> <span class=\"element-image__credit\">Photograph: Lee Miller Archives/Man Ray Trust/PA Wir</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396523013\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318088952/132nd-Ordinary-Meeting-of-017.jpg\" alt=\"Twenty Photographs: Luc Delahaye's photograph 132nd Ordinary Meeting of the Conference, Opec Headquarters, Vienna, 2004\" width=\"760\" height=\"352\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Luc Delahaye's photograph 132nd Ordinary Meeting of the Conference, Opec Headquarters, Vienna, 2004. The photographer has been shortlisted for the Prix Pictet award 2012</span> <span class=\"element-image__credit\">Photograph: Prix Pictet/Courtesy of Galerie Nathalie Obadia</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396522772\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/22/1348318015400/The-Milky-Way-arches-over-011.jpg\" alt=\"Twenty Photographs: The Milky Way arches over a mirror-like lake on the island of Réunion\" width=\"760\" height=\"416\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Milky Way arches over a lake on the island of Réunion. The photographer Luc Perrot waited two years for the right conditions to take this shot which was highly commended at the Royal Observatory's Astronomy Photographer of the Year awards</span> <span class=\"element-image__credit\">Photograph: Luc Perrot</span> </figcaption> </figure>",
  "<p>The furor over Todd Akin's \"legitimate rape\" comments had finally settled down when a Republican governor appeared at a Romney rally to praise Republican wives.</p> <blockquote> <p>\"It's not easy to be a spouse of an elected official. You know, they're at home, doing the laundry and doing so many things while we're up here on the stage getting a little bit of applause, right?\"</p> </blockquote> <p>What is the matter with Republicans? With foot-in-mouth disease reaching epidemic levels, it's time to say it: the GOP has a woman problem. It goes much deeper than partisan differences over birth control coverage and abortion. These off-the-cuff comments about selfless spouses and virtuous virgins reveal that too many Republicans do not believe that women are equal to men.</p> <p>The GOP and Mitt Romney, of course, vigorously deny they are waging a \"war on women\". After all, just look at the women paraded across the Republican national convention stage, many of them elected in 2010 as Sarah Palin-branded \"Mama Grizzlies\". The problem, however, is that the GOP's XX politicians don't seem to be looking out for their less powerful sisters. The <a href=\"http://thinkprogress.org/election/2012/05/22/488382/gop-women-caucus/?mobile=nc\">24 Republican women in the US House of Representatives cast</a> all of two votes for equal pay, two against domestic violence, and three to let women make their own birth control decisions.</p> <p>The GOP platform includes no exceptions for rape in its anti-abortion plank; Republican Governor Jan Brewer has already signed that policy into law. Only <a href=\"http://thinkprogress.org/election/2012/05/22/488382/gop-women-caucus/\">seven Republican congressmen and women</a> voted for the landmark Lilly Ledbetter Fair Pay Act, even though women still earn on average 23% less than men. One hundred and forty-three US servicewomen have been killed in the Iraq and Afghanistan wars, yet the Republican party platform opposes women in combat roles. Oh, and did you know that the vaunted Year of the Republican Woman left the GOP with fewer women in Congress than the Democrats had in 1992?</p> <p>Women have gotten the message. Since February, when Congress convened an all-male panel on birth control and Rush Limbaugh called Sandra Fluke \"a slut\", the polling has shown President Obama with a significant and consistent advantage with women voters nationally. The gender gap is particularly wide in swing states. Consider Virginia, which won international notoriety for a mandatory transvaginal ultrasound law, where Obama has opened up <a href=\"http://www.washingtonpost.com/politics/decision2012/to-claim-virginia-obamas-hopes-rest-on-women/2012/09/19/8413388a-026a-11e2-9b24-ff730c7f6312_story.html?wprss=rss_politics\">a 19-point lead</a>. On the hotly-contested abortion issue, Obama holds a 13-point advantage over Romney, <a href=\"http://www.people-press.org/2012/09/19/section-3-views-of-the-candidates/\">according to a recent Pew Center survey</a>.</p> <p>Asked in an NBC/Wall Street Journal poll who they thought would be \"better at dealing with issues of concern to women\", more than half said Obama and only a quarter said Romney. Women have also decoded the timeworn cultural assumptions behind the GOP's obsession with our ladyparts. \"What is this, the stone age?\" remarked one independent woman participating in a focus group. Or as a pin spotted at the Democratic National Convention put it: \"Sluts Vote.\"</p> <p>On the issues, the Republican party is out of step with American public opinion – even with men and many of its own members. Still, America's unexpected preoccupation with women's issues isn't merely about partisan competition or policy differences. It has taken on the character of an existential battle between two incompatible worldviews. </p> <p>The GOP's delirium over birth control and its magical thinking about rape this election season have shocked observers around the world. As remarkable has been the passion and breadth of women's backlash against the GOP's war on women. After all, many of the proposed bills that have in 2012 driven women to the streets and away from Romney-Ryan were enacted without fanfare or much notice in 2011. History's verdict, I suspect, will show that this movement was catalyzed into being less by the assault on reproductive rights and more by women's visceral rejection of the message sent by the Todd Akins, Rush Limbaughs, and Paul Ryans of the GOP: woman, get thee back in your proper place.</p> <p>Half a century on from a time when birth control was illegal and sex discrimination was the norm, many Americans might not have realized how far we've come. Thanks to 2012's preview of the Republican time machine, now we know. The GOP has chosen the wrong side on one of the fundamental global questions of the 21st century: women's equality. Still clinging to their old-timey views about helpful helpmeets and wanton wenches, the Republican party is in imminent danger of being permanently left behind.</p> <p>• Nancy L Cohen's <a href=\"http://www.amazon.com/Delirium-The-Politics-Sex-America/dp/1619020688/ref=tmm_pap_title_0?ie=UTF8&amp;qid=1347573816&amp;sr=1-1\">Delirium: The Politics of Sex in America</a> is now out in paperback. You can follow her on Twitter <a href=\"https://twitter.com/nancylcohen\">@nancylcohen</a></p>",
  "<p>His disastrous summer has included a botched foreign tour, a mishandled response to the Middle Eastern crisis and the leak last week of a secret video from a private fundraising party where he lambasted many Americans as being \"victims\" of government aid who paid no income tax. The series of gaffes has seen the Republican challenger, Mitt Romney, fall behind President Obama in his long run for the White House.</p> <p>Now the challenger is looking to the first presidential debate as a way of hauling his campaign back into contention.</p> <p>The former governor of Massachusetts has already spent long hours preparing for the vital first duel with Obama, which happens on 3 October in Denver, the biggest city in the vital swing state of Colorado.</p> <p>In the minds of many seasoned observers – including some prominent Republicans who have gone public with their dismay at Romney's performance so far – something needs to happen soon to put him back in the contest. \"The debate will be Romney's last real chance to bring himself back into the race,\" said Professor Scott McLean, a political scientist at Quinnipiac University.</p> <p>Romney has certainly been taking his debate preparations seriously. He spent three days recently holed up in the Vermont estate of former Massachusetts deputy governor Kerry Healey in practice. During the questions and answer sessions the part of Obama was played by Ohio senator Rob Portman, a former contender to be Romney's running mate.</p> <p>The retreat, isolated among the forests and mountains of the rural north-eastern state, was also attended by most of Romney's top campaign aides. Portman was chosen in part because he also played Obama in 2008 for the campaign of the then Republican candidate, John McCain. The Vermont retreat has been followed up by regular practices on the campaign trail, with Portman rejoining the candidate for further mock debates.</p> <p>The tactic has been a change for Romney. During the long battle to secure the Republican nomination, Romney eschewed mock debates in favour of simply prepping with top aides on different subjects. But clearly the vital importance of the 3 October event has prompted a change in tactics to try to create a \"game-changing\" moment.</p> <p>The Romney campaign has also started to pivot more to the centre in public, perhaps in a bid to counter last week's video release and also a barrage of negative ads from the Obama campaign and its supporters that have successfully portrayed him as a wealthy, out-of-touch elitist. However, given Romney's strong tack to the right during the nomination race, such a manoeuvre would be difficult to pull off.</p> <p>It is sure to be something Obama will bring up in the Denver debate as a sign of flip-flopping on key issues. \"That change of strategy is going to be one of the Romney campaign's biggest problems. Obama will be ready for him,\" said McLean.</p> <p>There are also doubts about Romney's debating skills. Though he participated in no fewer than 19 debates during the nomination process, there were times when he made gaffes or appeared goaded by opponents into losing his cool, such as spontaneously offering to make a $10,000 bet with the Texas governor Rick Perry. \"He seems to be somewhat thin-skinned,\" said Professor David Cohen, a political scientist at the University of Akron.</p> <p>Such moments are sure to have been studied in great detail by the Obama camp. Exact specifics of the president's debate preparations have been kept largely secret, but it has been reported that Massachusetts senator John Kerry has been playing the role of Romney in mock events held in Washington. Other sessions have included senior campaign advisers like David Plouffe and former aide Anita Dunn. Though Obama has not had to engage in a real debate since the 2008 campaign, he is widely seen as a skilled practitioner of the vital art. \"He is smart, smooth and extremely calm. He seems not to get rattled. He is a very good debater. There is no disputing that,\" said Cohen.</p> <p>But a debate is not simply a straight match-up of skills. A vital part of who wins or loses depends on the expectations of the audience. Many people point to the vice-presidential debate of 2008, which pitted Sarah Palin against Obama's running mate Joe Biden. Palin was seen as such a poor potential debater that when she managed to get through the ordeal without any major gaffe it was seen as a victory by many observers. In this case the Romney team have an advantage in that they are seen as an underdog. Thus if Romney beats those expectations, or a complacent Obama stumbles, it could turn into a genuine opportunity for the Republican to claw back Obama's lead.</p> <p>Experts certainly see that lead as still vulnerable. Hamstrung by a still sickly economic recovery, high rates of joblessness and a disillusioned activist base, Obama's lead in the polls is not a chasm, despite a Romney campaign that has been engaged in nearly non-stop damage control for weeks on end. At the end of last week Clarus Research's national poll average had Obama beating Romney by just three points. The picture was more favourable for Obama in the individual swing states that will decide the election, but no one is predicting any sort of blow-out victory for the Democrats. \"It remains a close race. I look at the numbers and a lot of the data suggests that this race will tighten again,\" said McLean.</p> <p>The Obama team have already been trying to spin that expectations game. Last week they sent out a memo to campaign journalists extolling Romney's virtues at debating and saying that the Republican clearly fancied his chances. \"He's obviously banking on flawless performances in October to achieve the turnaround his campaign has projected,\" wrote Obama campaign manager Jim Messina.</p> <p>That is probably a deliberate exaggeration. But most experts do think that the many instant media pundits who have spent last week writing Romney's political obituary have jumped the gun. As the riots in the Middle East, inspired by an anti-Islamic film shot in California, have shown, unexpected and dramatic events are likely to still play a key role in deciding who sits in the Oval Office next year. As far as the Romney campaign is concerned, they will be going all-out to make sure that the first debate is one of them.</p> <p>Nor will it be their last chance. Two more debates will rapidly follow as the election enters its final weeks, with one touching on foreign policy and another held in a \"town hall\" format where questions will come from undecided voters who are members of the public picked by pollster Gallup. In all three debates the viewing audience is virtually guaranteed to be tens of millions of Americans.</p> <p>\"I am definitely going to get my popcorn out for these debates,\" said Cohen.</p> <p><strong>KEY MOMENTS</strong></p>",
  "<p>Thursday evening, President Obama told voters during a televised candidates' forum on Univision, the largest Spanish-language TV network, that he regretted not having enacted comprehensive immigration reform during his first term. He described the lack of reform as <a href=\"http://www.theguardian.com/world/2012/sep/20/barack-obama-immigration-reform-failure\">his \"biggest failure\" during his first term in office</a>.</p> <p>I share that regret and frustration, but also agree with the president that after election day, we will have a new opportunity to break the Republican gridlock that has thwarted serious immigration reform for decades. But Congressman, you may ask, how could the next four years be any better for enacting immigration reform legislation than the last four years, or eight, or 16? My answer: because of what will happen on election day.</p> <p>President Obama's statement to Univision suggests to me that we will see real leadership from the during his second term – and I look forward to standing with him to make comprehensive immigration reform a national priority. Election day will be a turning point and significant immigration reform is possible because the dynamics of the issue are shifting.</p> <p>To enact any sensible immigration reform, the Democrats will need to bring 90% of the votes to get a bill passed, but after election day, finding 10% of the votes among Republicans will be a lot easier. If the Republican party is to survive, it must sue for peace on the immigration issue and move beyond gridlock.</p> <p>While jobs, education, and healthcare rank among the top issues for Latino voters, immigration is a threshold issue. If you are opposed to immigration or support strictly punitive immigration measures, you cannot even start a conversation about other issues with most Latino voters. And if your party condones the sharp rhetoric and mean-spirited proposals that some Republicans embrace, it is a tough deficit to overcome. Some leaders inside the Republican party understand this reality.</p> <p>Mitt Romney has fallen with Latino voters and he can't get up. In August, the Romney camp announced a target of attracting 38% of the Latino vote, but his support currently lags in the 20s – with little chance that it will improve.</p> <p>And in America, we do not elect the president nationally, but state by state, with the electoral college votes of each state you win adding to a national victory. We know how most states will votes, leaving far fewer than a dozen swing states to determine the outcome nationally.</p> <p>Because of Latino voters and their support for Obama, victory looks likely. In Nevada, Colorado, New Mexico, and Florida, Latinos make up significant percentages of the electorate and are breaking strongly for Obama and the Democrats. Even in states like North Carolina and Virginia, where Latinos make up a smaller percentage, the races are so close that how Latinos vote – both who they vote for and how many turn out – will probably determine who wins, and therefore who wins nationally.</p> <p>So, I see the day after election day as a day when Democrats look around and say that a huge factor in Romney losing and Obama winning was Latino voters.</p> <p>To be sure, like a lot of constituencies, Latino voters are not as enthusiastic right now about President Obama as they were four years ago. Enforcement of the old, broken system has increased dramatically under President Obama, resulting in record deportations and record expansion of programs to enlist state and local police in enforcing federal civil law, undermining local public safety as a result.</p> <p>The president has accomplished a lot through administrative action to remove threats to our society while allowing assets to our communities to remain in this country. But we can only fully modernize our immigration system through legislation and bring it into the 21st century, including getting more high-skilled immigrants to choose America and reuniting families that sometimes wait more than 20 years for a visa. </p> <p>The Republicans will soon understand how costly their obstruction and wrong-headedness has been, and I think we will be able to return to the table to discuss how we couple legal immigration, legalization for undocumented immigrants, and enforcement in the workplace and at the border into a politically viable and successful immigration reform package. With illegal immigration at an historically low level, we can and must get control of immigration and get millions of undocumented residents into the system and on-the-books.</p> <p>But we will need Republicans who want to help solve the problem to join us.</p>"
]