[
  "<p>The Democratic national convention in Charlotte has been plunged into chaos with a row over Israel threatening to overshadow Bill Clinton's speech as the second day of business was mired in a clumsy and embarrassing climbdown.</p> <p>Barack Obama intervened personally to try and head off a mounting clamour from Jewish donors and pro-Israel groups who objected to the dropping of a line supporting Jerusalem as the capital of Israel from the Democratic policy platform.</p> <p>A day after the platform was published without the recognition of Jerusalem, the line was reinstated. Pressure had been building over not only the dropping of that statement – which was part of the Democratic party platform in 2008 – but also the removal of any reference to God in the document. Those omissions threatened to alienate both Jewish Democratic supporters and Christian swing voters.</p> <p>But the reintroduction of the lines was equally controversial; its clumsy handling resulting in a confusing vote and booing on the convention floor. </p> <p>At the formal opening of the day's business, the convention chairman, Antonio Villaraigosa, proposed a vote to return to the document its past commitment to Jerusalem as the Israeli capital as well as a reference to God.</p> <p>He called for those in favour of the change to shout 'Aye' and those against 'No'. It was a hard to tell, with the two sounding evenly-divided. Villaraigosa called the vote a total of three times to no certain result but eventually called it for the Ayes.</p> <p>In fact, the change required a two-thirds vote in favour and it definitely did not sound anywhere close to that. But Villaraigosa pushed it through anyway, determined to try to bring a speedy end to an awkward row. There was loud booing in the hall when he announced the changes had gone through.</p> <p>Jewish donors, particularly in New York, and pro-Israeli lobby groups are generous supporters not only to Obama but to individual senators and members of the House, who are also facing election in November. The changes were pushed through after Obama contacted party leaders asking for their reinstatement. </p> <p>Quoting Democrat sources, Jessica Yellin, CNN's chief White House correspondent, reported on Twitter that when Obama was told \"God\" had been removed from the platform, he responded: \"Why on earth was it changed?\"</p> <p>The self-inflicted row came as party leaders were congratulating themselves on the smooth running of the convention's opening day on Tuesday. The Republicans pounced on the original omission as evidence that Obama does not fully support Israel. The subsequent booing on the convention floor was portrayed by right-wing commentators as \"Democrats booing God\". </p> <p>Republican challenger Mitt Romney said omitting God \"suggests a party that is increasingly out of touch with the mainstream of the American people.\"</p> <p>He added: \"I think this party is veering further and further away into an extreme wing that Americans don't recognise.\"</p> <p>On Jerusalem, Romney's spokeswoman, Andrea Saul, said: \"Mitt Romney has consistently stated his belief that Jerusalem is the capital of Israel. President Obama has repeatedly refused to say the same himself. Now is the time for President Obama to state in unequivocal terms whether or not he believes Jerusalem is Israel's capital.\"</p> <p>The Anti-Defamation League, a pro-Israel organisation, welcomed the change but questioned why the reference to Jerusalem being the capital had been removed in the first place.</p> <p>\"We welcome the amendment referencing Jerusalem as Israel's capital and we applaud the DNC for listening and for being responsive to the concerns raised by supporters of Israel,\" said Abraham H Foxman, ADL national director. \"But we are still troubled that it was removed, and it should never have happened in the first place. This has been a longstanding policy statement on the DNC platform going back decades.\"</p>",
  "<p>• Michelle Obama's accomplished convention speech not only energised delegates, but brought a halt, for now, to journalists' complaints about the 2012 campaign being lacklustre. Even CNN's Wolf Blitzer, although medically incapable of expressing enthusiasm, <a href=\"www.politico.com/blogs/media/2012/09/wolf-blitzer-flotus-speech-a-grand-slam-134443.html\">called it a \"grand slam\"</a>.</p> <p>And the speech was an interesting litmus test for right-leaning commentators: could they bring themselves to acknowledge the First Lady's performance? Yes, actually: Fox News was full of praise (<a href=\"http://www.politico.com/blogs/media/2012/09/wolf-blitzer-flotus-speech-a-grand-slam-134443.html\">\"extremely impressive woman\"</a>); former Reagan speechwriter John Podhoretz deemed it a <a href=\"http://www.nypost.com/p/news/opinion/opedcolumnists/michelle_knockout_QczvodpUVulc8r6KKCekDK\">\"total knockout\"</a>; the National Review called it \"excellent\" and \"passionate\".</p> <p>Only the implacably conservative radio host Laura Ingraham disagreed. \"The DNC is VERY low energy, not the vibrant, youth allure of 2008,\"<a href=\"http://www.politico.com/news/stories/0912/80710.html?hp=r5\"> she tweeted</a>. \"I feel the whiff of death and decay.\" Still, here's to Ingraham for having the courage of her convictions, defying the temptation to bend her opinions in the service of populism! There's presumably some IT-related explanation for the fact that the message <a href=\"https://twitter.com/IngrahamAngle/statuses/243150584633511936\">mysteriously vanished</a> from Twitter later that night. </p> <p>• Republicans, staging their own counter-convention in Charlotte, are rallying behind the slogan <a href=\"http://www.obamaisntworking.com/\">\"Obama Isn't Working\"</a>, a blatant borrowing from Margaret Thatcher's 1979 campaign. On Tuesday night, meanwhile, Maryland's Democratic governor, Martin O'Malley, tried to lead the convention audience in a pro-Obama chant of <a href=\"http://articles.baltimoresun.com/2012-09-04/news/bs-md-dnc-omalley-20120904_1_martin-o-malley-mitt-romney-paul-ryan\">\"Forward, Not Back\"</a>, evoking <a href=\"http://www.slate.com/blogs/weigel/2012/04/30/obama_campaign_slogan_british_labour_party_origins.html\">Tony Blair's grammar-violating horror</a> of 2005.</p> <p>What next? Will the president's remarks include the phrase <a href=\"http://news.bbc.co.uk/2/hi/uk_news/politics/3149164.stm\">\"I've not got a reverse gear\"</a>? (<a href=\"http://www.guardian.co.uk/politics/2005/mar/08/election2005.politicalcolumnists\">Are you're thinking what we're thinking</a> – namely, that that would be awful?) Oh well: at least we can rely on Joe Biden, who'll be introducing Obama tonight, not to steal lines wholesale from British election campaigns, can't we? <a href=\"http://en.wikipedia.org/wiki/Joe_Biden_presidential_campaign,_1988#Kinnock_controversy\">Can't we?</a></p> <p>• The convention's official \"speakers' platform\", designated to allow protesters a voice, seems to be succeeding in what cynics might suggest was its real job: making sure nobody hears them. It's a small, raised platform on a muddy field, far from the main action, populated by recycling bins. Audiences must \"sit on gravel and weeds\", <a href=\"http://www.charlotteobserver.com/2012/09/05/3503494/speakers-platform-a-lone-voice.html\">reports the Charlotte Observer's Lawrence Toppman</a> – if there were an audience.</p> <p>Tuesday's crowd \"consisted entirely of me\", notes Toppman, who arrived too late to hear the day's first speaker give a talk entitled \"Sodomy, Abortion, Fornication\". \"He left a DVD behind,\" the reporter adds, \"but I forgot to take it.\" That's probably for the best.</p> <p>• Daringly, or foolishly, the Obama campaign's merchandise includes badges featuring a portrait of the president, the slogan \"Made in the USA\", and<a href=\"https://store.barackobama.com/featured-15/made-in-the-usa-button.html\"> a snapshot of the president's birth certificate</a>, poking fun at \"birther\" conspiracists. But <a href=\"http://www.wnd.com/2012/09/u-s-citizenship-needed-to-buy-obama-products/\">much to the amusement of Rush Limbaugh</a>, it turns out that, to buy the trinkets, you have to be a US citizen (or permanent resident) yourself! \"I kid you not, folks!\" Limbaugh chuckled on air, triggering widespread amusement at the Democrats' latest gaffe. \"Sometimes irony can be pretty ironic,\" added the birther website WorldNetDaily.</p> <p>Now, admittedly, it's true that all sales of campaign merchandise count as political contributions, which foreigners can't make – hence the small print about being a citizen. Even so, it's rather ironic that … Hang on. What's the irony again? Is it that birthers don't understand what \"irony\" means?</p>",
  "<p>So much for \"the greenest government ever\". When David Cameron made that pledge, just <a href=\"http://www.theguardian.com/environment/2010/may/14/cameron-wants-greenest-government-ever\" title=\"\">days after moving into Number 10</a>, he had a string of commitments he could point to. In the two years since, the former cyclist has furiously backpedalled on those and many others. Jonathan Porrit's admirable <a href=\"http://www.sd-commission.org.uk/\" title=\"\">Sustainable Development Commission</a> has been axed. The much-touted <a href=\"http://www.theguardian.com/environment/green-investment-bank\" title=\"\">green investment bank</a> will now not be a bank. Forests and woods have been threatened with privatisation. Energy policy has been reduced to flag-waving for nuclear. Perhaps the greenest thing left about the Conservatives is the voters who took their environmental promises seriously.</p> <p>But the most dramatic turn away from environmentalism has come with this week's cabinet reshuffle. First there was the promotion to environment secretary of Owen Patterson: a Conservative who <a href=\"http://www.owenpaterson.org/newsshow.aspx?id=7&amp;ref=132\" title=\"\">opposes windfarms</a>, loves airports and supports fracking for shale gas (although his website does <a href=\"http://www.owenpaterson.org/text.aspx?id=6\" title=\"\">list \"trees\" as an interest</a>). More pressingly, there is the issue of the expansion of Heathrow. Justine Greening, who was just last month vehemently defending the government's official opposition to a third runway, has been moved from the transport brief; her replacement, Patrick McLoughlin, will start talks on <a href=\"http://www.theguardian.com/environment/2012/sep/05/cross-party-heathrow-airport-talks\" title=\"\">a cross-party commission reopening the subject</a>. To cap it all, the prime minister has refused to make it clear that he will oppose a third runway beyond this parliament. We may thus assume that the way is being cleared for the aeronautical equivalent of the U-turn manoeuvre.</p> <p>However appalling this may be, it should not be a surprise. Even the most lackadaisical student of this government can tell you that <a href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_187876.pdf\" title=\"\">the coalition agreement</a> states baldly: \"We will cancel the third runway at Heathrow. We will refuse permission for additional runways at Gatwick and Stansted.\" What they omit to mention is just where those policy commitments are made: not in the sections on transport or economic policy but under climate change. Like a lot of this government's green commitments, this one was never synthesised with its economic ideology: it was, from the outset, just so much garnish. Nick Clegg might well believe that \"going green has never made so much sense\"; but George Osborne is certainly closer to Tory convictions when he argues against \"saving the planet by putting our country out of business\".</p> <p>This does not disguise the speciousness of the economic arguments for a third runway at Heathrow. Even if the cabinet gave the green light tomorrow, the project would not create a significant number of new jobs for years to come. That goes double for Boris Johnson's dream of a new airport on an island in the Thames estuary. However hard the right may argue for more airports as an immediate economic boost, it is no such thing. The argument that Britain will be crippled by somehow stunting Heathrow is also disingenuous: as if the perpetual expansion of what is already the world's largest airport will somehow magically add points to GDP growth.</p> <p>The case for Heathrow has always been less about the arguments than the lobby behind it: big business and the aviation industry. The concessions BAA and others typically offer are not worth much. A few years ago, they claimed that a snazzy Terminal 5 would put an end to all talk of new runways. We can take just as seriously the current promises to limit the planes taking off from any new runway.</p> <p>But the policy arguments are likely to be rehearsed all over again in the next few months and years. The significance of this week lies in the politics. Mr Cameron has signalled that even if it means losing an able transport secretary in Ms Greening; even if it means Tory environmentalist Zac Goldsmith <a href=\"http://www.telegraph.co.uk/news/politics/9518329/MP-threatens-by-election-over-Heathrow.html\" title=\"\">forcing a by-election</a>, he appears minded to support a policy he previously fought hard.</p> <p>Lib Dems such as climate secretary Ed Davey, party president Tim Farron and deputy leader Simon Hughes must surely be dismayed by this U-turn. They owe it to themselves and to all of us to give voice to that dismay.</p>",
  "<p>Poor Paul Ryan. Ever since <a href=\"http://www.cbsnews.com/video/watch/?id=7419860n\">his speech at the Republican National Convention last week</a>, the GOP vice-presidential nominee has been accused of telling Big Lies. From <a href=\"http://www.nytimes.com/2012/08/31/opinion/Krugman.html\">Paul Krugman of the New York Times</a>, to <a href=\"http://voices.idahostatesman.com/2012/08/30/krichert/paul_ryans_big_lie_omission\">Kevin Richert of the Idaho Statesman</a>, to <a href=\"http://downwithtyranny.blogspot.com/\">DownWithTyranny.blogspot.com</a>, commentators have piled onto Ryan for his mendacity. FoxNews.com contributor Sally Kohn described his performance as \"an apparent attempt to set the world record for the greatest number of blatant lies and misrepresentations slipped into a single political speech.\"</p> <p>But let us be cautious about our allegations. We are, after all, talking about a man's reputation.</p> <p>First of all, nobody keeps records of political lies, as computer memory is not equal to that task. Second, to paraphrase the unimpeachable Bill Clinton, it depends on what a lie is.</p> <p>Everyone understands that there are lies, white lies and Big Lies. A lie is, \"No, I am not sleeping with my yoga instructor.\" A white lie is, \"Your baby is just so beautiful!\" The two biggest Big Lies of modern times are \"the Jews are destroying you\" and \"global warming is an invention of the left.\" Plus, maybe, \"Lose weight without diet and exercise.\"</p> <p>Big Lies are hard to get going, requiring as they do obvious falsity, almost unimaginable ruthlessness and a premise so enticing to masses of bigots and fools that they eagerly suspend reason and disbelief. Many conspiracy theories aspire to the Big Lie, but they can't get traction – because when you start alleging that Bush blew up the twin towers, even morons think you're a nut job.</p> <p>And vice versa.</p> <p>So, no, Paul Ryan told no Big Lies. What he told, in quick succession, was an astonishing number of Medium Lies.</p> <p>The Medium Lie has all the characteristics of the Big Lie – a shocking allegation, inherent pandering to bigotry and self-evident untruth – but lacks the high stakes and therefore tends to be more ephemeral. The Medium Lies of 2012 will be mainly forgotten in 2013.</p> <p>No, Barack Obama <a href=\"http://www.theguardian.com/world/richard-adams-blog/2011/may/25/kathy-hochul-republicans-medicare\">has no intention of \"gutting Medicare\", as Republicans have alleged</a>. But by spring, there will be other fish to fry – just as Massachusetts prison furloughs slipped out of the public consciousness shortly after <a href=\"http://www.newyorker.com/reporting/2012/02/13/120213fa_fact_mayer\">Willie Horton got George HW Bush elected</a>.</p> <p>Once again, I don't want to sell Paul Ryan short. His command of the Medium Lie is indeed breathtaking. His anecdote about the Janesville, Wisconsin factory that candidate Barack Obama promised to save, but which <em>President</em> Obama let fail had a certain magnificence to it – because Obama never did promise to save the factory, and because <a href=\"http://www.theguardian.com/world/2012/aug/30/paul-ryans-speech-audacious-untruths\">he wasn't yet president when it closed down</a>.</p> <p>Ryan may not win his race, but he sure hit the Daily Double. He also quickened my heart when he attacked the president for discarding the recommendations of the National Commission on Fiscal Responsibility and Reform.</p> <p>\"He created a bipartisan debt commission,\" Ryan declared. \"They came back with an urgent report. He thanked them, sent them on their way and then did exactly nothing.\"</p> <p>Oh, snap! What a powerful anecdote – one that gets even more powerful when you know that Ryan was a commission member whose deciding vote <em>against</em> the report <a href=\"http://www.politifact.com/truth-o-meter/article/2012/aug/30/ryan-and-simpson-bowles-commission-full-story/\">prevented it from being presented to Congress</a>. Or that the president's attempt at a \"grand bargain\" with House Republicans exceeded the commission's recommendations for spending cuts.</p> <p>Not to say that only Republicans trade in the Medium Lie. <a href=\"http://www.theguardian.com/commentisfree/2012/aug/14/swiftboating-mitt-romney-disgraces-barack-obama\">As noted in this space previously</a>, Obama's proxies at the Priorities USA Action Super Pac all but accused Republican nominee Mitt Romney of murder in the cancer death of a woman whose husband lost his job at a Bain Capital-shuttered steel mill, and with it his family healthcare coverage. What the Medium Liars never mention is that the woman had her own health insurance and was not diagnosed with cancer until 5 years later. So Romney has no blood on his hands. And when the <a href=\"http://www.politico.com/politico44/2012/08/team-obama-says-they-dont-story-of-man-who-stars-of-131462.html\">Obama campaign claimed to have had no knowledge</a> of the Super Pac's activities, <a href=\"http://newmediajournal.us/indx.php/item/6402\">they were lying about that, too</a>.</p> <p>But let us not bend over too far backwards here. Yes, Democrats have been caught in many a lie, but the current GOP presidential campaign is the proverbial tissue of Medium Lies: that Obama plans to gut Medicare; that federal bureaucrats will make healthcare decisions for patients under \"Obamacare\"; that the administration's seeks to remove the work requirement from \"welfare to work\" policies and plenty more.</p> <p>Luckily, we have the media to protect us. For so long, cowed by charges of liberal bias, the US press declined to be arbiters of truth. News organizations simply transcribed each lie and balanced it with the protests of the opposing party, leaving it to the public to evaluate truth or falsity. Such craven neutrality, of course, served nothing but to politicize reality – as if the truth of all assertions was merely a question of viewpoint. As such, facts and lies both came to be seen as political spin – which is why approximately half the US electorate believes that manmade global climate change is a boogeyman invented by leftwingers.</p> <p>Now, of course, many news organizations have fact checkers who vet speeches, ads, soundbites and online videos for veracity. They actually do a marvelous job of providing context for political claims, especially to show how during <a href=\"http://www.huffingtonpost.com/2012/08/30/paul-ryan-fact-checking-media_n_1844085.html?utm_hp_ref=mostpopular\">the \"opposition research\" process a nominal fact can be twisted into naked prevarication</a>. Good for them.</p> <p>But then, having finally fulfilled their basic function as gatekeepers, they immediately denature their own efforts by softening language to the consistency of boiled linguine. There is no talk of lies White, Big or Medium. The words employed are \"misleading\", \"deceptive\", \"mostly false\". If you are discovered, as Ryan was, spewing unadulterated bullshit, the penalty will be four Pinocchios, or the designation \"Pants on Fire\".</p> <p>Because, I suppose, Fibberific is just too hard-edged.</p> <p>So yes, politicians are ever more emboldened to just invent whatever outrages they need to agitate the base. A few Pinocchios will not slow them down. On the contrary, as a Romney-Ryan pollster put it, \"We're not going to let our campaign be dictated by fact checkers.\"</p> <p>Or, this time to paraphrase Marshall McLuhan, the Medium Lie is the message.</p>",
  "<p>Now that David <a href=\"http://www.theguardian.com/politics/blog/2012/sep/05/cameron-cabinet-reshuffle-tories\" title=\"\">Cameron's first reshuffle has taken the coalition to the right</a>, how should Ed Miliband respond? The Blairites will argue that Cameron has all but abandoned his project to make the Conservatives a kinder, gentler, greener party, while the Liberal Democrats have allowed themselves to be dragged rightwards behind him.</p> <p>British elections are won by parties that occupy the centre ground, Blairites will say. Miliband should seize it. George Osborne's public spending cuts – the effects of which have hardly been felt so far – will do the rest. The only danger to Labour is that the Lib Dems dump Nick Clegg and, by 2015, detach themselves from their coalition partners sufficiently to re-establish their centrist credentials.</p> <p>But Miliband should question this analysis and look around him. France has <a href=\"http://www.theguardian.com/world/francois-hollande\" title=\"\">elected a president</a> who promised a 75% tax rate on the wealthy, a retirement age of 60 (down from 62), a \"<a href=\"http://www.bbc.co.uk/news/business-15555812\" title=\"\">Tobin tax</a>\" on financial transactions, more social homes, 60,000 more teachers, a public investment bank, and subsidised jobs for the young. In Greece, the leftwing Syriza party increased its vote by 12% in May and another 10% in June. Now, a general election campaign in the Netherlands (voting takes place next week) has seen a surge in support for the Socialist party, which wants to raise income tax to 65% on top earners. Meanwhile, the centre-right Christian Democrats, once the natural governing party, could be down to just 12 seats.</p> <p>These political movements aren't easy to interpret. The <a href=\"http://www.theguardian.com/world/2012/sep/02/netherlands-elections-socialist-party\" title=\"\">Netherlands is seeing a late recovery from the more centrist Labour party</a> while, in France, critics accuse François Hollande of rowing back on his programme. Most European mainland countries were never as wedded to neoliberalism as the British and Americans, and particularly not to giving the financial services industry such a dominant role in their economies. They may therefore be less easily frightened by the prospect of hedge fund managers moving to Zurich.</p> <p>Besides, all election results since 2008 have punished incumbent parties. Left-wing parties in Spain, Italy, Portugal and the UK were holding office as the economic outlook worsened and, for a time, it seemed that despite capitalism's biggest crisis in nearly 80 years, the right would benefit. Now, as centre right governments come up for re-election, they too face the voters' anger as economic prospects fail to improve. Having already punished the centre left, or seeing it with no clear alternatives, voters look beyond the centre ground, sometimes to the right, sometimes to the left. In Britain, <a href=\"http://www.theguardian.com/politics/ukip\" title=\"\">Ukip</a> flourishes and so, spasmodically, does the <a href=\"http://www.theguardian.com/politics/respect-party\" title=\"\">Respect</a> party.</p> <p>It would be a mistake, therefore, to see recent election results and opinion polls as evidence of mass support for full-blooded socialism. But in important respects, the neoliberal political project is unravelling, and if the left can set out an alternative rather than wait for votes to drop into its lap, its opportunities are greater than at any time in the past 50 years.</p> <p>The big idea of the post-1970s right in Britain and the US was that everyone would acquire a stake in capitalism, through home ownership (and treatment of houses as speculative investments); money-purchase pensions, where what you got depended on the stock market; modest ownership of shares or bank \"products\" linked to share indices; and opportunities, created by deregulation, to shop around for \"deals\" on services such as power supply, phones, savings rates and insurance. We would all, at least in our private lives, become members of the bourgeoisie, naturally sympathetic to \"wealth creators\" and their political allies. It may be true that only 1% are truly rich, but most of the 99% owe what wealth they have to houses and other tradeable investments, even if they are not always aware of it.</p> <p>For a time the strategy worked. Voters hesitated to support any party which threatened economic change that might cause house prices or shares to fall. New Labour was created to allay such fears. Now the neoliberal revolution has gone into reverse. In England, the proportion of households living in their own homes, which was 55% at the beginning of the 1980s, peaked at 71% in 2003, thanks to greater mortgage availability and Thatcher's \"right to buy\" policy for council homes. It fell to 66% in 2010/11. Private renting accounted for 10% of households in 2001, now it is 16.5%. A <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=smith%20institute%20report%20house%20ownership%202011&amp;source=web&amp;cd=1&amp;ved=0CCMQFjAA&amp;url=http%3A%2F%2Fwww.smith-institute.org.uk%2Ffile%2FThe%2520End%2520of%2520the%2520Affair%2520-%2520implications%2520of%2520declining%2520home%2520ownership.pdf&amp;ei=k4ZHUJ-NEIqFhQedn4HICQ&amp;usg=AFQjCNFPemSVVyxQW6ER9W7ItwXyF87vHg&amp;sig2=lnvyrId9LehBZ8QP3X5Tew\" title=\"\">report last year from the Smith Institute </a>suggested owner occupation could be lower than 60% by 2025, and private renting well over 20%. If so, nearly two&#xa0;million fewer people will be living in their own homes. In the US, home ownership and the predictions for its future follow a similar curve.</p> <p>As for money-purchase pensions, stock market stagnation since the beginning of the century and steep falls&#xa0;in annuity rates leave many of the newly retired with nothing like the retirement incomes they expected. This is hardly likely to encourage those still at work to join pension schemes, as the government wishes.</p> <p>Neoliberalism, then, has failed to deliver on its promises. Houses have provided stores of wealth for the majority of Britons born before 1970. Equally, pension funds that carry defined benefits (almost wholly closed to newly recruited private sector workers) provide a steady income or, for those in their 50s and early 60s, the prospect of it. But younger generations struggle to access both pension schemes and houses. Home ownership rates among the under-45s are lower than they were in 1960. The steepest decline is among those aged 18 to 30. In 1997, nearly 35% owned their own homes. Now it's fewer than 20%, a proportion that is projected to fall to barely 10% by 2020. At least half the UK's private sector workforce has no pension of any sort, beyond what the state provides.</p> <p>More and more voters, therefore, will be worrying about jobs, benefits, rents, and debt interest rates, not about the value of houses, pensions or shares. The neoliberal attempt to create mass capitalism has hit the buffers. Political parties that stand on what has been called \"the centre ground\" for the past three decades can afford to abandon it. If the left parties can develop a coherent economic alternative, they will find an increasingly receptive audience who, in the words of Franklin Roosevelt, have nothing to fear but fear itself.</p>",
  "<p>I have always believed it right to assume good intentions and integrity on the part of those who govern (<a href=\"http://www.theguardian.com/politics/2012/sep/04/david-cameron-government-reshuffle-cabinet?newsfeed=true\" title=\"\">Cameron's right turn</a>, 5 September). It is now impossible to retain such a view: a man is promoted to major office \"because of his communication skills\"; a successful transport minister is moved because she sticks to her party's manifesto; a man who resigned in connection with his expenses returns to government; a man known not to believe in climate change becomes environment secretary…. <br><strong>Chris Hunt</strong><br><em>Cannock, Staffordshire</em></p> <p>• The former energy minister Charles Hendry, though faulty on his support for new nuclear reactors, was an enthusiastic supporter of renewable energy and engaged reasonably with environmental groups. His successor, John Hayes, has been a vocal opponent of wind energy and a supporter of shale-gas extraction. The new environment secretary, Owen Patterson, is similarly opposed to onshore wind energy, , and strongly endorsed by arch climate change sceptic Nigel Lawson, and Lord Deighton has been enobled to try and force through new nuclear reactors that will cost the taxpayer dear. I hope all three can be persuaded of the folly of their previous views and support the job-rich and environmentally sustainable renewable energy sector. If not, energy secretary Ed Davey must stand up to them. <br><strong>Cllr Brian Goodall</strong> <br><em>Chair of UK &amp; Ireland Nuclear Free Local Authorities</em></p> <p>• As justice minister Ken Clarke stopped growth in the prison population by encouraging a greater use of rehabilitative community sentences. He was also making further positive steps for the lives of hundreds of thousands of ex-offenders with reform of the Rehabilitation of Offenders Act. It is clear the government doesn't care about results.<br><strong>Andrew Lovatt</strong><br><em>Market Drayton, Shropshire </em></p> <p>• Opposition to a Heathrow third runway was, like their commitment to 0.7% of GNP for international development, part of David Cameron's cuddly Conservatism strategy. To assist a coming U-turn on the runway undertaking, Justine Greening, MP for flight path Putney, has been moved. Orthodox reporting calls it a \" demotion\" (<a href=\"http://www.theguardian.com/politics/2012/sep/04/david-cameron-key-players-reshuffle?newsfeed=true\" title=\"\">No 10 ignores boos</a>…, 5 September). Will she treat it like that, or will she firmly prevent any international development U-turn? When Cameron is clearly appeasing the Tory right which consistently opposes the 0.7 pledge (<a href=\"http://www.theguardian.com/commentisfree/2012/sep/04/new-cabinet-shuffling-right-editorial?newsfeed=true\" title=\"\">Editorial</a>, 5 September) that question needs a clear answer from her.<br><strong>Glenys Kinnock</strong><br><em>House of Lords</em></p> <p>• Mr Cameron seems to believe the reason we slow-witted health professionals oppose his dismantling of the NHS is that we don't understand the argument Mr Lansley tried to convey. Once Mr Hunt, apparently a great communicator, explains it again to us, we will all see the light and plunge enthusiastically into implementing the reforms. Good luck with that, Mr Hunt! We understand all too well what you are trying to achieve.<br><strong>Sue Dumps</strong><br><em>Hove, Sussex</em></p> <p>• When you say \"It is hard to underestimate how important the Lib Dems regard the appointment of Laws\" (<a href=\"http://www.theguardian.com/politics/2012/sep/04/cabinet-reshuffle-david-cameron-conservatives?newsfeed=true\" title=\"\">Nick who?</a>, 5 September), could you clarify what is meant by \"the Lib Dems\"? If you mean \"Nick Clegg and those who advise him\", that is what you should write.</p> <p>As a Liberal Democrat, I despair at the return of David Laws. He is a promoter of the idea that the coalition was formed mainly as an ideological coming together of like-minded figures. This destroys the defence I am willing to give to it: that it was formed from necessity as the votes in 2010 and the distortions of the electoral system left no alternative. Like much else coming from the party leadership regarding the coalition, it bolsters the very lines used to attack us, leaving me as a member going out to promote the party feeling, as Geoffrey Howe put it, like an opening batsmen going to the crease only to find the bats have been broken by the team captain.</p> <p>As for him being \"one of the most effective figures to grace Lib Dem benches\", how much of this reputation comes from right-wing commentators who use \"clever\" to mean \"uncritically accepts extreme free-market ideology\" or \"has the same sort of background as us\"? <br><strong>Matthew Huntbach</strong><br><em>London</em></p> <p>• The minister in charge of aviation has a fear of flying, the health secretary believes in homeopathy, the environment minister is apparently full of disdain for it. And we laugh at Mitt Romney? <br><strong>Brian Smith</strong><br><em>Berlin, German</em>y</p> <p>• Cameron has pulled off a neat trick worthy of any member of the Magic Circle: he shuffled the pack without disturbing the top half of the deck.<br><strong>Huren Marsh</strong><br><em>London</em></p>",
  "<p>The Obama campaign will be hoping to capture a bit of political magic when Bill Clinton makes his <a href=\"http://www.reuters.com/article/2012/09/05/usa-campaign-clinton-idUSL2E8K4EQY20120905\">keynote speech to the Democratic national convention</a> in Charlotte. Clinton can evoke an era of prosperity that seems like a distant dream in today's bedraggled economy.</p> <p>Apart from his powerful abilities as a speaker and advocate for the independent voters the Obama team need to win over, as president Clinton presided over eight years of strong economic growth, alongside falling unemployment, 21 million jobs added and an almost miraculous bull market in stocks and house prices. US manufacturing staged a recovery. Personal incomes rose dramatically. For those reasons his time in the White House is remembered with a rosy glow, rather than for his affair with an intern and his subsequent legal contortions.</p> <p>It's worth remembering, though, when Clinton takes the stage at the DNC in Charlotte, that he was also extraordinarily lucky – and lucky in a way that Barack Obama has not been.</p> <p>Clinton's 1992 election victory itself was rather lucky, a combination of a retrospectively mild economic downturn, an uninspiring incumbent, GOP voter fatigue and – perhaps more than anything else – the insurgent third party candidacy of Ross Perot. Having said that, Clinton also made his own luck on the campaign trail, especially in the Democratic primaries when he was dogged by evidence of extramarital affairs.</p> <p>Once in office he benefited from a golden business cycle and the rising economic tide it brought with it. That buoyancy enabled him to strike deals on raising taxes and reforming welfare without suffering the fallout that usually attends. Economic growth spurred years of bumper tax receipts, allowing the federal government to turn back time and pay off its debts. And the Federal Reserve under Alan Greenspan nodded its approval with long periods of generous monetary policy.</p> <p>He also was lucky in another respect: the fall of the Berlin Wall in 1989 and collapse of the Warsaw Pact ushered in a peace dividend unheard of the end of the Vietnam war, enabling the US to trim its enormous military budget. His predecessor George HW Bush had vanquished Saddam Hussain in the first Gulf War, so that even the Middle East was relatively quiescent for most of Clinton's reign. Oil prices fell and remained low.</p> <p>Domestically, he benefitted from demographic good fortune. A baby boomer himself, Clinton's time in office saw his generation enjoy their years of maximum earning potential. In 1996 – the middle of Clinton's time in office – the eldest of the baby boom generation hit 50 years old while the youngest were 32. By 2012, that aging demographic bulge is reaching retirement age of 65.</p> <p>Meanwhile, the emerging economies of Asia were entering the global marketplace. China's economic reforms were resulting in cheaper imports and new markets for the US, but before the spurt of growth that has since catapulted China into a global rival.</p> <p>Then there was technology. The internet arrived and transformed computers from office equipment into domestic appliances. The dotcom boom of the later 1990s became a breathtaking global bubble, fed by Greenspan's low interest rates and Panglossian optimism. It burst almost as spectacularly – but Bill Clinton's luck meant that happened as his presidency ended.</p> <p>Clinton's eight years in office weren't entirely without incident, even aside from Monica Lewinsky. He did face some difficult economic decisions. But in each case, the resilient growth and bumper surpluses of the US economy gave him leeway that Barack Obama has never been afforded.</p> <p>In 1994, Mexico suffered jarring currency turmoil – nicknamed the \"Tequila crisis\" – the details of which need not concern us. But Clinton and his Treasury secretary Robert Rubin battled through congressional opposition to give Mexico $50bn in assistance, enough for the peso to weather the crisis. The US government even made a $500m profit on the loans, which were repaid.</p> <p>In 1997 there was a far more dramatic series of events, starting with the Asian financial crisis that saw the \"Asian Tigers\" endure a crash of great severity, with knock-on international consequences. Russia defaulted on its debts and the collapse of the Long Term Capital Management hedge fund caused a credit crunch similar to that seen in 2008. But the underlying strength of the US economy and ever-looser monetary policy via Greenspan saw the crisis contained.</p> <p>And there were wars, most notably in the former Yugoslavia, and ill-fated interventions in Somalia. But nothing on the scale of those launched after 9/11 and inherited by Obama. </p> <p>Of course, luck isn't everything. Although it would have been difficult in the circumstances, Clinton could always have made things worse through policy errors. It's worth remembering that economic inequality rose alongside incomes, while the property boom and easy credit that many enjoyed would blow up a decade later. The Clinton-era financial deregulation would also come back to haunt America. But those consequences were well in the future when Clinton left office.</p> <p>It's also worth remembering that the golden years weren't enough to give Clinton's vice president Al Gore the White House in 2000 (although Florida's voting processes and the Supreme Court probably robbed Gore of a narrow victory). But Clinton is more popular with voters now than his last months in office – and Obama will be hoping that memories of the good times rub off on his campaign tonight. But what Obama really needs is some of Clinton's luck.</p>",
  "<p>Police in Quebec were on Wednesday investigating the motives behind a gun attack on the victory party of Quebec's first female premier, which left one man dead and another critically wounded hours after voters in the Canadian province elected a minority separatist government.</p> <p>Canadian politicians condemned the attack, which stunned the province and came at the end of a bitterly divisive election campaign.</p> <p>Pauline Marois, leader of the Parti Quebecois, was minutes in to her victory speech at a party in Montreal on Tuesday night when the gunman opened fire, killing a 45-year-old-man. Two bodyguards bundled Marois off stage when gunfire rattled out.</p> <p>The man, who was wearing a blue bathrobe and a balaclava, was tackled to the ground by police outside the concert hall after he had started a small fire. As he was being arrested, the man allegedly shouted out, repeating twice in French: \"The anglophones are waking up.\"</p> <p>Montreal police identified the gunman as Richard Henry Bain, 62, from Mont Tremblant, a small town in the Laurentian mountains about 80 miles north-west of Montreal. It was not clear whether the suspect was an English or a French speaker – an important detail after a bitter election campaign fought on cultural and language issues.</p> <p>Marois came back on stage to give a final thank-you to her jubilant supporters before urging them to calmly evacuate the concert hall. <br> At a press conference on Wednesday, Marois said her thoughts were with the family of the victim and that an investigation is under way. Marois said: \"Quebec is a non-violent society. A single act of madness cannot erase this fact.\"</p> <p>Quebec police sergeant Bruno Beaulieu told the Guardian the suspect is in custody and will appear in court on Thursday morning to hear the charges against him.</p> <p>Lieutenant Guy Lapointe told AP that the suspect was taken to a hospital on Wednesday, but that his life was not in danger. \"We can't establish at this point what the motive or intent was. Was he targeting Madame Marois? I'll tell you: a lot of things were said by this individual after they arrested him, in French and English,\" Lapointe said.</p> <p>Before the dramatic interruption to her speech, Marois reaffirmed her party's commitment an independent Quebec. Speaking in French, she said: \"As a nation we want to take decisions that concern us on our own,\" she said. \"The future of Quebec is to become a sovereign country.\"</p> <p>She highlighted the French language as essential to the future of the province, then addressed the anglophone people of Quebec in English, promising to protect them and to forge a shared future together.</p> <p>The PQ is likely to form a minority government after winning fewer seats than required to take power outright, and on a slightly reduced share of the popular vote, just 32%. Preliminary results showed the PQ won 56 of the 125 seats in the provincial legislature, ending nine years of rule by the Liberals.</p> <p>The result leaves questions over whether the PQ will be able to hold its promised referendum on splitting from Canada. It will need the support of another party to form an administration, which is likely to be one of the weakest in the country.</p> <p>The issue of Quebec's sovereignty is contentious in the French-speaking province and the election of the PQ only to minority government may indicate Quebecoise are not ready to face a third referendum. Two previous votes, in 1980 and 1995, were defeated.</p> <p>But Marois may try to press ahead with other proposals, such as expanding Quebec's language Law 101 to prevent francophones and immigrants from attending English-speaking junior colleges. Marois has proposed legislation that would prevent non-French speakers from running for office, and has suggested a secularism charter banning public service employees from wearing overtly religious symbols, like the Jewish yarmulke and the Muslim hijab.</p> <p>The snap election was called after a student strike over raising tuition fees and the Liberal government's crackdown on student protesters caused unrest across the province.</p> <p>Former student strike leader Leo Bureau-Blouin, 20, was elected in his district of Laval for the PQ, making him the youngest elected to the national assembly.</p> <p>Jean Charest, the leader of the federalist Liberal party, which has governed Quebec for the past nine years, was unseated in his own district of Sherbrook, while his party came in second behind the Parti Quebecois.</p> <p>Support for the party leader has waned due to his handling of the student strike, allegations of corruption in the construction industry and passage of Bill 78 – a widely condemned anti-protest law that brought hundreds of thousands of Quebecois on to the streets during the spring.</p> <p>Marois has promised a tuition freeze until a summit on higher education financing is held, has pledged to repeal Bill 78, and would like to pass a third referendum on Quebec sovereignty. She said on Wednesday: \"I will adopt what it is possible for me to adopt.\" </p> <p>Charest, the ousted Liberal premier, told supporters he accepted responsibility for the defeat. In a riposte to separatism he declared: \"The future of Quebec is in Canada.\"</p> <p>Marois issued a statement Wednesday expressing her sadness at the death of the man shot and saying that her thoughts were with the victim's family.</p> <p>\"Following this tragedy all Quebecois are mourning today after such a gratuitous act of violence,\" she said. \"Never will a society such as ours let violence dictate its collective choices. It is with democracy that we must express ourselves, like people of Quebec were able to do yesterday.\"</p> <p>The Canadian prime minister, Stephen Harper, who spoke on the phone with Marois in what was described as a \"cordial first contact\",&#xa0;said he was \"angered and saddened\" by the shooting. \"It is a tragic day where an exercise of democracy is met with an act of violence,\" Harper said. \"This atrocious act will not be tolerated and such violence has no place in Canada. Canadians can rest assured that the perpetrator of last night's events will face the full force of the law,\" said Harper.\"<br> The Montreal French-language TV station TVA reported that a man by alerted police about possibility of an attack but claimed not to have been taken seriously. Stephen Guy Sévigny said he was invited to the victory speech on Facebook by a man whose page was covered with photos of guns and slanderous comments about Marois. He immediately told police \"but they did not take me seriously\" said Sévigny.</p> <p>Sévigny said he was too afraid to attend the victory speech, certain there would be an attack. \"I spent the night crying and vomiting,\" he told TVA.</p> <p>Police said there was no evidence yet to show that the threats were linked to the attack.</p>",
  "<p>What does it take for a woman to have children and a successful career? At a panel organised by the Evening Standard yesterday, a journalist I've long admired said something so dispiriting in answer to this question that it took my mind off the <a href=\"http://www.theguardian.com/commentisfree/2012/sep/04/reshuffle-cameron-blair-osborne-brown\" title=\"\">awful reshuffle</a>. \"Behind every alpha woman\", said Lucy Kellaway, \"lies a beta man\".</p> <p>Forget the slightly irritating ethology to describe ambitious people for a moment, the message is clear: girls, if you want a good job and a family, pick a partner who is less ambitious than yourself. So, as though reduced to the animal world, there's only space for one top dog among parents. So much for equality, eh?</p> <p>Surprisingly perhaps on a day when women were yet again left off a top table, a more uplifting answer came from two political wives. In a speech that was <a href=\"http://www.theguardian.com/commentisfree/2012/sep/05/michelle-obama-renew-vows-president\" title=\"\">just as emotional and stirring</a> as that given by her husband four years ago, Michelle Obama was credited with reviving the president's flagging electoral campaign. She may have used the language of love and relationships, but it was pure power she evoked. Few US election watchers could resist talking about her plea to the electorate to \"renew their vows\" to her husband or for them to \"commit\" themselves the way she had. Feminists may have shuddered at her description of her most important role as \"mom in chief\", but most voters probably won't. And who wouldn't give the quaintly titled \"first lady\" a job after that barnstormer? She may be a \"mom\" first, but this community activist and lawyer can pick up just whenever she wants, thanks very much.</p> <p>This brings me to Cherie Booth QC. The wife of the former prime minister, who has continued to work as a human rights lawyer despite the small matter of a career-minded husband and four children, said she was \"intrigued\" by Kellaway's assessment of what it took to be an \"alpha woman\" last night. \"What we all need\", she said, \"is a supportive spouse\", adding that \"there will be times in your life when one or other of you take a back seat\".</p> <p>That's it, isn't it? Men and women, if they want to progress at work and have children, need to support each other to do so. And not just by staying at home and doing the housework, but by truly believing that their partner has a valid role to play. Of course fridges need filling and children need looking after at the same time as money needs to be made, but it doesn't always have to be done by the same person. Or the same sex. Whatever you may think of Denis Thatcher, he was a successful businessman before he allowed himself to be seen as an old duffer in slippers while his wife's career soared.</p> <p>Hillary Clinton, a serious straight A student when the future president met her, told one interviewer that Bill was the first man she met who <a href=\"http://www.salon.com/2012/09/02/when_bill_met_hillary/\" title=\"\">wasn't afraid of her</a>. I'm not judging the Clintons marriage here, but given the length of their relationship and the diversity of their ambitions, it seems safe to assume there has been a bit of mutual support involved along the way. It is these political partners that Helen Fraser should have referenced when, earlier this year, the chief executive of the Girls' Day School Trust got so much stick for <a href=\"http://www.telegraph.co.uk/education/educationnews/9330117/School-for-husbands-girls-should-be-taught-how-to-find-supportive-man.html\" title=\"\">telling the trust's annual conference</a> that girls should learn to be just as \"ambitious\" in their relationships as they are in their careers. This was twisted by the press to mean that she was advocating that these wealthy girls found rich husbands. She wasn't. She was just pointing out that if they had ambitions to combine a good job with children, they should find a supportive partner to start a family. Whether we like it or not, this is the conundrum facing many women and is the cause most often given to explain why women, who do better at university and earn more immediately after, end up with a more \"beta\" role after having given birth.</p> <p>This is not just the answer for the so-called \"high-flyers\" – we can't all be global leaders. Two-thirds of mothers with dependent children now work. Having children with a partner who supports you and your ambitions – that's the alpha and omega, isn't it?</p>",
  "<p>Don Siegelman, the former governor of Alabama, has a particular reason to be lobbying for Barack Obama's re-election at this week's Democratic national convention.</p> <p>Siegelman is in Charlotte at the pleasure of a federal judge, and is just days away from resuming a six-and-a-half-year prison sentence, following a widely publicised conviction on bribery charges stemming from his time in office more than a decade ago. His goal at the convention is to drum up support for a presidential pardon, which he knows can come only once President Obama is safely back in the White House for a second term.</p> <p>It's not as much of a long shot as it may sound, because Siegelman is no ordinary felon. The magazine of the American Trial Lawyers Association has described him as \"America's No 1 political prisoner\", and his well-connected friends and supporters include more than 100 former state attorneys general and former Democratic presidential candidates Al Gore and John Kerry.</p> <p>Siegelman and his supporters believe he was deliberately targeted by Karl Rove's political machine in the George Bush White House, and that the charges against him would never have passed muster if the federal prosecutors, and the judges who heard his case, were not themselves political appointees with very personal reasons to want to destroy his career.</p> <p>\"Rove came after me because he wanted me out of the way,\" Siegelman said in an interview from his family home in Birmingham. \"I had been a successful Democrat in a Republican state … I was a Democrat they could not beat fair and square.\"</p> <p>While he was still in office, he was investigated by Alabama's attorney general, <a href=\"http://en.wikipedia.org/wiki/William_H._Pryor,_Jr.\">Bill Pryor</a>, who was connected politically and socially with Rove. The investigation – which resulted in no charges – was used against him in his 2002 bid for re-election, which became nail-bitingly close. Siegelman lost that race after 7,000 votes were unexpectedly switched in the dead of night in a rural county controlled by the Republicans, and Pryor refused to permit a hand recount to counter widespread suspicions of vote-tampering.</p> <p>Days after the election, the son of Siegelman's Republican challenger was overheard on a conference call describing Siegelman as a cockroach who would \"never die\". According to a Republican operative who later turned whistleblower, Bill Canary, the campaign manager for the new governor and another figure close to Rove, promised that his wife, Leura Canary, recently named a federal prosecutor, would take care of the problem. (Bill Canary<a href=\"http://www.cbsnews.com/2100-18560_162-3859830.html?pageNum=2&amp;tag=contentMain;contentBody\"> denied this at the time</a> and said he never sought to influence public officials. Rove has <a href=\"http://www.motherjones.com/mojo/2008/05/siegelman-scandal-rove-offers-very-suspicious-non-denial-denial\">not denied contacts with the Justice Department over the Siegleman case</a>.)</p> <p>Leura Canary mounted an initial trial against Siegelman in 2004, on charges relating to alleged Medicaid fraud. That collapsed within a day and the outraged judge <a href=\"http://www.usatoday.com/news/nation/2004-10-05-ala-governor_x.htm\">dismissed the case \"with prejudice\"</a>, meaning that similar charges could not be brought again.</p> <p>But Leura Canary kept digging, and brought new charges on the eve of the 2006 governor's race, this time accusing Siegelman of extracting a campaign contribution from a healthcare company executive in exchange for a promise to appoint him to a state hospital oversight board. The charge hinged on a fuzzy area of federal law, because such arrangements are deemed illegal only if they hinge on an explicit <em>quid pro quo</em>, something that is almost impossible to prove. Under the American system, campaign donors win government appointments all the time and it is considered business as usual.</p> <p>One snag in the Siegelman prosecution was that the bribery allegation fell outside the statute of limitations, because the alleged offense had taken place more than five years earlier. Canary got around that by filing additional federal racketeering charges, on which the statute of limitations runs to 10 years. The racketeering part of the indictment was subsequently thrown out, but it served its purpose because the rest of the indictment was allowed to move to trial.</p> <p>The presiding judge, Mark Fuller, a Bush appointee, <a href=\"http://www.huffingtonpost.com/david-fiderer/nothing-about-the-prosecu_b_148483.html\">made a series of rulings against Siegelman</a>. He would not allow Siegelman to introduce evidence of possible political conflicts of interest, and instructed the jury that proof of an explicit <em>quid pro quo</em> was not necessary to find Siegelman guilty. </p> <p>By the time Siegelman's case was appealed, Bush had promoted <a href=\"http://en.wikipedia.org/wiki/William_H._Pryor,_Jr.\">Bill Pryor</a>, the former state attorney general, to a judgeship on the 11th circuit, in a recess appointment that bypassed the objections of Senate Democrats. Two of the seven charges on which Siegelman was convicted were eventually quashed, and he was deemed eligible for a resentencing hearing – by Judge Fuller, who cut the original punishment by just 10 months. He has served nine months in federal prison to date, with another 69 months to go.</p> <p>Siegelman is arguably the most clamorous victim of the Bush administration's unprecedented efforts to politicise the justice department and apply political pressure on US attorneys around the country to pursue politically motivated prosecutions.</p> <p>And his was undoubtedly the most spectacular political fall. He was once touted as a possible presidential candidate and might have run in 2004 – if he had overcome his re-election battle in Alabama two years earlier. Like his contemporary Bill Clinton, he was a fast-rising star from the deep south, and a lawyer educated at Georgetown University and at Oxford.</p> <p>Now he is fighting to restore what is left of his reputation, and to campaign for judicial reform to make it impossible to launch political witchhunts like the one he believes targeted him. The man coordinating his pardon campaign is Greg Craig, who defended Bill Clinton against impeachment in 1998 and was President Obama's first White House counsel.</p> <p>In Charlotte he faces a delicate task – lobbying for support without becoming a distraction, or a possible target for Republican operatives looking for dirt to tarnish Obama's re-election bid. </p> <p>\"I'm going to be speaking to friends of mine – members of Congress, secretaries of state, attorneys general, lieutenant governors and governors, all of whom have been very supportive,\" Siegelman said. \"But I'm not going to pester these people. The focus of the convention is getting Barack Obama re-elected.\"</p> <p>Next week – on the portentous date of September 11 – Siegelman will report to the federal penitentiary in Oakdale, Louisiana. It is, he says, an 18-hour round trip from his family's home – the furthest point the authorities could have chosen within their judicial district. He plans to use his time behind bars not only to campaign for himself, but to publicizise the iniquities of the American system that the public, in his opinion, only dimly appreciates.</p> <p>\"People don't want to believe that the US government would use torture as a means of interrogation,\" he said. \"They don't want to believe the government would use illegal wiretaps, or that we would be led into war under false pretenses. They don't want to believe elections in the United States are stolen, or that people can manipulate the department of justice and use it as a weapon in politics. But all those things happen.\"</p> <p>• This article was amended on 7 September 2012, because the original incorrectly suggested that Don Siegelman was a Rhodes scholar.</p>",
  "<p>Barack Obama's acceptance address to the Democratic national convention on Thursday night, designed to kickstart his bid for a second term in the White House, has been moved indoors from a football stadium, ostensibly over fears that thunderstorms and heavy rain would drown out his oratory.</p> <p>The speech and rally — the highlight of this week's events in Charlotte — was meant to take place at the 73,000-seater Bank of America stadium, home of the NFL's Carolina Panthers. Although there were storms and torrential rain on the first two days of the convention, Democratic officials had insisted the event would go ahead as planned, \"rain or shine\".</p> <p>But on Wednesday they announced that it would now be held at the nearby Time Warner Cable arena, which has a capacity of just 20,000, causing a logistical nightmare for Democratic organisers and handing Republican critics with a ready-made attack. Conservatives have been sniping all week that Obama would be unable to fill the 73,000 seats in the stadium – a claim that the Obama campaign has consistently denied.</p> <p>In a statement, Steve Kerrigan, chief executive of the DNC organising commitee, said: \"The energy and enthusiasm for our convention in Charlotte has been overwhelming, and we share the disappointment of over 65,000 people who signed up for community credentials to be there with the president in person.</p> <p>\"We encourage our community credential holders and Americans across the country to continue to come together with their friends and neighbors to watch and participate in history. The president will speak to these credential holders on a national conference call tomorrow afternoon, and we will work with the campaign to ensure that those unable to attend tomorrow's event will be invited to see the president between now and election day.\"</p> <p>Reince Priebus, chairman of the Republican national committee, questioned the claim that the weather was behind the decision. \"After promising to speak at Bank of America stadium rain or shine, Team Obama is moving inside. Troubles filling the seats?\"<a href=\"https://twitter.com/Reince/statuses/243356284332699650\"> he wrote on Twitter</a>.</p> <p>Meteorologists were also sceptical, pointing out the chance of thunderstorms on Thursday evening was relatively low and not unusual for the region.</p> <p>Obama arrives in Charlotte on Wednesday before a keynote speech by Bill Clinton, a man with whom the president has had strained relations in the past but to whom Obama now looks for vital sustenance.</p> <p>Clinton will take the stage amid Democrats' hopes that some of his enduring popularity and the glow of economic prosperity over which he presided will rub off on his successor as Obama fights to stay in the Oval Office.</p> <p>He will make his seventh consecutive address to the DNC, sealing his standing as the pre-eminent Democratic politician of modern times. Clinton has been asked by Obama to place his name in nomination – the first former president to have the honour.</p> <p>Much will be riding on the occasion. Obama, weighed down by a flat-lining economy and a personal favourability rating that in the latest <a href=\"http://www.langerresearch.com/uploads/1127a40FavorabilityNo40.pdf\">ABC News/Washington Post poll </a> is the lowest of any incumbent since the 1980s, needs a boost from some of Clinton's enviably high approval rating of 66%.</p> <p>Clinton's overall record of balanced budgets and relative economic well-being while in office – not to mention his comfortable 1996 re-election with a nine-point lead over Bob Dole – are seen as valuable weapons in Obama's bid to persuade the American electorate to give him a second chance.</p> <p>Michelle Obama paved the way for Clinton by making an impassioned case for that second chance on the opening night of the convention on Tuesday. In a speech that mentioned Mitt Romney not even once, yet still managed between the lines to portray the Republican challenger as privileged and heartless, the first lady delighted the Democratic crowd.</p> <p>She called herself the \"mom-in-chief\", and her husband a \"man you can trust\". \"He reminds me that we are playing a long game here, and that change is hard, and change is slow and it never happens all at once.\"</p> <p>Speaking at at black caucus meeting on Wednesday, the first lady issued a strong warning about the potentially dangerous impact of cash-rich individuals and groups in dictating the election outcome.</p> <p>Obama told the raucous crowd of a few hundred that there was more at stake in this election than just the candidates. The bigger issue – one that could determine the shape of American democracy for decades to come – was the role of the Super Pacs, she said.</p> <p>She said: \"We need to step back and ask ourselves: 'Do we want to give a few individuals a far bigger say in our democracy than anyone else?' Do we want our elections to be about who buys the most ads on TV? Do we want our kids and grandkids to walk away from the action feeling like ordinary hardworking voices can no longer be heard in this country, or are we going to show our kids that here in America we all have an equal voice in the voting booth, and we all have a say in this country's future?\"</p> <p>Conservative Super Pacs have raised much bigger sums than their Democratic equivalents, and threaten to outspend Barack Obama two-to-one in support of Mitt Romney.</p> <p>Other headline speeches on Wednesday include Elizabeth Warren, the Harvard law school professor who is locked in a tough battle to take the Massachusetts senate seat from Republican Scott Brown, and Antonio Villaraigosa, mayor of Los Angeles who is chair of the convention.</p> <p>Bill Clinton's address adds another page to the on-going story of his own extraordinary political career, as well as the at times troubled relationship he has had with Obama. During the 2008 primary race between Obama and Hillary Clinton, Bill attacked Obama's bid for the White House as \"the biggest fairy tale I've ever seen\".</p> <p>The top billing Bill Clinton has been granted this year has also fueled speculation around his own wife. Hillary has indicated that she would not serve in a second Obama administration, prompting rumours that she has her eye on 2016.</p>",
  "<p><strong>(updated below)</strong></p> <p>For several decades, protection of whistleblowers has been a core political value for Democrats, at least for progressives. Daniel Ellsberg has long been viewed by liberals as an American hero for his disclosure of the top secret Pentagon Papers. In 2008, candidate Obama <a href=\"http://obama.3cdn.net/0080cc578614b42284_2a0mvyxpz.pdf\">hailed whistleblowing</a> as \"acts of courage and patriotism\", which \"should be encouraged rather than stifled as they have been during the Bush administration\".</p> <p>President Obama, however, has waged the <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/apr/11/obama-administration-whistleblowers-paul-harris\">most aggressive and vindictive assault on whistleblowers</a> of any president in American history, as even political magazines generally supportive of him have <a href=\"http://www.motherjones.com/politics/2012/06/obamas-whistleblowers-stuxnet-leaks-drones\">recognized and condemned</a>. One might think that, as the party's faithful gather to celebrate the greatness of this leader, this fact would be a minor problem, a source of some tension between Obama and his hardest-core supporters, perhaps even some embarrassment. One would be wrong.</p> <p>Far from shying away from this record of persecuting whistleblowers, the Obama campaign is proudly boasting of it. A so-called \"Truth Team\" of the Obama/Biden 2012 campaign <a href=\"http://www.barackobama.com/truth-team/entry/fact-check-president-obama-has-aggressively-pursued-and-addressed-national\">issued a document</a> responding to allegations that the Obama White House has leaked classified information in order to glorify the president:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721051\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346853982417/leaks5.png\" alt=\"Obama truth squad leaks\" width=\"460\" height=\"217\" class=\"gu-image\" /> </figure>  <p>Here is what they said:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721052\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346853748370/leaks4.png\" alt=\"Obama truth squad leaks\" width=\"460\" height=\"137\" class=\"gu-image\" /> </figure>  <p>Leave aside that this is a total nonsequitur: the fact that Obama has persecuted whistleblowers hardly negates, or even pertains to, the charge that he has leaked classified information when doing so benefits him politically. Indeed, that's precisely what makes his behavior so pernicious: that his administration exploits secrecy laws to punish those who expose high-level wrongdoing while leaking at will for political gain.</p> <p>More remarkable is that a Democratic presidential candidate is sticking his chest out and proudly touting that he has tried to imprison more whistleblowers <em>on espionage charges</em> than all previous presidents in history <em>combined</em>: more than the secrecy-loving Bush/Cheney White House, more than the paranoid, leak-hating Nixon administration, more than anyone in American history. Just contrast the script Democrats now read from to the one they pretended to believe in, in 2008; from the Obama/Biden campaign's <a href=\"http://obama.3cdn.net/0080cc578614b42284_2a0mvyxpz.pdf\">official Document for Change</a>:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721053\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346854560201/leaks2.png\" alt=\"2008 obama whistleblowers\" width=\"460\" height=\"74\" class=\"gu-image\" /> </figure>  <p>This tracks perfectly with what Mother Jones' Adam Serwer <a href=\"http://www.motherjones.com/mojo/2012/09/democrats-retreat-civil-liberties-2012-platform\">adeptly documented Tuesday</a> is the radical transformation in the Democratic party platform from 2008, when they feigned concern with civil liberties, to the 2012 platform, when Obama's record makes it impossible (and politically unhelpful) to pretend any longer. Rather than object to what Obama is doing with the power he has been vested is the exact opposite of what they claimed they believed four years ago, Democratic loyalists <a href=\"http://www.salon.com/2012/02/08/repulsive_progressive_hypocrisy/\">simply shift like the wind</a> as their leader does, <a href=\"http://www.theatlantic.com/politics/archive/2012/09/dispatch-from-charlotte-the-dnc-abandons-war-on-terror-criticism/261958/\">without even seeming to recognize that they are doing so</a>.</p> <p>This is the same mentality that causes Democrats to cheer wildly for their leader the day after <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5g-lcy97e1q00-ocw0WVO2B1-J2AQ?docId=CNG.addf2dcbfe9b931ff7fc97a6c01cf101.6d1\">things like this happen</a>, as just did on Sunday:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721054\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346850638148/yemen.png\" alt=\"yemen drones\" width=\"460\" height=\"170\" class=\"gu-image\" /> </figure>  <p>There will be no mention of any of that during the Democratic National Convention this week – unless it is to cheer for it wildly. Indeed, <a href=\"http://www.washingtonpost.com/politics/americas-wars-military-feature-prominently-at-democratic-convention/2012/09/04/a10b504c-f6cd-11e1-8b93-c4f4ab1c8d13_story.html?hpid=z2\">here's how</a> the Washington Post Wednesday morning characterized the ceremonies taking place right now in North Carolina:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721055\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346853021523/washpost.png\" alt=\"wash post dnc\" width=\"460\" height=\"195\" class=\"gu-image\" /> </figure>  <p>Democrats will spend the week raucously applauding the violence and killing continuously unleashed by their strong, tough, resolute Democratic president – whom they'll hail as their \"commander-in-chief\" whom we're so blessed to be led by, even though most of them are not in the military and therefore, <a href=\"http://glenngreenwald.blogspot.com.br/2007/01/public-servant-v-military-commander.html\">by definition, have no \"commander\"</a>, chief or otherwise. And they will keep cheering for such acts even as the <a href=\"http://globalvoicesonline.org/2012/09/04/yemen-us-drone-strike-kills-civilians/\">bodies of his latest innocent victims</a> go unburied. And if any of this bothers any of us, we'll be drowned out by <a href=\"http://andrewsullivan.thedailybeast.com/2012/09/live-blogging-charlotte-day-one.html\">stirring and deeply emotional tributes to the kindness and goodness of this great man</a>, which will make all these unpleasant thoughts about the reality of his actions blissfully disappear. </p> <p>As the Nation's Jeremy Scahill, who has spent considerable time in Yemen with the families of Obama's drone victims, wrote last night on Twitter, as he watched all of this unfold:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395721056\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/5/1346851079143/scahill.png\" alt=\"scahill tweets dnc\" width=\"460\" height=\"243\" class=\"gu-image\" /> </figure>  <p><a href=\"http://www.democracynow.org/2012/3/21/in_unprecedented_obama_admin_crackdown_nsa\">Persecuting</a> and <a href=\"http://www.guardian.co.uk/world/2012/mar/12/bradley-manning-cruel-inhuman-treatment-un\">abusing</a> whistleblowers. <a href=\"http://www.salon.com/2012/07/23/the_obama_gitmo_myth/\">Indefinitely imprisoning people</a> with no charges. <a href=\"http://www.salon.com/2011/10/20/the_killing_of_awlakis_16_year_old_son/\">Due process-free assassinations of citizens, even teenagers</a>. Continuous killings of innocent people in multiple Muslim countries. </p> <p>This isn't just what Democrats <em>do</em>. It's what they now boast about, what they campaign on, what they<em> celebrate</em>. That, as much as anything, is the Obama legacy.</p> <p>* * * * *</p> <p><strong><em>UPDATE</em></strong>: A local TV reporter in Cincinnati, Ben Swann, interviewed President Obama today and -- unlike virtually all national reporters -- decided to challenge him on how it is that he believes he has the right to order even American citizens assassinated without due process, and specifically asked him about the killing of the American teeanger Abdulrahman Awlaki in Yemen. Obama's response, needless to say, was to <a href=\"http://www.politico.com/politico44/2012/09/obama-wont-talk-about-drones-134493.html\">refuse to answer on the ground</a> that it is all a big secret, but the imperiousness of this refusal can only be appreciated by watching the video:</p> <p>Last year, ABC News' Jake Tapper <a href=\"http://www.youtube.com/watch?v=c6bgwZGZiIo\">relentlessly asked White House press secretary Jay Carney similar questions</a>, and if you haven't seen that video, it's really worth doing so to see how odious it is for the President to claim this most extremist power -- to order people assassinated in secret -- and then have to account to nobody for it.</p> <p>Recall that \"three dozen\" -- that's \"three dozen\" -- current and former Obama aides <a href=\"http://www.nytimes.com/2012/05/29/world/obamas-leadership-in-war-on-al-qaeda.html?pagewanted=all\">ran to the New York Times in May</a> to heap praise on Obama's supposedly judicious though resolute use of drones to vanquish America's enemies. Recall, too, that he feels free <a href=\"http://abcnews.go.com/WN/president-obama-tells-joke-jonas-brothers-draws-criticism/story?id=10548687\">openly to tell jokes about his use of drones</a> to kill people. </p> <p>But the minute he is confronted with real questions, he retreats -- just like he does <a href=\"http://www.salon.com/2010/09/25/secrecy_7/\">when his conduct is challenged in court</a> -- to claiming that it is all just too secret to permit any discussion of it whatsoever. In other words, The Most Transparent Administration Ever argues that which citizens the President chooses to kill and why is too secret to permit you to know anything about it (unless having you know about it can benefit him politically, in which case dozens of his aides will leak it).</p>",
  "<p>Back in 1998, as the Monica Lewinsky scandal paralysed Washington, the Nobel laureate <a href=\"http://www.newyorker.com/archive/1998/10/05/1998_10_05_031_TNY_LIBRY_000016504\">Toni Morrison inaugurated Bill Clinton as \"our first black president\"</a>. What Clinton lacked in melanin, the theory went, he made up for in earthly flaws, vicious enemies and folksy charm. <a href=\"http://www.theguardian.com/world/2007/mar/01/usa.uselections2008\">His life read like a country ballad</a>; but it just as easily could have been the blues. So when an actual black presidential hopeful showed up almost a decade later, there was bound to be friction. Not least when the candidate in question, Barack Obama, was challenging Clinton's wife, Hillary, for the Democratic mantle.</p> <p>The ensuing five years have seen the evolution of a contentious relationship of convenience between an old hand, desperate to secure his legacy, who can't let go and a relative novice, anxious to secure his legitimacy, who couldn't get going. When, on <a href=\"http://thehill.com/conventions-2012/dem-convention-charlotte/246959-obama-turns-to-bill-clinton-the-old-pro-to-win-2nd-term\">Wednesday night, Clinton takes to the stage</a> at the Democratic convention to endorse Obama, will mark yet another chapter in the story of their mutual-dependence.</p> <p>Obama's choice of Clinton to formally put his name to nomination with one of the most prominent speeches of the week gives the former president both a chance to remind people of the boom over which he presided and for Obama to bask in the glow of an elder statesman associated with good times and a favourability rating far superior to his own. In 2008, Clinton's convention contribution was about party reconciliation; this time,. it's about bestowing credibility on a president who has yet to deliver.</p> <p>His appearance at this juncture marks an incredible turn around from the acrimony of just four years ago. Clinton's attacks on Obama during 2008 <a href=\"http://www.theguardian.com/commentisfree/2008/apr/28/hillaryclinton.usa\">were laced with racial animus</a>. <a href=\"http://www.newyorker.com/reporting/2012/09/10/120910fa_fact_lizza?currentPage=all\">According to Ryan Lizza's recent New Yorker article</a>, Clinton, while trying to seek an endorsement for Hillary, told the late Ted Kennedy, \"A few years ago, this guy would have been carrying our bags.\" <a href=\"http://www.nytimes.com/2010/01/11/books/11book.html\">In Game Change</a>, we learned that when Kennedy refused his endorsement, Clinton shot back:</p> <blockquote> <p>\"The only reason you're endorsing him is because he's black … Let's just be clear.\"</p> </blockquote> <p>Obama, for his part, <a href=\"http://voices.washingtonpost.com/44/2008/01/obamas-reagan-comparison-spark-1.html\">was dismissive of Clinton's record</a>, comparing the transformative potential of his presidency to Ronald Reagan while ranking Clinton alongside Richard Nixon:</p> <blockquote> <p>\"I think Ronald Reagan changed the trajectory of America in a way that, you know, Richard Nixon did not and in a way that Bill Clinton did not.\"</p> </blockquote> <p>Clinton, whose wife by this stage was struggling, was fuming.</p> <p>The road back from there has been long and steep. \"Would I be truthful if I said to you that we went through a long and difficult campaign in 2007-08 and as soon as it was over, the relationship was instantly close?\" David Axelrod, the senior strategist in Obama's re-election campaign told the New Yorker. \"I mean, that just defies human nature. But I think it's grown up over time.\"</p> <p>Obama had to raise the money to retire Hillary's campaign debts. In his choice of Hillary as secretary of state, and the inclusion of former Clinton cabinet members like Larry Summers and the late Richard Holbrooke in his team, Obama turned out not to be so transformative, after all. If the Clintons held a grudge, meanwhile, they did not pursue a grievance. Bill persuaded Hillary to take the job.</p> <p>In time, as Obama's star waned, the balance of power shifted. Clinton was happy to give the Obama team advice and occasionally be a surrogate. Obama was happy to evoke Clinton's memory on the stump as the last president most can recall who led the country during more prosperous and secure times. And whatever their personal differences they are both Democrats, who, for all the rhetoric, have pursued centrist agendas against a reinvigorated rightwing onslaught and a barrage of personal slurs. Clinton has, at times, gone off-message – as when he criticised attacks on Romney's Bain career – but that owes more to a lack of discipline than a genuine desire to scupper the campaign.</p> <p>What tension remains is due primarily to their very different temperaments. Clinton is an expansive character: garrulous and clubbable, with a voracious appetite for all things worldly. In his biography, First in His Class, David Maraniss describes a \"novelistic\" sensibility that means Clinton never leaves a room without knowing almost everybody's story. But that consummate retail politician's skill he had to work to acquire: during his debut on the national stage at the 1988 convention, where he introduced the presidential nominee Michael Dukakis, he droned on for 33 minutes – and when he said, \"In conclusion,\" the crowd cheered.</p> <p>Obama, on the other hand, is a far more buttoned-up and focused presence, with a tight inner circle of confidants and little real desire to press flesh; he would rather raise the rafters on a crowd of thousands with polished oratory than win people over one at a time. His debut on the national stage, when he introduced John Kerry, was effectively the beginning of his presidential campaign and kept to time.</p> <p>\"Americans would like their president to be sick and needy,\" <a href=\"http://www.theguardian.com/world/2011/oct/13/barack-obama-cool-to-cold\">explains James Zogby</a>, head of the Arab American Institute and executive member of the Democratic Executive Committee. He elaborates:</p> <blockquote> <p>\"Bill Clinton would shake literally tens of thousands of hands every Christmas. Each person he'd meet would say: 'I think he remembered me.'</p> <p>\"Obama doesn't like to do it. No real person would like to do it. And therefore, he doesn't do it. And people resent that. They want their president to really need them. He doesn't. He's OK, he's relaxed, cool, calm. I'd love him to call me up like Clinton would … people like that; he doesn't need it.\"</p> </blockquote> <p>Until election time, that is. Obama was told by Clinton insiders that if he wanted the former president's help, he would have to work for it. Obama invited Clinton for a round of golf; and from there, something like a cordial, mutually-beneficial working relationship has emerged. Wednesday's prime-time appearance will give Bill Clinton one more chance to play father to the party and uncle to the nation – holding the baton of presidential presence up to the spotlight one more time before handing it back to his successor.</p> <p>For Obama comes the chance associate himself with an experienced coach who can help him to the finish line.</p> <p>• Follow <a href=\"https://twitter.com/garyyounge\">@garyyounge</a> on Twitter</p>",
  "<p>The Republican National Convention has come and gone. Besides wondering whether Invisible Obama could be a metal, plastic or wooden chair, it has left us with the bigger question of whether or not Mitt Romney has received a bounce thanks to the convention. <a href=\"http://www.huffingtonpost.com/2012/09/03/republican-convention-mitt-romney_n_1852052.html?utm_hp_ref=@pollster\"><br>Some solid</a> <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/09/04/sept-3-par-or-bogey/\">articles</a> have been written on the existence of such a bounce, but let me add five key points to the bounce discussion.</p> <p><strong>1. There's no uniformity on whether Romney has received a bounce</strong></p> <p>Looking at both the national and state polling, Romney seems to have gained a little: he's up 2 points on average. That doesn't tell the whole story, though, for the range in the polling is wide.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395660785\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/4/1346796069773/bounce_460.jpg\" alt=\"Romney bounce post RNC\" width=\"460\" height=\"267\" class=\"gu-image\" /> </figure>  <p>If you believe Ipsos' online polling, Romney received a major bump. He gained 5.5 points because of the convention. On the other hand, Gravis Marketing has Romney losing ground in Florida.</p> <p>Complicating the question of a bounce is that any movement may not even be a bounce. For instance, <a href=\"http://www.tnr.com/blog/electionate/106808/labor-day-threatens-ruin-bouncefest-2012\">Rasmussen</a> has had Romney leading by greater than 3 points many times over the past months. If Romney had taken a 4-point lead in their polling at any other point, everyone would just be saying it was statistical noise. I'm not sure why we should say anything different this time around.</p> <p>Other polls like Gravis have had so few polls published this cycle that trying to judge anything off their longer-term average is probably akin to picking a kid out of a class at random and declaring him or her to be the average height of the entire class.</p> <p><strong>2. The pollsters with the biggest jumps are mere reversions to the mean</strong></p> <p>Before the conventions, I <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">noted the polling medians in the key swing states and in the United States</a>. Two of the pollsters who tended to be most favorable for Obama were Public Policy Polling in states such as Colorado and Michigan, and Ipsos in their national polling. These were the pollsters who have also tended to see the biggest Romney bounce.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395660786\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/4/1346796104537/prepostrnc_460.jpg\" alt=\"Pre and post polling for Romney at the RNC\" width=\"460\" height=\"206\" class=\"gu-image\" /> </figure>  <p>It's certainly possible that this bounce <em>is</em> real, and other pollsters who saw more favorable pre-convention numbers for Romney would see bounces. It's also possible that these pollsters have now replaced an outlier result with something closer to the truth. Backing up this reversion-to-the-mean argument is that Gallup nationally and Gravis in Florida were pollsters who had Romney-friendly results prior to the convention, and their new numbers are among the few that have been less favorable to Romney post-convention.</p> <p>Indeed, the only pollster who had very favorable numbers for Romney v the median prior to the convention and gave him a \"bounce\" post-RNC is Rasmussen. Rasmussen, as noted, has seen pro-Romney movements like this before.</p> <p><strong>3. Mitt Romney could conceivably be leading if the election were held right now</strong></p> <p>In the lead-up to the RNC, the long-term median had Obama ahead by about 1.5 points. The average bump for Romney seems to be in the neighborhood of 2 points. That means Romney could be ahead nationally by about 0.5 points just now. It would be the first time that Mitt Romney has led in the polling average all year.</p> <p><strong>4. Romney's bump means nothing without knowing what Obama's may be</strong></p> <p>The main reason analysts are interested in the bounce is not because of its immediate effect, but because of its ability to upend the long-term trend. If Obama also gains 2 points in the polls after the Democratic National Convention, then Romney's bounce means nothing.</p> <p>Analysis before the conventions hinted that Romney <a href=\"http://politics-by-the-numbers.blogspot.com/2012/08/bump-time.html\">would receive a bigger bounce</a> than Obama. The fact that Romney may have performed worse compared to expectation may reflect poorly on him, but it may also foreshadow the fact that Obama, too, will get less of a bounce than expected.</p> <p><strong>5. Overall, we have very little data</strong></p> <p>A few hours earlier Monday, Real Clear Politics' Sean Trende <a href=\"https://twitter.com/SeanTrende/status/243055676509794304\">tweeted me</a>: \"I'm really unsure about these holiday weekend polls.\" Response rates for polling are already at their <a href=\"http://www.huffingtonpost.com/2012/05/15/poll-response-rates_n_1518501.html\">worst levels ever</a>. When you add on the fact that many people were away for the Labor Day weekend, response rates might have been even lower.</p> <p>We also have very few polls to judge a bounce on, and nearly half of the polls released post-convention come from Public Policy Polling. We also don't have a track record for Ipsos internet polls before the beginning of the RNC.</p> <p>It will be easier to judge both Romney's and Obama's bounce as we get more data over time.</p> <p><strong>Conclusion</strong></p> <p>Right now, it's probably too early to judge whether or not Romney has got any bounce from the RNC, and whether that bounce will actually last. Both <a href=\"https://twitter.com/ForecasterEnten/status/243077482763407360\">CNN</a> and <a href=\"http://www.publicpolicypolling.com/main/2012/09/obama-still-up-a-hair-in-florida.html\">Public Policy Polling</a> have shown Romney making strides in favorability. In fact, Romney's favorables are now 7 points higher than Obama's in CNN's latest poll. If that were to hold until November, Romney would likely win.</p> <p>At this point, however, any bounce seems minimal. We need to wait a few weeks to understand better where the candidates stand as they go into the final two months of the contest.</p>",
  "<p>David Cameron's right-tilting <a href=\"http://www.theguardian.com/global/blog/2012/sep/05/cameron-reshuffle-pmqs-live-blog\" title=\"\">reshuffle</a> reminds me of Mitt Romney's selection of Congressman Paul Ryan to be his Republican running mate for the White House. The conservative press did its best to convince itself that Ryan was a great stroke, but couldn't quite manage it. Similarly sober is the mood this morning in <a href=\"http://www.telegraph.co.uk/comment/telegraph-view/9520235/A-new-team-but-the-problems-dont-change.html\" title=\"\">Tory Fleet Street</a>.</p> <p>That's hardly surprising when the Mail relegates its reshuffle coverage to page six (the couple arrested for shooting a posse of intruders still dominate page one) while both Times and Telegraph make much play of Boris Johnson's outrage that Justine Greening has been removed from the site of Heathrow's prospective third runway.</p> <p>Zac Goldsmith, super-rich Tory MP for under-the-runway Richmond reinforced the negative overnight message by popping up on Radio 4 to remind ministers that, if they do a U-turn on Heathrow he will resign and trigger a byelection which he promises to win. Goldsmiths tend to mean what they say – and can afford to do so.</p> <p>At least the <a href=\"http://www.theguardian.com/politics/2012/sep/04/david-cameron-government-reshuffle-cabinet\" title=\"\">Guardian</a>, Indy and FT did Cameron the courtesy of ascribing ideological coherence to the shakeup on the grounds that Chris Grayling (justice), Owen Paterson (environment), Jeremy Hunt (health) and Grant Shapps (co-chairman) are all rightwing free-marketers who itch to do things to criminals, forests, healthcare and Labour voters.</p> <p>As for the <a href=\"http://www.theguardian.com/politics/2012/sep/04/cabinet-reshuffle-david-cameron-conservatives\" title=\"\">Lib Dems</a>, the coalition's fragility is reinforced. From separate duvets they are now moving to separate beds. \"Who cares?\" say Tory tough guys.</p> <p>I'm not wholly persuaded by this argument – nor is the rightwing press – for several reasons. Clearly Cameron wants better persuaders in post (Andrew Lansley couldn't sell gin to an alcoholic) as well as ministers he judges capable of getting things done. No 10 has reached the point all PMs reach where they realise that pulling the levers of power doesn't necessarily make anything happen.</p> <p>So it's all more about delivery than about policy which will remain the familiar batch of messy coalition compromises, prompting the Tory press to focus its dissatisfaction more and more on Cameron himself.</p> <p>In any case new cabinet ministers are inevitably a gamble. Few nowadays have enormous experience either in politics or outside life. I don't know Maria Miller, the low-profile appointment to succeed Hunt as culture secretary, a tricky post. I take that to be a good sign; she was minister for the disabled (another very touchy lobby) and doesn't show off. She was an advertising executive before politics, she has three kids.</p> <p>Does that mean she can do a big job under the spotlight of public and media attention in an impatient, often graceless atmosphere? We don't yet know, which is more than can be said for Hunt because we all saw him wilt in Lord Justice Leveson's witness box about his dealings with Rupert Murdoch. It wasn't a bad defence – \"I took independent advice as soon as I inherited the BSkyB brief\" – but he looked and sounded callow.</p> <p>He's been forgiven (moved, if you prefer) because he's deemed a good manager (he was in IT PR and directory publishing, he speaks Japanese) and promoted to a post where Tory ministers are rarely able to relax because the culture of the NHS is collectivist. Hunt seems to be anti-abortion, pro-homeopathy (argh!!) and as keen as most MPs to defend his own local hospital – in Guildford – from what might be sensible rationalisation of scarce resources.</p> <p>All the same, let's see what Hunt <em>does</em> as distinct from said in the past. The same goes for Grayling, who was pencilled in to slash the welfare reform programme until Iain Duncan Smith – unsackable as a hero of the right – dug his heels in and Grayling went to justice instead. Grayling (ex-SDP by the way) talks a tough populist game (watch out Brussels, watch out civil libertarians!), but can be a bit mouthy in a careless way.</p> <p>Another gamble then. Yet the realities of office and restricted choices, the burdens of vested interests, the caution of civil servants, all serve to restrict a minister's power. Besides, the centre is ever-dominant and cabinet office no longer the great fiefdom it once was. That's why the <a href=\"http://en.wikipedia.org/wiki/Cabinet_of_the_United_Kingdom\" title=\"\">cabinet</a> is restricted by law to the PM and 22 paid members, yet today's revised lists include up to 30 members (in the Times).</p> <p>That's because membership and attendance has become blurred as the cabinet has decayed as a serious forum for policy discussion and decision-making over several decades. It's mostly done in committee and even smaller ad hoc groups, \"sofa government\" if you prefer. So Lady Warsi can tell her friends she's still in the cabinet (she isn't) because she attends it. Sooner or later the lady who brings round the tea and biscuits will be formally included too.</p> <p>In any case the policy on which this coalition will survive or fall – the strategy of economic austerity as the road to recovery – remains more or less in tact, with Cameron and George Osborne locked together. If anything the counterveiling forces have been weakened because Vince Cable now has two Osborne allies, Michael Fallon and Matt Hancock, riding shotgun in his department.</p> <p>Indeed the chancellor's spittle can be seen all over this reshuffle. Andrew Mitchell, who used to be a David Davis man but decided (correctly) that DD preferred to be an eccentric, is the new chief whip and an Osborne placeman with better access and clout than his immediate boss, the decent-but-discredited Lansley, now leader of the Commons. Cameron knows he must beef up his Commons operation to quell dissent and keep the troops happy.</p> <p>I can't spot anyone in the new cabinet lineup who is capable of changing the political weather, certainly not Shapps who usually sounds lightweight. Commentators have been saying this week that only Margaret Thatcher's 1981 reshuffles (there were two that year) made an impact by sacking the Tory \"wets\" (ie moderates), as did Gordon Brown's in 2008 when he brought back his old enemy, Peter Mandelson, to keep his flagging regime afloat.</p> <p>Yet Brown lost in 2010 as he was fated to do. The Labour reshuffle that might have changed everything was the one that didn't happen: Tony Blair never reshuffled Brown out of the Treasury to become master of his own house and was eventually reshuffled out of No 10 by Brown. When a governing party loses the mojo of authority not much can save it. One thing that can is lousy opposition – which is what Barack Obama must be counting on.</p> <p>A couple of mysteries in the reshuffle may be solved in the next day or so. Why did clever Nick Herbert, the police minister who has been promoting elected police commissioners, leave the government? Was it because he refused a sideways move and demanded cabinet rank? Naughty boy if that rumour is true. Or is there something else we don't know about?</p> <p>Secondly, who is Owen Paterson? I know him only slightly – here's his <a href=\" http://en.wikipedia.org/wiki/Owen_Paterson\" title=\"\">CV</a> — he seems pleasant enough, but other Tory MPs tend to be dismissive of him. He got sent to Northern Ireland – a quiet brief these days though he has handed it over to Theresa Villiers (who she?) just as north Belfast explodes into sectarian riot. That appointment could come to haunt Cameron if things get worse.</p> <p>Yet Nigel Lawson – younger readers may not realise that Nigella's dad used to be chancellor of the exchequer (1983-89) – popped up on telly on Tuesday to say that Paterson is one of the ablest people around the cabinet table. He also said that Ken Clarke is no threat to Osborne, who consults Ken all the time and will happily pick his brains as new minister without portfolio but with cigar. We'll see.</p> <p>Lord Lawson is no fool, as he would be the first to admit. So have we misjudged Paterson? If so, his climate-sceptic views (Lawson is a prominent climate sceptic, widely scorned for it by the science community) may come to matter. Taken in tandem with clever Nick Boles, newly appointed planning minister, this change of direction could be the one that matters.</p> <p>Bye bye to those huskie dogs Cameron embraced on his detox trip to the Arctic Circle, bye bye chunks of the green belt? That would suit Osborne too because he was never as green as Dave, and the Treasury never is. IDS may still be in place to thwart his £10bn target for further welfare cuts – another battle to watch – but there is always somewhere else for the cutters to cut. Timber!</p>",
  "<p>When a little-known state senator in Illinois came to deliver the keynote address at the Democratic National Convention in Boston in July 2004, proclaiming \"the audacity of hope\", it propelled one Barack Obama into the national consciousness and four short years later into the White House. Tuesday night will be the chance of a little-known mayor from Texas, prompting questions of whether lightning can strike twice.</p> <p>Julian Castro, the mayor of San Antonio, takes the stage in Charlotte this evening as one of the youngest politicians to be granted the honour of keynote speaker – at 37 he is five years younger than Obama was in 2004. More significantly, he will be the first Latino to address the Democratic convention in this way, breaking one more glass ceiling for this rapidly rising demographic force in American politics.</p> <p>Amid the inevitable speculation about whether Tuesday night will be the start of a journey that will put Castro in the White House in 2016 or 2020, the mayor himself, who is known for his poise and composure, is having none of it. He points out soberly that he is not the first Hispanic to deliver a keynote address at a party convention – Katherine Ortega did so at the 1984 Republican National Convention – and swats aside talk of him following in Obama's footsteps.</p> <p>\"I'll be in San Antonio for the next several years, if the voters will have me, and if I do a good job I'll look around and see what else there is available for me,\" he told the Guardian as he took a break from preparing to deliver the speech of his life.</p> <p>Despite such protestations, Castro and his speech are being talked up heavily by the Democratic hierarchy. Jim Messina, Obama's campaign manager, told a meeting of the party's Hispanic caucus that he had seen a couple of drafts of the address and predicted that \"10 years from now you are going to say I was there when he gave that speech\". Debbie Wasserman Schultz, chair of the DNC, called Castro \"one of the key rising stars in our party and he is going to electrify the arena\".</p> <p>Castro was understandably reticent to reveal the content of his speech, but would say this: \"I am going to centre it around the theme of opportunity: how America created the theme of opportunity and how President Obama has helped to recreated it for the 21st century.\"</p> <p>The mayor talks passionately about 2012 as a crucial moment for the US, especially for American Latinos. \"There has never been a starker difference between the Democratic and Republican parties over how they represent Latinos. The problem of the Republican position is not one of tone, it is their policies,\" he said.</p> <p>He cites several ways in which he thinks Mitt Romney, Obama's Republican challenger, has staked out a position inimical to Hispanics. He points to Romney's pledge to repeal Obamacare on his first day in office and how that would be a blow to the 9 million currently uninsured Hispanic Americans who will have access to affordable health cover under the reforms.</p> <p>He points too to Obama's doubling of the Pell grants that fund student loans and have brought an extra 150,000 Hispanic students in reach of college education – and Romney's promise to slash federal funding for the US education department. And he talks about the 8 million Hispanic children who have benefited from changes in tax credits which he contrasts with Romney's tax policy that he said would favour the rich.</p> <p>\"Given all that it's no surprise that President Obama is winning the Latino vote by 70 to 30%,\" Castro said. \"The policies the Republicans have embraced are contrary to the interests of many families including Hispanics.\"</p> <p>Castro's ability to articulate the contrast between Obama and Romney in terms of the impact of their policies on Hispanics is of obvious appeal to his party's elite. The Latino population in the US has grown over the past 30 years from 6% to 16%, making them the largest minority in the country.</p> <p>Though just one in 10 eligible voters are Hispanic their presence is concentrated in vital battleground states such as Florida, Virginia, Colorado and Nevada. As Castro matures as a politician, the power of his ethnic group will grow with him – every month some 50,000 American Latinos turn 18 and gain the right to vote.</p> <p>No wonder then that the Democratic Party is focusing its attentions on the Latino vote this year. Castro aside, there are more than 800 Hispanic at the Charlotte convention - the largest number in US history.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395678830\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/4/1346767229104/julian-joaquin-castro-010.jpg\" alt=\"julian joaquin castro\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Castro (left) and his brother, Texas state representative Joaquin Castro, will both speak this week. Photograph: Streeter Lecka/Getty Images</span> <span class=\"element-image__credit\">Photograph: Streeter Lecka/Getty Images</span> </figcaption> </figure>  <p>The Hispanic politician in Castro was inherited from his mother, Rosie Castro, an outspoken fighter for Latino rights in Texas. She passed on a fierce belief in the value of education to her twin boys – Julian and his brother, Joaquin Castro, born one minute after him. The two are identical, to the extent that they have to signal the difference between them when appearing together at public functions by wearing different coloured ties. Julian also has the advantage of a wedding ring – he is married to a teacher called Erica with a three-year-old daughter – while Joaquin is single.</p> <p>The brothers have stuck closely together through the years, propelled by their mother's insistence on self-betterment. They went together to Stanford and then both went on to Harvard law school (another echo of the Obama life story). From there they both entered Texan politics, Julian rising to be San Antonio mayor and Joaquin entering the Texas legislature from where he is currently bidding to become the representative of the 20th district seat in the US Congress.</p> <p>Though Julian Castro, like his brother, is grounded in the Hispanic community, to define him exclusively as a Latino politician would be to make a big mistake. For a start, he doesn't even speak fluent Spanish – he was brought up speaking English at home, studied Latin and Japanese in school, and in the past few years has quietly been taking Spanish lessons.</p> <p>His world view is focused around policies and public service, not ideology, and though his Spanish is ropey he is fluent in the language of business. As mayor of San Antonio, the seventh most populous city in the US, he has seen it prosper to become the only major American city with a triple A rating from all three ratings agencies.</p> <p>His ambition as mayor, <a href=\"http://www.youtube.com/watch?v=ITScnHWdvjA\">he said earlier this year,</a> was to \"orchestrate the greatest turnaround in achievement that any big city has seen within a decade, boosting the number of children showing up ready to learn, graduating from high school and finishing college\". When all children in Texas enjoyed the opportunities he had done, then the Lone Star state would be a guiding star for all of America.</p> <p>Such emphasis on opportunity and success, rather than narrow ethnic politics, <a href=\"http://www.nytimes.com/2010/05/09/magazine/09Mayor-t.html?pagewanted=all\">led the New York Times to dub him</a> a \"post-Hispanic Hispanic politician\". To which Castro tells the Guardian: \"I generally don't like labels. I have benefitted from those who came before me who went through a civil rights struggle to give us the opportunities they never had.\"</p> <p>But he adds that he sees himself as one of a new strain of minority politicians – he name checks the mayor of Newark, Cory Booker – who have \"a can-do attitude and are comfortable with the business community, but are also at home in the neighbourhoods that we grew up in.</p> <p>\"I don't think I'm unique – I'm part of a new generation of public servant whose goal is to represent everyone. I'm very proud of my heritage, but all of us are Americans first.\"</p>",
  "<p>The atmosphere in Charlotte owed more to a renewal of marriage vows than a convention. Delegates arrived not ready to be convinced because they were already convinced and wanted to be inspired. To feel that, despite the contempt that comes with familiarity, infatuation that evolves into an enduring bond was still possible: that a crush would not curdle into cynicism. Outside, unemployment might be up, Guantánamo might be open and the deficit might be rising. But in the auditorium, hope had never died and change was still going to come.</p> <p>Charged with rekindling the spark of four years ago was first lady Michelle Obama. Unlike Ann Romney last week her task was not to humanise her husband. His life is literally an open, bestselling book – and people generally like what they know. Instead she was charged with reminding them of not so much why she fell in love with him, but why they did. In a moving speech, punctuated by applause and calls for four more years that brought the crowd to their feet, she evoked the social movements of yore from abolitionists to suffragettes with a nod to gay marriage equality. Her insistence that \"we're playing a long game here\" was a plea over the heads of the convention for more time and more patience.</p> <p>Shortly before her husband had run for his first political office she'd told an interviewer: \"I'm very wary of politics. I think he's too much of a good guy for the kind of brutality, the skepticism.\" Last night she said she'd never loved him more.</p> <p>Just as at the Republican convention in Tampa there were plenty of stories of woe. Michelle recalled her severely disabled working class father who greeted each working day with joy and paid his children's college tuition on time – even if it meant taking out a loan himself. She waxed nostalgic about Obama's rusty car and the coffee table rescued from a dumpster. The San Antonio mayor, Julian Castro, who introduced her, described how his Mexican-born grandmother quit school at nine and taught herself to read, thumbing through Agatha Christie novels at night. Like the Republicans, the Democratic speakers hailed America as \"still the greatest nation on Earth\" that \"will prevail\" because it thrives on achieving \"the impossible\".</p> <p>Every story was calculating, though the calculation was not to promote themselves but to provide a contrast with the Romneys and the Republicans. There were these two key differences. First, while Republicans expressed sympathy for those who struggled in the past, Democrats expressed affinity with those who still struggle in the present. Hard times they couldn't claim for themselves they appropriated as their cause.</p> <p>Second, for Democrats it was the equality of opportunity that made the inequality of outcome tolerable. While Republicans chanted \"We Built That\", Democrats implored, \"We Could Build Anything (given the chance)\".&#xa0;</p> <p>Since the crowd had come with the intention of being inspired it was almost a self-fulfilling prophecy that they would leave inspired. Obama's name alone brought cheers while chants continued even once the speeches were done. They have been working at this marriage for a long time. For as long as it lasts they intend to enjoy it.</p>",
  "<p>This week on the podcast: what happens to your digital stuff when you die? Bruce Willis's alleged action against Apple puts the issue of digital ownership to the fore.</p> <p>Also, US president Barack Obama drops into Reddit's Ask Me Anything room to melt the internet while the Republicans try to capture attention at their national convention.</p> <p>And Tech Weekly makes a bid for the earliest Christmas mention, throwing forward to the great mobile handset race as Nokia launches its latest Lumia and rumours abound of Apple's iPhone 5.</p> <p>Also we meet Belen Igarzábal, psychologist and researcher at Flacso, the Latin American social sciences institute in Buenos Aires, to discuss Argentina's tech and digital culture.</p> <p><strong>Don't forget to...</strong></p> <p>• Comment below<br>• Mail the producer <a href=\"mailto:tech@guardian.co.uk\">tech@guardian.co.uk</a><br>• Get our <a href=\"http://www.twitter.com/guardiantw\">Twitter feed</a> for programme updates or follow our <a href=\"http://twitter.com/#!/guardiantw/guardian-tech-podders\">Twitter list</a><br>• Like our <a href=\"http://www.facebook.com/techweekly\">Facebook page</a><br>• See our <a href=\"http://www.flickr.com/photos/guardiantechweekly/\">pics on Flickr</a>/Post <a href=\"http://www.flickr.com/groups/guardiantechweekly/\">your tech pics</a></p>",
  "<video data-media-id=\"gu-video-395680012\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/5/120905MichelleObama2-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/5/120905MichelleObama2-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/5/120905MichelleObama2_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120905MichelleObama2/120905MichelleObama2.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/5/120905MichelleObama2_3gpLg16x9.3gp\"/> </video>   <p>Michelle Obama electrified Democrats on the opening night of the party's national convention with a powerful and unashamedly personal speech in which she invoked the future of her own children as she made the personal and political case for her husband's re-election.</p> <p>In an address that brought the 23,000-seat arena to its feet as delegates chanted \"four more years\", the first lady sought to persuade wavering voters that Barack Obama retained the same qualities that attracted them to him in 2008.&#xa0;</p> <p>She deftly drew sharp contrasts with his Republican opponent Mitt Romney, avoiding attacking him directly but making clear her belief that he was deeply out of touch with ordinary people.</p> <p>She described how both she and Obama had risen from modest beginnings, and said he was driven by a desire to see others get the same chance.</p> <p>\"He believes that when you've worked hard, and done well, and walked through that doorway of opportunity, you do not slam it shut behind you,\" she said. \"You reach back and you give other folks the same chances that helped you succeed.\"</p> <p>Even before Mrs Obama took the stage, the convention in Charlotte, North Carolina, appeared to have more energy and enthusiasm than the Republican event in Tampa, Florida, last week.&#xa0; Buoyed by a series of strong speeches from the evening's earlier speakers, there was a boisterous, party atmosphere that contrasted with the relatively subdued mood in Tampa.</p> <p>The Democrats highlighted the contrast with the Republicans on issues of equality and diversity as speaker after speaker made the case for Obama in stronger terms than the party has managed during his first four years. They lambasted Romney and his running mate, Paul Ryan, over healthcare, abortion, equal pay, same sex marriage and offshore bank accounts.</p> <p>At one point Stacy Lihn, whose toddler daughter Zoe has congenital heart disease, told the crowd how Obama's healthcare legislation had secured life-saving treatment for her child. \"Obamacare provides my family security and relief,\" said Linh as she attacked Romney for pledging to repeal the reforms.</p> <p>Michelle Obama used her primetime speech to pull together many of these themes. The thrust was personal, talking about her early life with Obama, her reluctance to spoil that by him running for the White House and, in the end, her relief that he had not been changed by the experience but made stronger.&#xa0;</p> <p>\"Being president does not change who you are: it reveals who you are,\" she said.</p> <p>She acknowledged that it had been tough for him at the White House, with many struggles that had tested him. But he had done what was right, influenced by the disparity that he seen growing up, particularly the treatment of his mother, repeatedly passed over for promotion because she was a woman. That was why the first piece of legislation he passed was equal pay for women.</p> <p>He also ignored people who said he should leave health reform to another president, doing it because he thought it was right. \"No one in this country should ever go broke because of an accident or illness,\" she declared.&#xa0;</p> <p>At times the speech was sentimental, particularly when she said she loved her husband more now than four years ago, and her declaration that the most important thing in her life was being \"mom-in-chief\".</p> <p>In a theme that will be heard over and over again through over the next few days, she returned repeatedly to the issue of opportunity.&#xa0;\"Barack knows what it means when a family struggles, he knows what it means to want something more for your kids and grandkids,\" she said. \"Barack knows the American dream because he's lived it, and he wants everyone in this country to have that same opportunity, no matter who we are, or where we're from, or what we look like, or who we love.\"</p> <p>In the battle of the spouses this will go down as a win for the Obamas, with the first lady's delivery crisper and her speech better written than Ann Romney's last week.</p> <p>One delegate, Jim Hussey, a retired electrician form Delaware, said: \"I thought it hit all the right parts. It was a little sentimental but I understand why: she loves her husband and family.\" &#xa0;Overall he thought the point she was putting across was one of fairness and equal opportunity.</p> <p>As a first lady rather than an elected politician she carefully avoided making any overt attacks on Obama's Republican opponent, Mitt Romney. But plenty of other speakers did.</p> <p>The other main speaker of the evening was Julian Castro, the mayor of San Antonio, Texas, a rising star of the party who filled the same keynote speaking slot that catapulted Barack Obama to prominence at the 2004 convention.&#xa0;</p> <p>He set out the ideological differences between the Democrats and Republicans over the role of the federal government and the part it plays in the economy.</p> <p>While the Republicans favour lower taxes and slashing regulation to ignite the economy, the Democrats argue in favour of higher taxes on the wealthy to help lift up the working class. \"We all understand that freedom isn't free,\" Castro said. \"What Romney and [Paul] Ryan don't understand is that neither is opportunity. We have to invest in it.\"</p> <p>In one of the most memorable lines of the night, Castro said: \"In the end the American dream is not a sprint, or even a marathon, but a relay. Our families don't always cross the finish line in the span of one generation. But each generation passes on to the next the fruits of their labour.\"</p> <p>The carefully orchestrated opening day combined a defence of Obama's record with vague hints of what he might do if he wins a second term. &#xa0;But there was also a lot of the negative campaigning that has worked well for the Obama team so far, bashing Romney</p> <p>One of the biggest crowd-pleasers was the former Ohio governor Ted Strickland, who, in &#xa0;a punchy speech, accusing the Republican of lacking economic patriotism. \"Barack Obama is betting on the American worker. Mitt Romney is betting on a Bermuda shell corporation,\" Strickland said.</p> <p>The Chicago mayor, Rahm Emanuel, Obama's former White House chief of staff, said there was a lot at stake in November's election.&#xa0;\"Each crisis was so deep and so dangerous; any one of them would have defined another presidency,\" Emanuel said. \"We faced a once-in-a-generation moment in American history. Fortunately for all of us, we have a once-in-a-generation president.\"</p> <p>One of the standout speeches of the night was Lily Ledbetter, champion of equal pay for women, who took Goodyear to court after discovering she was being paid less than her male counterparts. She said a few cents might not matter much to Mitt Romney with his tax havens but it did to her. &#xa0;</p> <p>The first bill Obama signed into law in 2009 was one inspired by Ledbetter. \"It is about women. About equality. About justice,\" she told delegates.</p>",
  "<p>In one of the most moving moments of the Democratic national convention – and possibly of the entire 2012 presidential race – the mother of a toddler with congenital heart disease told the hall how Obama's healthcare reforms had secured her child the treatment she needs to live.</p> <p>Stacey Lihn struggled to keep her composure, her child Zoe crying audibly as her husband tried to comfort her, in front of hundreds of delegates and the nation's TV cameras. Yet she pressed on, delivering the most poignant message heard yet about the significance to individuals of the Affordable Care Act.</p> <p>She told the crowd that on the day the US supreme court had upheld Obamacare, \"like so many moms with sick children, I shed tears and I could breathe easier knowing we have that net below us to catch us if we fall, or if, God forbid, Zoe needs a heart transplant.\" Then she added: \"Obamacare provides my family security and relief.\"</p> <p>Zoe has already had open-heart surgery twice and faces a third operation either next year or the year after. Yet Zoe's parents had been told by their health insurers that their child had hit her \"lifetime cap\" – in other words the maximum had been spent on her and she would receive no more coverage.</p> <p>With devastating effect, Lihn turned the story around and directed it against Mitt Romney. She quoted back at him one of his key lines in his address at the Republican convention in Tampa last week, that \"you know there's something wrong with the kind of job [Obama's] done as president when the best feeling you had was the day you voted for him.\"</p> <p>\"But that's not true. Not even close,\" Lihn said. \"There was the day the letter arrived from the insurance company, saying that our daughter's lifetime cap had been lifted. There was the day the supreme court upheld Obamacare.\"</p> <p>And to drum the point home, Lihn said that her family remained scared that should Romney win the race for the White House, he would repeal the healthcare reforms and Zoe would once again hit her lifetime cap. On top of all her anxieties as the mother of a sick child, she asked rhetorically in words that may yet haunt Romney, \"to worry that people would let an insurance company take away her healthcare, just because of politics?\"</p>"
]