[
  "<p>Friday's exchange of letters between the election campaigns of Barack Obama and Mitt Romney, in which <a href=\"http://abcnews.go.com/blogs/politics/2012/08/obama-campaign-offers-romney-tax-return-deal/\">Romney rejected Obama's offer</a> to drop the tax return issue if Romney will produce just three more years' records, has moved the long-simmering brouhaha over Romney's tax returns back to the front media burner. Romney has only produced two tax returns so far. That's <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/01/bill-clinton/its-typical-presidential-candidates-release-10-or-/\">many fewer</a> than any presidential candidate has disclosed in decades, setting up the hearsay accusation disseminated joyfully by Harry Reid (who may or may not actually believe it) that Romney is afraid to tell voters that he sometimes pays no taxes at all. (Romney has answered that, <a href=\"http://www.nytimes.com/2012/08/17/us/politics/romney-says-he-paid-at-least-13-percent-in-income-taxes.html\">saying he has never paid less than 13% in taxes on his income</a>.)</p> <p>Meanwhile, Romney appears to have escaped relatively unsinged from the apparently unrelated revelation that he <a href=\"http://www.forbes.com/sites/brendancoffey/2011/06/15/did-mitt-romney-live-in-his-sons-unfinished-basement-last-year/\">may have committed voter fraud</a> in January 2010, when – despite not owning a house in Massachusetts and having given every appearance of having moved to California – he registered and voted in the Massachusetts special election to replace the deceased Senator Ted Kennedy. Given the GOP's ongoing use of the <a href=\"http://www.brennancenter.org/content/resource/policy_brief_on_the_truth_about_voter_fraud/\">\"voter fraud\" fable</a> to justify modern Jim Crow laws and its highly-publicized persecution of the voter registration group <a href=\"http://www.factcheck.org/2008/10/acorn-accusations/\">Acorn</a>, an actual case of felony voter fraud committed by the Republican nominee could have been a big story – but Romney was able to tamp down the flames by <a href=\"http://articles.boston.com/2012-03-07/politics/31123236_1_residency-claim-mitt-romney-voter-registration\">claiming</a>, not very credibly but also not disprovably, that he and Ann actually were living in their son Tagg's Belmont, Massachusetts basement in 2010. Without proof that Romney lied about where he lived, there's no felony – and no big national story.</p> <p>Many (<a href=\"http://www.alternet.org/election-2012/10-theories-about-what-mitt-romneys-really-hiding-those-tax-returns?paging=off\">many</a>, <a href=\"http://www.newyorker.com/online/blogs/johncassidy/2012/07/why-wont-romney-release-more-tax-returns.html\">many</a>, <a href=\"http://www.cnn.com/2012/07/18/opinion/kleinbard-canellos-romney-tax/index.html\">many</a>, <a href=\"http://www.theatlantic.com/business/archive/2012/07/the-3-reasons-why-romney-wont-release-those-tax-returns/260068/\">many</a>, <a href=\"http://theweek.com/article/index/230624/why-mitt-romney-wont-release-his-tax-returns-6-theories\">many</a>) theories have been advanced to explain why Romney keeps refusing to produce any returns prior to 2010, ranging from \"voters might learn he's wealthy\" (which voters already know) to \"he underpaid his church tithe\" (<a href=\"http://wiretaps.typepad.com/thersites/2012/08/what-romneys-mormon-tithes-may-say-about-us-tax-policy.html\">doubtful</a>).</p> <p>None of them is really satisfactory, because none of them posits Romney concealing any facts more harmful than the blowback he is getting for not producing more returns. The problem may be that all of the prominent theories (with a <a href=\"http://www.dailykos.com/story/2012/07/28/1114484/-Here-s-why-Romney-will-NEVER-release-his-tax-forms-and-why-we-need-to-keep-hounding-him\">couple</a> of under-noticed <a href=\"http://www.huffingtonpost.com/paul-abrams/voter-fraud-why-romney-wi_b_1438849.html\">exceptions</a>) assume Romney is trying to conceal facts about his finances. Like the purloined letter pinned prominently in plain sight, what Romney's really hiding might be something more mundane: the home address written on the top of the tax form. That address that might reveal a connection between the \"tax returns\" brouhaha and the \"voter fraud\" fizzle – which may be the strongest explanation of all. Here's why.</p> <p>Tax returns require taxpayers to state their residence address, and the Romney returns already produced, although partially redacted, state clearly that they lived in \"Belmont, MA 02478\" in 2012 (tax year 2011) (<a href=\"http://abcnews.go.com/images/Politics/Mitt%20Romney%202011.pdf\">pdf</a>) and 2011 (tax year 2010) (<a href=\"http://c4230422.r22.cf2.rackcdn.com/1040-2010.pdf\">pdf</a>):</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394886943\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345234007495/romneytaxreturn_460.jpg\" alt=\"Mitt Romney's 2011 tax return\" width=\"460\" height=\"138\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Romneys' 2010 tax return</span> <span class=\"element-image__credit\">Photograph: Public domain</span> </figcaption> </figure>  <p>But the Romneys, arbitrarily, refuse to disclose a copy of the returns they filed in 2010 or 2009 (for tax years 2009 and 2008) – which, perhaps not coincidentally, bracket the time period when Romney allegedly committed fraud by voting in Massachusetts when he actually resided in California. So here's the question: did Romney put his son's basement's address on the returns he filed in 2009 and 2010? Or did he truthfully use his real (non-Massachusetts) address, thus implicating himself in voter fraud?</p> <p>This may seem like overmeticulous wonkishness, but the address given on tax returns is a big deal when it comes to proving voter fraud. As Hans von Spakovsky (senior legal fellow at the conservative Heritage Foundation, former Federal Election Commission member, and former DOJ voting-issue attorney, and himself <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2012/08/hans_von_spakovsky_helped_rick_scotts_office_with.php\">an advocate of the GOP's restrictive voter ID requirements</a>) explained to <a href=\"http://dailycaller.com/2012/03/23/romney-voter-fraud-allegations-loom-as-general-election-liability/#ixzz23jVIT5Zu\">the Daily Caller</a>:</p> <blockquote> <p>\"Election officials will also look at tax returns as crucial evidence in residency disputes. Where an individual declares himself to be a resident for tax purposes, thus subjecting himself to applicable state income taxes, is usually decisive on this issue.\"</p> </blockquote> <p>With that in mind, let's run through the dates, keeping in mind that tax returns are filed the year after the tax year in question (and that Romney's returns, which are exceptionally complicated, likely are filed toward the end of that year: that is, his 2010 return was filed in October 2011):</p> <p>• In April 2009, Romney <a href=\"http://www.motherjones.com/mojo/2011/06/did-mitt-romney-commit-voter-fraud\">sold his longtime Massachusetts home</a> at <a href=\"http://www.zillow.com/homedetails/171-Marsh-St-Belmont-MA-02478/56412718_zpid/\">171 Marsh Street</a> and appeared to move to La Jolla, California. He did not own a home in Massachusetts again until July 2010. (All of the Massachusetts addresses discussed here end with \"Belmont, MA 02478\", though one might amuse oneself surmising which address is underneath the Sharpie by the length of the redaction.)</p> <p>• Sometime in 2009, probably late in the year, Romney filed his 2008 tax return, identifying the address where he lived at the time of filing. He has refused to disclose a copy of that return.</p> <p>• Sometime in or shortly before January 2010 – that is, not long after he filed his 2008 return – Romney registered to vote in Massachusetts, stating on his voter registration form that he lived in his son Tagg's basement at <a href=\"http://www.merchantcircle.com/business/Romney.Tagg.617-932-1034\">18 Greensbrook Way</a>. In January 2010, Romney voted in Massachusetts' special election, which would be a felony if he was not a Massachusetts resident at the time.</p> <p>• In July 2010, Romney once again became a Massachusetts property owner when he bought a new townhouse at <a href=\"http://www.zillow.com/homedetails/3-S-Cottage-Rd-UNIT-3-Belmont-MA-02478/89787264_zpid/\">10 S Cottage Road Unit 3</a>. However, as the owner of <a href=\"http://www.zillow.com/blog/2012-01-24/mitt-romneys-6-homes/\">several other houses</a>, he still could have resided elsewhere for voter registration purposes.</p> <p>• Sometime (probably late) in 2010, Romney filed his 2009 tax return. If that return was filed before July and he really was living in Tagg's basement, it should give a Belmont address. If it was filed after July, and Romney truly considered Massachusetts his home, it should give the Cottage Road address. He has refused to disclose a copy of that return.</p> <p>• On 15 October 2011, Romney's accountant filed his 2010 return, giving a redacted Belmont address (presumably the Cottage Road townhouse) as his residence.</p> <p>If Romney's 2008 return (filed in 2009, shortly before the January 2010 special election) didn't give Tagg's basement as his address, then Romney clearly didn't consider Massachusetts his home in that year. If Romney's 2009 return (filed in 2010) gives a non-Massachusetts address, despite the fact that he claimed to be a Massachusetts resident earlier that year and had bought a house in Massachusetts in July, then Romney clearly didn't consider Massachusetts his home in that year either. If Democrats hit the daily double – in other words, if Romney declared La Jolla, California to be his home in both years – then Massachusetts prosecutors likely will have no choice but to take a hard second look at their ex-governor. (The Obama campaign's new focus on obtaining only three more years' returns – 2007, 2008 and 2009 – may suggest they're focusing in on this possibility as well.)</p> <p>A felony voter fraud charge could expose Romney to fines and/or imprisonment, jeopardize Romney's standing with the <a href=\"http://www.michbar.org/memberdirectory/detail.cfm?PID=40351\">Michigan State Bar</a>, and – worst of all, in the political sense – would be a mortal embarrassment on the campaign trail, both to himself and to downticket Republicans (especially Republican Senator Scott Brown of Massachusetts, who won the special election in question but is locked in a tight, highly-publicized race against the popular Elizabeth Warren to retain his seat).</p> <p>So far, none of the reasons advanced for Romney's refusal to produce tax returns seems good enough to justify the political heat his campaign is taking. But if those returns give a non-Massachusetts address, then Romney can't afford to produce them, no matter how much political fallout his campaign faces as a result. All of this is speculation, of course, though it seems at least as plausible as Harry Reid's suggestion that Romney paid no taxes before 2011, but there's only one way it can be resolved: by Mitt Romney releasing those tax returns.</p> <p>• Editor's note: the second sentence in this article (\"Romney has only produced two tax returns so far\") was cut in error; it has now been restored at 8am (ET) on 18 August 2012.</p>",
  "<p>• An article looking back at Mark Thompson's tenure as director general of the BBC said that BBC3's Misfits became a surprise hit on a US internet television service. Although it was distributed in the US by BBC Worldwide, Misfits was produced for Channel 4 and shown in the UK on E4 (<a href=\"http://www.theguardian.com/media/2012/aug/15/mark-thompson-new-york-times-bbc\" title=\"\">Crossing formats and continents: the era of the multimedia executive dawns</a>, 16 August, page 15).</p> <p>• Ideologue was misspelled as idealogue in the headline on an article about Mitt Romney's vice-presidential running mate, Paul Ryan, and in the article itself (<a href=\"http://www.theguardian.com/world/2012/aug/16/romney-gamble-paul-ryan-vicepresident\" title=\"\">Democrat nerves fray as Romney's 'idealogue' fires up conservatives</a>, 17 August, page 26).</p> <p>• The caption with a photograph showing work being done on a wind turbine in the East China Sea, said the installed capacity of grid-connected wind power in China had reached 52.58m kw. To clarify, kilowatts should be kW rather than kw, but the figure would have been better expressed as 52.58 GW (Breezy does it: China boosts wind power production, 17 August, page 32).</p>",
  "<p>The selection of Paul Ryan for vice-president has produced <a href=\"http://www.huffingtonpost.com/2012/08/15/paul-ryan-pick_n_1784520.html?utm_hp_ref=@pollster\">little to no bounce</a> in the national polls for Mitt Romney. The lack of movement so far is somewhat surprising considering that <a href=\"http://www.guardian.co.uk/commentisfree/2012/jul/16/mitt-romney-vice-presidential-polls\">vice-presidents have produced a median bump</a> of 4 points for the top of their ticket. Even if a bounce does eventually occur, it will be fleeting.</p> <p>The only sustainable boost a vice-presidential candidate <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/mar/26/mitt-romney-choose-vp-running-mate\">usually delivers</a> is in their home state on the order of about 2 to 3 percentage points. That's why others and I thought the selection of Ohio Senator Rob Portman <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/mar/26/mitt-romney-choose-vp-running-mate\">made more sense</a> from an electoral angle. President Obama had led in Wisconsin by about 6 percentage points before the Ryan pick, which seemed too wide for a vice-presidential boost to overcome.&#xa0;</p> <p>There are signs, however, that I may have underestimated Ryan's appeal in Wisconsin. Public Policy Polling polled a hypothetical Romney-Ryan ticket last month and showed it trailing Obama-Biden by only 1 percentage point (as opposed to a 6 point Romney without Ryan deficit). A new <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/wisconsin/election_2012_wisconsin_president\">Rasmussen poll</a> has Romney picking up 4 points and jumping to a 1-point lead in Badger State among likely voters. A new <a href=\"http://politicalticker.blogs.cnn.com/2012/08/16/cnn-electoral-map-wisconsin-moves-to-true-toss-up/\">CNN/ORC poll</a> among registered voters has Obama up by 4 percentage points, a margin that could be predicted to shrink among likely voters.</p> <p>The importance of a competitive Wisconsin for Romney-Ryan cannot be underestimated. If Obama wins Wisconsin, then my calculations indicate that he probably starts off with a minimum of 247 of the necessary 270 electoral votes. He could win simply by taking Florida and its 29 electoral votes or through some combination of Colorado, Iowa, Nevada, New Hampshire, Ohio, or Virginia.&#xa0;</p> <p>Without Wisconsin, Obama has <a href=\"http://www.cnn.com/ELECTION/2012/ecalculator#?battleground\">237 electoral votes</a>. That may not seem like a big difference from 247, but consider the following four scenarios.&#xa0;</p> <p><strong>1. Romney-Ryan wins without Ohio</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394872262\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345225897760/mapfirst_460.jpg\" alt=\"US political map, 2012 election projections\" width=\"460\" height=\"321\" class=\"gu-image\" /> </figure>  <p>No Republican ticket has ever taken the White House without Ohio, but it's conceivable. All the states awarded to Romney-Ryan here are ones where he is in as good a position or better than he is in Ohio. Without Wisconsin, Romney would only have 263 electoral votes. With it, Romney takes 273 – and the White House.</p> <p><strong>2. Romney-Ryan wins without Florida</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394872263\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345225938495/mapsecond_460.jpg\" alt=\"US political map, 2012 election projections\" width=\"460\" height=\"332\" class=\"gu-image\" /> </figure>  <p>I personally don't think the scenario on this map will happen, but let's say Ryan and his Medicare reform scares off seniors in Florida. Romney could still pull off a win with a bare 272 electoral votes by taking all the remaining states that have a real possibility of going red at this point.</p> <p><strong>3. Romney-Ryan wins without Colorado or Virginia</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394872264\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345226077275/mapthird_460.jpg\" alt=\"US political map, 2012 election projections\" width=\"460\" height=\"328\" class=\"gu-image\" /> </figure>  <p>Part of the reason Obama has enjoyed an advantage over John Kerry in the electoral college is because he opened up the Colorado/Virginia avenue. Its combined 22 electoral votes is more than either Ohio or Pennsylvania. A win in Wisconsin means Romney could afford not to worry about Colorado or Virginia.</p> <p><strong>4. The chance for a tie in the electoral college is greater with Wisconsin in play</strong></p> <p>A 269-269 tie is something for which political junkies pray. The election then goes to Congress, with the House selecting the president and the Senate the vice-president. Each state gets one in the House, and it's likely the Republicans will hold the majority of state caucuses. The Senate could be controlled by either the Democrats or Republicans. Anyone ready for a Romney/Biden administration?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394872265\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345226173848/mapfourth_460.jpg\" alt=\"US political map, 2012 election projections\" width=\"460\" height=\"327\" class=\"gu-image\" /> </figure>  <p>This is the most likely tie map. Romney takes Florida and Ohio, while Obama takes Colorado and Virginia. The key here is that New Hampshire stays blue. Given that no poll since April has given Romney a lead in New Hampshire, this seems quite possible.</p> <p>None of these scenarios is meant to argue that Romney is suddenly in better shape than President Obama when it comes to the electoral college. There have some promising polls for Romney in swing states over the past few days, but to win, he'll need more than just a few to flip <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/06/how-deep-obama-lead-battleground-states\">the state medians</a>.</p> <p>Still, a competitive Wisconsin opens at least few more ways for Romney to thread the needle.</p>",
  "<p>It's not often that an American election sparks debate about a philosopher. But ever since Mitt Romney announced his selection of Paul Ryan as his vice presidential candidate, <a href=\"http://www.guardian.co.uk/world/2012/aug/17/ayn-rand-institue-evolving-legacy\">talk has turned to the ideas of novelist-philosopher Ayn Rand</a>. </p> <p><a href=\"http://www.thedailybeast.com/articles/2012/08/16/what-paul-ryan-learned-from-ayn-rand.html\">Ryan is on record as being a fan of Rand's</a>, and although he has taken pains to distance himself from her entire philosophy, he continues to stress that her novel Atlas Shrugged \"is a great novel\". Ryan is far from the only one who thinks so. Since the financial meltdown of 2008, Rand's 1957 novel has sold more than 1.5 million copies.</p> <p>But here's something interesting: virtually all of those sales took place in the US. Why are so many Americans, from students to politicians, talking about Rand's novel – and why are her books comparatively unknown in Europe?</p> <p>The answer to both questions is the same: Atlas Shrugged is a hymn to the American spirit.</p> <p>The American spirit is characterized by independence, individualism, political and economic freedom, and productive ambition. It's the sense of life best summed up in the American Revolutionary motto \"Don't tread on Me.\" It was this spirit that led so many Americans to rebel against the post 2008 expansion of state power. They didn't just see big government as a threat to the economy: it was an affront to their whole conception of what America is about. After eight years of Bush and eight minutes of Obama, they were fed up with being tread upon.</p> <p>Atlas speaks to this spirit. Set in a world eerily similar to ours – a world where the economy is crumbling, where government intervention is growing, and where productive individuals are denounced and drained for the sake of the unproductive – it tells the story of men and women who decide to <em>stop</em> being tread upon.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394869635\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2009/3/9/1236641849173/Ayn-Rand-005.jpg\" alt=\"Ayn Rand\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Author and philosopher Ayn Rand. Photograph: Hulton Archive/New York Times Co./Getty</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/New York Times Co./Getty</span> </figcaption> </figure>  <p>But the dramatic story contains a powerful intellectual punch: Atlas gives the American spirit a philosophic defense it has never had. The American spirit often has been attacked as atomistic, cruel, and materialistic. Atlas blasts any such notion. It shows that capitalism is a win-win system where all individuals are free to pursue their happiness. It shows that it is <em>right</em> for individuals to be concerned with their own happiness. And it shows that those who seek to \"tread on you\" –&#xa0;to control your life, redistribute your wealth, and mortgage your future – are <em>morally wrong</em>. <br>&#xa0;<br>It's no accident, then, that Ayn Rand's immense popularity in America has not crossed over to Europe. It's for the same reason that Europeans largely embraced the government's post-financial crisis interventionist policies – from bailouts to stimulus spending sprees to vast new regulatory powers – while Americans rebelled. Whatever motto best captures the European attitude toward life, \"Don't tread on me\" is not it.</p> <p>Ayn Rand wrote Atlas, in part, as a warning to Americans. She believed that, as early as 1890, America had veered from its free-market roots and was descending into statism. (She would have regarded as absurd the widely-held notion that America in the years before the financial crisis had anything resembling a free market.) To reverse that trend, Americans would have to translate their individualistic spirit into an explicit ideological program: one that upheld individualism and laissez-faire capitalism as moral and political ideals.</p> <p>To succeed in this task, Rand argued, Americans would need to question and reject the alien idea of altruism. Altruism is the Old World doctrine that it's your duty to live for others and renounce your own self-interest. In one form or another, this moral doctrine has been the justification for every welfare program. Other people need money for their retirement or healthcare, it's claimed, and therefore they're entitled to that money from you. The individual's pursuit of his own happiness versus altruism – this is the choice facing America.</p> <p>Although Rand was primarily speaking to Americans, she was not only speaking to Americans. The spirit of America, she held, is open to any individual willing to think. Today, as Europe is doubling down on the welfare state, that spirit, and the ideas of Atlas Shrugged, are needed more than ever.</p>",
  "<p>Thus far, much of the <a href=\"http://www.theguardian.com/media/2012/aug/17/julian-assange-ecuador-asylum-row\">coverage of Julian Assange's successful political asylum application to Ecuador</a> has focused on the international legal and diplomatic aspects and implications of the case. In fact, domestic Ecuadorian politics have played a vital role in the decision-making process for the administration of Ecuadorian President Rafael Correa.</p> <p>The backdrop to the Assange case has been the upcoming presidential election in Ecuador, slated to be held just six months from now in February 2013. President Correa, who was first elected in 2007, will be seeking a second term under Ecuador's 2008 constitution.</p> <p>Opinion polls published in the Ecuadorian media in 2012 have shown Correa with a commanding lead over his prospective opponents, largely because there is no consensus challenger. <a href=\"http://www.eltelegrafo.com.ec/index.php?option=com_zoo&amp;task=item&amp;item_id=39858&amp;Itemid=2\">Polling from CMS in March showed</a> Correa with just under 49% of the vote, more than 40 points ahead of the five included challengers, who polled between 1% and 9% each. Thiry percent of voters, however, said that they had not chosen a candidate to support. <a href=\"http://www.larepublica.ec/blog/politica/2012/07/24/lasso-ya-encabeza-el-peloton-de-candidaturas-opuestas-a-correa/\">More recent polling has shown</a> the emergence of Guillermo Lasso as the closest prospective candidate with 17% of the vote, while undecided voters fell to 17%. Correa held fast with 50% of the vote.</p> <p>With a split field, Correa is practically guaranteed a win. Ecuadorian electoral law does not require the winning candidate to garner a majority of the popular vote; if a candidate receives at least 40% of the vote and is at least 10 points ahead of the next finisher, he or she wins in the first round.</p> <p>Election observers, including the Correa campaign, view Guillermo Lasso as the candidate most capable of forcing a runoff and, indeed, possibly winning the election. Despite being the former head of a major bank (the Bank of Guayaquil) and an economic adviser to former President Lucio Gutierrez, Lasso began the campaign unknown to most voters (he pulled just 4.6% in the March 2012 poll). However, Lasso and his team have launched aggressive efforts to <a href=\"http://www.telegrafo.com.ec/index.php?option=com_zoo&amp;task=item&amp;item_id=43322&amp;Itemid=2\">promote him in television and print media</a>. Thus far, with a focus on domestic issues and image cultivation, Lasso in particular has been able to start to close the gap with Correa, hoping to push out the other prospective opposition candidates and turn the contest into a two-horse race.</p> <p>This brings us back to the Julian Assange case, which has been used to great political effect by President Correa to redirect the nation's focus from the presidential campaign to a riveting legal and diplomatic affair of international significance. Each day that Assange and the asylum case dominates the airwaves is one fewer day for Lasso to introduce himself to voters and work to find a consensus platform for the opposition.</p> <p>The <a href=\"http://www.nytimes.com/2012/08/17/world/americas/ecuador-to-let-assange-stay-in-its-embassy.html\">forceful anti-imperialist and anti-colonial rhetoric of Correa and Foreign Minister Patiño</a> in the context of the UK's threat to remove diplomatic protections from the Ecuador Embassy in London have been couched in nationalistic terms for the Ecuadorian population. Essentially, Correa has wrapped himself in the flag – in a such a way that his conservative opponents are not able to criticize him effectively, lest they seem unpatriotic.</p> <p>This is a familiar approach for Correa. He used similar tactics back in 2010 when he declared that the police riot and strike represented an attempted coup d'etat. Stirring nationalist and populist furor, he <a href=\"http://www.theguardian.com/commentisfree/2010/oct/01/ecuador-revolt-coup-rafael-correa\">shut down both a brewing internal rebellion among leftists within his party and efforts from the opposition on the right</a> to slow down his left-leaning reform agenda.</p> <p>Though the six months until February's vote is a long time in electoral politics, Ecuador's new elections law make the current period particularly important. According to the reforms passed in January, political speech in the media, such as campaign advertising, is <a href=\"http://cpj.org/2012/01/in-ecuador-reforms-restrict-election-coverage-for.php\">severely restricted for the final 90 days before election day</a>. In effect, it means that Guillermo Lasso and the opposition have only until November to make a serious dent in Correa's lead by way of campaign advertising.</p> <p>Therefore, the longer and more dramatic the Assange case is, and the longer Ecuador's diplomatic dispute with the UK and Sweden continues, the more the Ecuadorian election campaign will dwell on international affairs – a sphere the incumbent Correa dominates in relation to his opponents. With far fewer risks than the major electoral benefits it delivers, the diplomatic spat is clearly in Correa's political favor.</p>",
  "<p>As an atheist Ayn Rand did not approve of shrines but the hushed, air-conditioned headquarters which bears her name acts as a secular version. Her walnut desk occupies a position of honour. She smiles from a gallery of black and white photos, young in some, old in others. A bronze bust, larger than life, tilts her head upward, jaw clenched, expression resolute.</p> <p>The Ayn Rand Institute in Irvine, California, venerates the late philosopher as a prophet of unfettered capitalism who showed America the way. A decade ago it struggled to have its voice heard. Today its message booms all the way to Washington DC.</p> <p>It was a transformation which counted Paul Ryan, chairman of the House budget committee, as a devotee. He gave Rand's novel, Atlas Shrugged, as Christmas presents and hailed her as \"the reason I got into public service\".</p> <p>Then, last week, he was selected as the Republican vice-presidential nominee and his enthusiasm seemed to evaporate. In fact, the backtracking began earlier this year when <a href=\"http://www.nytimes.com/2012/08/15/opinion/ayn-rand-wouldnt-approve-of-paul-ryan.html\">Ryan said as a Catholic his inspiration was not Rand's \"objectivism\"</a> philosophy but Thomas Aquinas'.</p> <p>The flap has illustrated an acute dilemma for the institute. Once peripheral, it has veered close to mainstream, garnering unprecedented influence. The Tea Party has adopted Rand as a seer and waves placards saying \"We should shrug\" and \"Going Galt\", a reference to an Atlas Shrugged character named John Galt.</p> <p>Prominent Republicans channel Rand's arguments in promises to slash taxes and spending and to roll back government. But, like Ryan, many publicly renounce the controversial Russian emigre as a serious influence. Where, then, does that leave the institute, the keeper of her flame?</p> <p>Given Rand's association with plutocrats – she depicted captains of industry as \"producers\" besieged by parasitic \"moochers\" – the headquarters are unexpectedly modest. Founded in 1985 three years after Rand's death, the institution moved in 2002 from Marina del Rey, west of Los Angeles, to a drab industrial park in Irvine, 90 minutes south, largely to save money. It shares a nondescript two-storey building with financial services and engineering companies.</p> <p>There is little hint of Galt, the character who symbolises the power and glory of the human mind, in the bland corporate furnishings. But the quotations and excerpts adorning the walls echo a mission which drove Rand and continues to inspire followers as an urgent injunction.</p> <p>\"The demonstration of a new moral philosophy: the morality of rational self-interest.\"</p> <p>These, said Onkar Ghate, the institute's vice-president, are relatively good times for Randians. \"Our primary mission is to advance awareness of her ideas and promote her philosophy. I must say, it's going very well.\"</p> <p>On that point, if none other, conservatives and progressives may agree. Thirty years after her death Rand, as a radical intellectual and political force, is going very well indeed. Her novel Atlas Shrugged, a 1,000 page assault on big government, social welfare and altruism first published in 1957, is reportedly selling more than 400,000 copies per year and is being made into a movie trilogy. Its radical author, who also penned The Fountainhead and other novels and essays, is the subject of a recent documentary and spate of books.</p> <p>To critics who consider Rand's philosophy that \"<a href=\"http://www.guardian.co.uk/commentisfree/2012/mar/05/new-right-ayn-rand-marx\">of the psychopath, a misanthropic fantasy of cruelty, revenge and greed</a>\", her posthumous success is alarming.</p> <p>Relatively little attention however has been paid to <a href=\"http://www.aynrand.org/site/PageServer?pagename=index\">the institute which bears her name</a> and works, often behind the scenes, to direct her legacy and shape right-wing debate.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394858471\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/17/1345213338127/The-Ayn-Rand-Institute-in-008.jpg\" alt=\"The Ayn Rand Institute in Irvine, California\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Onkar Ghate, the institute's vice-president, in Irvine, California. Photograph: Rory Carroll for the Guardian</span> <span class=\"element-image__credit\">Photograph: Rory Carroll for the Guardian</span> </figcaption> </figure>  <p>\"We are providing the intellectual ammunition,\" said Ghate, 42. \"We are helping the Tea Party and others to understand what is going on in America, and to understand what the alternatives are. This is an exciting time. A tremendous opportunity.\"</p> <p>Intellectuals and policymakers largely scorned or ignored Rand in the 1950s. In the 1960s she was discovered by university students drawn to her radicalism and emphasis on self-reliance. Ayn, they learned, rhymed with mine. Her books became best-sellers and filtered down to high schools.</p> <p>However, politicians continued to shun her economic and social libertarianism. Democrats resented her attacks on government activism. Republicans chafed at her attacks on Christianity, the Vietnam war and Ronald Reagan, whom she considered a medieval throwback for mixing religion and politics.</p> <p>A decade ago, said Ghate, the institute struggled for attention. \"We were knocking on doors and people were not answering.\" In the aftermath of 9/11 that began to change. Rand had warned of \"Islamist totalitarianism\" after the 1979 Iranian embassy crisis, a warning which seemed prescient to the neo-conservatives who cheered the Bush administration's wars in Afghanistan and Iraq.</p> <p>The institute, in fact, turned against the wars on the grounds attempted nation-building and democracy-spreading were \"misguided altruism\" which did not advance US interests. This iconoclastic critique from the right did not change US policy but gained the keepers of Rand's flame respect and credibility, said Ghate, a Canadian of German and Indian parentage with a PhD in philosophy.</p> <p>With annual revenue of around $8m and 40 staff the institute burrowed deeper into national consciousness, running an undergraduate degree course, sending hundreds of thousands of Rand's books to schools and drawing 20,000 entrants to essay contests with $10,000 prizes. (Last year's entries surged to 29,000.)</p> <p>And then, in February 2009, came Rick Santelli's televised rant against the Obama administration's mortgage bailout plan, a tirade which endorsed Rand and galvanised scattered anti-government protests into the Tea Party movement. The institute took off along with it. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394858473\"> <img src=\"https://static.guim.co.uk/sys-images/Books/Pix/pictures/2009/3/10/1236676759015/Ayn-Rand-001.jpg\" alt=\"Ayn Rand\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ayn Rand testified against 'pro-Russian' Hollywood films. Photograph: Leonard McCombe/Time Life Pictures</span> <span class=\"element-image__credit\">Photograph: Leonard McCombe/Time Life Pictures/Getty Images</span> </figcaption> </figure>  <p>\"There is no formal relationship between us and the Tea Party but we view them as a good phenomenon, a healthy reaction on the part of Americans,\" said Ghate. Tea Partyers were not the backward dimwits caricatured in the media. \"They read and explore ideas. And they think America is headed in the wrong direction. This is a market for us.\"</p> <p>The institute supplied intellectual rigour in the form of speakers, commentators and publications to the Tea Party's legitimate \"emotional response\", said Ghate, whose office has portraits of Rand and Aristotle.</p> <p>\"Obama is taking us further away from capitalism: look at the controls over the financial system, or Obamacare. Instead of freeing the economy he is distorting the market.\"</p> <p>He rejected the mainstream view that lax financial regulation fuelled the economic crisis and blamed excessive regulation and spending. This message has found echo in Paul Ryan, a Tea Party favourite who as the senior Republican on the House budget committee proposes sweeping cuts which could be enacted under a Romney administration.</p> <p>\"His budget proposals are better than what anyone else is proposing but I don't think they're good,\" said Ghate, who wished Ryan would go even further to end the \"legalised theft\" that is the social welfare system. \"Taking money from someone who has earned it and giving it someone who hasn't.\"</p> <p>A trickier problem for both sides is Ayn Rand's vocal support for abortion rights and hostility to religion – she considered faith in God a psychological disorder.</p> <p>Liberal foes, said Ghate, tried to use that as wedge between the institute and Tea Party social conservatives. Some in the movement recoiled upon discovering Rand's Godlessness, he said, but the de facto alliance would survive. \"The Tea Party has tried to keep its focus on economic issues. The Republicans and Democrats pander more to religion.\"</p> <p>Rather than assail Ryan as a sellout who had abandoned Rand the institute's vice-president struck a conciliatory tone. \"It's tempting for any politician to backtrack. His enthusiasm [for Rand] might be a bit more muted than before … but he is still influenced by her.\"</p> <p>The institute, said <a href=\"http://www.jenniferburns.org/\">Jennifer Burns</a>, author of Goddess of the Market: Ayn Rand and the American Right, was proving more pragmatic than its late prophet. </p> <p>\"It has evolved very rapidly in the past 10 years and has made efforts to become part of the broader dialogue. It recognises, as Ayn Rand did not, that if you don't compromise you limit yourself to a very limited audience.\"</p> <p>In the same vein politicians like Ryan shunned her electorally toxic strands. \"In her pure form she'll never be that powerful. Her most successful followers are those who have taken her ideas and blended them with others.\"</p>",
  "<p>We publish a lot of stories here on guardian.co.uk. On an average day, around 400 stories are launched by our editorial team and sometimes you might miss some of the best ones if you don't check the site regularly.</p> <p>So, for the last year, we've been <a href=\"http://revdancatt.com/2010/11/10/introducing-the-long-good-read-for-when-people-want-longer-articles-to-read/\">running an experiment</a> using data from <a href=\"http://www.guardian.co.uk/zeitgeist\">Guardian Zeitgeist</a> to find the long stories which our users are spending the most time reading - and then using the <a href=\"http://www.guardian.co.uk/open-platform\">Guardian Open Platform</a> to republish these stories on a site called <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>. We have even experimented with <a href=\"http://blog.newspaperclub.com/2011/03/29/the-long-good-newspaper/\">turning these stories into a newspaper</a>.</p> <p>Two new stories are added to <a href=\"http://thelonggoodread.com/\">The Long Good Read</a> each day which have recently been published and then enjoyed on guardian.co.uk - and you can visit the <a href=\"http://thelonggoodread.com/\">Long Good Read site</a>, <a href=\"http://feeds.feedburner.com/TheLongGoodRead\">subscribe via RSS</a> or follow <a href=\"http://twitter.com/thelonggoodread\">@TheLongGoodRead on Twitter</a> to receive these daily recommendations.</p> <p>So here - in case you missed them - are this week's most enjoyed long stories from the Guardian and the Observer, as featured on <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>:</p> <h2><a href=\"http://www.guardian.co.uk/tv-and-radio/2012/aug/10/julia-davis-laughing-in-dark-hunderby\">Julia Davis: laughing in the dark</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847478\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344422383060/Julia-Davis-003.jpg\" alt=\"Julia Davis\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Julia Davis: 'I think I’m still quite childishly optimistic in a certain way, which is maybe why I find life quite shocking.' Photograph: Ki Price</span> <span class=\"element-image__credit\">Photograph: Ki Price</span> </figcaption> </figure>  <p>Julia Davis is famous for creating some of the most uncomfortably bleak comedies of recent times. Now the star of Nighty Night is turning her dark powers to period drama in her new series Hunderby</p> <h2><a href=\"http://www.guardian.co.uk/sport/2012/aug/11/london-2012-olympic-games-dreams\">Olympics fortnight has been one of dreams and wonder</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847479\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2012/8/10/1344633447373/Mo-Farah-celebrates-winni-003.jpg\" alt=\"Mo Farah celebrates winning the Men's 10,000m\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Great Britain's Mo Farah celebrates winning the Men's 10,000m final with his daughter Rihanna on the eighth day of the London 2012 Olympics.  Photograph: Mike Egerton/PA</span> <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> </figcaption> </figure>  <p>Having spent two weeks reporting on the Olympics, Tim Adams threw off his detachment and embraced the joyful spirit of London 2012</p> <h2><a href=\"http://www.guardian.co.uk/travel/2012/aug/10/driving-the-central-asia-rally\">Bangers and cash: driving in the Central Asia Rally</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847480\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2012/8/9/1344530822155/Central-Asia-Rally-mounta-003.jpg\" alt=\"Central Asia Rally mountains\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Highland Tajikistan on the Central Asia Rally. Click on the magnifying glass icon to see a map of the route Photograph: Jamie Lafferty for the Guardian</span> <span class=\"element-image__credit\">Photograph: Jamie Lafferty for the Guardian</span> </figcaption> </figure>  <p>You buy an old car in Budapest and drive it 5,000 miles across Russia and the Stans, stopping only to pay the odd bribe. Welcome to the first Central Asia Rally</p> <h2><a href=\"http://www.guardian.co.uk/film/2012/aug/10/van-damme-expendables-2\">Jean-Claude Van Damme: 'I tried to play the system; I was blacklisted'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847481\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Archive/Search/2012/8/8/1344443404496/Jean-Claude-Van-Damme-003.jpg\" alt=\"Jean-Claude Van Damme\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean-Claude Van Damme and one of his canine companions. Photograph: Tony Ward</span> <span class=\"element-image__credit\">Photograph: Tony Ward/PR</span> </figcaption> </figure>  <p>The action film star reveals how Stallone, marriage to a good woman and dogs pulled him back from the drug-fuelled brink</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/aug/09/ry-cooder-mitt-romney-dangerous-cruel\">Ry Cooder: 'Mitt Romney is a dangerous man, a cruel man'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847482\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344529445284/Social-media-is-Orwellian-003.jpg\" alt=\"'Social media is Orwellian' … Ry Cooder.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'Social media is Orwellian' … Ry Cooder. Photograph: Dan Chung for the Guardian</span> <span class=\"element-image__credit\">Photograph: Dan Chung for the Guardian</span> </figcaption> </figure>  <p>The veteran guitarist on his new album of protest songs, Election Special, and how the Republican party is out to destroy America and Barack Obama's presidency</p> <h2><a href=\"http://www.guardian.co.uk/film/2012/aug/09/autumn-movie-preview-oscar-contenders\">How this year's Oscar contenders warn of America's fall</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847483\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/9/1344523756774/Queen-of-Versailles-a-twi-003.jpg\" alt=\"Queen of Versailles: a twisted cousin of The Great Gatsby.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Queen of Versailles: a twisted cousin of The Great Gatsby. Photograph: Lauren Greenfield</span> <span class=\"element-image__credit\">Photograph: Lauren Greenfield</span> </figcaption> </figure>  <p>From Killing Them Softly to Queen of Versailles, the autumn's big US films paint a harrowing portrait of a country gripped by class envy, loss and fear of ruin</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/aug/08/wade-michael-page-violent-far-right\">Wade Michael Page and the rise of violent far-right extremism</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847484\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344445577927/Wade-Michael-Page-003.jpg\" alt=\"Wade Michael Page\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wade Michael Page performing with white power group End Apathy. Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>The man who opened fire in a Sikh temple in Wisconsin was not just a crazed loner, but a vocal neo-Nazi – in fact, his white supremacist ideology reflected a growing form of extremism that expresses its strength through violence rather than at the ballot box</p> <h2><a href=\"http://www.guardian.co.uk/books/2012/jul/27/ruins-of-empire-pankaj-mishra\">The ruins of empire: Asia's emergence from western imperialism</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847485\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/7/25/1343218976796/Singapore-003.jpg\" alt=\"Singapore\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Raffles Place, Singapore … 'European withdrawal after the second world war was never in doubt.' Photograph: Roslan Rahman/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Roslan Rahman/AFP/Getty Images</span> </figcaption> </figure>  <p>The central event of the modern era is Asia's emergence from the ravages of western imperialism. In Britain, meanwhile, Niall Ferguson is an ardent 'neo-imperialist'. Why can't we escape our narcissistic version of history, asks Pankaj Mishra</p> <h2><a href=\"http://www.guardian.co.uk/business/2012/aug/06/credit-crunch-elusive-ghosts-shadows\">Credit crunch: elusive ghosts of the financial feast lurk in the shadows</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847486\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pixies/2012/8/6/1344288516002/Northern-Rock-003.jpg\" alt=\"Northern Rock\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Customers of Northern Rock queue outside the Kingston branch of the company in London on  September 15, 2007. Photograph: Cate Gillon/Getty Images</span> <span class=\"element-image__credit\">Photograph: Cate Gillon/Getty Images</span> </figcaption> </figure>  <p>It is half a decade this week since the 'world changed', in Adam Applegarth's famous phrase. But what has happened to the architects of economic meltdown? And has anything really changed for them?</p> <h2><a href=\"http://www.guardian.co.uk/politics/2012/aug/07/coalition-government-danger-collapse\">Is the coalition government in danger of collapse?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847487\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/7/1344358606821/David-Cameron-and-Nick-Cl-003.jpg\" alt=\"David Cameron and Nick Clegg at the Olympic site in May.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron and Nick Clegg at the Olympic site in May. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>Many thought a successful Olympics would give the government a much-needed bounce. Instead, our leaders seem on the brink of war. Will the pact hold until 2015?</p> <h2><a href=\"http://www.guardian.co.uk/lifeandstyle/2012/aug/07/diet-coke-30-enduring-appeal\">Diet Coke at 30: what is its enduring appeal?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847488\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/7/1344366390871/Diet-Coke-009.jpg\" alt=\"Diet Coke\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paula Abdul at the unveiling of a Diet Coke Sign in Times Square, New York. Photograph: Ron Galella/Ron Galella Collection</span> <span class=\"element-image__credit\">Photograph: Ron Galella/Ron Galella Collection</span> </figcaption> </figure>  <p>How did a product aimed at women losing weight become the soda of choice for US presidents?</p> <h2><a href=\"http://www.guardian.co.uk/stage/2012/aug/05/daniel-kitson-god-small-things\">Daniel Kitson: the Salinger of standup</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847489\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2012/8/3/1344008567704/Daniel-Kitson-003.jpg\" alt=\"Daniel Kitson\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The standup Holden Caulfield … Kitson. Photograph: Susannah Henry</span> <span class=\"element-image__credit\">Photograph: Susannah Henry/PR</span> </figcaption> </figure>  <p>Daniel Kitson doesn't do tours, interviews, TV or DVDs. So how did a reclusive enigma become the most sought after standup of his generation? As the comic prepares to appear at Edinburgh, Brian Logan talks to his peers</p> <h2><a href=\"http://www.guardian.co.uk/tv-and-radio/2012/aug/05/david-hasselhoff-hoff-baywatch\">David Hasselhoff: 'If we have to go with the Hoff to pay the rent, let's go with the Hoff'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394847490\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/3/1344002113975/David-Hasselhoff-003.jpg\" alt=\"David Hasselhoff\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Hasselhoff: 'Baywatch is about saving lives and women in bathing suits and what’s wrong with that?’ Photograph: Florian G Seefried/Getty Images</span> <span class=\"element-image__credit\">Photograph: Florian G Seefried/Getty Images</span> </figcaption> </figure>  <p>The Baywatch and Knight Rider star talks frankly about how he has come to terms with his new, semi-ironic fame</p> <p>• For twice daily recommendations of great Guardian and Observer features, visit <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a> or follow <a href=\"https://twitter.com/#!/thelonggoodread\">@TheLongGoodRead</a> on Twitter</p>",
  "<h2>This week's most popular stories</h2> <p>1. <a href=\"http://www.theguardian.com/music/2012/aug/13/david-bowie-olympics-closing-ceremony\">David Bowie among UK stars who turned down Olympic closing show</a><br>London 2012 finale used video montage of Bowie classics, and prerecorded slots for other absentees Kate Bush and the Sex Pistols</p> <p>2. <a href=\"http://www.theguardian.com/music/2012/aug/15/noel-gallagher-beady-eye\">Noel Gallagher calls Beady Eye 'Stratford's finest Oasis tribute band'</a><br>Singer responds to his brother Liam's decision to cover Wonderwall at the Olympic closing ceremony</p> <p>3. <a href=\"http://www.theguardian.com/music/2012/aug/13/blur-olympic-closing-concert-review\">Blur – Olympic Closing Ceremony Celebration Concert review</a><br>On a night when London is consumed with jubilation at an unexpectedly magical two weeks, and with melancholy now that it's over, Blur have the songs to match all moods</p> <h2>In the news</h2> <p><a href=\"http://www.theguardian.com/music/2012/aug/17/rihanna-chris-brown-assault\">Rihanna: Chris Brown 'needed help' after assault</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/pussy-riot-putin-russia-court-verdict\">Pussy Riot member condemns Putin's Russia ahead of court verdict</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/chris-brown-drake-brawl\">Chris Brown and Drake sued for $16m over nightclub brawl</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/youtube-teens-first-choice-music\">YouTube is teens' first choice for music</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/15/devo-song-mitt-romney-dog\">Devo to unleash song about Mitt Romney's dog</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/15/taylor-swift-red-ed-sheeran\">Taylor Swift's new album Red to feature Ed Sheeran</a></p> <h2>On the blog</h2> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/14/six-songs-me-kele-okereke\">Six Songs of Me: Kele Okereke from Bloc Party</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/15/music-alliance-pact-august\">August's best music from across the MAP</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/14/olympics-closing-ceremony-90s\">The Olympics closing ceremony proves we're still stuck in the 90s</a></p> <p><a href=\"http://www.theguardian.com/music/tomserviceblog/2012/aug/13/john-cage-contemporary-music-guide\">A guide to John Cage's music</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/16/readers-recommend-songs-rabbits\">Readers recommend: songs about rabbits</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/15/101-strangest-records-spotify-per-henderak-haetta\">The 101 strangest records on Spotify: Per Henderak Haetta – Pieras Mikkal</a></p> <h2>Watch and listen</h2> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/16/jessie-ware-devotion-album-stream\">Jessie Ware - Devotion: exclusive album stream</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/14/ariel-pink-mature-themes-album-stream\">Ariel Pink – Mature Themes: exclusive album stream</a></p> <p><a href=\"http://www.theguardian.com/music/video/2012/aug/14/six-songs-me-rumer-video\">Video: Rumer picks her 'Six Songs of Me'</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/peaches-campaign-pussy-riot-release\">Peaches releases 'Free Pussy Riot' protest song</a></p> <p><a href=\"http://www.theguardian.com/music/musicblog/2012/aug/17/new-music-flying-lotus-see-thru\">New music: Flying Lotus feat Erykah Badu – See Thru to U</a></p> <h2>Further reading </h2> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/alanis-morissette-profound-violation\">Alanis Morissette: 'I still have PTSD from the Jagged Little Pill era. It was a profound violation'</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/the-vaccines-young-dumb-primitive\">The Vaccines: young, dumb and primitive</a></p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/doom-key-to-the-kuffs\">Doom: 'It's all new, all fun'</a></p> <h2>Glyndebourne</h2> <p>Join us for two evenings of opera live from Glyndebourne</p> <p>Tonight we're live-streaming The Marriage of Figaro, and on Sunday we're bringing you a Ravel double bill: L'heure Espagnole and L'enfant et les Sortilèges. <a href=\"http://www.theguardian.com/music/series/live-opera-from-glyndebourne\">See here for details on how to watch.</a> </p> <h2>Africa Express</h2> <p>Next month, the Africa Express takes an unprecedented artistic journey. As part of Festival 2012, a train filled with dozens of great artists will tour mainland Britain. </p> <p>The tour will take an innovative blend of music and mayhem to UK towns that have never seen anything like it. Locations including schools, railway stations, factories, offices, shopping centres and local clubs will play host to the train while the station manager at one venue, Carlisle station, has asked the musicians to play a concert on the platform.</p> <p>You can win the chance for Africa Express to play in your home, school or workplace. <a href=\"http://theguardian.com/africa-express-competition\">See here for details on how to enter</a>, and visit<a href=\"http://www.theguardian.com/music/2012/may/10/all-aboard-africa-express\"> this page for more details on Africa Express</a>. </p> <h2>And finally</h2> <p><a href=\"https://twitter.com/guardianmusic\">Follow us on Twitter</a></p> <p><a href=\"http://www.facebook.com/musicguardian\">Like us on Facebook</a></p>",
  "<p>The faultlines among Israel's leaders over whether to take unilateral military action against Iran's nuclear capability have deepened, with a prime ministerial aide launching a stinging public rebuke to President Shimon Peres after he said that the country should not act alone.</p> <p>\"Shimon Peres forgets what the role of the president of Israel is,\" an official from Binyamin Netanyahu's office was quoted in the Israeli media as saying.</p> <p>The row – a stark example of the sharp disagreements at the heart of Israel's political, military and intelligence establishment over the issue – came as Iran's president, Mahmoud Ahmadinejad, said Israel's existence was \"<a href=\"http://www.theguardian.com/world/2012/aug/17/iran-israel-zionist-insult-humanity\" title=\"\">an insult to all humanity</a>\".</p> <p>In a speech to mark al-Quds Day on the last Friday of the Islamic holy month of Ramadan, Ahmadinejad told a rally in Tehran that \"the Zionist regime and the Zionists are a cancerous tumour\" and warned against \"one cell of them [being] left in one inch of [Palestinian] land in the future\".</p> <p>He added: \"The nations of the region will soon finish off the usurper Zionists in the Palestinian land … A new Middle East will definitely be formed. With the grace of God and help of the nations, in the new Middle East there will be no trace of the Americans and Zionists.\"</p> <p>The Iranian president has traditionally used al-Quds Day, on which rallies in support of the Palestinian people are held in many Muslim countries, to deliver invective against Israel.</p> <p>His words will inevitably be used to bolster arguments in favour of military action to prevent a nuclear-armed Iran. Speculation has intensified recently that Netanyahu and defence minister Ehud Barak are considering launching action this autumn, before the US presidential election.</p> <p>In an interview on Israeli television, Peres said: \"It is clear to us we cannot do it on our own. We can only delay [Iran's progress]. Thus it's clear to us that we need to go together with America. There are questions of co-operation and timetables, but as severe as the danger is, at least this time we're not alone.\"</p> <p>He said he was confident that the US would take action, but added: \"My estimate is that they will not do this before the elections, which are more than 80 days away.\"</p> <p>Following the remarks, Netanyahu's office openly attacked the president's judgment, suggesting three previous occasions when it had been wrong. The first, according to an aide quoted in the Israeli media, was after the Oslo accords were signed in 1993, when Peres \"thought there would be a new Middle East\". The second was following Israel's withdrawal from the Gaza Strip in 2005 when \"he thought there would be peace … but in reality we got missiles\".</p> <p>The aide continued: \"But Peres's biggest mistake was in 1981 when he opposed [Israel's] bombing of the Iraqi reactor. Luckily, prime minister Menachem Begin ignored him.\"</p> <p>Peres later stood by his comments, saying: \"I say what is in my heart with a loud and clear voice.\"</p> <p>The president's views echoed those of many former and current military, intelligence and political figures in Israel. US officials have also made repeated efforts to dissuade Netanyahu and Barak from unilateral action.</p> <p>Earlier this week, the US chairman of the joint chiefs of staff, Martin Dempsey, said that Israel did not have the capacity to eliminate Iran's nuclear programme. \"I may not know about all of their capabilities. But I think it's a fair characterisation to say that they could delay but not destroy Iran's nuclear capabilities,\" he told reporters.</p> <p>Some observers believe that the current frenzied speculation about a possible Israeli strike this autumn is aimed at forcing an unequivocal public statement in the coming weeks from President Barack Obama on America's willingness to take military action against Iran, should diplomacy and sanctions fail.</p> <p>According to <a href=\"http://peaceindex.org/indexMonthEng.aspx?num=244\" title=\"\">an opinion poll </a>by the Israel Democracy Institute and Tel Aviv University, 60% of Israeli Jews are against a strike on Iran without US co-operation. Eleven per cent strongly support unilateral action by Israel.</p>"
]