[
  "<p>After last year's magnificent Pull Up Some Dust and Sit Down, Ry Cooder returns to the political arena with a vengeance as the race for the White House intensifies. Musically, this is very much a DIY album, with Cooder matching his passionate vocals against his own guitar, bass and mandolin, with his son&#xa0;Joachim on drums. The anger, protest and concern is made all the more effective through his use of humour and unexpectedly upbeat melodies. So the opening Mutt Romney Blues takes a swipe at the Republican candidate from the viewpoint of his mistreated dog, while The Wall Street Part of Town offers cheerful, stomping encouragement to protesters. Then there's the jaunty Brother Is Gone, in which the rich and influential Koch brothers sell their souls to the devil, while Kool-Aid deals with the controversial \"stand your ground\" self-defence law. Best of all, there's Take Your Hands Off It, a rousing defence of&#xa0;constitutional rights, and Cold Cold Feeling, a sympathetic blues for Obama, with the lines \"if you've never been president, you don't know how it feels\". An&#xa0;entertaining, thoughtful and&#xa0;bravely original set.</p>",
  "<p>While Ecuador might be surprised by the UK's reaction over the Ecuadorean embassy situation in London, it is one that is likely to be used politically by president Rafael Correa, who is likely to run for election again next February.</p> <p>Earlier this year, Correa boycotted the Summit of the Americas, a meeting of heads of state from across the Americas, because of the refusal by the United States and Canada to allow a declaration of support for Argentina's claim to the Falkland Islands. He called the United Kingdom a colonial power and also suggested imposing sanctions against the country for not wanting to negotiate with Argentina over the islands.</p> <p>On Thursday, foreign affairs minister Ricardo Patiño said the UK's reaction amounted to a strong threat: \"It is basically saying, 'We are going to beat you savagely if you don't behave … but if you behave, we may not beat you savagely,\" he said.</p> <p>Patiño has been foreign affairs minister since 2010. He represents one of the hardliners within Correa's government, who is pushing for a Venezuela-like line. Patiño was involved in a scandal at the beginning of Correa's administration in 2007, and had to resign from his post as finance and economy minister at the time. Some videos showed him meeting investment bankers discussing how the bankers and Ecuador could profit from threatening to default on debt – a decision that Ecuador took in 2008.</p> <p>Since Correa came to power, Ecuador has become an increasingly polarised country and this is reflected in the reaction to the decision.</p> <p>For many supporters of Correa, granting Assange asylum was positive and gave the government strength vis-a-vis foreign governments.</p> <p>\"This is the decision of a country that does not ask for permission to the Brits to react, of a country that does not care about fear or intimidation that the foreigners are trying to impose on us about this decision,\" Rosanna Alvarado, a congresswoman from Correa's party, told state-run paper El Ciudadano.</p> <p>Some hardliners protested outside the UK embassy in Quito on Wednesday night and many cheered outside the foreign affairs ministry when Patiño made the announcement.</p> <p>Even people that are somewhat critical of Correa were in favour of Ecuador's position.</p> <p>\"The United Kingdom and other developed countries don't usually allow small countries like Ecuador to challenge their decisions,\" said Marcelo Román from his home in northern Quito.</p> <p>\"Ecuador's decision is a sovereign decision and foreign governments have to respect it.\"</p> <p>Román said that even if Correa uses the situation to garner more political support at home, it is important for Ecuador to assert itself internationally.</p> <p>But others in the country are worried.</p> <p>Business people are worried about the possible reaction that could come from the United States in light of a trade agreement that is up for renewal between the two countries.</p> <p>Bernardo Acosta, professor of economics at Quito's San Francisco University and former vice-president of the Ecuadorean Chamber of Industries, said this decision might affect Ecuador's trade relations with both the European Union and the United States. Ecuador is currently negotiating a new agreement with the EU and a trade pact with the US is also up for review.</p> <p>Ecuador's main exports are oil, shrimp and bananas and the US and the EU are Ecuador's main trade partners.</p> <p>\"This might be the last straw,\" said Acosta.</p> <p>\"Ecuador is a small country with a small internal market and it needs a strong export policy. But such decisions can lead to more isolation and close off more markets,\" he told the Guardian.</p> <p>There are also worries within diplomatic corps. There has been a spat between Correa's political appointees and career diplomats within the foreign affairs ministry. The latter feel that Patiño is pushing a political line without taking into account the rules of diplomacy.</p> <p><a href=\"http://elcomercio.com/jose_ayala_lasso/caso-Assange_0_740326145.html\" title=\"El caso Assange\">In an editorial for El Comercio newspaper</a>, former foreign affairs minister and former head of the UN High Commission for Human Rights, José Ayala Lasso, said there would be \"political effects\" if Ecuador were to grant Assange asylum.</p>",
  "<p>The Republican presidential candidate, Mitt Romney, has rejected a Democratic claim he had paid no tax over a 10-year period, saying that he had paid at least 13% a year.</p> <p>But he again refused to release his tax returns as Democrats are demanding.<br>The Obama campaign said it was not satisfied with Romney's statement and repeated its calls for the tax returns to be released. \"He has the ability to prove his claim,\" a spokesman said, adding: \"We would say 'prove it governor Romney'.\"</p> <p>Romney made his statement to reporters in response to a claim by the Democratic senate leader Harry Reid that he had been told by an informant inside Bain Capital, where Romney made his fortune, that he had paid no tax.</p> <p>\"I did go back and look at my taxes and over the past 10 years I never paid less than 13%. I think the most recent year is 13.6 or something like that. So I paid taxes every single year,\" Romney said. </p> <p>He described the Reid report as totally false and challenged him to release the name of his informant.</p> <p>During the Republican primaries and caucuses, under pressure from his party rivals, Romney released his full tax returns for 2010 and a summary of his tax return for 2011.</p> <p>An Obama campaign spokesman said Romney's father, who was a governor and presidential candidate, had released 12 years' worth of tax returns and Romney should follow suit.</p> <p>The White House spokesman, Jay Carney, said Romney should follow presidential precedent by releasing multiple tax returns.</p> <p>Speaking at the daily press conference, Carney rejected suggestions that Obama is planning to remove Joe Biden as vice-president after a comment this week in which he told voters in Virginia if Romney became president, his approach to Wall Street would \"put y'all back in chains\".</p> <p>The 2008 Republican presidential candidate John McCain, responding to a question about whether Obama should swap Biden for secretary of state Hillary Clinton, long touted as an alternative VP: \"I think he might be wise to do that, but it's not going to happen obviously, for a whole variety of reasons – including in fact, if I'm Hillary Clinton I'm not sure I would want to be on that team.\"</p> <p>Obama held a joint lunch on Thursday with Biden and Clinton. Carney said the Republicans knew what they were saying about Biden was ridiculous and they were only seeking to distract attention from policy issues.</p> <p>Commenting on the chains remark, Carney said Biden had already \"explained the use of his words, his language and how he had meant to phrase it. And I think I made the point that we all — all of us who are out there every day giving speeches, taking questions, talking about the issues, sometimes don't use the exact language that we thought we were going to use or wanted to use. But you know what he was talking about.\"</p>",
  "<p>The imperative for all of us who care about politics is not merely to have sound ideas, but to convey them soundly. Few meet either standard well, and that is simply the human condition. Yet the burden on me to that end is immeasurably more than that upon the average person: I write for a living, I communicate professionally and, debatably, I have some effect on policy and politics in my sphere. So when I fail, it tends to be noisily.</p> <p>A sterling example came on 25 June 2011, when I <a href=\"https://twitter.com/jstrevino/status/84685322142760960\">posted this on Twitter</a>:</p> <blockquote> <p>\"Dear IDF: If you end up shooting any Americans on the new Gaza flotilla – well, most Americans are cool with that. Including me.\"</p> </blockquote> <p>I realise that this statement left a sizable number of people appalled that I, by their reading, urged the Israeli Defense Force to shoot Americans participating in the second incarnation of the Gaza flotilla.</p> <p>I urged no such thing. I intended no such thing. But sufficient numbers believe I did, and in cases of widespread misapprehension of meaning, the fault always lies with the writer.</p> <p>The Gaza flotilla of 2011 was a follow-up to the first one in 2010, in which a collection of activists sought to run the Israeli maritime blockade of the Hamas-controlled Gaza Strip. Though their proclaimed intent was merely to facilitate movement of consumer goods by sea, those goods already circulate, albeit imperfectly, through Gaza's land borders with Israel and Egypt. The primary outcome would have been the opening of Gaza's port to the commerce of war: Hamas would have been able to resume uninspected seaborne shipments of arms and ammunition from Iran and elsewhere. (The most famous incident in this vein, the Karine A affair of 2002, was merely one of many.)</p> <p>In this light, the Gaza flotillas sought to render aid to a known terrorist group – and, in my view, its participants were morally complicit in that. Moreover, in these circumstances, Israel was within its rights to prevent the breach of its blockade and to defend itself by force, if necessary, in so doing.</p> <p>This wasn't simply my interpretation. Two days before my tweet, on 23 June, US Secretary of State Hillary Clinton said the following in a press conference at the department of state:</p> <blockquote> <p>\"[W]e do not believe that the flotilla is a necessary or useful effort to try to assist the people of Gaza … [W]e think that it's not helpful for there to be flotillas that try to provoke actions by entering into Israeli waters and creating a situation in which the Israelis have the right to defend themselves.\"</p> </blockquote> <p>This was interpreted by <a href=\"http://electronicintifada.net/blogs/ali-abunimah\">pro-Palestinian activist Ali Abunimah</a> as \"seem[ing] to lay the ground – indeed almost provide a green light – for an Israeli military attack\" on the Gaza flotilla, and he was likely correct. The unmistakable corollary of Secretary Clinton's statement was that any American citizens participating in the flotilla were on their own, and that the United States government would not intervene if they placed themselves in harm's way. In a letter to US Attorney General Eric Holder five days later, Texas Governor Rick Perry, then on the cusp of his presidential candidacy, went a step further, and urged that Americans participating in the flotilla be actively prosecuted.</p> <p>If there is a definition of \"mainstream\" in America's partisan political life, it probably looks something like a position held from the highest levels of the Obama administration to the Office of the Governor of Texas. It is also worth noting that Americans historically take a dim view of their fellow citizens who render aid to their country's enemies – among whom most Americans would count Islamist terror groups like Hamas. The Obama administration's targeted killing policy has itself extended to US citizens allied with terrorists, as in Yemen.</p> <p>So what I intended to convey, then, was exactly what Hillary Clinton, Rick Perry, and the broad sweep of American opinion historically affirms: that US citizens on the Gaza flotilla of 2011 were responsible for their own fate, and that Americans utterly out of sympathy with their de facto assistance to a terror group would not be moved if the worst befell them.</p> <p>That is what I intended. It is not what I accomplished.</p> <p>In the ensuing Twitter back-and-forth with multiple outraged interlocutors, I focused on defending the rational integrity of my case – without pausing to consider that it was badly marred by its lack of rhetorical integrity. In succeeding, to my mind, in the sphere of argument, I missed the point: which is to succeed in the sphere of communication. Winning a process victory means little if no one else is convinced. My approach was tailor-made for the Romney campaign, perhaps, but not for the real world.</p> <p>Instead, the widespread impression has arisen that I actively urged the IDF to shoot Americans, that I welcomed their death, or that I hoped for that outcome. Nothing could be further from the truth.</p> <p>I own that I am combative, aggressive, and direct, yes: often intentionally so. I have also lived a life that has attempted, if imperfectly, to render service to my fellow citizens, including by military service and participation in humanitarian aid projects. Above all, I have worked for policies and a society that I believe gives the most hope to the poor, the oppressed, and the marginalized: a society of liberty, in the classical liberal sense, that now goes by the name of conservatism.</p> <p>None of this is to claim I've lived a life of especial virtue. I haven't. But it is to affirm that any reading of my tweet of 25 June 2011 that holds that I applauded, encouraged, or welcomed the death of fellow human beings, is wrong, and out of step with my life and record.</p> <p>Any such reading is also my fault.</p> <p>I do not apologize for my views or my ideology. We must walk in the light we are given as best we may. But for giving the impression that I welcome killing, I do apologize. I was quick, intemperate, and too clever-by-half. I failed as a writer. And that is not the fault of my readers, but of myself.</p> <p>•&#xa0;<a href=\"http://www.guardian.co.uk/profile/joshua-trevi-o\">Joshua Treviño</a>'s first column for Guardian US on Republican politics will appear on Monday.</p>",
  "<p>After the 2008 Sarah Palin debacle, Mitt Romney was understandably keen to pick a very different kind of <a href=\"http://www.theguardian.com/world/2012/aug/11/paul-ryan-firebrand-wisconsin-profile\" title=\"\">vice-presidential running mate. Instead of a relatively inexperienced governor of an outlying state, in Paul Ryan</a> the Republican presidential candidate has gone for a consummate political professional with 14 years of congressional experience under his belt.</p> <p>But while Ryan is unlikely to have embarrassing, flustered moments in television studios when asked to list the daily newspapers he reads, he is proving every bit as controversial and polarising as his Alaskan predecessor.</p> <p>The Democrats have dubbed him a \"certifiably rightwing ideologue\", claiming he is out to destroy America's modest welfare programmes.</p> <p>Usually, vice-presidential candidates have only a few days in the media spotlight before retreating into obscurity, apart from one VP nationally televised debate in October. Palin did not follow that pattern and neither does Ryan, who after less than a week in the job has redefined the campaign and looks likely to go on doing so.</p> <p>The Romney campaign chose him to deliver the Republican base vote amid fears that die-hard conservatives could cost him the White House by staying at home on election day rather than turning out for a candidate they are ambivalent about.</p> <p>Conservatives are coming round, reflected in the crowds Ryan has been attracting on his tour of the swing states this week. The Democrats have been sending out panic-laden appeals for donations, one of them expressing concern over the size of the crowd. One of the appeals, for $3 or more, said of Romney-Ryan attacks: \"This could cost us the election.\"</p> <p>Charlie Gruschow, the Iowa-based founder of the Tea Party of America, said there had been a large crowd to see Ryan in Iowa. Gruschow is one of many conservatives who were slow to warm to Romney, having first supported Herman Cain and then Newt Gingrich as the Republican presidential candidate.</p> <p>\"Ryan has fired up the base,\" said Gruschow, after speaking to friends in the evangelical Christian community and the Tea Party who he said had been a little hesitant, a little concerned, about Romney. \"I think now that Ryan has been selected as his running mate, there's a lot of enthusiasm. He is a Tea Party guy.\"</p> <p>Another of the Tea Party founders, Ryan Rhodes, also backed the vice-presidential pick. \"I have seen a lot of people excited by Paul Ryan. He has given them a reason to vote. I think it would have been different if he had chosen Chris Christie [the New Jersey governor who is closer to the centre]. You would have seen a lot of people standing by.\"</p> <p>The choice of Ryan marks a major change in strategy by Romney. Until 1 August, when he said he had finally decided on Ryan as his running mate, Romney had been hoping to win the White House simply on widespread anti-Obama sentiment. Central to this strategy was focusing on the slowness of the US economic recovery and to make himself as small a target as possible, offering little in the way of policy detail.</p> <p>But that strategy was not working. The US is so polarised that there are, according to the polls, few undecided voters left. Compared with 2008, when about 25% of the electorate had still to make up their minds at this stage in the election, only about 5% are undecided. Both the Democratic and Republican strategists have concluded that the winner on 6 November will be the campaign that fires up its own supporters, that gets its base out, rather than the one that wins over the independent swing voters.</p> <p>Larry Sabato, professor of politics at the University of Virginia, said: \"It is base v base. There are hardly any independents.\" At the cost of winning over a percentage of that small group in the centre, the campaigns risked alienating their core support, he said.</p> <p>This is why Romney picked a running mate with undisputed conservative credentials, from <a href=\"http://www.theguardian.com/world/2012/aug/16/paul-ryan-ayn-rand-admirer\" title=\"Paul Ryan 'grew up on Ayn Rand'\">his love of the writings of the free-market ideologue Ayn Rand in his youth</a> to his more recent budget plan to slash welfare spending.</p> <p>Ryan, aged 42, was born in Janesville, Wisconsin, into an Irish immigrant family whose business interests and network made them important players in their area. One of the biggest upsets in his life came when he was 16, when he found his father, a lawyer, dead from a heart attack, at the relatively early age of 55. As a result of that, intent on avoiding the same fate, he became a fitness enthusiast, a fan of a workout called P90X, a mixture of yoga, martial arts and other exercises early in the morning before starting his day in Congress.</p> <p>He is socially conservative, strongly Catholic, firmly opposed to abortion, even in cases of incest and rape.</p> <p>In his youth, he worked at a grill at the local McDonald's but otherwise has spent almost his entire life in politics. After university, he went to work as an intern on the staff of Republicans in Congress before becoming a congressman himself 14 years ago.</p> <p>He is liked by Democrats as well as Republicans in the House at a personal level, in spite of sharp differences over policy. For a large part of his time in Congress he was isolated, a lonely figure at thinktanks, a policy wonk arguing in favour of wholesale reform of welfare to bring down spending.</p> <p>When he advocated such an approach in 2009, he had few supporters. His time came last year in the standoff between Obama and House Republicans over cutting debt. Few other Republicans had alternative ideas to put forward and Ryan's plan won favour. The House voted for it by 235 to 193.</p> <p>One of the contradictions in Ryan's politics is that, in spite of his reputation as a costcutter, he voted for the huge bailouts to stimulate the economy and the car industry. He has since said he regretted voting for the programmes.</p> <p>Central to his budget plan is to tackle Medicare, the healthcare programme for those 65 and over, and Medicaid, a basic healthcare programme for the very poor.</p> <p>His views have won him the support of many wealthy conservatives, such as the Koch brothers, and media moguls such as Rupert Murdoch, whose Wall Street Journal campaigned for Ryan last week as vice-presidential running mate. These contacts have made him one of the best-funded members of Congress, with a campaign war chest of more than $5m (£3.2m).</p> <p>In spite of frantic appeals this week from Democratic fundraisers for more donations, senior Democratic strategists have said privately and publicly that Romney has made a mistake and that the choice of Ryan offers them a large list of areas for attack, especially over Medicare.</p> <p>The Democrats, like Labour in Britain, have long been regarded as the party that protects Medicare, which was introduced by the Democratic president Lyndon Johnson in the 1960s.</p> <p>Some Republicans are apprehensive too. The <a href=\"http://www.politico.com/news/stories/0812/79697.html\" title=\"\">Politico website created a stir this week when it reported mainly anonymous Republicans saying Romney may have blundered</a>.</p> <p>\"This could be the defining moment of the campaign. If they win the battle to define Medicare, then I believe Romney wins the presidency. If they lose it, then they lose big in the fall,\" one of the Republican strategists said.</p> <p>The author Joe Klein, who has covered many US elections, is dismissive of Ryan's budget policy, questioning whether his thinking is as deep as some Republicans claim and describes him, in the current edition of Time, as living in a \"libertarian Disneyland\".</p> <p>Romney wants to make the election about Obama and the slow recovery from recession, but the Democratic campaign has kept him on the defensive for more than a month: over his record at Bain Capital, where he made his fortune, some of it in closing firms; over his refusal to release more than two years' worth of tax returns; and then his disparaging remarks over the London Olympics. And now it is about Medicare – and will be in the weeks, or even months, ahead.</p> <p>The highest ratio of people on Medicare is in Florida, one of the key swing states with a high number of retirees. The second highest is Ohio, another key swing state.</p> <p>Brad Coker, the head of Mason-Dixon polling, which is based in Florida, said he thought Ryan was the best of the bunch considered by Romney. \"All the discussion about the base not being excited has now gone away,\" Coker said.</p> <p>He does not think Medicare will be a problem in the long run. In the past, it has been a strong card for the Democrats but the Republicans can counter that line of attack this time with Obama's healthcare proposals, which Coker said are not popular either.</p> <p>Regardless of the election result, Larry Sabato thinks Ryan cannot lose. If Romney wins, then Ryan, as vice-president, will be well placed as a Republican presidential candidate for the future. If Romney loses in November, Sabato says Republicans will blame Romney rather than Ryan and predicts he will be the frontrunner, or close to it, when the party looks for a presidential candidate for 2016. \"He is a guaranteed winner,\" Sabato said.</p>",
  "<p>Paul Ryan is a bundle of contradictions. A budget wonk with 8% body fat, a bow-hunting anti-abortionist who strangles catfish with his bare hands (the sport is called \"noodling\" and is apparently a thing), a Wisconsin-bred plain spoken midwesterner who's spent his entire adult career manipulating complex webs of influence in Washington DC.</p> <p>And last but certainly not least, he's perhaps the only vice-presidential selection that Mitt Romney could have made who is somehow eminently safe and dangerously risky.</p> <p>How can he be both? Because he has simultaneously energised the right and given hope to the left. As Mark McKinnon, a campaign adviser to both George W Bush and John McCain, succinctly put it: \"It means Romney-Ryan can run on principles and provide some real direction and vision for the Republican party. And probably lose. Maybe big.\"</p> <p>The flatness of presidential tracking polls in the immediate wake of the announcement suggests how Ryan's strengths and weaknesses may ultimately cancel each other out.</p> <p>As conservative pundits and advisers have pointed out, putting Ryan on the ticket grafts some ideological coherence and clarity on to an otherwise purposefully murky campaign.</p> <p>The problem with the well-articulated policy stance of Ryan is that &#xa0;this Draconian approach to government expenditures is hugely unpopular beyond the Republican base. Voters are wary of the drastic cuts and forceful transfer of spending power to the private sector he espouses.</p> <p>His proposal to transform Medicare into a \"voucher programme\" has made it almost too easy for Democrats to fearmonger older people. If Al Gore is \"an &#xa0;old person's idea of a young person\", as the American political commentator Michael Kinsley once observed, then Ryan is an old person's worst nightmare.</p> <p>Ryan's budget (dubbed The Path to Prosperity, although the citizens it would benefit the most arguably don't need a map – they're already there) propelled his recent climb to GOP (grand old party) rising star. Prior to 2009, his willingness to perform as a Bush congressional foot soldier camouflaged whatever radical, fiscally conservative, plans lurked in his aerobically fit heart.</p> <p>His votes for the budget busting expenditures of the Bush years – the Iraq war, tax cuts, the Medicare prescription drug benefit – are either another internal contradiction or simple hypocrisy.</p> <p>Some Republicans have spent energy framing Ryan's conversion from \"big-government conservative\" to \"budget hawk\" as an evolution (similar efforts have airbrushed his admiration for the writings of the noted sexual libertine and free-market fantasist Ayn Rand into a youthful affectation).</p> <p>But if Ryan's ideas progressed to walking upright under Obama, running with Romney has forced them to adopt a protective slouch.</p> <p>Under a week into the campaign the Romney campaign's attack on Obama for introducing $700bn in Medicare cuts in the affordable care act has pushed Ryan to argue both for and against those cuts, which are a pillar of his own budget. The Obama administration has used the money from Medicare to secure benefits for the same set of citizens.</p> <p>In Ryan's budget, the money moved from Medicare helps balance the proposed $4tn in tax cuts. Grasping desperately to out-frighten older voters, Romney has said that if elected they would be \"putting the $716bn back\".</p> <p>Ryan, pressed by Fox News, could only say that while he continued to back his own plan (with the cuts), he would vote to repeal those cuts as a part of repealing the act. For all these statements to cohere you have to have a rather generous definition of what it means to \"put something back\".</p> <p>Thus the Romney campaign has already blurred the clear distinctions that Ryan was supposed to bring. Take away the explicit propositions he claims as a hallmark and Ryan can only run on his biography. And while he has an affecting story to tell – his father died when he was young, he has thrown himself into government service – narratives are not platforms.</p> <p>Putting résumés and achievements forward in place of policies, or tax returns, is the exact problem that put Romney in the position to need Ryan. Pundits said the latter would turn this into a race of ideas, but \"look at the shiny new nominee\" is barely a notion. So, another contradiction: a vice-president whose addiction to the ticket has made it less than the sum of its parts.</p>",
  "<p>François Hollande is an affable but constantly self-controlled \"war machine\" who was determined to win the French presidency, regularly called Nicolas Sarkozy an injurious bastard in private and displayed a child-like pride at his election victory, according to a novelist's much-awaited account of the campaign.</p> <p>Laurent Binet, one of France's most praised new young novelists, was given special access to the new Socialist president to produce a literary political portrait – a new publishing genre in France after Sarkozy opened his doors to the playwright Yasmina Reza during the 2007 presidential race.</p> <p>Reza's bestseller about Sarkozy depicted a cigar-smoking \"unexpectedly fragile\" egotist and 4am riser who hated being alone, was obsessed by polls and ratings, and ashamed of his pet chihuahua named Big. The first <a href=\"http://bibliobs.nouvelobs.com/documents/20120814.OBS9614/hollande-m-a-seduit-c-est-son-metier.html\" title=\"\">extracts of Binet's book published in Le Nouvel Observateur</a> magazine this week pointed to a character less erratic than Sarkozy, but the writer conceded in an interview that beneath the simple exterior there was no doubt an element of \"megalomania\" somewhere. Binet's book, <em>Rien ne se passe comme prévu</em> (Nothing Happens as Predicted), will be released next week, tipped as the main event in France's autumn publishing season.</p> <p>Like Reza's book, Binet's has prompted questions over how far the novelist fell under his subject's spell. He told Le Nouvel Observateur: \"Hollande seduced me, that's his job.\" He had denied reports that his publishers wanted him to \"spice up\" the book with more details about Hollande's relationship with his partner Valerie Trierweiler. She had been an intermediary and supporter of the project, having interviewed Binet about his 2010 award-winning first novel, HHhH, which tells the story of Nazi security chief Reinhard Heydrich.</p> <p>In one extract of the new book Hollande is watching a TV politics show on which Sarkozy rages about a senior socialist comparing him to financial fraudster Bernie Madoff, complaining that Madoff got \"184&#xa0;years in prison\". Hollande mutters: \"But you will too.\"</p> <p>In a passage that perhaps reveals more about Trierweiler than Hollande, the president's partner puts a \"strange question\" to each person in the small group travelling by plane to Paris with Hollande after his election win. She asks: \"At this moment of accomplishment, which person does it feel like a personal revenge against?\" Binet writes: \"One said a past girlfriend, another an ex-colleague. Hollande said simply 'Sarkozy'.\"</p> <p>On the same flight, Binet asks Hollande about a <a href=\"http://www.theguardian.com/world/2012/feb/17/francois-hollande-uk-city-london\" title=\"\">Guardian article based on a lunch with foreign correspondents</a> just before his London campaign visit, which quoted Hollande saying there weren't many communists left in France and explaining how the French left had liberalised the economy in the mid-1980s and should not be feared. After the article, Sarkozy attacked Hollande in a speech, calling him \"Thatcher in England and Mitterrand in France\". Hollande said: \"The mistake was talking to an English newspaper. And going to London. That trip was pointless. Everyone focuses on the international [arena], but in a French presidential election, that's never where things are played out.\"</p> <p>In the book Malek Boutih, now a Socialist MP, describes Hollande as a mystery, someone who \"doesn't exist\" and has \"completely depersonalised\" himself to fit office. \"Sarkozy thought he could keep his personality and be president, he got it all wrong,\" he said.</p> <p>• This article was amended on 14 September 2012 to correct the French title of Laurent Binet's book <em>Rien ne se passe comme prévu</em>.</p>",
  "<p>When Paul Ryan arrives in Tampa Bay on his first visit as the newly announced junior half of Mitt Romney's White House ticket this weekend, he will feel the heat. But it won't be anything to do with Florida's blistering summer temperatures. </p> <p>Instead, he faces a barrage of awkward questions over his much-publicised and controversial plans for the future of the nation's healthcare programme for retirees, and demands for proof from many among the state's 3 million plus seniors that he is not, in fact, the Republican Party's devil in disguise.</p> <p>Since Romney tapped the Wisconsin congressman last Saturday as his running mate for November's presidential election, the political debate in Florida over the nomination has centered on one issue – Medicare.</p> <p>To many, Ryan is one of two things: the conservative architect of a budget-slashing master plan that will effectively kill off the existing system and leave the elderly carrying the can for the cost of their own healthcare; or the brilliant tactician behind an overdue and enduring reconstruction of the popular social welfare programme that has the additional benefit of helping reduce the burgeoning national debt.</p> <p>Whoever you believe, his comments at a $2,500-a-head Republican fundraiser on Treasure Island, near Tampa, on Saturday, and at a rally for supporters in the Villages, a sprawling complex for well-heeled retireees 100 miles to the north, earlier in the day, could define the race for Florida's 29 electoral college votes and determine whether he helps Romney's chances in the state or hinders them.</p> <p>\"Any talk of changing Medicare or making cutbacks is a scary thing for seniors in Florida and for those approaching retirement age. It'll be up to Ryan and Romney to respond to those attacks and repeat their message over and over,\" said Aubrey Jewett, professor of political science at the University of Central Florida and a co-author of the book Politics in Florida.</p> <p>Jewett points out that John McCain, the losing Republican candidate in the 2008 general election, scored a significantly higher share of the vote from Florida seniors than Barack Obama and that Romney starts off with a solid core of support.</p> <p>\"One of the pluses [of the Ryan pick] is it will help the conservative base rally more enthusiasm about him than Romney. In that sense the base was always going to turn out for Romney, not because they like him, but Ryan can help motivate that base.\"</p> <p>With more than 3.3 million voters over 65, and senior citizens making up 17.3% of its population according to the 2010 census, Florida has an older electorate than any other state. In fact, more than half its registered voters are over 50 so it was inevitable that the candidates' policies on healthcare would become a central plank of the election debate.</p> <p>A survey this month by the American Association of Retired Persons (AARP) showed that 48% of respondents aged 50 to 64 and nearing retirement worried about unaffordable health expenses and that 63% said they felt neither Obama nor Romney had made a good job of explaining their plans for Medicare.</p> <p>\"The message from voters 50-plus is clear,\" said Nancy LeaMond, executive vice-president of the AARP, in a statement. \"In a razor-tight election, candidates have a major opportunity to reach key voters by speaking about their plans on Social Security and Medicare, and they are making a huge gamble if they ignore them.\"</p> <p>Senior Florida Democrats wasted little time after Saturday's announcement in attacking Ryan over his \"Path to Prosperity\" budget, particularly his plan for a gradual conversion of Medicare from a costly federal programme into a voucher-based private system.</p> <p>\"Ryan is the architect of Romney's extreme budget plan which would end Medicare as we know it, increasing the healthcare costs for Florida's seniors by thousands every year,\" said Rod Smith, chairman of the Florida Democratic Party.</p> <p>\"Romney and Ryan share a vision for America where the wealthiest few are prioritised over the middle class, students and seniors. That's not a vision which will move our state or country forward, and it is a vision which Floridians will wholeheartedly reject.\"</p> <p>Smith's views cut little ice with Irving Rabiner, a 69-year-old retired retail worker from Delray Beach and a registered Republican voter who believes Ryan was the perfect choice. \"Some of the old people started getting scared by the Democrats' lies, that their money will be taken away from them,\" he said. \"What they need to do is sit down and look at what this really says, that nobody over 55 will have anything done to their Medicare. Attacking Ryan and Romney over this is the only chance the Democrats have got, they can't muster anything else other than attacking Romney for that fake banking stuff.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394821367\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345133266566/romney-campaign-florida-010.jpg\" alt=\"romney campaign florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman at a Romney campaign event in Miami on Monday reminds the candidate of another key topic among Florida voters. Photograph: Michele Eve/Corbis</span> <span class=\"element-image__credit\">Photograph: Michele Eve/Corbis</span> </figcaption> </figure>  <p>Republican strategists, too, are convinced that Ryan can handle any attack directed at him from Obama supporters in Florida, where his mother was revealed this week to be a condo-dwelling resident on Medicare in the small oceanfront town of Lauderdale-by-the Sea. \"If he pushes back as he has done, and as he is uniquely qualified to do, then Medicare quickly collapses as an argument for them,\" said Rick Wilson, a Tallahassee-based political consultant.</p> <p>\"Ryan is a young, articulate, smart conservative. He's going to be down here a lot, and there is no fear over putting him in front of a room full of seniors. Florida's seniors are concerned over Obamacare, they don't like it and it's never polled well, and over 58% opposed it. So this is not a conversation being held in a vacuum. There are other issues. Economic concerns drive voter behaviour.\"</p> <p>Among the other issues to have gained headlines in Florida since Ryan's nomination was his stance on Cuba, and his support a decade ago for the lifting of the US trade embargo with the communist country.</p> <p>More than 70% of Miami's registered Republican voters are Cuban-American and most favour the embargo, so Romney, in the city earlier this week, sought to assure them that Ryan changed his views many years ago and voted in 2007 for maintaining restrictions.</p> <p>\"A lot has been made of that,\" said Dan Smith, professor of political science at the University of Florida. \"The Obama campaign will choose Ryan's comments from as late as 2009 saying we should open trade with Cuba, and will be running Spanish-language ads in south Florida to soften support for Romney.</p> <p>\"Younger Cuban-Americans don't see the embargo as importantly as their parents or grandparents, and Romney will be making efforts to court those younger voters.\"</p> <p>Smith added that another factor in Florida voters' minds will be that state's unemployment and foreclosure rates remain among the highest in the nation. \"It's still the economy driving the Florida narrative but the Ryan budget helped to change that narrative,\" he said.</p> <p>Jewett, the University of Central Florida analyst, agrees. \"The polls in Florida are very close and I would expect it to stay that way,\" he said. \"In the long term, the focus won't be on Ryan so much, but you can be sure the Democrats will be bringing up the Ryan plan over and over.\"</p>",
  "<p>A growing number of trade unions are considering pouring cash into a thinktank to shift the debate within the Labour party to the left before the next general election in 2015.</p> <p><a href=\"http://classonline.org.uk/\" title=\"\">Class, the Centre for Labour and Social Studies</a>, was launched earlier this summer. It was conceived by the leader of Unite,<a href=\"http://www.theguardian.com/politics/len-mccluskey\" title=\"\"> Len McCluskey</a>, and <a href=\"http://www.theguardian.com/politics/2012/jan/17/union-rebellion-ed-miliband-grows\" title=\"\">Paul Kenny</a>, GMB general secretary, whose respective affiliated unions are both large funders of Labour. The centre's media adviser is <a href=\"http://www.theguardian.com/profile/owen-jones\" title=\"\">Owen Jones</a>, author of the popular polemic <a href=\"http://www.theguardian.com/books/2011/jun/08/chavs-demonization-owen-jones-review\" title=\"\">Chavs: the Demonisation of the Working Class</a>.</p> <p>The non-affiliated<a href=\"http://www.pcs.org.uk/\" title=\"\"> Public and Commercial Services Union</a> is also financing the body, with talks with other unions under way as the thinktank gears up to host fringe debates at the TUC and Labour conferences in September.</p> <p>The new body generating ideas and research in already crowded terrain is a result of frustration on the political left at what they see as a failure to present a \"coherent alternative\" to the economic crisis to disaffected Labour voters and concern at the influence they believe the New Labour pressure group Progress wields over the party.</p> <p>Jones said Class would be a thinktank rooted in the experiences of working people.</p> <p>\"The policy process within the Labour party shouldn't be top-down. This project is a bridge between the intellectual expertise of the academics and economists we are working with, and the trade unions, which are uniquely rooted in the experiences of working people in this country. So we can bring together both in terms of articulating an alternative that will resonate with working people, which Unite exists to represent.\"</p> <p>Jones added that Class was not designed to be a \"trade union puppet\", but had been set up as a strictly independent body in a serious attempt to inform Labour's policy debate and contribute to <a href=\"http://www.theguardian.com/politics/2012/may/15/jon-cruddas-labour-policy-review\" title=\"\">the policy review led by Jon Cruddas</a>.</p> <p>The thinktank is overseen by a small management committee, with a large national advisory panel of academics, economists and journalists to assist in guiding policy direction and providing expertise.</p> <p>The panel includes the Guardian's <a href=\"http://www.theguardian.com/profile/seumasmilne\" title=\"\">Seumas Milne</a> and <a href=\"http://www.theguardian.com/profile/pollytoynbee\" title=\"\">Polly Toynbee</a>, and <a href=\"http://www.theguardian.com/housing-network/video/2012/jun/11/jack-dromey-labour-shadow-housing-minister-video\" title=\"\">Jack Dromey</a>, the former T&amp;G deputy general secretary who is now MP for Birmingham Erdington and shadow minister for communities and local government.</p> <p>The thinktank says its core agenda is developing economic and industrial policies, and tackling the housing crisis and inequality.</p> <p>Tensions over the future direction of Labour recently burst into the open during the union conference season when Kenny called for <a href=\"http://www.bbc.co.uk/news/uk-politics-18445895\" title=\"\">Progress to be \"outlawed\"</a> from the party. The GMB leader's outburst gave voice to those on the left who claim Progress is pushing a \"neo-liberal\" agenda on to Labour through its supporters in the shadow cabinet.</p> <p><a href=\"http://www.progressonline.org.uk/\" title=\"\">Progress</a> did not return fire. But <a href=\"http://www.newstatesman.com/blogs/staggers/2012/06/union-campaign-against-progress-spells-pure-danger-labour\" title=\"\">amid fears that Labour could resume infighting after a period of relative unity</a>, Ed Miliband intervened to make it clear that he wanted the party to be \"open to ideas, open to organisations and open to people who want to be part of it\".</p> <p>One of the main criticisms levelled at Progress by the left was that the pressure group has largely been funded since 1996 by the former Labour minister Lord Sainsbury of Turville, one of Tony Blair's biggest champions and a big Labour donor until Miliband took over the leadership.</p> <p>Though Unite is among unions engaged in community organising and ensuring more working-class candidates get into parliament, and is now partly funding a thinktank, supporters resist the suggestion that such moves mirror the accusations levelled at Progress. They say that unions are democratic bodies that make up the bedrock of the Labour movement, in contrast to <a href=\"http://www.theguardian.com/politics/2012/jun/20/unison-mandelson-labour-thinktank-progress\" title=\"\">what Unison leader Dave Prentis recently called</a> \"a party within a party, funded by external interests\".</p> <p>Progress describes itself as an independent organisation of Labour party members and trade unionists, with more members than ever before, and points to the diversity of speakers invited to its events.</p> <p>But it responded to some accusations levelled by unions by announcing a number of changes earlier this month, including greater disclosure of donors and sponsors, a move welcomed by its critics.</p> <p>Jones said the launch of the union-backed thinktank was not a co-ordinated response to concerns about Progress, which is chaired by the former Labour minister Lord Adonis, and whose honorary president is the shadow education secretary <a href=\"http://www.theguardian.com/global/2012/jul/19/stephen-twigg-interview-waste-school-buildings?newsfeed=true\" title=\"\">Stephen Twigg</a>. He said: \"Progress is trying to win a debate basically by organisational muscle. This is about engaging in a battle of ideas and winning the battle of ideas.\"</p> <p>He added that the democratic legitimacy of trade unions, which between them represent more than six million workers, can help fashion policies to help woo back five million voters who turned their back on Labour during its 13 years in power.</p> <p>He is frustrated at the way many EU countries have seized on the financial crisis to push through a rightwing agenda. \"In Britain now you are seeing a huge, gathering backlash against austerity.\"</p> <p>But he added: \"Unless people feel there is a coherent alternative, all you get is mass resignation, a sense of 'I don't like what is happening but I can't see what alternative there is'. So this will help transform the debate within the Labour party in particular.\"</p> <p>Steve Hart, chair of Class and Unite's political director, says unions want a stake in thinktanks as they are increasingly influential in shaping party policy.</p> <p>\"Labour in the recent past has relied more on ideas that come from the <a href=\"http://www.ippr.org/\" title=\"\">Institute for Public Policy Research</a>, <a href=\"http://www.demos.co.uk/\" title=\"\">Demos</a> and more recently some work from <a href=\"http://www.compassonline.org.uk/\" title=\"\">Compass</a> and the <a href=\"http://www.resolutionfoundation.org/\" title=\"\">Resolution Foundation</a> – a whole number of them. Now we're trying to shift the terms of the debate somewhat to the left. We are assisting in the development of a thinktank that is around more progressive ideas that will have an impact as well.\"</p> <p>He said the thinktank would publish its funding and sponsors online and be \"completely open and transparent\".</p> <p>Hart added: \"When there are ideas that come out of the thinktank that seem really important to the union, we will attempt to popularise them. We've got 1.5 million members in Unite.</p> <p>\"If we get ideas out and we start talking about them … we can actually generate quite a momentum behind the understanding around those areas.\"</p> <p>As Labour's biggest donor, how will Unite respond if the party doesn't take ideas on board? Hart said unions continued giving to the party though Labour failed to repeal anti-trade union laws during 13 years in power. \"We think the best ideas we come up with will become the new common sense and we will win,\" said Hart.</p> <p>Robert Philpot, Progress director, welcomed the arrival of Class: \"I hope we will be able to build a similar kind of co-operative relationship as we have with IPPR and the Fabians. We are all in the Labour party together and we all want to see Ed Miliband elected in 2015.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/X-Xfti7qtT0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/X-Xfti7qtT0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The emergence of a group of former special operations soldiers dedicated to running adverts critical of President Barack Obama's national security policy has raised the prospect of a 2012 version of the infamous Swift boat campaign.</p> <p>That effort in 2004 played a vital role in derailing John Kerry's bid to beat President George W Bush by casting doubts over the Massachusetts senator's Vietnam War record which Democrats had placed at the heart of their campaign.</p> <p>Now the people involved in the tongue-twistingly named Special Operations Opsec Education Fund Inc appear to want to do the same by attacking Obama's handling of the death of Osama bin Laden, as well as a flood of national security leaks from inside his administration. </p> <p>At first glance both Opsec and the Swift boaters appear to have many similarities drawn from the shadowy underworld of political dirty tricks. But there are important differences too.</p> <h2>Republican links</h2> <p>Both the Swift Boat Veterans for Truth and Opsec are avowedly non-partisan groups that claim not to be taking a party political stance. Instead they say they are just campaigning on a specific issue. Yet both display strong links to Republicans. Three major donors to the Swift boat campaign, including oil baron T Boone Pickens and Houston construction magnate Bob Perry, were prominent Texas Republican fundraisers. Several Republican-linked communication consultants gave media advice to the group. Numerous Swift boat veterans in the group were also Republicans. </p> <p>With Opsec there are also clear links. Opsec president Scott Taylor is a former Republican congressional candidate. Another supporter and spokesman, Chad Kolton, was a former intelligence spokesman under Bush. Finally, one of the ex-CIA officials appearing in the group's 22-minute long introductory documentary is Paul Vallely, who has publicly cast doubt on the authenticity of Obama's birth certificate.</p> <h2>Funding</h2> <p>The funding behind the Swift boat campaign was clearly linked to Republican party supporters. Tax filings for the group in 2005 revealed that more than half of it came from just three major Texan Republicans, including a $4.45m tranche from Bob Perry. </p> <p>With Opsec the position is less clear. The group has filed its financial status as a social welfare group. Under American campaign finance laws that means it can keep its donors' identities private. It has, however, raised $1mof backing so far and has appealed for public donations in the wake of its launch.</p> <h2>Arguments</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394797026\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/7/1341676006826/John-Kerry-008.jpg\" alt=\"John Kerry\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Kerry's presidential campaign was derailed by the Swift boat campaign. Photograph: Haraz N Ghanbari/AP</span> <span class=\"element-image__credit\">Photograph: Haraz N Ghanbari/AP</span> </figcaption> </figure>  <p>The Swift boat group produced a series of TV adverts and a book, Unfit for Command, that sought to cast doubt on the veracity of Kerry's claims about his military service. It questioned whether he deserved certain medals and alleged that he had made up descriptions of part of his career in Vietnam. It also attacked him for joining the anti-war movement after leaving the service. </p> <p>However, the Swift boaters were criticised for getting many allegations wrong or for being often made up of people who had served little or no time with Kerry themselves. Senator John McCain called the group's first ad \"dishonest and dishonorable\". </p> <p>Opsec's claim to be non-partisan is dubious. In the 22-minute film only Obama is attacked. However, their argument is more solid. There is little doubt that Obama and his officials have sought to extract political gain from the death of Bin Laden. Nor is there any real doubt as to the scale of leaks from the administration on matters of national security like the controversial \"kill list\" of Islamic terrorists or the US involvement in the Stuxnet cyber-worm that was used against Iran. </p> <p>The FBI is investigating those leaks, and Democratic senator Dianne Feinstein has called for political hearings about the matter. In campaigning on this issue Opsec is making a political argument that has support not just in Republican circles</p> <h2>Tactics</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394797027\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/5/6/1304695472939/Barack-Obama-looms-at-the-007.jpg\" alt=\"Barack Obama looms at the head of the table in this photograph from the White House situation room\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama in the White House situation room during the mission against Osama bin Laden. Ospec has attacked him for taking credit for it. Photograph: Reuters/White House</span> <span class=\"element-image__credit\">Photograph: Reuters/White House</span> </figcaption> </figure>  <p>The Swift boaters generated interest with a press conference, a book and a series of TV adverts. But their main impact was simply in getting people talking about them, even if it was negatively. Any debate over Kerry's war record could be seen as hurting something that had previously been seen as one of the candidate's strong points. </p> <p>Opsec can be seen in the same light. The initial documentary, which is presented with flashy graphics and is slickly produced, is meant to get people talking. Opsec aims to follow up its launch with TV adverts in Virginia, Florida, Ohio, Colorado, North Carolina and Nevada – all key battleground states. Again the aim is to cast doubt on something currently seen as an Obama strong point: his hardline stance on national security and the success of killing Bin Laden.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/5HEXzlphat8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/5HEXzlphat8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2>Impact</h2> <p>The Swift boat impact has been seen as successful. Though the reasons for Kerry's loss are varied and complex, the Swift boat controversy is usually cited as a major contributing factor. At the very least it put the Kerry campaign on the defensive in a contest against Bush that it had expected to be mainly about the president's record. </p> <p>Only time – and the airing of TV ads – will tell what the Opsec group's impact will be. So far it has not succeeded in entering the debate. On the day of its launch the group's documentary has just 302 views on YouTube and its website has less than 3,000 \"likes\" on Facebook. However, the Swift boat group also got off to a slow start, yet by the end of the 2004 election the term \"Swiftboating\" had entered America's political lexicon.</p>",
  "<p>A week can be a <a href=\"http://www.quotationspage.com/quote/11444.html\">long time in politics</a> - especially when there's not much going on in Westminster. But in this week's podcast we look back over a glorious two weeks for Team GB and an event that seemed to bring the country together. </p> <p>Can politicians tap in to the sense of optimistic over-achievement? And is it all bad news for nationalists in Scotland and Wales as athletes from all over Britain embrace the union flag. </p> <p>On the panel to discuss this are Guardian columnists<strong> Giles Fraser</strong>, <strong>Hugh Muir</strong> and <strong>Michael White</strong>.</p> <p>Also on the agenda this week: the selection of Mitt Romney's running mate. Republican congressman Paul Ryan portrays himself as a fierce fiscal hawk and has produced his own<a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=4&amp;ved=0CGYQFjAD&amp;url=http%3A%2F%2Fbudget.house.gov%2Fuploadedfiles%2Fpathtoprosperity2013.pdf&amp;ei=T-EsUKXvOoS30QXyh4CoDA&amp;usg=AFQjCNHwgJZFl74SWh7Bu5c-4qdvhD8b7Q&amp;sig2=PnsigRkOJk0IlNeWTC7P1Q&amp;cad=rja\"> slash-and-burn budge</a>t to prove it. But will his plans to axe spending on healthcare cost the Republicans key votes?</p> <p>And we look into the enduring appeal of <a href=\"http://en.wikipedia.org/wiki/Ayn_Rand\">Ayn Rand</a> to the Tea Party wing of the Republican party.</p> <p>Leave your thoughts below.</p>",
  "<p>In March, Senegal came of age as a democracy. After 12 years in office, the country's 86-year-old president, <a href=\"http://www.theguardian.com/world/2012/mar/26/senegalese-president-admits-defeat-election\" title=\"\">Abdoulaye Wade, ceded electoral defeat to his popular rival</a> Macky Sall. The republic had proved it was capable of managing democratic transitions of power.</p> <p>On 1 July, elections to the national assembly – the lower of Senegal's two French-style legislative bodies – confirmed Sall's victory, with his Benno Bokk Yakaar (BBY) coalition comfortably beating Wade's Parti Démocratique Sénégalais (PDS).</p> <p>But as the new government settles down to business, it is becoming clear that this year's elections have been more than a test for democracy in the west African country. Sixty four of the 150 new representatives in the national assembly are women, a development cited as a landmark step towards gender equality.</p> <p>\"Having this record number of female parliamentarians is excellent not only for women in Senegal but in the entire sub-region,\" said Hawa Ba, Senegal officer at the Dakar-based <a href=\"http://www.osiwa.org/\" title=\"\">Open Society Initiative for West Africa</a>.</p> <p>In 2010, Senegal's <a href=\"http://unwomenwestafrica.blog.com/files/2011/06/Reflexions-on-Gender-Parity-in-Africa.pdf\" title=\"\">gender parity law</a> came into force, which requires political parties to ensure that at least half their candidates in local and national elections are women. The law is viewed by many as a necessary step to force change in a country with complex gender dynamics, influenced by traditional customs and beliefs, Islam and French colonialism. More than half of Senegal's 12.5 million population is female and although women have long organised at a local level, forming co-operatives and associations to improve access to public services, this has not translated easily into power at parliamentary level.</p> <p>\"This high representation will raise self-esteem among women in a predominantly male-dominated society where politics is largely viewed as a man's business,\" said Ba. \"For young girls, the image of a parliament in which women are a significant majority clearly illustrates the limitless bounds of opportunities and the possibility of access to any sphere of [the] decisionmaking process.\"</p> <p>But criticism of the parity law, and its newly felt effects on the national assembly, has been mounting in Senegal in recent weeks. El Hadji Diouf, a prominent Senegalese lawyer, <a href=\"http://www.leral.net/Me-El-Hadj-Diouf-promet-de-s-attaquer-a-la-parite_a49406.html\" title=\"\">has been outspoken in his condemnation</a>, and has threatened to propose new legislation striking down the measures. \"This law is an injustice. It is pure humbug coupled with political fraud,\" Diouf said last month. \"It will slow down development. Instead, we must have the courage to tell women that they will not be given an easy route into politics as a gift [without working for it].\"</p> <p>Pape Diogaye Faye, chairman of the PDS in the town of Mbour in the central region of Senegal, said: \"The parity law was one of the worst mistakes of the outgoing Wade government – it was a fatal blow against Senegalese democracy.\"</p> <p>And some voters – even those who support the goal of gender equality in Senegalese politics – are concerned that candidates were not chosen on merit. \"The initiative of gender parity is a good one, but I'm not sure Senegal is ready for this,\" said Amadou Diop, a male voter in Dakar. \"Women going to the national assembly need to be better educated – I have no issue with them being elected if they are chosen based on skills, but I do have a problem with them being elected simply because they are women.\"</p> <p>The inauguration comes at a time when jubilation in Senegal has begun to give way to the reality of governing a country facing severe development challenges. Senegal is ranked 155 out of 187 in the <a href=\"http://hdr.undp.org/en/statistics/\" title=\"\">2011 UNDP Human Development Index</a> and faces not only massive youth unemployment – with 44% of its population now under 15 – but also shrinking agriculture, depleting fish stocks, persistent food insecurity and long-term infrastructure challenges.</p> <p>But some in Senegal believe that women are uniquely placed to confront the country's needs. \"Women parliamentarians are better placed to plead for more human socio-economic policies in Senegal,\" said Ba. \"Women are the ones who deal, on a daily basis, [with] the reality of hard life conditions for the over 70% of the population who live below the poverty line. It is women who line up for long hours under the sun to find the precious gas, water and bread when the state fails to do what it was supposed to do to guarantee proper public services and equal access to resources.\"</p>",
  "<p>Watch out, here comes Boris, John Bercow and, yes, it's <a href=\"http://www.guardian.co.uk/business/2012/aug/15/richard-branson-railways-virgin-empire\" title=\"\">Richard Branson</a>, all waving their \"look at me\" placards. It's mid-August and a familiar cast of silly season characters is finally free to fight its way into the headlines after frustrating weeks behind the enormous barrier of the London Olympics.</p> <p>The Olympics had its own silly season sub-plots aplenty, but at least it was a real event with a real narrative drive, one which might have turned out badly – tragedy or farce – but became an unexpected triumph. The row over expat cricket star Kevin Pietersen's <a href=\"http://www.guardian.co.uk/sport/2012/aug/15/kevin-pietersen-andrew-strauss-warning\" title=\"\">text messages</a> –childish and disloyal – ahead of the <a href=\"http://www.guardian.co.uk/sport/2012/aug/16/england-south-africa-live-obo\" title=\"\">Lords Test</a> is also a proper yarn, though England supporters could have done without it. We're not quite in the new football season yet.</p> <p>None of which can be said of Boris's latest <a href=\"http://www.guardian.co.uk/politics/2012/aug/15/boris-johnson-pm-pussyfooting-london-airport\" title=\"\">\"stop pussyfooting around\"</a> message to David Cameron and George Osborne (it's the lead story in today's Times) let alone Mr Speaker Bercow's most recent outburst, courtesy of Radio 4 on a slow news day, against his \"embittered\" critics on the Tory benches at Westminster and their \"low-grade, sub-standard, low music hall drivel\" allies in the media.</p> <p>It's not that Mayor Johnson didn't have a point in his London Evening Standard interview. So does Speaker Bercow. But the objects of their scorn have counter-points to make. If it was easy to locate a new London airport in crowded south-east England someone would have done it over the past 40 years of public agonising. Ditto kick-starting a flatlining economy. Everyone from Beijing to Berlin via Chicago is trying, but they're all stuck. Boris gets gold for his motor-mouth.</p> <p>As for Bercow he is often correct in his efforts to raise parliament's game. But his many enemies are also correct when they complain that he and his wife, Sally, don't know how to behave with dignity appropriate to high public office. The pair display grotesque egotism and are serial offenders. Bercow's World at One interview was toe-curling.</p> <p>Of course, there was no need for other media to make a fuss over their predictable ravings – the Guardian tucked away short reports sensibly on its inside pages. And what could be more predictable than Richard Branson crying \"foul\" after the government finally took his advice to be less risk-averse in the awarding of public contracts by handing his Virgin Rail franchise to rival FirstGroup.</p> <p>Who's right? It's impossible to say at this stage and even the rail experts disagree. But Branson, who has done very well at both feuding in public and liposuctioning taxpayers' money (Northern Rock is his latest target), is a notoriously bad loser, shamelessly milking the public's love of an underdog even though he's been an alpha male overdog for decades.</p> <p>Of course, these things are highly subjective. For years I've been amazed how reflexively fawning a press that Gore Vidal enjoyed in leftish, Yank-bashing quarters for his arrogant and increasingly off-target assaults upon the United States and all its works. So I was grateful to his former protégé, Christopher Hitchens (no wallflower himself), for the kicking he gave Vidal in 2010, <a href=\"http://www.standard.co.uk/lifestyle/london-life/the-late-christopher-hitchens-ive-no-wish-to-assassinate-vidals-character-but-8001300.html\" title=\"\">posthumously republished</a> this month after the old rogue died.</p> <p>Vidal had become a reactionary and a very familiar kind of American isolationist, Hitchens concluded. Which is not to say he wasn't a brilliant essayist and phrase-maker. That's the trouble with real talent, as biographers so often discover once they've drilled beneath the hagiography. Evelyn Waugh may have been a bit of a shit, <a href=\"http://en.wikipedia.org/wiki/Graham_Greene OM\" title=\"\">Graham Greene</a> a very difficult customer, but they wrote some novels that will last.</p> <p>In any case, good people can be annoying too. I am afraid I have ceased to read interviews with <a href=\"http://en.wikipedia.org/wiki/Doreen_Lawrence\" title=\"\">Doreen Lawrence</a>. She suffered a grievous loss in the murder of her son Stephen at that bus stop in 1993 – he was just a few days older than one of my children, now 37 – and has campaigned gallantly for justice ever since, rightly honoured at the Olympic opening ceremony. But I feel I now know what she has to say.</p> <p>Today's other headline junkie is a very different case. The government of distant Ecuador was placed in an awkward position when Julian Assange, the Wikileaks champion, sought political asylum in its London embassy. Overnight it has worked itself up into a state over <a href=\"http://www.guardian.co.uk/media/2012/aug/16/julian-assange-ecuador-embassy-asylum\" title=\"\">a letter from the Foreign Office</a> which points out that the 1987 Diplomatic and Consular Premises Act may – may, since the legal point is disputed – allow the Metropolitan police to arrest Assange inside the modest Knightsbridge premises if William Hague unilaterally chooses to end its diplomatic status.</p> <p>\"Britain threatens to seize Assange\" is the Times headline on Thursday, the Guardian is sensibly more precise in saying that's how Quito chose to interpret the reminder as it geared up to announce its decision on whether to grant Assange's request. It sounded like <a href=\"http://www.guardian.co.uk/media/video/2012/aug/16/ecuador-julian-assange-threats-britain-video\" title=\"\">a bogus over-reaction</a> and a distraction worthy of a Branson.</p> <p>The legislative background is understandable. Back in the 80s, so a lawyer explained on air this morning, the Iranian embassy had been seized, as had the Cambodian one by squatters. And PC Yvonne Fletcher had been murdered by a diplomat from inside Libya's People's Bureau in central London. Margaret Thatcher, no less, had to let him go.</p> <p>But the 1987 act – passed in haste just before a general election - was designed to rectify problems of terrorism, not extradition. Experienced and retired diplomats are saying it would be unwise to use it to collar Assange. Not that the FCO said it would, only that it had the power to do so. Presumably the government of President Rafael Correa knows it would have a problem getting its VIP guest to Heathrow and out of the country anyway.</p> <p>The real problem for supporters of Julian Assange is that they want to believe in him, as they did in his publications of those WikiLeaks cables allegedly leaked by <a href=\"http://en.wikipedia.org/wiki/Bradley_Manning\" title=\"\">Bradley Manning</a>, the American soldier now facing a fearsome prison sentence for numerous offences. But what people do – whether it's as writers or as political activists – is not always matched by who they are as private individuals.</p> <p>So the Assange-ites have been placed in the awkward position of claiming that their man is a persecuted journalist (he's not, he's an activist) upholding free speech who fears that, if he goes to Sweden to fight those allegations of sexual misconduct, he will be whisked off to an American jail with a death penalty hanging over him. Ecuador, whose government does lock up uppity hacks, is deemed a better bet.</p> <p>It's a big ask which requires people who might otherwise fiercely defend the rights of women not to suffer sexual abuse without redress to dismiss the charges made by his Swedish accusers. Tricky stuff, which is why it may be better for Assange to take his chance in a court inside one of the most reputable countries in the world, its due process well able to provide justice and stand up to any arm-twisting from the US attorney general's office. Better than us, did I hear you whisper.</p> <p>Meanwhile, Julian Assange joins Boris, Bercow and Branson on my silly season list. Mind you, it's not all silly season gloom and doom. Have you been following Gillian and Adrian Bayforth, the couple from Haverhill in Suffolk, who won £148m on the lottery? They seem a very grounded couple and determined to stay that way. Yesterday they flew off on a holiday break, by easyJet from Stanstead to a caravan park in Angus where Mrs B's parents live. They plan to share their good fortune. Good for them. I could tolerate hearing more about the Bayfords. Not all Bs are B for B******s.</p>",
  "<p>US presidential election campaigns are usually noteworthy for the dirt that candidates throw at each other, and <a href=\"http://www.scottishreview.net/AlanFisher8.shtml\">the latest one is running true to form.</a></p> <p>But how do reporters who are doing their level best to tell their readers the truth cope when candidates move from spouting (just about acceptable) spin to telling (unacceptable) lies?</p> <p>These problems are raised in a short piece in the New Republic by Alec MacGillis, <a href=\"http://www.tnr.com/blog/plank/106197/the-welfare-card-and-the-post-truth-campaign\">The welfare card and the post-truth campaign</a>.</p> <p>He tells of witnessing a campaign appearance in Ohio by Mitt Romney in which the Republican candidate told his audience:</p> <blockquote> <p>\"I want you to know I heard something the other day that really surprised me... What I heard is that the president is taking the work requirement out of welfare. (Boos.) Yeah. We value work, our society which celebrates hard work, we look to a government to make it easier for jobs to be created and people to go to work. </p> <p>We do not look for a government that tries to find ways to provide for people who are not willing to work. And so I'm gonna put work back into welfare and make sure able-bodied people can get jobs.\"</p> </blockquote> <p>Canvassing the crowd afterwards, MacGillis learned that Romney's anti-Obama welfare jibe was the favourite part of his address. He writes:</p> <blockquote> <p>\"One of the more depressing parts of the job of being a political reporter is watching an audience fully absorb a blatant and knowing lie. Which is, of course, what this is. Countless fact-checkers... have unequivocally rejected the assertion that Obama has ended the work requirement. </p> <p>His administration has instead granted more leeway to states, including several with Republican governors, to explore new ways to get people on to welfare into jobs.\"</p> </blockquote> <p>As MacGillis notes, the welfare debate has been subject to rigorous fact-checking, and he cites <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/spin-and-counterspin-in-the-welfare-debate/2012/08/07/61bf03b6-e0e3-11e1-8fc5-a7dcf1fc161d_blog.html\">a Washington Post example</a> to prove his point. Yet Romney, his running mate Paul Ryan and Republican TV ads go on repeating the \"utterly unfounded\" attack on Obama's policy.</p> <p>Worse. Despite the fact-checking process that is supposed to inform its journalism, America's press is not confronting Romney about his falsehood. He is being allowed to get away with it.</p> <p>MacGillis's point is taken up <a href=\"http://www.theatlantic.com/politics/archive/2012/08/what-to-do-with-political-lies/261189/\">by Garance Franke-Ruta at The Atlantic</a>. She writes:</p> <blockquote> <p>\"Fact-checking was a great development in accountability journalism - but perhaps it's time for a new approach. It's no longer enough to outsource the fact-checking to the fact-checkers in a news environment where every story lives an independent life on the social web, and there's no guarantee the reader of any given report will ever see a bundled version of the news or the relevant fact-checking column, which could have been published months earlier. One-off fact-checking is no match for the repeated lie.\"</p> </blockquote> <p>She puts her finger on the real problem. Repeated lies. This is a familiar device employed by politicians (and British popular newspaper editors), and it is always difficult to counter.</p> <p>And there have been plenty of examples in the States. Franke-Ruta mentions one: Obama is a Muslim. And don't let's forget the crucial one about Saddam Husein being behind the 9/11 massacre.</p> <p>She advocates the insertion of key sentences, or even paragraphs, in every story in which the lie is retailed. On the other hand, she appears to concede that this may not change the minds of the majority.</p> <p>The problem is more acute in Britain because our newspapers do not have the kind of fact-checking common in the US press. Our papers are also unashamedly partisan, even advocating that \"freedom\" as a virtue.</p> <p>Then again, we do have plurality and diversity - for the moment at least - in our mainstream media. We check up on each other. There are also many credible online and social media critics. </p> <p>But lies still beat us. After all, we made war on Iraq because too many newspapers happily accepted the political lie that Hussein had weapons of mass destruction and was able to launch them within 45 minutes. </p> <p><em>Sources:</em> <a href=\"http://www.scottishreview.net/AlanFisher8.shtml\">Scottish Review</a>/<a href=\"http://www.tnr.com/blog/plank/106197/the-welfare-card-and-the-post-truth-campaign\">The New Republic</a>/<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/spin-and-counterspin-in-the-welfare-debate/2012/08/07/61bf03b6-e0e3-11e1-8fc5-a7dcf1fc161d_blog.html\">Washington Post</a>/<a href=\"http://www.theatlantic.com/politics/archive/2012/08/what-to-do-with-political-lies/261189/\">The Atlantic</a></p>",
  "<p><strong>After Robin van Persie promised to write every day </strong>and <a href=\"http://www.theguardian.com/football/2012/aug/15/manchester-united-arsenal-robin-van-persie\" title=\"\">was waved off at the station by a teary-eyed Arsène Wenger</a>, the Mill thought it could dust down its hands, swing them in a somnolent style to the back of its gulliver, place its ouched leg and then its un-ouched leg on to the desk and wallow in the fact that there is no work to be done. <strong>The Mill is like a shark, you know?</strong> It has to constantly move forward or it dies. And with the enormity of <em>that</em> story suffocating every back page <strong>from the Romney Marsh Herald to the Bracknell &amp; Ascot Times</strong>, the Mill thought it had a dead fish on its hands. Unfortunately, the boss don't see it that way yo. He has peered into those doll-like eyes of the beast and has spied some leftovers of life. And so, after a clip around the ear and stern talking to, another specimen of transfer tribulations has been caught, skinned, cooked and served for your <strong>100%, guaranteed enjoyment</strong>*.</p> <p>Speaking of Van Persie and Manchester United, not everyone in the redder half of Manchester is whooping and/or hollering at the striker's impending arrival. It seems said transfer has put <strong>Javier Hernández</strong>'s nose more out of joint than something that is very out of joint as it leaves him 18th in line at the club for a spot leading Sir Alex Ferguson's frontline, behind the tea lady, one of the programme sellers and the stadium announcer. And so Hernández has apparently told the Scot that he wants to move on to bigger and better things but if that doesn't happen, Juventus will do. Expect the striker to be kissing the badge of the Italian champs once they cough up around £20m smackeroos, a sum which should cover the interest on the Glazers' debt for approximately 0.00000005 nanoseconds.</p> <p>Liverpool may not like <strong>Charlie Adam</strong> any more but Charlie Adam sure does like Liverpool. So when Brendan Rodgers told the midfielder to rack off, Adam got his Mr 15% to have a chat with the manager of the Merseyside's club's beloved neighbours. Oooooooooh. Conveniently enough for the former Ross County star, his Mr 15% is the brother of the <strong>Everton</strong> supremo, David Moyes, who will be forced into doing something he <em>really </em>doesn't want to by the undefeatable I'm-telling-mum-if-you-don't-do-this threat. The alleged midfielder will cost around £4m more than he is really worth.</p> <p>In other Liverpool news, having pledged his undying, tattooed love for Liverpool and stuck two digits in the direction of Manchester City, <strong>Daniel Agger</strong> has \"stunned\" Liverpool by admitting that said undying, tattooed love for Liverpool was really just a six-season-long ship in the night and that he now goes weak at the knees when the Catalan cutie that is Barcelona looks him in the eyes and sings sweet nothings in his ear.</p> <p>\"There is one club who would make it very difficult for me to stay at Anfield. Barcelona would be great because they are the best in the world,\" he panted heavily, before regaining composure, redoing his shirt, fixing his hair and saying that he is \"happy to be a Liverpool player\", you know, just in case he is not allowed go play with the older boys.</p> <p>With all that out of the way, we now get to that part of the day when the Mill has run out of stories and just lumps in a load of tittle-tattle to fill out the space and make it look like the Mill has been doing some research when in actual fact they have been playing with the new DJ app on their phone wondering how things could have been so different/better if their parents had just bought them a freakin' set of decks that Christmas rather than that brobdingnagian Christmas cracker that didn't even had a decent surprise in it.</p> <p><strong>Barcelona</strong> are in town with a case stuffed to the brim with £5 notes and are hoping to leave town without that case but with Alex Song. <strong>Louis Saha</strong> could be getting injured, sitting on the bench and occasionally showing what a talent he could have been for Sunderland next season. <strong>Diamond earrings' Ricardo Fuller</strong> will be sparkling for a large town situated on the south bank of the River Tees in the north east next season doing his best to get them promoted. <a href=\"http://www.theguardian.com/football/2012/aug/15/italy-england-friendly-bern\" title=\"\">And England hero of Wednesday night</a>, Jermain Defoe, will be the second best striker at either QPR, Aston Villa or Sunderland next season. Or maybe he'll just stay at White Hart Lane. Who knows?</p> <p>Oh, the Mill almost forgot. <strong>Milan</strong> plan to fill the Zlatan-Ibrahimovic-shaped hole in the their attack by signing <strong>Nicklas Bendtner</strong>. No, that's not a typo.</p> <p>*<em>Not a guarantee</em></p>"
]