[
  "Venezuelan secret service erased our data, claims journalist",
  "Pew Research poll bombshell: Romney leads by 4 points",
  "Is Romney's foreign policy a radical departure from Obama's?",
  "Jim Lehrer on critics of presidential debate: 'I was not there to question'",
  "Mitt Romney's delusional foreign policy",
  "Obama and Romney: different rhetoric but foreign policies are the same",
  "Hugo Chávez vows to keep Venezuela 'on socialist path' after re-election",
  "Romney talks tough and accuses Obama of failing to lead on Middle East",
  "Boris Johnson victory rally at the Conservative conference: politics live blog",
  "Jacob Zuma faces investigation over plans to renovate home",
  "Romney on foreign policy: view from Israel and the Palestinian territories",
  "Afghanistan 'sliding towards collapse'",
  "Mitt Romney's debate bounce was real but may be fading. So can he win?",
  "Scotland's Tory leader has got her sums very wrong on the economy",
  "Former archbishop of Canterbury attacks gay marriage at Tory conference",
  "Mitt Romney's foreign policy speech - full text",
  "Scientist fighting crime and gravity",
  "Putin says Pussy Riot 'got what they asked for' as jailed women appeal",
  "Obama campaign: Romney to the right of George Bush on foreign policy",
  "'We'll arm the Syrian rebels – but only those who share our values'",
  "24 hours in pictures",
  "The presidential election and the gifs that keep on giving",
  "US economist Walt Rostow and his influence on post-1945 development",
  "Hugo Chávez still has a hold on Venezuela's people – he's one of them",
  "Chávez wins Venezuela election - in pictures",
  "Hugo Chávez celebrates re-election as president in Venezuela - video",
  "China's Huawei and ZTE pose national security threat, says US committee",
  "Hugo Chávez: a victory of enduring charisma and political mastery",
  "Mitt Romney: arm the Syrian rebels",
  "Hugo Chávez is re-elected in Venezuela",
  "Venezuelan elections – in pictures"
]