[
  "<p>Republican Senate hope Todd Akin reaffirmed his intention to stay in the Missouri race Friday despite continued opprobrium over comments he made concerning rape and pregnancy.</p> <p>At a press conference in Chesterfield, the deeply conservative politician told reporters: \"We are going to be here through the November election, and we are going to be here to win.\"</p> <p>The defiant message comes despite senior members of his own party – including presidential contender Mitt Romney – calling on him to quit following his claim that \"legitimate rape\" rarely leads to pregnancy.</p> <p>Reaffirming his refusal to acquiesce to party demands, Akin added: \"I may not be the favourite candidate of some people within the Republican establishment, but the voters made a decision.\"</p> <p>Polls have shown that the Missouri congressman's chances of being elevated to the Senate have slumped since his ham-fisted attempt to justify a no exception policy on abortion during an interview on Sunday.</p> <p>Almost two-thirds of voters now view him unfavourably. Meanwhile he trails by a full 10 points to his Democrat opponent Claire McCaskill. A poll this week put her ahead on 48% to Akin's 38%.</p> <p>It is marked turnaround in the race for a Missouri Senate seat, which many people were tipping Akin to take comfortably. A week ago, one survey put the Republican candidate ahead by as much as nine points</p> <p>That was until Sunday's interview with KTVI-TV, in which he attempted to explain why he was against abortion, even in the case of pregnancy resulting from rape.</p> <p>He told the local station that \"from what I understand from doctors, that is really rare\", adding: \"If it is legitimate rape, the female body has ways to try and shut that whole thing down\".</p> <p>The comments sparked outrage, with prominent members of both political<br>parties condemning the remarks.</p> <p>Akin later said he \"misspoke\" but the clarification did little to halt the tide of criticism.</p> <p>President Barack Obama said the comments were \"offensive\". In a rare attendance at a regular White House briefing to the press, he added:<br>\"Rape is rape\". He later went on to ridicule Akin for being a member of the House's science and technology committee who appears to have \"missed science class\".</p> <p>Romney was also quick to distance himself from the Missouri candidate, stating that the comments were \"inexcusable\" and calling on Akin to step aside for another Republican candidate.</p> <p>But the Senate candidate has defied party bigwigs, and repeatedly refused to step away from the Senate race.</p> <p>\"This is an election, not a selection,\" he said on Friday, in an apparent swipe at those within the GOP higher echelon who have been demanding that he go.</p> <p>His refusal to bend to party demands will likely act as an irritant to Romney as he heads to the Republican convention in Tampa, which starts on Monday.</p>",
  "<p>What trouble beckons for men when they talk to women. Not all men, of course. But for a certain breed of male politician, it seems the territory marked \"women's issues\" is a minefield.</p> <p>That did not stop three of them wading in with clumsy boots this week, one cretinously, another creepily and the third recklessly. The cretin was Todd Akin, would-be Republican senator for Missouri, author of the novel idea that a woman's body automatically prevents itself from becoming pregnant through rape – but only if the rape is \"legitimate\". It was an absurd word to use, as he tried to distinguish between sex involving a violent stranger and other forms of coercive, non-consensual sex - all of them rape – but he was not the first to do it. His party's vice-presidential nominee, Paul Ryan, <a href=\"http://abcnews.go.com/blogs/politics/2012/08/ryan-refuses-to-explain-forcible-rape-as-dems-attempt-more-akin-izing-of-the-gop-ticket/\" title=\"\">co-sponsored legislation last year to deny federal funding for all abortions</a>, with an exception for pregnancies resulting from incest and \"forcible rape\" – implying this was the only form of rape that matters. Our very own Ken Clarke made a similar distinction when he <a href=\"http://www.bbc.co.uk/news/uk-politics-13444770\" title=\"\">spoke last year</a> of \"serious rape\", as if there were any other kind.</p> <p>With Ryan for company, Akin might have got away with it. But his <a href=\"http://2012.talkingpointsmemo.com/2012/08/todd-akin-legitimate-rape.php\" title=\"\">middle ages notion</a> that \"the female body has ways to try to shut that whole thing down\" was too much for his party leadership. Apparently too much for the voters too. Last week Akin led by nine points,<a href=\"http://www.theguardian.com/world/2012/aug/23/todd-akin-10-points-behind?newsfeed=true\" title=\"\"> now he trails by 10</a>.</p> <p>The creepy intervention came with George Galloway's <a href=\"http://www.theguardian.com/media/2012/aug/20/george-galloway-julian-assange-rape\" title=\"\">video defence</a> of Julian Assange. In language that made the flesh crawl, Galloway offered this dissertation on sexual consent: \"I mean, not everybody needs to be asked prior to each insertion,\" adding that Assange's accusers could fault him at most for \"bad sexual etiquette\". The name of the Bradford MP's weekly online broadcast – Good Night with George Galloway – suddenly acquired a whole new meaning.</p> <p>At least the Respect MP refrained from naming Assange's alleged victims. No such restraint for Craig Murray, a former British diplomat, who denounced one of them by name on Newsnight, violating the British legal scruple that holds that a woman who may have suffered the trauma of rape should at least be granted basic privacy.</p> <p>What these three episodes have in common is how much they seem to reveal about the speaker. It's easy enough for politicians to maintain the mask when speaking about, say, tax or industrial policy. But get them on to these fundamental matters of how men and women relate to each other and their character starts showing.</p> <p>Usually it's more subtle. David Cameron had done well to position himself as a different kind of Conservative, a modern husband and conscientious father. But when he told Labour's Angela Eagle to \"Calm down, dear\" or, worse, when he <a href=\"http://www.theguardian.com/politics/wintour-and-watt/2011/sep/07/abortion-davidcameron\" title=\"\">joked</a> that his backbench Tory critic Nadine Dorries was \"frustrated\", he let slip the persona his aides have worked so hard to conceal: Flashman, public school bully. Similarly, George W Bush could not hide his inner frat boy when he ambushed Angela Merkel at a summit and gave her what was clearly an unwanted <a href=\"http://www.dailykos.com/tv/w/001109/\" title=\"\">shoulder massage</a>.</p> <p>Such things matter in politics, if only because women – so under-represented among politicians – account for too large a share of the electorate to offend without cost. As one US observer quipped, \"Could Akin win a senate seat with 0% of the women's vote?\" The answer is no, because no one could. That effect is maximised if a gender gap opens up and, especially, if women become more motivated than men to vote. In the US, 1992 was hailed as the \"year of the woman\", because a series of senate elections were swung by an apparent surge in female voters, determined to oust those male incumbents who had revealed dinosaur attitudes when supreme court nominee Clarence Thomas was accused of past sexual harassment.</p> <p>The modest conclusion the male politician would draw from this would be a variation on the Hippocratic oath: do no harm. But beyond avoiding outright offence, what else is a male politician to do? On this, 57 varieties of nonsense are regularly spouted, often framed in the awkward terms of romance, with male politicians seeking to court, seduce or woo the female electorate. Some assume that a male candidate needs to appeal to women the way a potential husband might, as attractive, capable and trustworthy. One ardently feminist colleague notes how women regularly make political choices that \"give feminism a bad name\", backing alpha male types who subliminally, she says, signal \"they'd be able to bring the bison back to the cave\".</p> <p>But it might be simpler than that. \"It's all about empathy and understanding expressed through policy rather than conduct,\" says one seasoned pollster. Mitt Romney's flip-flopping position on abortion rights – once for them, now against – matters more than his long, faithful marriage. Women stood by Bill Clinton despite everything, because his record on the issues that mattered to them was solid.</p> <p>Indeed, Clinton is the exemplar. The Monica Lewinsky episode should have sunk him. But he had passed a Family and Medical Leave Act that addressed the reality of many women's lives; he acted to \"mend, not end\" affirmative action; he crafted a neat formula supporting abortion that was \"safe, legal and rare\", and appointed a cabinet that, in his words, \"looked like America\", with women in senior positions. The substance of all that outweighed the sleaze that was to follow.</p> <p>If it's policy that matters, that cuts both ways. It means no one blinked when Barack Obama called a female reporter \"sweetie\", but that photos of Cameron pushing a buggy count for nought when set against cuts to public sector jobs that disproportionately affect female workers, and to the tax credits on which many women depend.</p> <p>There are lessons for the Tories here. One is that if Cameron has a gender problem, the solution lies in policy, not PR. Louise Mensch's <a href=\"http://www.telegraph.co.uk/news/uknews/crime/9490212/George-Galloway-Todd-Akin-and-other-male-politicians-still-getting-it-wrong-on-rape.html\" title=\"\">suggestion</a> of a woman at the Ministry of Justice is sensible if that adds not merely a female face, but a voice who gets heard when decisions are taken.</p> <p>Labour should draw similar conclusions: it's the substance that counts. But that doesn't preclude seizing the odd tactical advantage. One might be the more frequent deployment of Yvette Cooper: for there is no quicker way to wrongfoot a man clumsy in these matters than have him face a woman.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/j_freedland\" title=\"\"><em>@j_freedland</em></a></p>",
  "<p>As the diplomatic crisis over Julian Assange intensifies with mudslinging on both sides of the debate, Lisa Longstaff of Women Against Rape, which surprised many when it opposed the extradition of Assange this week, talks to playwright and author Bonnie Greer, who admits her exasperation with the WikiLeaks head. Oliver Laughland chairs.</p> <p><strong>Lisa Longstaff:</strong> We spend our lives trying to get men prosecuted for rape. We are driven by women who come to us who haven't got justice. The reaction we've gauged from people in our network is that Assange has been treated in a totally different way from every other accused rapist we've ever come across. It is very stark how Pinochet was treated in comparison to Assange. There was a similar request for extradition under [broader] accusations of mass torture, murder and rape, but he was given safety by Thatcher [see footnote]. We are aware of the context in which these particular accusations of sexual offences are being handled and we feel there are political motives behind the amount of resources that have been put into chasing down Assange. <a href=\"http://www.theguardian.com/commentisfree/2012/aug/23/women-against-rape-julian-assange\" title=\"\">For us it's not a contradiction [to object to his extradition]. </a></p> <p><strong>Bonnie Greer:</strong> Your organisation fights for bringing people who commit sexual violence to book and I support you 1000% because we are still in an age – and this is disgusting especially with our brothers on the left – where men question whether women have been raped at all. Aside from anything to do with Assange, it's that these women are being questioned at all. I grew up in a neighbourhood where rape was common, I've had it in my family, I know men and women who've been raped. I've gone with people to police stations where the cops were looking at them and thinking: \"Right so you went home with him didn't you, that's not rape, is it?\". I'm surprised that men I respect have suggested these women set Assange up. What it did for me as a woman was throw this centuries-old chasm between us and them again.</p> <p><strong>LL:</strong> Awful comments about rape are not a thing confined to the left. We come across people who are dismissive of rape all the time. The ones who really upset us are the ones who work in the law, the government – like Todd Akin [the republican candidate for the US senate seat of Missouri who <a href=\"http://www.theguardian.com/world/2012/aug/20/todd-akin-legitimate-rape-romney\" title=\"\">referred to \"legitimate rape\" earlier this week</a>]. We hear comments like George Galloway's all the time but I'm not going to defend people who are full of shit about rape, they are out of their box. Dinosaurs. But it doesn't alter my position that there are awful things going on in this case. I'm not in a&#xa0;position to know [if the allegations are true]. I haven't met [the accusers] – but I&#xa0;do know that people get set up for rape. There's a long history of it. I've seen rape used to undermine movements in many suspicious circumstances, it's an issue that gets thrown around. It's an issue that's close to people's hearts and it's so mishandled by the authorities. Assange should be questioned here. He hasn't even been charged yet.</p> <p><strong>BG:</strong> For me the law is the most important thing. Assange has exhausted every legal&#xa0;remedy that he has in this country, from top to bottom. People say there's something suspicious but I'm still looking for evidence.</p> <p><strong>LL:</strong> There is evidence. [Look at] the rendition of these two men, Ahmed Agisa and Mohamed Alziri [Egyptian asylum seekers who were deported from Sweden back to Egypt under the alleged influence of the US for terror allegations] back in 2001.</p> <p><strong>BG:</strong> I think he should go. Sweden exists under the rule of law, why would we just assume he's going to be hurt there?</p> <p><strong>LL:</strong> Because he's an enemy of the state of the most powerful government in the world, that's why.</p> <p><strong>BG:</strong> With the greatest of respect, I've read&#xa0;everybody who wants Assange to&#xa0;stay here, and every argument veers off into this \"it's alleged\" or \"apparently\". I'm the first person to stand up here and say the US is capable of anything and has done it too. But to hold up those two unfortunate men in comparison [is wrong]. The more Assange hangs out in that embassy and keeps this rolling on the more it becomes the Julian Assange roadshow. What we&#xa0;need to be focused on is WikiLeaks the organisation, and that young man [Bradley Manning] in the US who is going through hell. I want Assange to go back and clear this up, and then get back to work. This thing has become a&#xa0;circus; it's become gross and it's become overplayed.</p> <p><strong>LL:</strong> I don't see how you can extract Assange from that political pressure.</p> <p><strong>Oliver Laughland:</strong> Where do you think&#xa0;this supposed decline in popular support for Assange comes from?</p> <p><strong>LL:</strong> I think a lot of the circus and the media witch-hunt against Assange has been driven by journalists embedded with the US and British state. I think the media should take a step back. They should not just jump onto the issue without thinking about it. Our organisation is constantly trying to get the media to engage in supporting women's attempts to get justice, in tracking down rapists, in getting them imprisoned. But, they're not interested. What they are interested in is these salacious and sensationalist arguments. The most base instincts in people have been brought out.</p> <p><strong>BG:</strong> WikiLeaks has now become secondary to the saga that's swirling around. If it was my organsation for the sake of [Manning] and all the other people influenced by his work, I'd go [to Sweden] to take the light off me and let&#xa0;my organisation live. I'm still a upporter of WikiLeaks, but one of the things I was so excited about at the beginning was that kind of buccaneer, this incredibly smart guy, who went in the face of the biggest power on earth and just did a document dump of all the stuff we didn't know about. As a child of the 60s and the Vietnam war, I'm the first person to stand up and say: \"This is what we need.\" WikiLeaks and its work is bigger than the person.</p> <p><strong>LL:</strong> But the person is not dispensable. Assange did a great service to all of us to get that information out there, to really uncover some of the dirty secrets the US was hiding behind. It's such a double standard now. The debate has polarised. You think I'm just giving stock answers, but I think you're sitting on the fence.</p> <p><strong>BG:</strong> I don't think that the people who support Assange are wrong. I don't think it's about wrong or right. People feel very deeply about the situation now. I've yet to see people like Tariq Ali, who I have enormous respect for, give me an answer other than the stock one. I need more. We're at a turning point in history and if we don't get another answer – it's just not enough any more.</p> <p>• This footnote was appended on 27 August 2012. Lisa Longstaff has asked us to make clear that it was under Tony Blair's government, not Thatcher's, that Britain decided not to extradite Augusto Pinochet</p>",
  "<p>Humans used to have tails, but all that's left is a vestigial coccyx. American political conventions used to choose presidential candidates, but now they are televised coronations.</p> <p>The vestigial tail of the American political convention is the compilation and approval of the party's platform, a long document listing a rag-bag of policies that excite the party activists and is swiftly forgotten.</p> <p>Since platforms are not binding on party candidates, they are merely symbolic. They do however offer a window into a party's soul, a combination of wishlist, base stroking and vote-grabbing.</p> <p>For the Republican party, the 2012 platform debate isn't so much a vestigial tail as an appendix – not notes at the end of a book but a vermiform appendix, a dead-end tube. Like party platforms, the appendix's role is a mystery to most people: it may be a useful harbour for bacteria but can also rupture, causing pain and misery.</p> <p>For the Republicans compiling the party's 2012 platform, all was going well until the eruption caused by Missouri Senate candidate Todd Akin's remarks about \"legitimate rape\" magically avoiding the need for abortions. That put the spotlight on the party's platform on abortion, which boldly commits the party to backing a constitutional amendment granting full rights to an unborn child, outlawing abortion in all circumstances.</p> <p>The Romney campaign's position is more mild. Mitt Romney favours banning abortion other than a few exceptions, such as threatening the mother's health and for pregnancies resulting from rape.</p> <p>But that is nothing new, despite denunciations of the Republican platform being the most right-wing in the party's history. Go back to the 2004 platform for the convention that renominated George Bush, and you'll find almost identical language:</p> <blockquote> <p>[T]he unborn child has a fundamental individual right to life which cannot be infringed. We support a human life amendment to the Constitution and we endorse legislation to make it clear that the Fourteenth Amendment's protections apply to unborn children. Our purpose is to have legislative and judicial protection of that right against those who perform abortions.</p> </blockquote> <p>Compare that to the language being proposed for the Tampa convention next week:</p> <blockquote> <p>[W]e assert the sanctity of human life and affirm that the unborn child has a fundamental individual right to life which cannot be infringed. We support a human life amendment to the Constitution and endorse legislation to make clear that the Fourteenth Amendment's protections apply to unborn children.</p> </blockquote> <p>The difference this year is that the timing and profile of Akin's remarks drew attention to the implications of the platform clause. It moved senator Scott Brown, facing a tough battle in moderate Massachusetts, to complain to the RNC chairman: \"I believe this is a mistake because it fails to recognise the views of pro-choice Republicans like myself.\"</p> <p>The platform's language also includes a \"salute\" – tacit support and recognition – to states that impose additional restrictions on abortion, as well as backing the appointment of judges opposed to abortion.</p> <p>But there are several other provisions of the latest Republican platform being drafted that go beyond previous efforts.</p> <p>On immigration, despite a nod at a guest-worker programme, the GOP's stance is harsher than ever. Led by Kansas hardliner Kris Kobach, the platform is stuffed full of immigration fantasy: the construction of a giant wall along the US border with Mexico, mandatory use of electronic verification by private employers, no support for a path to citizenship, the blocking of funds to universities offering in-state tuition fees to the undocumented, and an end to federal lawsuits against controversial anti-immigrant legislation such as Arizona's SB1070 – a law in fact drafted by Kobach.</p> <p>And in a reminder of Mitt Romney's most bizarre immigration proposal during the primary season, the platform also backs \"self-deportation\" as a policy goal.</p> <p>The platform's role as a safe place to store bacteria can be seen in its likely adoption of a call to have annual audits of the Federal Reserve and the establishment of a \"gold commission,\" both sops to the Ron Paul \"goldbug\" faction within the party who harbour great hostility towards the Fed and dream of a return by the US dollar to the gold standard abandoned by Richard Nixon in 1972.</p> <p>On gay rights, there's a coded critique of the Obama administration's end of the \"don't ask, don't tell\" policy barring homosexuals from serving openly in the US military, calling for an end to \"the use of military as a platform for social experimentation\". Traditional GOP demands for support for the Defense of Marriage Act are included as well.</p> <p>At the end of all the posturing there was at least one policy detail that may be significant. That was the dropping of language supporting the tax deduction for home mortgage interest. The move was supported by the Romney campaign – which is keeping a close eye on the platform for danger signs – and so suggests that Romney himself may back abolishing the tax break.</p>",
  "<p>Mitt Romney was mired in controversy again just days before the Republican convention when he made a joke about the Barack Obama \"birther\" conspiracy.</p> <p>Romney, on the campaign trail in his home state Michigan, told a rally near Detroit that no-one had ever asked to see his birth certificate – seen as a reference to conspiracy theorists who claim Obama was not born in the United States.</p> <p>\"I love being home, in this place where Ann and I were raised, where both of us were born,\" Romney said. \"Ann was born in Henry Ford hospital. I was born at Harper hospital. No-one's ever asked to see my birth certificate. They know that this is the place that we were born and raised.\"</p> <p>The crowd laughed and cheered.</p> <p>His comment come after years in which Obama has been dogged by conspiracy theorists such as Donald Trump, who argue that Obama was not born in the US and is therefore not eligible to be president. </p> <p>Frustrated with the way the theory kept surfacing, the White House eventually released his birth certificate showing he was born in Honolulu, Hawaii, in 1961.</p> <p>Romney's comment will be marked down, at best, as further evidence of his tendency to make gaffes, or at worst, as an indication that he is seeking to re-ignite the birther controversy.</p> <p>Kevin Madden, a Romney campaign spokesman, insisted Romney was not intending to align himself with rightwing conspiracy theorists. Madden stressed that the presidential candidate had repeatedly said he believes Obama was born in the US.</p> <p>Madden added that Romney had not sought to make a link with the birther controversy, only to draw attention to the fact that he was back in his home state. </p> <p>The Obama campaign jumped on the remark. Ben LaBolt, an Obama campaign spokesman, said: \"Throughout this campaign, governor Romney has embraced the most strident voices in his party instead of standing up to them.</p> <p>\"It's one thing to give the stage in Tampa to Donald Trump, Sheriff Arpaio, and Kris Kobach. But Governor Romney's decision to directly enlist himself in the birther movement should give pause to any rational voter across America.\"</p>",
  "<p>A laid-off clothing designer killed his former manager before being shot dead by police in New York on Friday after a workplace dispute escalated into a shootout near the Empire State Building.</p> <p>At least nine people were wounded during the attack, in one of the most crowded areas of Manhattan. Some of those injured may have been shot by police as they shot at the gunman, who pointed his handgun at them but is understood not to have fired.</p> <p>The shooting led to panic in the tourist-heavy streets around the Empire State Building, with fears that another mass shooting was under way. However, it became clear that it was not a random attack when police revealed that the victim had been targeted.</p> <p>Police named the suspect as Jeffrey Johnson, a 58-year-old who had been employed for six years as a designer of women's accessories at Hazan Imports, a business that operates from premises in midtown near the Empire State Building.</p> <p><a href=\"http://www.youtube-nocookie.com/embed/Nzafn0n6Po8\">New York police commissioner Raymond Kelly said during a press conference </a>that he was laid off as part of a downsizing at the firm. Kelly described the gunman as a \"disgruntled former employee\" who came back to confront his former manager. \"He shot and killed the former co-worker, striking him three times,\" Kelly said.</p> <p>After shooting his manager, named by city officials as 41-year-old Steven Ercolino, the gunman began walking towards the Empire State Building. He was trailed by a construction worker who managed to alert two police officers on patrol at the building.</p> <p>Johnson moved to draw his weapon, a .45 caliber handgun, as the officers approached. There are conflicting reports as to what happened next. \"The [police] tape clearly shows that the gunman had the gun out, and was trying to kill the officers,\" New York city mayor Michael Bloomberg said. However, other officials at the scene reportedly said the man had not fired on police.</p> <p>The two police officers discharged 14 rounds, killing Johnson outside the entrance to the Empire State Building. At least nine other people were injured in the shooting – four women and five men. All were taken to city hospitals with gunshot wounds, but none is believed to be in a life-threatening condition.</p> <p>Erica Solar, a mother of two who works as a receptionist on 37th St, was among those shot. Solar was on her way to Dunkin' Donuts when she was hit in the back of the leg. Her friend Christopher Collins found Solar lying on the street as he got off a bus on his way to work.</p> <p>\"She was basically in shock. She didn't know if she had gotten stabbed or if she had gotten shot, but she just knew she was bleeding, and I was just there trying to keep her calm until paramedics arrived,\" Collins said.</p> <p>\"It was chaotic. Everybody was running, cops were there immediately,\" Collins said. Solar was taken to Bellevue hospital, about a mile from the Empire State Building.</p> <p>Solar's brother, Louis Lleras, said that \"at first she didn't realize she was shot\".</p> <p>\"She heard the shots ring, she started running across the street … then she noticed that she was shot, so she just fell down,\" Lleras said.</p> <p>Media Rosario, 43, from Brooklyn, was shot in the back of her leg on her way to work at 34th St and Fifth Ave. She was also taken to Bellevue. \"She said that everything happened so fast, she saw people running, and when she turned around to see what happened, she was already shot,\" said her sister-in-law, Auselis Rosario.</p> <p>The shooting took place at about 9am as the Manhattan streets were filled with rush-hour traffic, employees going to work and tourists. Kay Hudson, who works on 33rd St, said she was \"three feet\" from one of those shot, but survived unharmed. She told the Guardian she heard the noise of a gun and saw a man fall to the ground.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F57410489&amp;show_artwork=true\"> <iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F57410489&show_artwork=true\"></iframe> </figure>  <p></p> <p>\"I heard a noise, like seven pops go off,\" Hudson said. \"When I turned around, I saw the man fall and he had a helmet in his hand. I just ran, and I told everyone to run.\"</p> <p>Some people at the scene appeared to be tourists, Hudson said, and did not understand her shouts. \"I just started to run, and by the time I got to the side street, I looked back to make sure that it was shots that I heard. I looked back and I saw the man lying on the ground.\"</p> <p>\"He definitely was not moving. His hands were spread out,\" she said.</p> <p>Hudson sprinted east along 33rd St towards her office, where television news reports confirmed what she had just seen. \"I can't even process,\" she said. \"I had to walk back to be sure that I saw what I was seeing,\" she said.</p> <p>Adrianne Lapar, 27, who works in the Empire State Building, said: \"People started running, saying someone had a gun, so I just ran the other way. I was scared.\"</p> <p>Dahlia Anister, 33, who works at an office nearby, said: \"I heard the gunshots. It was like pop, pop, pop. It was definitely in a bunch.\"</p> <p>Police shut down nearby streets as forensic teams checked the gunman's body. The FBI were quick to confirm that the attack was not an act of terrorism.</p> <p>New York City mayor Michael Bloomberg – a vocal critic of America's lax firearm controls – said: \"Once again, there are an awful lot of guns out there.\" He added that although homicides in New York were on the decline, \"we are not immune to the problem of gun violence\".</p> <p>Kelly said the incident was not related to the Empire State Building itself. In 1997, a gunman opened fire on the 86th floor observation deck, killing one tourist and wounding six others.</p> <p>City officials were quick to praise the response by police and the construction worker who followed Johnson from the site of the initial shooting.</p> <p>Bloomberg said: \"We all use the word 'hero' – he did what he should have done.\" The mayor added: \"He saw something, he said something\" – the phrase has become the backbone of efforts to get New York residents to be vigilant ever since the September 11 attacks. The actions of both the worker and police officers may have prevented further injuries, Bloomberg and Kelly said.</p> <p>The incident puts gun crime in America back in the spotlight. As with other high-profile summer shootings in the US – at a movie theatre in Colorado on July 20 and at a Sikh Temple in Wisconsin earlier this month – it is thought unlikely that Barack Obama or Mitt Romney will address the issue in an election year.</p>",
  "<p><strong>(updated below [Sat.])</strong></p> <p>In January, Bill Clinton turned on MSNBC for what seems to have been the first time in awhile and <a href=\"http://www.huffingtonpost.com/2012/01/18/bill-clinton-msnbc-fox_n_1214143.html\">shared his reaction</a> to what he saw in an interview with Esquire:</p> <blockquote> <p>\"I was just watching MSNBC, and they had a woman that used to work for me and a couple of other people on there, and they were talking about the Republican primary. And I was laughing. I said, 'Boy, it really has become our version of Fox.'\"</p> </blockquote> <p>For several reasons, it is hyperbole to posit a complete equivalence between the two cable outlets. For one, MSNBC still provides <a href=\"http://upwithchrishayes.msnbc.com/\">some independent and intellectually honest journalism</a>. For another, at least until this election year, even its <a href=\"http://www.huffingtonpost.com/2011/06/24/maddow-on-gay-marriage-new-york-obama_n_884444.html\">most prominent hosts</a> sometimes voiced <a href=\"http://www.youtube.com/watch?v=XBdPEK5pNtE\">harsh criticism</a> of Obama of the type that Fox never allowed toward Bush. Beyond that, MSNBC devotes three hours each morning to a show hosted by a former rightwing GOP congressman and his cavalcade of vapid \"centrist\" establishment journalists such as Mark Halperin (then again, Fox features the idiosyncratic and unpredictable Shepard Smith each night). And MSNBC still has quite a ways to go before it matches Fox's demonstrated willingness to spew outright falsehoods in pursuit of its partisan agenda.</p> <p>All that acknowledged, there is more than a small amount of truth to Clinton's comparison. Like Fox in its Bush-cheering heyday, the vast bulk of MSNBC's programming is devoted to one core message: American politics is understood as a Manichean battle between Good and Evil; the Republicans are the Evil, and the Obama-led Democrats are the Good. One is very hard-pressed outside of the few exceptions I noted to find any deviation from this painfully simplistic, partisan apparatchik script. It's a virtually non-stop outlet for DNC talking points. Like rightwing viewers of Fox, loyal Obama supporters and Democrats know one thing for certain: when they tune into MSNBC for most hours of the day, they will have their political beliefs flattered and will be made to feel good and noble about their partisan allegiance.</p> <p>All of that is fine and largely unobjectionable: given Fox's existence, there's no reason Democrats shouldn't have their own television gathering place, for the sake of balance if nothing else. But the problem is that MSNBC is now aggressively importing many of the worst tactics that make Fox such a repellent and destructive blight on our political landscape. And as their palpable desperation to push Obama over the finish line intensifies, so does their willingness to wield these tactics without limits or shame.</p> <p>Thursday provided one of the most pernicious examples yet. Afternoon host Martin Bashir <a href=\"http://www.mediaite.com/tv/msnbcs-martin-bashir-shouts-down-then-boots-republican-guest/\">was interviewing</a> a GOP strategist, Trey Hardin (the video is embedded below). The subject of this interview was a newly formed group of military veterans who are harshly criticizing the Obama administration for its <a href=\"http://www.salon.com/2012/06/07/probing_obamas_secrecy_games/\">serial leaking of classified information about military operations</a> when doing so politically benefits Obama. </p> <p>To begin the interview, Bashir showed video of Joint Chiefs Chairman General Martin Dempsey as he <a href=\"http://www.nydailynews.com/news/politics/joint-chiefs-chairman-gen-martin-dempsey-scolds-veterans-anti-obama-documentary-article-1.1141768\">criticized this veterans' group</a> on the ground that members of the military should remain apolitical. Gen Dempsey's complaint was odd since the obligation to be apolitical generally rests with active-duty service members, not former ones (as the group's founder correctly said in replying to the general: \"He's active duty; we are not. We're now citizens and we have a first amendment right to be able to speak out\").</p> <p>When the video ended, Bashir asked Hardin for his reaction to Gen Dempsey's criticisms of the veterans group, and Hardin began replying with this very mild statement about Dempsey: \"First of all, he serves President Obama right now, so it's not a surprising comment.\" Bashir immediately erupted in a ball of fiery rage, cutting Hardin off, refusing to let him speak, repeatedly demanding an apology for this grievous assault on the integrity of a military man, and then – when Hardin failed sufficiently to grovel for the crime of speaking ill of Gen Dempsey – Bashir kicked Hardin off the show by abruptly ending the interview.</p> <p>Apparently on MSNBC now, at least on this show, it is verboten to speak critically of a military official (at least one who is defending President Obama). Just think about the fact that the person enforcing this no-criticism-of-military-officials rule considers himself, and is held out to be, a \"journalist\". You could practically hear Bashir crisply and obediently saluting as he accused Hardin of the crime of disrespect to a general; here is just some of what he shouted, literally, each time Hardin tried to move on: </p> <blockquote> <p>\"I'm sorry, I cannot allow you to cast such a contemptuous aspersion against a senior military officer by demeaning his service to this country. Will you please take that comment back? … Sir, he serves the United States of America.\"</p> </blockquote> <p>\"A contemptuous aspersion against a senior military officer\"! \"Demeaning his service to this country.\" These are the prohibited thought crimes as decreed by a \"journalist\" on a progressive cable network. All that because Hardin had the temerity merely to point out that as a direct subordinate of Obama's who works with him on a daily basis, Dempsey has an interest in defending him from political attacks – that he's not some unimpeachable Oracle of Truth before whose very pronouncements we must all bow. Not even the Spanish Inquisition entailed such delicate, hair-trigger recriminations for blasphemy as the one that set off this MSNBC host yesterday on his little patriotism enforcement crusade.</p> <p>This steadfast devotion to the political glorification of the Democratic party leader, at the expense of any pretense of journalism, has been evident at MSNBC for quite some time. Most remarkably: last July, <a href=\"http://www.salon.com/2011/07/27/sharpton_10/\">60 Minutes reported</a> that Al Sharpton \"has decided<em> not to criticize the president about anything</em>\" – a vow that should be the ultimate disqualifying attribute for working in journalism: how can someone be employed as a political commentator if they vow never to criticize the president under any circumstances? But shortly thereafter, Sharpton was hired by MSNBC to host a prime-time show, replacing a host, Cenk Uygur, who had <a href=\"http://www.huffingtonpost.com/2011/07/21/cenk-uygur-msnbc-leaving_n_905415.html\">frequently criticized Obama</a> from the left. Apparently, at MSNBC, a vow never to criticize the nation's most powerful political official is not disqualifying to be hired as a journalist; to the contrary, it's a resume asset.</p> <p>In February, Obama deputy campaign manager Stephanie Cutter <a href=\"http://www.salon.com/2012/02/24/e/\">went on MSNBC</a> and mocked Mitt Romney for stating that before deciding whether he had the legal authority to launch an attack on Iran, he would consult with administration lawyers on that question. To smiling MSNBC host Lawrence O'Donnell, Cutter remarked: \"that does not make a commander-in-chief, somebody who has to check with his lawyers.\" So it's no longer Karl Rove, Sarah Palin and the RNC that are the featured venues for mocking the notion that a president should comply with the law before using military force: this is now standard fare at MSNBC, courtesy of Obama campaign aides who, when they appear there, are treated more politely than the British Queen on a state visit to Canada.</p> <p>As is true for Obama policies themselves – from due-process-free assassinations to compulsive secrecy to indefinite detention and beyond – the adoption of these tactics by MSNBC converts them from from rightwing afflictions into standard, uncontroversial orthodoxy. It's not just on Fox News, but now also on MSNBC, where speaking critically of a military official, even in the mildest of tones, is treated like it's some sort of grave crime against the state: one that results in sanctimonious outbursts, manipulative appeals to patriotism, and the casting of the offender out of decent company. That this demand for reverence of military officials comes someone holding themselves out as a journalist – on a progressive network no less (<a href=\"http://www.msnbc.msn.com/id/39507182/ns/business-us_business/t/msnbc-lean-forward-two-year-brand-campaign/\">Lean Forward!</a>) – makes it all the more disturbing.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/player/?con?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe src=\"https://videos.mediaite.com/embed/player/?content=5PD5T130GQGZV914&content_type=content_item&layout=&playlist_cid=&media_type=video&widget_type_cid=svp&read_more=1\" width=\"460\" height=\"461\" frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" scrolling=\"no\" allowtransparency=\"true\"></iframe> </figure>   <p>* * * * * </p> <p><strong><em>UPDATE [Sat.]</em></strong>: On Thursday, Fox News reported the actual name of the former Navy SEAL who is about to publish a book providing what purports to be a first-hand account of the bin Laden raid, a book I wrote <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/23/bin-laden-raid-exposes-obama-administration-selective-secrecy\">about on Thursday</a>. This reporting by Fox sent MSNBC prime-time host Ed Schultz into a <a href=\"http://www.mediaite.com/tv/msnbcs-ed-schultz-slams-fox-news-for-publicizing-name-of-seal-team-6-member/\">patriotism-driven outburst of rage</a> last night quite similar to the one Bashir spat up. Schultz proudly announced that, unlike Fox, MSNBC would conceal the identity of the book's author to protect him from being attacked by Islamic Terrorists. Citing Fox's perfectly reasonable statement that \"once you write a book, anonymously or not, you have no reasonable expectation of privacy,\" Schultz branded Fox's justification as \"the most un-American response I think that you can ever get.\"</p> <p>MSNBC now seems to be the media leader in demanding reverence and secrecy around all things military, and denouncing anyone who deviates as America-hating, military-loathing traitors. Perhaps they can proudly tout that distinction in their next \"Lean Forward\" commercials.</p>",
  "<p>Angela Merkel has rejected pleas from her Greek counterpart for a two-year repayment extension after receiving backing from the French president, François Hollande, for her hardline stance.</p> <p>The German chancellor said it was up to the people of Greece to show they can implement austerity measures agreed with Brussels and the International Monetary Fund (IMF) before there could be any further discussion about the latest €130bn (£103bn) debt package.</p> <p>But she softened the blow with a commitment to wait for a report next month on the progress by Athens to cut government spending and implement far reaching tax and labour market reforms. She said Greece should stay in the euro \"and that's what I'm working for.\"</p> <p>The uncertainty surrounding the eventual outcome of talks between Antonio Samaras, the Greek prime minister, and the troika of representatives from the IMF, Brussels and the European Central Bank unsettled markets before the bank holiday.</p> <p>Reports that the Spanish prime minister, Mariano Rajoy, had conducted talks in Brussels over a possible bailout package were denied by all sides, but added to the uncertainty surrounding the euro.</p> <p>Weak manufacturing data from the US added to the gloomy picture, especially after figures this week showing the eurozone heading for a second recession after the financial crash in 2008.</p> <p>Barack Obama has expressed fears that the eurozone will drag down the US economy and wreck hopes of a recovery this year. His Republican rival in the November election, Mitt Romney, told Fox News he would replace the Federal Reserve governor Ben Bernanke at the first opportunity with someone more in tune with his conservative views.</p> <p>Romney wants the Fed to roll back its quantitative easing programme, believing it has little effect and could store up pressure for inflation in the next few years.</p> <p>Bernanke, who has dismissed fears of inflation, said last week that he could embark on QE3 after a succession of weak figures from the US services sector alongside a drop in manufacturing.</p> <p>China, Brazil and India's economies are also slowing with each country blaming Europe for depressed international trade and nervousness in the banking sector. Stock markets, which had fallen all day, recovered slightly by the close after sources in the European Central Bank said it was poised for a massive bond buying spree to bring down the interest rate for the most debt ridden eurozone countries.</p> <p>The ECB is understood to be considering setting internal yield band targets under a new bond-buying programme to allow it to keep its strategy shielded and avoid speculators trying to cash in, central bank sources told Reuters. Such a strategy would bring down yields, which translate into the interest rates countries can borrow at, without traders knowing where the ECB will stop buying.</p> <p>Samaras, who arrived in Berlin with his foreign secretary and finance minister, has spent much of the week arguing that his country should have more time beyond the mid-2014 deadline to complete reforms that are a condition of it continuing to receive bailout loans. Without the help, Greece would be forced into a chaotic default on its debts and could be forced out of the eurozone.</p> <p>Leading German politicians have voiced deep scepticism about granting Greece any concessions. Merkel and Hollande, meeting a day before Samaras came to Berlin, put the onus squarely on Greece to fulfill its pledges.</p> <p>Greece has faltered in the speed and effectiveness of implementing the reforms irritating creditors, notably Germany, which is the single largest contributor to its two bailout packages, totalling €240bn.</p> <p>Merkel said: \"To win back confidence, we must fulfill expectations, and so I made clear in the talks that we of course expect from Greece that the commitments that were made be implemented, that deeds follow words.</p> <p>\"But fulfilling expectations also means that Greece can rightly expect from Germany that we do not pass premature judgments.\" Merkel added that Germany needed to wait for the debt inspectors' report.</p> <p>The Athens coalition government has said it was considering passing a law blocking politicians from hiring relatives as staff after a series of corruption scandals.</p>",
  "<p>We have reached the third and will quickly being heading into the fourth quarter of presidential contest. On Monday, Republicans will gather in Tampa, Florida for a week's festivities culminating in the acceptance of the nomination for president by Mitt Romney. So, as convention season approaches, just where do we stand in the race, and where will head from here?</p> <p>In the contest for the White House, President Obama maintains a slim, but fairly consistent advantage. Let's examine that lead nationally and then on a state-by-state level.</p> <p>Looking at the popular vote, we have two separate sets of data: registered voters and likely voters. Over the past month, six companies <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">have released likely voter polls</a>. Controlling for the multiplicity of Rasmussen polls, the median result is an Obama lead of 1.5 points.</p> <p>There have also been 12 polling outfits that have produced registered voter polls during this time. They range from a 10-point Obama lead, in a Pew Research poll, to a tie, in an aggregate of Gallup polls over last month. Obama's median lead in registered voter polls is about 4 percentage points.&#xa0;</p> <p>Will registered voter polls resemble more closely likely voter polls once pollsters switch over to likely voter models? Right now, it appears that Republicans will gain something between 2 and 3 percentage points on average when pollsters start polling among likely voters. Both the <a href=\"http://www.monmouth.edu/assets/0/84/159/2147483694/9e0f1831-9dbd-4fa3-b0e3-59588c95ec61.pdf\">Monmouth University</a> and the <a href=\"http://www.foxnews.com/politics/2012/08/23/fox-news-poll-race-for-white-house-tightens/\">Fox News</a> poll found it to be 3 points, while the latest <a href=\"http://www.gqrr.com/articles/2780/7315_081912_USC%20LA%20Times%20FQ.pdf\">LA Times</a> poll determined it to be only 1 point.&#xa0;</p> <p>Applying a 2- to 3-point difference to registered voter polls would bring the registered voter polls in pretty much perfect alignment with the likely voter median. As Jay Cost and <a href=\"http://www.huffingtonpost.com/2012/07/18/mitt-romney-polls_n_1680827.html\">many others</a> have pointed out, there is a danger in taking likely voter polls to the bank this early. Still, Republicans have generally been <a href=\"http://www.gallup.com/poll/153902/Romney-Obama-Tight-Race-Gallup-Daily-Tracking-Begins.aspx\">more certain</a> to vote this year. </p> <p>Put another way, I think Obama probably holds a lead of about 1.5 percentage points among the electorate most likely to show up on election day. The likely voter electorate could change, but this is a best guess presently.&#xa0;</p> <p>What about the <a href=\"http://elections.huffingtonpost.com/2012/romney-vs-obama-electoral-map\">state-level data</a>, which at the end of this campaign is all that matters?</p> <p>I've gathered all the polls done over the last month in the heavily polled states (at least five polls) such as Florida, and polling back to June in states with less data such as Iowa. There are very few registered voter polls on the state level, but I apply a 2.5 point penalty against Obama for those polls that were of registered voters (except for Public Policy Polling, which already has a tight registered voter screen).&#xa0;I've also used my discretion to eliminate certain polls that are poorly executed and are clear outliers.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395174126\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345828945042/MedianSwingState_460.jpg\" alt=\"Median polling in swing states, 2012\" width=\"460\" height=\"362\" class=\"gu-image\" /> </figure>  <p>Obama leads in eight of 11 swing states, Romney takes the cake in two, and Colorado is tied. Obama would hold a 294 to 235 electoral vote lead, with nine electoral votes undecided. His advantage may, however, be slightly larger than that number indicates.</p> <p>The state that puts either candidate over the top, the tipping point, in the medians is not actually Ohio. It's Virginia, where Obama's median lead is 1.5 percentage points.</p> <p>The reason Ohio is less important than it was previously is because of the <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/17/paul-ryan-wisconsin-effect-us-political-map\">Paul Ryan effect</a> in Wisconsin, which makes the electoral math easier for Romney without having to win Ohio.&#xa0;Given campaigns and margins of errors in polling, however, it could still prove to be the case that Ohio <em>is</em> the most important state in this election.&#xa0;</p> <p>When we gather the medians from the 11 states and weight by population, we end up with an Obama edge of 2 points in the swing states. When we concentrate on the eight most important states, which are all those listed above save Michigan, North Carolina, and Pennsylvania, Obama's lead is only 1 percentage point. Average the two and you get Obama by 1.5 percentage points, right where the national data would put it.</p> <p>So, how will the convention affect the status of this campaign? The median bounce for each candidate since 1964 has been about 5 points. According to <a href=\"http://www.gallup.com/poll/156845/candidate-support-typically-five-points-convention.aspx\">Gallup</a>, the challenger typically does slightly better than the incumbent. <a href=\"http://politics-by-the-numbers.blogspot.com/2012/08/bump-time.html\">Thomas Holbrook</a> looks at the same data and expects Romney to gain 3.6 percentage points, while Obama gains only 1.1 percentage points. That would put Romney into the lead.</p> <p>That said, this race has been <a href=\"http://www.guardian.co.uk/commentisfree/2012/jul/31/presidential-election-stability\">very steady</a>. The closest analogue to this election, that of 2004, actually saw the incumbent receiving a slight bounce, while the challenger lost a few points. And 2004, like 2012, featured an early, prior announcement of the vice-presidential nominee by the challenger.</p> <p>So, there is no guarantee that Romney will jump into the lead following the Republican National Convention.&#xa0;On the other hand, even a 1-point boost for Romney nationally would bring this race to near parity. A small bounce would also suggest the electorate is not static and will shift allegiances under the right circumstances.</p> <p>No shift would portend very bad news for Romney. The <a href=\"http://images.huffingtonpost.com/2011-09-30-Blumenthal-wlezieneriksonfig5.6.png\">explanatory power</a> of polls jumps considerably after the conventions. If Obama still leads by 1.5 points once the convention dust has settled, it's difficult for me to envisage how Obama will lose. Conventions are typically the one campaign event that can have big effect on the state of the race.</p> <p>For now, all we can say is that Obama holds a slight lead, but that we'll know a lot more in a little under three weeks' time.</p>",
  "<p>Tens of thousands of Republicans are beginning to gather in Tampa, Florida, for the party convention beginning Monday, at which Mitt Romney, still largely unknown to many Americans, has to sell himself as the next president.</p> <p>He has four days to define himself and, in front of a viewing audience of 20 million plus, to deliver the speech of a lifetime. At the end, he will be looking for a 'bounce', a poll lead that will last through to November 6. The size of that bounce, if any, will be the first serious indicator of how the election is likely to turn out.</p> <p>The pressure on Romney – currently in a statistical dead heat with Barack Obama nationally, according to the Real Clear Politics average of polls, but trailing in most of the swing states – is enormous. It is not just the prospect of the convention being disrupted by tropical storm Isaac, which could hit Tampa early next week, or controversies such as the Todd Akin rape-abortion row. It is that Romney is generally an uninspiring orator.</p> <p>\"I suspect I'm like a lot of voters in the middle who are still waiting to see some signs of life, humanity, conviction, personality, biography, vision. Just show me more than the one-dimensional 'I'm not Obama' campaign we've seen so far,\" Mark McKinnon, a campaign adviser to both George W Bush and the 2008 presidential candidate John McCain, <a href=\"http://www.thedailybeast.com/articles/2012/08/09/what-mitt-romney-needs-to-do-in-tampa\">wrote on the Daily Beast</a> website.</p> <p>He added: \"No pressure, Mitt. But your chances of winning the presidency may rest entirely on the ability to stand and deliver in Tampa.\"</p> <p>Conventions were once synonymous with unpredictable dramas. In 1976, Ronald Reagan tried unsuccessfully to remove Gerald Ford as the Republican candidate. In 1980 Ted Kennedy challenged Jimmy Carter at the Democratic convention. </p> <p>These days there is little of that kind of drama and instead the events tend to be meticulously choreographed and scripted showcases for the candidate. That is reflected in the fact that the major television networks will be carrying only an hour of live coverage in primetime each evening.</p> <p>But for Romney, this is a crucial moment. He and his campaign team have four days to counter the image created by a $120m Democratic ad onslaught over the summer portraying him as an ultra-rich businessman who made his fortune at Bain Capital off the backs of workers whose companies were closed.</p> <p>Norm Ornstein, an independent analyst at the American Enterprise Institute headquarters in Washington, said: \"The Obama campaign defined him before he had a chance to define himself\".</p> <p>After the convention, the only guaranteed primetime events will be the three presidential debates with Obama. Romney needs a good convention. </p> <p>Although he has been on the campaign trail constantly since January, polls show many Americans have only a hazy notion of his background and what he stands for. About 10% of Americans say they have no opinion of him at all. So expect lots of pictures of Romney with his family, wife Ann, and his five sons, five daughters-in-law and 18 grandchildren.</p> <p>Conscious of the image of Romney as aloof, the campaign team and the designers they have enlisted for the event say they have organised a schedule and put together a stage aimed at creating a sense of intimacy.</p> <p>Republican officials showed journalists around the convention centre earlier this week, the centrepiece of which is a $2.5m backdrop, 13 giant cubes, each with a large-screen. The convention theme is fairly anodyne: 'A Better Future'.</p> <p>Romney's campaign team, previewing the convention, said he will attempt to turn his time at Bain into a plus, portraying it as evidence of his credentials for running the economy. </p> <p>He will also confront another potential negative. Rather than downplay his Mormonism as he has in the past, a member of the Mormon Church will deliver the invocation on the day of his nomination speech and, as part of Romney's profile, his role as a bishop in the church will be highlighted.</p> <p>There are other areas of his life his advisers say he will fill in, including his four years as governor of Massachusetts, a period he tends not to talk about much, mainly because he introduced healthcare reforms similar to Obama's.</p> <p>Writing in the Wall Street Journal, Karl Rove, George W Bush's campaign strategist, said: \"The moment is coming when what each candidate says about himself and his plans is more important than what he says about his opponent.\"</p> <p>Romney's campaign team has organised a list of party luminaries whose main task is to talk up Romney. These speakers, along with expensively-shot videos to be broadcast throughout the week, have only one mission: to build up an alternative profile of Romney to the one the Obama campaign has been creating over the last few weeks.</p> <p>Ornstein emphasised the importance of Romney's speech, scheduled for Thursday night. \"He will have to hit the nerves that will get the convention excited but also reassure swing voters.\"</p> <p>\"It's going to be his first introduction to all the American people, so he's got to hit it out of the park,\" Craig Shirley, the conservative author, <a href=\"www.newsmax.com/US/romney-republican-convention-speech/2012/08/21/id/449301\">told Newsmax this week</a>. \"This has got to be a grand slam.\"</p> <p>Romney needs a repeat of the Republican convention in New Orleans in 1988 when George Bush Sr, with a reputation, like Romney, of being an uninspired speaker, was under similar pressure to perform. He did and, from trailing Michael Dukakis at the start of the convention, he went on to win the election, mainly on the back of a negative campaign.</p> <p>Ornstein cautioned against expecting much of a bounce, given the problems confronting him. \"He might get a little but not a significant bounce,\" he said.</p> <p>Part of the problem for the Republicans is that the Democratic convention follows, and then it will be Obama's turn for three days of primetime coverage and a potential Democratic bounce.</p> <p>An estimated 35,000 Republicans have signed up to attend the $120m convention. About 15,000 journalists have asked for credentials to cover it. On top of this there will be thousands of lobbyists who have paid for stands and will be throwing lavish parties. </p> <p>Outside, behind the barricades, police predict there will be about 15,000 protesters. Tampa police are being reinforced by officers from 57 other law enforcement agencies from round the state. ABC reported that police, given $50m by Congress to provide security, have spent $2.3m on close-circuit cameras, $5.9m in upgraded police radios and more than $790,000 for a fleet of new vehicles, including an armored truck.</p> <p>Apart from Romney, the convention speakers are made up of his former primary and caucus rivals such as Rick Santorum, who has one of the unfavourable early slots on Tuesday. </p> <p>One of Romney's most stubborn rivals, Ron Paul, is taking an army of supporters to the convention and could have created trouble, but party officials hope they have largely deflected trouble. </p> <p>The officials agreed on Thursday to an eccentric compromise, to include in a document representing official Republican policy one of Paul's main campaign themes, a promise to tie the dollar to gold.</p> <p>The opening day of the Republican convention is relatively low-key, with speeches by senator Rand Paul, South Carolina governor Nikki Haley, and, potentially the most entertaining, former governor Mike Huckabee. </p> <p>The dominant news of the day could be Romney formally passing the magic number of 1,144 delegates, the majority needed to make him the Republican presidential nominee. That would allow him to begin unleashing the millions of dollars he has been accumulating for the White House campaign.</p> <p>Ann Romney was scheduled to be the main speaker on Monday evening but, with the networks refusing to provide live primetime coverage that night, she may be moved to Tuesday night alongside Chris Christie, the New Jersey governor whose outspoken rhetoric makes him a party favourite even though he is at odds with them in lots of policy areas, including his support for some gun controls. </p> <p>On Wednesday, there is a strong warm-up team for the vice-presidential contender Paul Ryan. Among them is former presidential candidate John McCain, former Florida governor – and possible presidential contender in 2016 – Jeb Bush, former Minnesota governor Tim Pawlenty and former secretary of state Condoleezza Rice. </p> <p>One of the highlights in 2008 was whether Palin was capable to delivering a good speech: she was. There will not be the same concern about Ryan. Like Palin, he fires up the base: the question is whether, like Palin, he will alienate independents, and whether the media will exploit his policy differences with Romney.</p>",
  "<p>After a week that saw Missouri congressman Todd Akin head towards the exit door, and more scrutiny of Mitt Romney's tax documents, we've got some political ground to cover. Join us from 12pm until 1pm ET as writers Ana Marie Cox and Jim Newell tackle this week's biggest talking points in US politics.</p> <p>Got questions or comments?</p> <p>Leave them in the comments below or send them in using #USPoliticsLive on Twitter.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.coveritlive.com/index2.php/option=com_altcaster/task=viewaltcast/altcast_code=187fef8a0f/height=550/width=460\"> <iframe src=\"https://www.coveritlive.com/index2.php/option=com_altcaster/task=viewaltcast/altcast_code=187fef8a0f/height=550/width=460\" scrolling=\"no\" height=\"550px\" width=\"460px\" frameBorder =\"0\" ><a href=\"http://www.coveritlive.com/mobile.php/option=com_mobile/task=viewaltcast/altcast_code=187fef8a0f\" >US Politics Live: Week-in-Review</a></iframe> </figure>  <p></p>",
  "<p>The Republicans roll into Tampa next week – <a href=\"http://www.theguardian.com/world/2012/aug/22/tropical-storm-isaac-republicans-tampa?CMP=twt_gu\">hurricanes permitting</a> – for their <a href=\"http://www.gopconvention2012.com/\">national convention</a> where Mitt Romney will be officially confirmed as the party's candidate for president.</p> <p>The build-up to the convention has been overshadowed by the highly controversial \"<a href=\"http://www.theguardian.com/world/2012/aug/23/todd-akin-10-points-behind?newsfeed=true\">legitimate rape</a>\" remarks made by Todd Atkin, a congressman from Missouri, and his subsequent refusal to quit his bid for re-election despite pressure from the party's leadership.</p> <p>But while the US media has largely focused on this unedifying internal battle, Mitt Romney has laid out his all-important <a href=\"http://www.reuters.com/article/2012/08/23/us-usa-campaign-romney-idUSBRE87J0P020120823\">energy plans</a> for the country. The headline is that, if elected as president, he will make the US \"energy independent\" by 2020 and, by doing so, create three million jobs.</p> <p>To eliminate the nation's reliance on imported oil and gas, Romney says he will lift many offshore drilling restrictions and free up states to use federal lands for energy production. By contrast, there was little focus in his plan on renewables, such as wind and solar. In essence, he has merged George W Bush's \"<a href=\"http://www.theguardian.com/world/2006/feb/01/usa.julianborger\">we're addicted to oil</a>\" remarks with Sarah Palin's \"<a href=\"http://www.theguardian.com/commentisfree/cifamerica/2009/jul/14/sarah-palin-energy-obama\">drill, baby, drill</a>\". (It's possibly not a coincidence that his plan was announced just hours after he had raised <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5gBxsTI0Jw7k51L44lxPxezIoiC4w?docId=CNG.dfed6bdcd8930778f0ca53ccf91435e1.71\">$7m from oil industry executives</a> at an election fundraiser in Texas.)</p> <p>But Obama hasn't exactly moved heaven and earth to differentiate himself from Romney on energy. Yes, he certainly talks up renewables more – his <a href=\"http://www.youtube.com/watch?v=9xsZ45Weng0\">latest campaign ad</a> shows him next to solar panels – but at his own fundraiser on Wednesday, <a href=\"http://www.foxnews.com/politics/2012/08/23/romney-rolling-out-domestic-energy-plan/\">he said</a>:</p> <blockquote> <p>Oil production is up. Natural gas is up. But we're also doubling the energy that we get from wind and solar. That is clean, it's renewable, it's homegrown, it's creating jobs all across America.</p> </blockquote> <p>Nowhere amid all this talk of energy independence was any explicit reference to the climate implications of increased exploitation of \"homegrown\" fossil fuels. While the subject remains utterly toxic for Republicans, even Obama rarely raises the topic these days. This week, an <a href=\"http://thehill.com/blogs/e2-wire/e2-wire/245011-obama-spox-hints-climate-will-stay-in-campaign-background\">Obama spokesman indicated</a> that climate change would not be a major campaigning issue for Democrats:</p> <blockquote> <p>Clearly [climate change] is something that is important to the administration, but right now we are obviously going to be focusing on jobs and the economy and talking about what our contrast is.</p> </blockquote> <p>Signalling the intense frustration of environmental groups on this matter, the League of Conservation Voters has even <a href=\"http://thehill.com/blogs/e2-wire/e2-wire/244813-enviros-want-climate-question-at-obama-romney-debate\">launched an online petition</a> urging PBS's Jim Lehrer, who will moderate the first presidential TV debate on 3 October, to ask a climate-related question.</p> <p>Even more revealing, a document will be released next week at the Republican convention that will likely shine a light on just how far down the political radar climate change has fallen over the past few years in the US since the heady days when Obama routinely mentioned it during his previous election campaign.</p> <p>At each convention, the political parties publish their \"<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/08/23/do-party-platforms-really-matter/\">platform</a>\" document. In essence, it is a manifesto that has been discussed and signed-off by a committee of party representatives from across all the states. During previous presidential election, the platform has been a largely symbolic and bureaucratic exercise. But the <a href=\"http://articles.boston.com/2012-08-23/politics/33322780_1_platform-committee-gay-marriage-human-life-amendment\">US media is signalling</a> this year that the platform documents will be more intensely scrutinised than before, in part due to the internal wrangles triggered by Todd Atkins.</p> <p>On Monday and Tuesday, the Republican platform committee <a href=\"http://www.c-span.org/Events/Platform-Cmte-Sends-Platform-to-GOP-Convention-Delegates/10737433193-6/\">met in Tampa</a> in advance of the convention to finalise the document. Very little has been leaked to the press – <a href=\"http://politicalticker.blogs.cnn.com/2012/08/23/full-gop-platform-statement-on-abortion/\">bar the section on abortion</a> – but one member of the platform committee from West Virginia has given a teaser. Conrad Lucas, the state's Republican chairman, said in a report in the <a href=\"http://dailymail.com/News/election12/201208220233\">Charleston Daily Mail</a>:</p> <blockquote> <p>\"Once the platform is released, I think the voters in West Virginia are going to be very interested because of the pro-coal and natural gas positions that are in it\"…<br>Lucas also offered an amendment during committee meetings this week to include a formal statement opposing Obama's cap-and-trade energy policy. <br>\"I was happy that we got opposition to cap-and-trade reinserted in the platform, which it wasn't in 2008,\" he said. \"It was unanimously approved, which I was excited about.\"</p> </blockquote> <p>West Virginia is well known as \"coal country\", but further south in Texas, where the oil industry dominates, the state's Republican platform document has been released online (<a href=\"http://www.tfn.org/site/DocServer/20...pdf?docID=3201\">pdf</a>). It provides an eye-popping insight into Republican thinking in that part of the country. It will certainly be interesting to see how much of it feeds into the national platform document, when it is finally published next week.</p> <p>It would be easy to be distracted by the extraordinary sections on homosexuality (\"contrary to the fundamental, unchanging truths that have been ordained by God\") and the teaching of \"controversial subjects\" in schools (\"we believe theories such as life origins and environmental change should be taught as challengeable scientific theories subject to change as new data is produced\"), but let's stick to those tightly focused on energy and the environment...</p> <blockquote> <p>Protection from Extreme Environmentalists – We strongly oppose all efforts of the extreme environmental groups that stymie legitimate business interests. We strongly oppose those efforts that attempt to use the environmental causes to purposefully disrupt and stop those interests within the oil and gas industry. We strongly support the immediate repeal of the Endangered Species Act. We strongly oppose the listing of the dune sage brush lizard either as a threatened or an endangered species. We believe the Environmental Protection Agency should be abolished...</p> <p>Energy Strategy – We encourage a comprehensive energy policy that allows more development of domestic energy sources and reduces our need for foreign energy. Energy policy should be cooperative, economically viable without taxpayer funded subsidies, and environmentally safe, but not restricted by overzealous environmental activism. <br>Alternative Energy Sources – We encourage economically viable use of wind, coal-fired plants, solar, and nuclear power, and bio-sources without government subsidies. <br>Government Restrictions – We support immediate removal of government barriers to free market solutions to production and distribution of energy including restrictions on: drilling and production operations on public and private lands and waters refineries electric power generation and distribution federal gas mileage standards (CAFÉ standards) and fuel blends.</p> <p>Cap and Trade – We oppose Cap and Trade (\"Cap and Tax\"). <br>U.S. Department of Energy – We support the elimination of the Department of Energy. <br>Incandescent Light Bulbs - We support the freedom to continue to use and manufacture incandescent light bulbs. <br>Keystone XL Pipeline – We support the immediate approval and construction of the Keystone XL and other pipelines that will reduce our reliance on imported oil and natural gas from unstable or unfriendly countries. <br>Deep Water Drilling – We support immediate resumption of deep water drilling and production in the Gulf of Mexico. <br>Land Drilling – We support land drilling and production operations including hydraulic fracturing. <br>Ethanol – We support the repeal of legislation mandating ethanol as fuel additives and/or primary fuel. <br>Natural Gas - Alternative Fuel - We urge the use of natural gas as an alternative transportation fuel and as complimentary fuel to gasoline and diesel. <br>We support the manufacture of vehicles that utilize natural gas as an alternative fuel and/or a complimentary fuel. <br>We support and encourage the conversion of existing private fleets to natural gas as a dual use fuel. <br>We support the use of natural gas in electric power generation and other industrial uses...</p> <p>United Nations – We support the withdrawal of the United States from the United Nations and the removal of U.N. headquarters from U.S. soil. <br>United Nations Agenda 21 -The Republican Party of Texas should expose all United Nations Agenda 21 treaty policies and its supporting organizations, agreements and contracts. We oppose implementation of the UN Agenda 21 Program which was adopted at the Earth Summit Conference in 1992 purporting to promote a comprehensive program of sustainable development projects, nationally, regionally and locally. We oppose the influence, promotion and implementation of nongovernmental organizations, metropolitan and/or regional planning organizations, Councils of Government, and International Council for Local Environmental initiatives and the use of American (Texas) citizen's taxes to promote these programs.</p> </blockquote> <p>Remember that these are the official policy positions of the Republican party in one of the US's most populous and influential states. It remains to be seen next week how much of this <a href=\"http://www.theguardian.com/world/tea-party-movement\">Tea Party</a>-type of thinking filters through into the Republican's national platform document, but the statements above certainly provide a somewhat unpalatable <em>hors d'oeuvre</em>.</p>",
  "<p>We publish a lot of stories here on guardian.co.uk. On an average day, around 400 stories are launched by our editorial team and sometimes you might miss some of the best ones if you don't check the site regularly.</p> <p>So, for the last year, we've been <a href=\"http://revdancatt.com/2010/11/10/introducing-the-long-good-read-for-when-people-want-longer-articles-to-read/\">running an experiment</a> using data from <a href=\"http://www.guardian.co.uk/zeitgeist\">Guardian Zeitgeist</a> to find the long stories which our users are spending the most time reading - and then using the <a href=\"http://www.guardian.co.uk/open-platform\">Guardian Open Platform</a> to republish these stories on a site called <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>. We have even experimented with <a href=\"http://blog.newspaperclub.com/2011/03/29/the-long-good-newspaper/\">turning these stories into a newspaper</a>.</p> <p>Two new stories are added to <a href=\"http://thelonggoodread.com/\">The Long Good Read</a> each day which have recently been published and then enjoyed on guardian.co.uk - and you can visit the <a href=\"http://thelonggoodread.com/\">Long Good Read site</a>, <a href=\"http://feeds.feedburner.com/TheLongGoodRead\">subscribe via RSS</a> or follow <a href=\"http://twitter.com/thelonggoodread\">@TheLongGoodRead on Twitter</a> to receive these daily recommendations.</p> <p>So here - in case you missed them - are this week's most enjoyed long stories from the Guardian and the Observer, as featured on <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>:</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/aug/17/ayn-rand-institue-evolving-legacy\">Ayn Rand Institute finds dilemma in radical author's evolving legacy</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149324\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/5/25/1306343149085/Ayn-Rand-004.jpg\" alt=\"Ayn Rand\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Russian-born American author and philosopher Ayn Rand. Photograph: New York Times Co./Hulton Archive</span> <span class=\"element-image__credit\">Photograph: New York Times Co./Hulton Archive</span> </figcaption> </figure>  <p>Once peripheral, Rand has veered close to the mainstream, garnering unprecedented influence thanks to US politicians</p> <h2><a href=\"http://www.guardian.co.uk/science/2012/aug/19/thomas-kuhn-structure-scientific-revolutions\">Thomas Kuhn: the man who changed the way the world looked at science</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149325\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2012/8/17/1345224068849/History-of-science.-004.jpg\" alt=\"History of science.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">History of science. Illustration: Scott Garrett</span> <span class=\"element-image__credit\">Photograph: Scott Garrett</span> </figcaption> </figure>  <p>Fifty years ago, a book by Thomas Kuhn altered the way we look at the philosophy behind science, as well as introducing the much abused phrase 'paradigm shift'</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/aug/16/romney-gamble-paul-ryan-vicepresident\">Democrats' nerves start to show as Ryan fires up conservative voters</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149326\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/GU_front_gifs/2012/8/16/1345147371391/Republican-Vice-President-005.jpg\" alt=\"Republican Vice Presidential Candidate Paul Ryan Campaigns In Ohio\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican vice-presidential hopeful Paul Ryan campaigning in the battleground state of Ohio. Ryan is already being seen as a frontrunner for future presidential races.  Photograph: Jeff Swensen/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff Swensen/Getty Images</span> </figcaption> </figure>  <p>The Republican candidate was kept on the back foot for weeks but in choosing Paul Ryan, Romney is looking to his core vote</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/aug/15/zahia-dehar-muse-french-scandal\">Zahia Dehar: the fashion muse at the centre of a very French scandal</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149327\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/15/1345046673287/Zahia-Dehar-at-Paris-fash-005.jpg\" alt=\"Zahia Dehar at Paris fashion week 2012\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Zahia Dehar on the catwalk in one of her creations at Paris fashion week in 2012. Photograph: Dominique Charriau/WireImage</span> <span class=\"element-image__credit\">Photograph: Dominique Charriau/WireImage</span> </figcaption> </figure>  <p>Zahia Dehar is a lingerie designer, a protege of Karl Lagerfeld. But she's also at the centre of a scandal involving two of France's top footballers and allegations of underage prostitution</p> <h2><a href=\"http://www.guardian.co.uk/science/2012/aug/16/psychic-sally-morgan-deluded-harmless\">Is psychic Sally Morgan deluded but essentially harmless?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149328\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/9/19/1316443281971/Psychic-Sally-Morgan-003.jpg\" alt=\"'Psychic' Sally Morgan\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British 'psychic' Sally Morgan, star of Psychic Sally on the Road.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>It's often said in their defence that psychics such as Sally Morgan do little harm, even if their powers are illusory</p> <h2><a href=\"http://www.guardian.co.uk/business/2012/aug/15/totnes-war-global-capitalism\">Totnes: the town that declared war on global capitalism</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149329\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/15/1345046262930/A-poster-advertising-a-me-003.jpg\" alt=\"A poster advertising a meeting against the Costa shop.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A poster advertising a meeting against the Costa shop. Photograph: SWNS.com</span> <span class=\"element-image__credit\">Photograph: SWNS.com</span> </figcaption> </figure>  <p>The locals of the Devon resort have gone to war – with Costa Coffee. But why are they desperate to stop a branch of the giant chain opening up in town? And can they win?</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/aug/14/jackson-family-where-went-wrong\">Where did it all go wrong with the Jackson family?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149330\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/14/1344958086439/Michael-Jacksons-siblings-005.jpg\" alt=\"Michael Jackson's siblings at hi smemorial service, July 2009\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">United in grief at Michael Jackson's memorial service, July 2009: Janet, Randy, Tito, Marlon, Jackie and Jermaine.  Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>The three years since Michael Jackson's death have been marked by an increasingly acrimonious feud that is tearing his family apart. But how did it come to this?</p> <h2><a href=\"http://www.guardian.co.uk/lifeandstyle/2012/aug/13/what-like-to-be-olympic-athletes-parent\">What is it like to be an Olympic athlete's parent?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149331\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/13/1344881037403/Bert-Le-Clos-celebrates-a-003.jpg\" alt=\"Bert Le Clos celebrates after his son Chad wins his gold medal.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bert Le Clos celebrates after his son Chad wins his gold medal. Photograph: Odd Andersen/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Odd Andersen/AFP/Getty Images</span> </figcaption> </figure>  <p>Extreme highs and crushing lows are part of an elite athlete's life. But what do mothers and fathers go through while their kids toil away in search of glory?</p> <h2><a href=\"http://www.guardian.co.uk/uk/2012/aug/12/doreen-lawrence-i-got-quite-emotional\">Doreen Lawrence: 'I got quite emotional. I thought: hold it together'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149332\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/10/1344608364485/Doreen-Lawrence---My-priv-003.jpg\" alt=\"Doreen Lawrence … 'My privacy has been taken away'\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doreen Lawrence … 'My privacy has been taken away' Photograph: Mirrorpix</span> <span class=\"element-image__credit\">Photograph: Mirrorpix</span> </figcaption> </figure>  <p>The mother of the murdered teenager Stephen Lawrence on why she decided to carry the Olympic flag at the opening ceremony, and what has changed in the 19 years since her son's death</p> <h2><a href=\"http://www.guardian.co.uk/sport/2012/aug/13/olympic-games-closing-ceremony-culture\">The Olympics closing ceremony was a raucous pageant of popular culture</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149333\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/online/2012/8/15/1345028204597/Fireworks-go-off-at-the-e-001.jpg\" alt=\"Fireworks go off at the end of the 2012 closing ceremony.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fireworks go off at the end of the 2012 closing ceremony.</span> <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> </figcaption> </figure>  <p>Richard Williams: The last act of the great sporting festival that enthralled the nation – and displayed a capacity to charm and amaze</p> <h2><a href=\"http://www.guardian.co.uk/artanddesign/2012/aug/12/architecture-psychology-home-rowan-moore-book\">The inescapable power of architecture</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149334\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344523020328/Bijlmermeer-housing-devel-003.jpg\" alt=\"Bijlmermeer housing development amsterdam\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'Obsessively planned': the Bijlmermeer complex during construction in 1970. Photograph: Pieter Boersma</span> <span class=\"element-image__credit\">Photograph: Pieter Boersma</span> </figcaption> </figure>  <p>In an extract from his new book, our architecture critic Rowan Moore deconstructs the mysterious ways in which buildings shape our lives</p> <h2><a href=\"http://www.guardian.co.uk/environment/2012/aug/12/why-claws-are-out-for-royal-society-for-protection-of-birds\">Why the claws are out for the RSPB</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149335\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2012/8/6/1344271047591/A-golden-eagle-003.jpg\" alt=\"A golden eagle\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Golden eagles are now flourishing in the Scottish Highlands. Photograph:   Sylvain Cordier/Biosphoto/Stev</span> <span class=\"element-image__credit\">Photograph:   Sylvain Cordier/Biosphoto/Stev</span> </figcaption> </figure>  <p>To protect birds of prey, the Royal Society for the Protection of Birds is alienating rural people. The former editor of the Scotsman, and landowner, argues that unless the two sides come together our wildlife will pay the price</p> <h2><a href=\"http://www.guardian.co.uk/film/2012/aug/11/bourne-legacy-jeremy-renner\">The Bourne Legacy's Jeremy Renner, action hero at last</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395149336\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/10/1344599170640/Jeremy-Renner-003.jpg\" alt=\"Jeremy Renner\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Renner. Photograph: Matt Sayles</span> <span class=\"element-image__credit\">Photograph: Matt Sayles</span> </figcaption> </figure>  <p>From sleeping in his car to Oscar nods, the Bourne Legacy star's life has played out like a blockbuster plot, says Andrea Hubert</p> <p>• For twice daily recommendations of great Guardian and Observer features, visit <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a> or follow <a href=\"https://twitter.com/#!/thelonggoodread\">@TheLongGoodRead</a> on Twitter</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395137460\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/8/23/1345712153356/Prince-Harry-010.jpg\" alt=\"Prince Harry\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prince Harry pictured earlier this year in Brazil. Photograph: Felipe Dana/AP</span> <span class=\"element-image__credit\">Photograph: Felipe Dana/AP</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/uk/2012/aug/24/prince-harry-naked-pictures-sun\">Sun publishes pictures of naked Prince Harry</a><br> Tabloid claims photographs of the royal in Las Vegas hotel room published in public interest</p> <p><a href=\"http://www.guardian.co.uk/uk/2012/aug/23/prince-harry-photo-press-internet\">Fleet Street told not to publish Harry photos, yet all is revealed on web</a><br> Royal once again benefits from a blackout, at the behest of the Press Complaints Commission, over Las Vegas images</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/elisabeth-murdoch-mactaggart-lecture\">Elisabeth Murdoch rounds on her brother</a><br>Rupert Murdoch's second daughter attacks News Corp values in keynote address at Edinburgh television festival</p> <h2>Edinburgh TV festival</h2> <p>Media Guardian will be showcasing video and audio at the Edinburgh Television Festival through to Saturday evening. Catch up with our daily festival podcast with special guests, available from lunchtime each day, plus video interviews with key speakers and highlights of the most newsworthy sessions. All on <a href=\"http://jobs.guardian.co.uk/media/\">guardian.co.uk/media</a> for the rest of the week with our usual comprehensive digest of festival and other news.</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4499442/creative-director-head-of-design-and-user-experience/\">Guardian News &amp; Media – creative director / head of design and user experience</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4498212/magazine-editor/\">National Trust - magazine editor</a> <br>Swindon/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4495783/campaign-executive-mobile/\">Guardian News &amp; Media – campaign executive, mobile</a> <br>London/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong><br>Elisabeth Murdoch rounds on brother and praises BBC. P1<br>Navy Seal rattles top guns with book about Bin Laden hunt. P3<br>Superman and Wonder Woman to become ultimate power couple in DC Comics offering. P7<br>Murdoch breaks silence and seeks to distance herself from family woes. P9<br>Channel 4 to axe hit series Big Fat Gypsy Weddings. P9<br>Naked Truth: Fleet Street told not to publish - while all is revealed on the web. P10<br>The Sun breaks ranks and prints Harry photos. P11<br>Mantel's Wolf Hall will feed hunger for drama on BBC2. P18<br>Assange can stay in embassy for 'centuries', says Ecuador. P21<br>Editorial: Elisabeth Murdoch shows off her liberal sympathies. P38</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong><br>Elisabeth Murdoch uses MacTaggart lecture to distance herself from her brother. P3<br>How Princy Harry pictures show the new face of the tabloids. P23<br>Ecuadorean government wants to hold talks over Assange. P24</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong><br>Elisabeth Murdoch distances herself from her family. P9<br>Suggs learns of estranged fathers death from Wikipdedia. P27<br>Was it wrong not to publish naked Prince Harry pictures? P30-31</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong><br>Prince Harry naked pictures sold by 'despicable girl', says friend. P1, 4<br>Survey says British have become less prudish about sex on TV. P3<br>Choirmaster Gareth Malone to bring harmony to the workplace in new series. P13<br>Hilary Mantel's Wolf Hall to be turned into BBC costume drama. P19<br>Following Prince Harry photos, a new etiquette is needed for the digital age. P31<br>Interview with Parade's End playwright Tom Stoppard. P33<br>Elisabeth Murdoch hints at senior News Corp role as she distances herself from brother. Business section, P1</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong><br>Elisabeth Murdoch hopes phone-hacking scandal will not empower enemies of a free press. P5<br>TMZ claims there are more naked pictures of Prince Harry. P16<br>Newspaper editors accused of being 'cowed' by Leveson inquiry as readers rush to the internet to see naked pictures. P16</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong><br>Elisabeth Murdoch embraces the BBC and distances herself from her brother. P1<br>Record loss leads Fairfax to cut newspapers' value. P14</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong><br>Sony Corp cuts mobile-phone workforce in Sweden. P17<br>Businesses increasingly turning to start-ups for new technology. P17<br>LG Display starts producing new in-cell panels, expected to be used in new iphone. P19</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong><br>Children ringing ChildLine are scarred by online porn. P1, 4, 14<br>Prince Harry internet pictures. P6, 7, 39<br>Viewers tell Ofcom there is too much swearing and violence on TV. P9<br>Wolf Hall to be adapted for television. P37</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong><br>Prince Harry tricked into naked pictures. P3, 30, 31<br>Celebrity Big Brother coverage. P19</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong><br>Prince Harry Naked picture published in fight for press freedom. P1, 4-7<br>Elisabeth Murdoch calls for media regulation to be kept to a minimum. P2<br>Big Fat Gypsy Wedding to be axed next year. P2<br>Rik Mayall and Ade Edmondson to revive cult Bottom characters. P3<br>David Tennant to host new comedy show. P3</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong><br>12 million Brits see Prince Harry internet pictures. P1, 4, 5, 8<br>Big Fat Gypsy Weeding axed by Channel 4. P3<br>Police sent to stop boy racers find Top Gear stars filming for series. P11<br>Slapstick comedy Bottom to return to BBC. P12<br>New Channel 4 drama Southcliffe echoes West Cumbria gun rampage. P12<br>Peep Show stars making new comedy set in Tazbekistan embassy. P24</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong><br>Prince Harry internet pictures. P1, 6, 7<br>Celebrity Big Brother coverage. P4, 5<br>Police called out over Top Gear filming. P3<br>Chris Evans in talks to present Channel 5 show. P9</p> <p><strong>And finally ...</strong><br>Next time you find yourself irritated by the sound of kids doing handbrake turns and revving their engines as they tear down your street, don't automatically call the police as all may not be as it seems. According to the Daily Star, a community support officer in Darlington, called out after complaints that boy racers were using a former football stadium, was surprised to find that the culprits were none other than the stars of Top Gear – Clarkson, May and The Stig – filming an item for the latest series. To Clarkson's scorn, PCSO James Metcalffe had turned up to investigate on a bicycle. \"In London, they issue police with cars,\" the motormouth muttered.</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/elisabeth-murdoch-family\">Elisabeth Murdoch seeks to distance herself from family's woes</a><br> Brother James target of broadside at MediaGuardian Edinburgh International Television Festival</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/sun-prince-harry-front-page\">Sun denies it pressured intern to strip for Prince Harry front page</a><br> Paper says 21-year-old on work experience and its picture editor were 'happy to strip' for mock-up of controversial photos</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/news-corp-digital-jonathan-miller\">News Corp chief digital officer to leave company</a><br> Jonathan Miller had overseen company's failed relaunch of MySpace as well as its involvement in Hulu and Roku streaming products</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/big-fat-gypsy-wedding-axed\">Big Fat Gypsy Weddings to be axed</a><br> Channel 4 says it's time to draw a line on series but six 'Gypsy-themed' specials will be commissioned</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/murdoch-daily-mail-damaged-goods-dyke\">Murdochs and Daily Mail are 'damaged goods' after Leveson, says Dyke</a><br> Former BBC director general says corporation is less open to attacks following success of Olympics coverage</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/hilary-mantel-wolf-hall-bbc2\">Wolf Hall and Bring Up the Bodies set for BBC2</a><br> Fictionalised life of Thomas Cromwell to be brought to TV in six-hour adaptation and expected to be broadcast in late 2013</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/channel-4-commissions-david-tennant\">Channel 4 lines up David Tennant panel show</a><br> Red Riding screenwriter to pen series about spate of shootings in UK, while former Doctor Who star to host Saturday night show</p> <p><a href=\"http://www.guardian.co.uk/world/2012/aug/23/mohamed-morsi-press-critics-egypt\">Mohamed Morsi 'intends' to use legal powers to pardon press critics</a><br>Egyptian VP tells media of plan to pass law to prohibit detention of journalists as editor stands trial for 'insulting the president'</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/23/julian-assange-ecuador-embassy\">Julian Assange can stay in embassy for 'centuries', says Ecuador</a><br>Britain should withdraw 'threat' to storm building in Knightsbridge, say Ecuadorean officials</p> <p><a href=\"http://www.guardian.co.uk/world/2012/aug/23/obama-romney-negative-media-coverage\">Obama-Romney campaigns are 'nastier than normal', Pew study finds</a><br> 2012 media narratives have so far been more overwhelmingly negative than almost any other US contest, researchers find</p>",
  "<p>A quick burst of 9 links for you to chew over, as picked by the Technology team</p> <h2><a href=\"http://www.sony.net/SonyInfo/News/Press/201208/12-0823E/index.html\">Sony Mobile Communications announces new operational structure and reduction in workforce &gt;&gt; Sony</a></h2> <blockquote> <p>Sony Mobile plans to reduce its global headcount by approximately 15% (approximately 1000 personnel, including consultants) throughout the financial years of 2012 and 2013 (i.e. by the end of March 2014) as the company seeks to increase operational efficiency, reduce costs and drive profitable growth.</p> <p> Today Sony Mobile filed a redundancy notification (\"varsel\") with the Swedish authorities to notify them that the company expects around 650 employees across a number of functions at Sony Mobile in Lund to be affected by job closures. The remaining headcount reductions will be primarily consultants in Sweden. Lund will continue to be an important strategic site for Sony Mobile, with the main focus on software and application development.</p> </blockquote> <p> The company headquarters are moving from Lund to Tokyo.</p> <h2><a href=\"http://penny-arcade.com/report/editorial-article/the-incredibly-detailed-beautifully-illustrated-insanely-intricate-birth-of\">The incredibly detailed, beautifully illustrated, insanely intricate birth of a video game Mech &gt;&gt; Penny Arcade</a></h2> <p>It is indeed all those things.</p> <h2><a href=\"http://www.buzzfeed.com/mattbuchanan/the-original-iphone-4-design-prototype-from-2006\">An old iPhone 4 design prototype from 2006 &gt;&gt; Buzzfeed</a></h2> <p>With a \"Sony\" logo, no less, for internal consumption. Among the fascinating elements is that the metal mockup looks startingly like what is now the Nokia Lumia, though that is a much nicer shape (and not metal). However, the article's suggestion that these are precursors to the iPhone 4 sounds off. Perhaps just an iPhone prototype they later returned to?</p> <h2><a href=\"http://gawker.com/5936394/\">The Bain Files: inside Mitt Romney's tax-dodging Cayman schemes &gt;&gt; Gawker</a></h2> <blockquote> <p>Gawker has obtained a massive cache of confidential financial documents that shed a great deal of light on those finances, and on the tax-dodging tricks available to the hyper-rich that he has used to keep his effective tax rate at roughly 13% over the last decade.</p> <p> Today, we are publishing more than 950 pages of internal audits, financial statements, and private investor letters for 21 cryptically named entities in which Romney had invested--at minimum--more than $10m as of 2011 (that number is based on the low end of ranges he has disclosed--the true number is almost certainly significantly higher). Almost all of them are affiliated with Bain Capital, the secretive private equity firm Romney co-founded in 1984 and ran until his departure in 1999 (or 2002, depending on whom you ask).</p> </blockquote> <p> For clarity, we'd like to point out that the \"dodging\" here would be tax avoidance, not evasion.</p> <h2><a href=\"http://helenedwards.marketingmagazine.co.uk/2012/08/22/helen-edwards-tripadvisor-and-the-looming-decline-of-user-generated-content/\">Helen Edwards: TripAdvisor and the looming decline of user-generated content &gt;&gt; Marketing Blogs</a></h2> <blockquote> <p>The decline is yet to come - but here's what the scholars will tell: the flaws of the user-generated model were the inverse of its strengths, with the seeds of decline sown into the model itself.</p> <p> User-generated sites such as TripAdvisor eventually begin to sag under the weight of their own banality. Millions of offhand comments - 'the breakfast was nothing special' - become digitally ossified in the ever-sprawling tentacles of the site.</p> <p> There they stay, creating an uncomfortable temporal tension. Whereas no-one would take seriously a guide book from 2002, there is something about the immediacy of the internet that lends unjustified currency to decade-old reviews. Readers start to feel tripped up by dated content, and the criticised brands feel they can't move on.</p> </blockquote> <h2><a href=\"http://www.pcmag.com/article2/0,2817,2401371,00.asp\">Samsung Galaxy Note 10.1 (Wi-Fi) Review &amp; Rating &gt;&gt; PCMag.com</a></h2> <p>They're impressed: </p> <blockquote> <p>the iPad's primary pressure-sensitive stylus accessory, the Adonit Jot Touch (which we'll review in the future) costs extra and doesn't offer the sensitivity and palm rejection of the S Pen, and the iPad can't do the Galaxy Tab's marvelous split-screen trick. For offering compelling features found nowhere else, we'll let the Samsung Galaxy Note 10.1 share the Editors' Choice award for large tablets with the Apple iPad.</p> </blockquote> <p> Also worth noting: with the Note 10.1 and its pen apps, Samsung is clearly embracing and extending Android. (Thanks @beardyweirdy666 for the link)</p> <h2><a href=\"http://www.smh.com.au/digital-life/digital-life-news/store-wars-samsung-apple-gadgets-at-10-paces-20120823-24njn.html\">Samsung store looks like Apple store</a></h2> <blockquote> <p>It's a flagship consumer electronics store on Sydney's George Street with smiling blue shirt-wearing sales staff, a minimalist design and smartphones and tablets that invite customers to pick up and play.</p> <p> But according to Samsung, the new store - just a block from Apple's Sydney store - was all its own idea.</p> </blockquote> <p> Let's look forward to Samsung suing Apple for copying its idea but somehow getting there first.</p> <h2><a href=\"http://www.businessweek.com/news/2012-08-21/google-finally-leads-in-china-in-app-ad-sales\">Google Finally Leads in China -- in App Ad Sales &gt;&gt; Businessweek</a></h2> <blockquote> <p>\"Since 2010, Google has been trying many things to keep its presence in China,\" said Steven Chang, chief executive officer of ZenithOptimedia's China division, which buys advertising from Google and Baidu. \"AdMob now has quite a significant share of the market.\"</p> <p> Revenue in China's mobile-app ad market will probably more than double to about 1.8 billion yuan ($283 million) this year, exceeding the 1.2 billion yuan from mobile-search queries, according to iResearch.</p> </blockquote> <h2><a href=\"http://www.theregister.co.uk/2012/08/22/qihoo_leapfrogs_google_china_search/\">Google facing irrelevance in China &gt;&gt; The Register</a></h2> <blockquote> <p>Google's key local partner Qihoo dropped has dropped the text ad giant from its popular portal site and promptly replaced it with its own newly launched service.</p> <p> A visit to Qihoo's hao.360.cn directory site, which it claims gets more traffic than a similar page run by Baidu - hao123.com - shows the firm has indeed relegated Google to alternative search options along with the likes of Baidu and newcomer Jike.</p> <p> In its place is Qihoo's so.360.cn search service, which it launched last week.</p> <p> The firm's move could be bad news for Google, according to market watcher Bill Bishop.</p> </blockquote> <p>You can follow <a href=\"http://pinboard.in/u:guardiantech\">Guardian Technology's linkbucket on Pinboard</a>. To suggest a link, either add it below or tag it with @gdntech on the free <a href=\"http://www.delicious.com/\">Delicious</a> service;</p>"
]