[
  "<p>Just how thick is Nick Griffin? Is it even measurable? Or is he just so desperate for publicity for his ailing party that he'd do anything to grub up a few headlines, bar perhaps roller-skate past Westminster naked?</p> <p>The BNP leader tweeted the home address (partial address, he says) of the gay couple <a href=\"http://www.bbc.co.uk/news/uk-england-20000954\" title=\"\">Michael Black and John Morgan</a>, who won damages against the Christian owners of a B&amp;B who'd refused them a room. In the tweets, encouraging his followers to demonstrate outside Black and Morgan's home, Griffin said he wanted to bring them \"a bit of drama\".</p> <p>The police are now investigating whether Griffin's tweets were illegal. For his part, Griffin says that \"drama\" referred to the gay couple's involvement in amateur dramatics. But of course – a fondness for the work of Alan Ayckbourn goes hand in hand with a desire to see a mob of baying \"patriots\" appear at your door. Then there was Griffin's baffling sign-off: \"Say No to heterophobia!\"</p> <p>Does Griffin really live in a dark parallel universe where heterophobia needs to hear the word \"No\"? Where straight-bashing is on the rise – innocent heterosexual men leaving pubs, to be confronted by hordes of pissed-up Marys in Kylie T-shirts swinging baseball bats, crying: \"You women-fancying perverts are going to pay!\"? On Planet Griffin, are straight couples campaigning for the right to marry, straight parents frowned upon everywhere save for a few trendy London boroughs?</p> <p>Moreover, are schoolchildren thoughtlessly taunting each other with slang such as: \"That's just straight\"? Are some of these children committing suicide rather than facing coming out as \"non-gay\"? Is there is a culture in film and TV for there to be a token straight, who spouts straight cliches and affects straight mannerisms and has little else to do but be an amusing straight best friend for the lead gay characters to bounce off?</p> <p>Many apologies for the myriad cliches tumbling over each other back there. The point I'm trying to make is that, considering all the evidence or, indeed, lack of, it seems highly unlikely that heterophobia exists in any entrenched, meaningful or malign way.</p> <p>Not that I'm denying its existence. It appears that a (very) tiny minority of gay people self-define as heterophobic, because they're so sickened by straight society and its treatment of them. Eminem referenced <a href=\"http://www.azlyrics.com/lyrics/eminem/criminal.html\" title=\"\">heterophobia </a>in a lyric (Criminal). <a href=\"http://www.amazon.com/Heterophobia-Harassment-Feminism-American-Intellectual/dp/0847689883\" title=\"\">At least one book has been written about it</a>. An Australian MP used the term in his campaign against same sex unions. But heterophobia as a looming social evil that requires scrutiny, legislation and an anguished cry of \"Just say no!\"? Nah, I'm not buying it.</p> <p>The gay couple's court win was always a no-brainer. A person's sexuality should have as little to do with hiring a room at a B&amp;B as it does with buying a doughnut at a bakery, or a meal at a restaurant. If the B&amp;B owners Susanne and Mike Wilkinson are so appalled by the implications of the Equality Act (Sexual Orientation) Regulations 2007, then perhaps they should reconsider their future in the hospitality industry.</p> <p>As for Griffin, I suppose he got the attention he so desperately craved (including this). What we seem to have here is a prime example of the anti-PC back-flip scam. This is where a quite reasonable argument against prejudice is crudely reversed, and then run with, to occasionally hilarious, though, more frequently, desperately boring effect. Thus with homophobia, it's: \"You're criticising me for what I believe, so that makes you (ta-da!) heterophobic!\" Similarly, racism: \"Yeah, well, you're hostile to my views, so that makes you (ta-da!) racist to white people.\" It's tiring, it's pathetic, but, slowly, surely, everyone is cottoning on. So, sorry Mr Griffin, the next time you want to generate headlines, it might be easier to go and fetch your roller-skates.</p> <h2>Oh, I say. This rapping lark's a bit oikish, isn't it? </h2> <p>One presumes that everyone has viewed the video of the <a href=\"http://www.theguardian.com/music/shortcuts/2012/oct/19/eton-gangnam-style-lingo-explained\" title=\"\">Eton boys</a> rapping and throwing shapes, Gangnam style, in their tails. A bit of harmless tomfoolery that verges on the moving. Especially when they wail about how insecure they sometimes feel. (Ultra-posh boys finding it difficult to talk to girls – who knew?) In the event, it's touching to see boys \"dad-dancing\" in their teens.</p> <p>Bless their toff hearts for putting themselves out there, seemingly with no thought for any future political ambitions.</p> <p>Sadly, however, it must be noted that this whole thing exposes the Eton-fruggers as being (deep breath) somewhat common. All that bragging about consuming Moët and camembert – isn't it all a bit squeezed-middle wish-fulfilment? I'm sure their parents have brought them up to namecheck much posher stuff than that – it must have been a dagger to Mater and Pater's hearts that the Harvey Nicks food hall wasn't mentioned even once.</p> <p>So, an amusing viral sensation, but something of a tragic own goal for Eton. You don't pay its fees for boys to use the same cultural references as oiks from the local comp. I predict a surge in interest in Rugby and Harrow.</p> <h2>Tagg, you impulsive old redneck, you</h2> <p>Tagg Romney has said that he wanted to rush the stage and \"take a swing\" at Barack Obama, for his insinuations about his father Mitt's integrity during their latest US presidential debate. <a href=\"http://www.telegraph.co.uk/news/worldnews/us-election/9617247/Tagg-Romney-wanted-to-take-swing-at-Obama.html\" title=\"\">Tagg</a> (short for Taggart) says that the thing that stopped him – the only thing, mind – was the presence of secret service officers surrounding Obama. If they hadn't been there, Tagg seems to be implying, Obama would have been \"for it\", good and proper.</p> <p>Well, some might say, young Tagg is hardly a credit to his illustrious background with such dockers' vernacular as \"taking a swing\". Was Tagg dragged up? some might wonder.</p> <p>But to them, I say, can't a young lad, with passion in his soul, stand up for his old man, even to the point of threatening his opponent with adolescent violence. Perhaps with a cry of \"Put your dukes up, Obama\", as the impetuous hothead hurdles over seats to uphold the family honour. It might not be right, but it's wrong in a good way. A bit like <em>Godfather II,</em> only with mom's apple pie for tea. More importantly, it's eminently understandable in a callow youth.</p> <p>To which some – in fact, let's hope all – might reply: \"What are you talking about, you misinformed, platitude-spewing hack? The weirdly named proto-meathead Tagg is a 42-year-old married millionaire father of six. He's also one of his father's chief advisers and should know better than to talk openly about wanting to duff up his father's opponent in a radio interview.\" To which I reply: \"You're absolutely right, sit down and shut up, Tagg, you embarrassingly privileged, emotionally incontinent redneck.\" As a sidebar: Mitt? Tagg? If they want a decent chance at power, this family really must sort their names out.</p> <p>Comments will be turned on later</p>",
  "<p>American civil rights groups have appealed to the world's biggest election monitoring organisation over concerns about controversial changes in voter registration ahead of the November 6 White House poll.</p> <p>The eight civil rights group expressed their worry that millions, including those on low income as well as minorities, could be excluded from the vote for the presidency and for members of Congress.</p> <p>They raised the issues during a meeting on Tuesday in Washington with representatives from the Organisation of Security and Co-operation in Europe (OSCE), which represents 56 states in Europe, Central Asia and North America.</p> <p>The OSCE is likely to refer to the concerns in an interim report on the US elections out at the end of next week. It is also expected to pass on the views of the civil rights groups to its team of international observers who are being sent to monitor elections in 40 states.</p> <p>The OSCE opened its observer mission in the US on October 9, led by OSCE ambassador Daan Everts. It has 13 international experts based in DC and 44 long-term observers from 23 countries being deployed throughout the country.</p> <p>Its mission is to assess the election for compliance with international obligations and standards for democratic elections.</p> <p>In a statement, it said: \"The mission will analyse the legislative framework and its implementation and will follow campaign activities, the work of the election administration and relevant government bodies, including voter registration, and the resolution of election disputes.'</p> <p>The eight civil rights groups, who include the Leadership Conference on Civil and Human Rights and the NAACP, asked the OSCE to send election monitors to the states most affected by voter restrictions.</p> <p>They cited new restrictions on voting periods and voter ID laws aimed at disenfranchising women, the young, the elderly and disabled, as well as minorities and those on low income.</p> <p>The states identified as places they would like to see observers deployed are Pennsylvania, Ohio, Florida, Texas and Wisconsin.</p> <p>The OSCE, as well as issuing interim reports before the election, will also publish its finding immediately after the election and a more considered verdict a few months later.</p>",
  "<p>For the second Saturday running, Barack Obama and Mitt Romney went to ground to prep for a televised debate that could prove crucial in a tight White House race now entering its home straight.</p> <p>President Obama hunkered down in Camp David ahead of the third head-to-head with his Republican rival. He is due to remain there until Monday night's encounter, leaving the donkey work of the campaign to his deputy Joe Biden, who hit the stump in Florida on Saturday.</p> <p>Likewise, Romney was leaving nothing to chance ahead of the foreign policy debate, having slipped up on the topic in the last match-up between the pair – an occurrence that seemingly arrested his momentum ahead of the November 6 vote.</p> <p>Romney is due to spend the weekend in Florida boning up on the issues. Meanwhile his vice-presidential pick, Paul Ryan, is due to campaign in the Democratic-leaning battleground of Pennsylvania on Saturday.</p> <p>Political pundits have by-and-large scored the two presidential debates in this race 1-1, with Obama winning the second after a poor performance in the first initially handed the electoral running to Romney.</p> <p>Monday's debate, due to be held in Boca Raton, Florida, and moderated Bob Schieffer of CBS News, is dedicated solely to foreign affairs.</p> <p>It should be a strong area for the president, as he consistently tops polls as to which of the candidates is more trusted on international affair. During his tenure at the White House, Obama has pulled American troops out of Iraq and presided over drawdown in Afghanistan – both popular measures in a country grown weary by more than a decade of war.</p> <p>Additionally, terror chief Osama bin Laden was assassinated by a US crack team under the president's watch, providing a further boost to his claims of competence in pushing forward US objectives overseas.</p> <p>But the timing of the debate isn't great for the White House incumbent, coming just weeks after a confused response from the administration over a deadly attack on the US consulate in Benghazi, Libya.</p> <p>The assault resulted in the death of four Americans, including ambassador Chris Stevens. It also, so the Republicans claim, raised questions over Obama's foreign policy and leadership after conflicting messages over who was responsible for the assault were initially released.</p> <p>On Friday, Ryan continued to needle the president over claims that he should have known earlier that militants were responsible for the consulate siege, and not, as some in the administration appeared to initially think, that it was the work of protesters angered by an anti-Islam film produced in the US.</p> <p>Ryan told Wisconsin radio station WTAQ that the Benghazi attack and its handling by the president represented the \"absolute unravelling of the Obama administration's foreign policy\".</p> <p>But some believe that the Republican ticket has already overplayed the attack for political advantage.</p> <p>An attempt to press the president over the semantic point of whether he actually called it an \"act of terror\" the day after the siege, backfired on Romney in the second debate.</p> <p>Meanwhile, the White House has been trying to put some distance between Obama and the initial confusion over who was behind the Benghazi killings, seemingly shifting the blame for the response on the State Department.</p> <p>On Monday, Secretary of State Hillary Clinton said she took responsibility over the response.</p> <p>\"In the wake of an attack like this, in fog of war, there's always going to be confusion,\" she explained.</p> <p>It is likely that any exchange over the Benghazi incident at Monday's debate will be closely watched for inconsistencies. But whether or not the Republicans can make enough of it to overturn a perceived advantage for Obama on foreign policy remains to be seen.</p> <p>Meanwhile, Obama and Biden have been focusing their attack on Romney's apparent policy shifts on issues such as women's health, dismissively referring to moves by the Republican hopeful to appeal to the centre as \"Romnesia\".</p> <p>With the race now bending into the home straight, Monday night's debate could provide a final chance for both White House contenders to land a few blows in front of an audience of tens of million voters.</p> <p>Perhaps of equal importance, both will be eager to avoid any verbal missteps or gaffes that could provide the 24-news networks with the equivalent of a water-cooler moment to play relentlessly in the days leading up to 6 November.</p>",
  "<p>President Barack Obama's campaign to win a second term in the White House is approaching the end of the US election cycle flush with cash after yet another massive month of fundraising.</p> <p>The latest figures from the Federal Election Commission (FEC) show that Obama for America pulled in a total haul of more than $126m in September.</p> <p>The campaign, which has faced a resurgent Republican challenge from Mitt Romney ahead of the 6 November ballot, now sits atop a cash mountain of some $100m as money taken in has outstripped money spent so far.</p> <p>The news provides a welcome shot in the arm for the Obama team which appeared to be cruising to a comfortable lead in the polls before a poor performance by Obama in the first presidential debate in Denver saw the race suddenly narrow.</p> <p>The impressive fundraising total means the Obama camp's advertising campaigns will continue relentlessly onwards via the airwaves of the crucial battleground states and help ensure a well-funded \"ground game\" that will get out the vote on election day.</p> <p>Romney's own returns for September are set to be filed to the FEC later Saturday. It is set to be a roughly similar sum though a little lower than Obama's.</p> <p><a href=\"http://www.theguardian.com/world/2012/oct/15/romney-raises-170m-debate-boost\">Earlier this week the Romney team indicated</a> it would raise around $170m in September but in conjunction with the Republican National Committee (RNC).</p> <p>The RNC has now released sums showing it hauled in $48m, meaning Romney's campaign would have to directly raise in the region of $122m to hit their stated total.</p> <p>But it is not just parties and candidates that matter in the 2012 election. Outside bodies, known as Super Pacs, are also big players after a loosening of campaign finance regulations.</p> <p>They are controversial because of much less strict laws governing disclosure of<br>donor identities and how much any individual can fork over.</p> <p>The newest figures from the FEC also show the Democrats' main Super Pac brought in a big sum. The pro-Obama group Priorities USA Action said it raised $15.2m in September, compared with $14.8m for the pro-Romney group Restore Our Future, according to filings with the Federal Election Commission.</p> <p>Republicans showed greater fundraising strength at the party level in September.</p> <p>But on a party level the Republicans are doing better. The Democratic National Committee could not compete with the RNC's efforts. The DNC raised $20.3m in September and actually borrowed $10.5m.</p> <p>It ended September $20.5m in debt, according to its filing with the FEC.</p>",
  "<!-- Block 1 --> <p>9.30am: It's the day of the leader's speech. I'm in the press room in the concert hall in Perth where Alex Salmond's, Scotland's first minister, will be addressing the SNP this afternoon. It should be the highlight of the four-day conference, but Salmond will be hard pressed to produce anything as dramatic as <a href=\"http://www.theguardian.com/politics/blog/2012/oct/19/snp-conference-nato-debate-live-blog\">yesterday's debate on Nato membership, which culminated in a narrow but significant victory for Salmond and the SNP leadership, who have persuaded the party to drop its historic opposition to an independent Scotland belonging to Nato.</a></p> <p>I will round up more reaction to yesterday's vote shortly.</p> <p>This morning there are two developments worth noting.</p> <p><strong>• <a href=\"http://www.bbc.co.uk/news/uk-scotland-scotland-politics-20010209\">Salmond has said that independence would allow the Scots to create \"a more prosperous and a more just society\"</a>. </strong>Normally at party conferences extracts from the leader's speech are released in advance. The SNP have done this, but they've only given us two sentences.</p> <blockquote class=\"quoted\"> <p>Our cause is not and never has been just about a constitutional objective. It is about using the powers of an independent Scotland to create a more prosperous economy and a more just society.</p> </blockquote> <p><strong>• <a href=\"http://www.heraldscotland.com/mobile/politics/referendum-news/pro-uk-survey-finds-just-16-strongly-back-independence.19192344?_=15266f95a279361b1d98843a4b30d1d5aec98361\">Better Together, the pro union campaign, has released a poll suggesting that only 16% of Scots \"strongly\" favour independence</a>. </strong>Responding to the poll, the SNP said that it also showed that more than a quarter of Labour voters and nearly a third of Lib Dem voters support an independent Scotland and that support for a yes vote had risen by 3% in under two weeks.</p> <p>Here's the agenda for the day.<br><em><br>10am:</em> Conference opens. There are debates on welfare, including a call for people to receive \"full pension and benefit payments\" when Scotland becomes independent, on the NHS and on development trusts.</p> <p><em>10.30am:</em> Speech by Fiona Hyslop, the Scottish culture secretary.</p> <p><em>11.25am:</em> The president's prize, presented by Ian Hudghton MEP</p> <p><em>11.35am: </em>Fraternal address from Plaid Cymru.</p> <p><em>11.45am:</em> Speech by Blair Jenkins, chief executive of Yes Scotland.</p> <p><em>2pm:</em> Further debates. Resolutions being discussed this afternoon include international development, inequality, pensions, workfare and housing.</p> <p><em>3pm:</em> Alex Salmond, Scotland's first minister, speaks.</p> <p>I'll post a summary at lunchtime and another after Salmond has fininshed.</p> <p>If you want to follow me on Twitter, I'm on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> <!-- Block 2 --> <p>10.21am: Here's a round-up of some of the reaction to yesterday's Nato vote at the conference.</p> <p>• <a href=\"http://www.heraldscotland.com/comment/herald-view/nation-will-judge-snp-nato-policy.19192295\">The Herald in its leader says that the Nato vote was a victory for the SNP leadership but that the nation must now judge how credible the SNP's defence policy is</a>.</p> <blockquote class=\"quoted\"> <p>Then there is the question of how feasible the party's new position on Nato actually is. Many delegates yesterday voiced their worries over this point. Nato membership would make it harder for an independent Scotland to rid itself of nuclear weapons, warned MSP Jamie Hepburn.</p> <p>German newspaper reports last month suggested that Nato had forced Germany to drop its aspiration to bring about the withdrawal of US nuclear weapons from its soil. Would any negotiation on the point even be possible? The assumption that it would, some opponents believe, is simply \"policy by assertion\". The pro-Union Better Together campaign, which was surely disappointed by yesterday's vote, will seek to exploit such doubts.</p> </blockquote> <p>• <a href=\"http://www.scotsman.com/the-scotsman/opinion/comment/leaders-salmond-wins-nato-battle-but-war-is-still-to-be-won-1-2589611http://www.scotsman.com/the-scotsman/opinion/comment/leaders-salmond-wins-nato-battle-but-war-is-still-to-be-won-1-2589611\">The Scotsman in its leader says the vote represented a major shift in policy</a>.</p> <blockquote class=\"quoted\"> <p>Opponents, doubtless, will point to the narrowness of the majority and claim nationalists are divided, or to the caveats in the wording eventually approved to contend that the party's new stance is riddled with hypocrisy. But there is little doubt that yesterday's vote represented a major shift in policy. Moreover, it was achieved in an old-fashioned political way. </p> </blockquote> <p>•<a href=\"http://www.heraldscotland.com/politics/political-news/close-call-as-snp-scraps-historic-anti-nato-stance.19192352\"> Robbie Dinwoodie in the Herald says those opposed to the SNP changing its policy on Nato have indicated that they will accept the result of yesterday's vote</a>.</p> <blockquote class=\"quoted\"> <p>[Christina McKelvie MSP] later said the vote would be respected and that no further action was expected from opponents to Nato membership. She added: \"Democracy was the winner today. Now we can put this behind us and focus on winning Yes votes.\"</p> </blockquote> <p>• <a href=\" http://www.telegraph.co.uk/news/uknews/scotland/9621906/Salmond-wants-to-join-a-club-but-only-if-he-can-play-by-his-own-rules.html\">Alan Cochrane in the Daily Telegraph says the SNP's defence policy is now marked by \"hopeless incongruity\"</a>.</p> <blockquote class=\"quoted\"> <p>They've said that as Scotland is currently, through the United Kingdom, a member of Nato it should, as an independent country, continue to be a member. However, in seeking to be so, its negotiators – step forward the aforesaid Alex Salmond – would tell the alliance's bigwigs that they'd only continue as a member \"subject to an agreement that Scotland will not host nuclear weapons\".</p> <p>It's called \"conditionality\" but it's actually a virtual negation of what Nato is all about; it is a nuclear alliance and its members accept as part of joining that they enjoy the shelter of what's always been called the \"nuclear umbrella\".</p> </blockquote> <p>• <a href=\"http://www.thescottishsun.co.uk/scotsol/homepage/news/4599493/Nats-back-Nato.html\">Andrew Nicoll in the Scottish Sun says yesterday's vote makes the SNP look \"a lot more credible\"</a>.</p> <blockquote class=\"quoted\"> <p>After all, yesterday's conference was packed with diplomatic observers from embassies around the world, watching to see where Scotland is heading.</p> <p>They will be reporting back today having seen a mature party of government in action, a party prepared to lead Scotland to its place on the world stage.</p> </blockquote> <p>• <a href=\"http://councillorterrykelly.blogspot.com/2012/10/perth-snp-and-fighters-who-have-now.html\">Terry Kelly, a Labour councillor, says on his blog that the Nato vote marks a defeat for SNP traditionalists</a>.</p> <blockquote class=\"quoted\"> <p>The vote was very close, close enough in fact to stir talk of mutiny and schisms in most other parties but alas this is the SNP and the truth is that the true nationalists, the genuine independence fighters, have been dying the death of a thousand cuts for 10/15 years now. Today was their last hurrah, they will hang about for some time to come and we will hear the sporadic death rattle but nothing more.</p> <p>Many old timers in the hall and sprinkled around the country will have had tears in their eyes as they stood looking at the triumphant platform and they could not miss surely that the platform was smirking at them. </p> </blockquote> <!-- Block 3 --> <p>10.44am: <strong>Fiona Hyslop</strong>, the Scottish culture secretary, is addressing the conference now. The party have released some extracts from her speech. She is saying the SNP believe in subsidising the arts because \"self-expression of the nation needs self-expression of its people\".</p> <blockquote class=\"quoted\"> <p>Scotland's culture is our soul - in its traditions, in its innovation, ideas, debates, disputes, its many truths and its many questions. In its democratic intellect it does not just define us, it is constantly challenging and shaping and reshaping our perspective and ideas.</p> <p>Our artists need freedom, respect and support to do so unconditionally because it is in that atmosphere we will see our culture flourish still further.</p> <p>Conference in Scotland, we are seeing world class art, writing and performance being produced. Time and time again I am told from abroad we really value culture for what it is.</p> <p>I have worked hard to protect our cultural institutions and front line grants despite cuts that are too deep and too quick from Westminster. Where the Arts Council in England has seen cuts of 30% Scotland we have sought to protect culture.</p> <p>We believe in public subsidy of art and artists because we believe that self-expression of the nation needs self-expression of its peoples. The experience of one of us can speak to all, and to an audience across the globe.</p> </blockquote> <!-- Block 4 --> <p>11.08am: The conference has passed a motion on welfare describing the UK government's plan to cut housing benefit for the under-25s as \"a shameful attack on young people\" and welcoming the Scottish government's guarantee that \"people will continue to receive the full pension and benefit payments that they are entitled to\" under independence.</p> <!-- Block 5 --> <p>11.15am: Here's another blog about the SNP Nato vote yesterday that's worth reading.</p> <p>• <a href=\"http://bothsidesthetweed.wordpress.com/2012/10/19/i-am-a-member-of-the-scottish-national-party/\">Alistair Cassidy on his Both Sides the Tweed blog says that the Nato debate should make people proud to belong to the SNP</a>.</p> <blockquote class=\"quoted\"> <p>Essentially today the SNP moved from being anti-NATO to being NATO-sceptic. Because of a recognition of the importance of continuity and of mutual co-operation between nations and, in particular the nations of northern Europe NATO has been given a chance, a chance to prove itself as an organisation that can work in the interests of Scotland and of all its members.</p> <p>Be under no illusion that today was a significant day in the life of this party. As Kenny MacAskill put it we have moved from being a party of protest to a party of Government and today's debate exemplified that. Whatever the result had been the real winner today was party democracy and I believe that can be a real example to other political parties, both in Scotland and elsewhere and a sign to the people of Scotland of the kind of government that they should expect post-Independence.</p> </blockquote> <!-- Block 6 --> <p>11.22am: The conference has just passed a motion on the NHS saying the SNP \"rejects all attempts to privatise any services provided by the NHS and congratulates the Scottish government on its commitment to keeping the Scottish NHS in the public sector, in contrast to the NHS in England.\"</p> <!-- Block 7 --> <p>11.33am: <strong>Alyn Smith</strong> MEP has just opened a debate on the \"alternative economic model for Scotland that development trusts provide\". He said that if people were unhappy about <a href=\"http://www.theguardian.com/commentisfree/poll/2012/oct/16/taxavoidance-starbucks\">Starbucks not paying much tax in the UK,</a> they should buy coffee from a local shop instead. Business \"rooted in the community\" understood the importance of paying tax, he said.</p> <!-- Block 8 --> <p>12.09pm:<strong> Jill Evans</strong> MEP, the president of Plaid Cymru, has just finished addressing the conference. She was giving \"fraternal greetings\" on behalf of the Welsh nationalists. An independent Scotland would have not truer friend than Wales, she said.</p> <p>She also pointed out that in Plaid the president, chair, chief executive and leader are all women. I don't think she was trying to have a go at the SNP, but yesterday there were complaints about how few women were speaking in the Nato debate. \"The membership of the SNP is overwhelmingly male\", James Mitchell, Lynn Bennie and Rob Johns concluded <a href=\"http://www.amazon.co.uk/Scottish-National-Party-Transition-Power/dp/0199580006\">in their study of the SNP published earlier this year.</a></p> <!-- Block 9 --> <p>12.41pm: The cross-party campaign for a yes vote in the independence referendum is called Yes Scotland and it is being run by <strong>Blair Jenkins</strong>, a former head of news at STV and BBC Scotland who is not a member of the SNP, or any other party. He has just addressed the conference. It was an interesting speech, which included a very powerful argument for independence, although one that also undermined his separate argument about the yes campaign being beyond party politics. Here are the main points.</p> <p><strong>• Jenkins said independence campaigners should invite people to consider whether they would vote for union with England if Scotland were already independent.</strong></p> <blockquote class=\"quoted\"> <p>I think if you stand back and look at it, a campaign being run now to persuade Scotland to join the union in my view would be an impossible campaign to run. Just imagine some of the leading propositions, the case that would be put to the Scottish people: your main parliament will move hundreds of miles away, and your MPs will be in a tiny minority; you will get a government you didn't vote for; all your oil and gas revenues will be handed over to the London Treasury. The biggest nuclear weapons arsenal in Western Europe will be build on the River Clyde, 30 miles from your largest city. You will be joining a country where the health and education services are rapidly being privatised.</p> </blockquote> <p><strong>• He claimed that Yes Scotland represented \"a new kind of politics\" because it was non-partisan and non-ideological.</strong></p> <blockquote class=\"quoted\"> <p>As far as Yes Scotland is concerned, all we ask of anyone is that you support the core principle, the core democratic principle, that the best people to make decisions about the future of Scotland and what is right for Scotland are the who of Scotland themselves … That is the only price of admission if you like … This is a cause that transcends political parties and, indeed, is a new kind of politics.</p> </blockquote> <p>Theoretically, then, Yes Scotland is open not just to the SNP, but to people who want an independent Scotland to be an nuclear-armed, low-tax, minimum-regulation state - ie, like Texas, with mountains. But Jenkins undermined this point with his argument about imagining people being asked to vote for union with England (see above) and his claim that independence would allow Scotland to become more equal (see below).</p> <p><strong>• He said independence would allow Scotland to create a more equal society.</strong></p> <blockquote class=\"quoted\"> <p><br>We know that under successive Labour and Conservatives government, the UK has become one of the most unfair and unequal societies in the western world. That didn't happen as an act of God, it was an act of policy …</p> <p>I believe 2014 will be the year of yes and we will get the majority we are looking for. We are coming to a clear fork in the road, a choice of direction. Let's not be part of an increasingly unequal society, let's continue on the journey we have started.</p> <p>The vision of an independent Scotland that many of us have is of a country where all of us look out for one another, and where our sense of duty and responsibility to other people don't begin and end at our own front door.</p> </blockquote> <p>He also said that Scotland had a \"strong collective ethos\" and that \"we do look out for one another and we do value one another\".</p> <p><strong>• He said Yes Scotland was attracting support from people from most parties. </strong>The Green would play \"a substantial role\" in the campaign, he said. The new group, Labour for Independence, was \"a growing and significant group\" within the party. And some notable figures in the Liberal Democrat party, like Dame Judy Steel, were now in favour of independence.</p> <p><strong>• He said all parties in Scotland should set out their vision for the future of the country, whether or not they supported independence.</strong></p> <p><strong>• He said the no campaign had a \"profoundly pessimistic\" view of Scotland's future.</strong></p> <blockquote class=\"quoted\"> <p>The underlying rationale - the no narrative if you like - seems to be that the rest of the world, other countries in the world, and international institutions would adopt immediately an irrational and hostile view to an independent Scotland … I do not believe such a view has any rational or substantial basis at all.</p> </blockquote> <p><br><strong><br>• He said the no campaign would have difficulty attracting the support of 16 and 17-year-olds because they were opposed to under-18s getting the vote.</strong></p> <blockquote class=\"quoted\"> <p><br>You can imagine who the conversation would go: \"Hello, we're the no campaign. Remember us, we are the people who tried to stop you having a say in the future of your country.\"</p> </blockquote> <p><strong>• He said that Yes Scotland's advisory board would ensure that the campaign represented all elements of Scottish life.</strong> The board is chaired by Dennis Canavan, the former Labour MP.<br><strong><br>• He said it was too early in the campaign to worry about the opinion polls.</strong></p> <p><strong>• He said that if every person in Scotland in favour of independence persuaded just one new person to vote yes, Yes Scotland would win.</strong></p> <!-- Block 10 --> <p>12.45pm: It's not all good tempered at the SNP conference. My colleague Severin Carrell has sent me this.</p> <blockquote class=\"quoted\"> <p>Scottish ministers confronted an angry and at times abusive crowd of anti-wind farm campaigners outside Scottish National party conference in Perth, with little love lost by either side.</p> <p>The crowd of perhaps 150 to 200 anti-wind farm activists – many dressed in tweeds, Barbour-style coats and Wellington boots - booed and hissed the Scottish health secretary Alex Neil as he walked past, with some in the crowd throwing v-signs and shouting \"no more turbines\".</p> <p>Stewart Stephenson, the former Scottish environment minister, and a champion of renewable technology, was booed too as he walked alongside the demonstration. He responded by pursing his lips and blowing – in imitation of the wind.</p> <p>With a mocked-up coffin and protestors dressed as undertakers, one banner hung over the barrier featured Alex Salmond raising two fingers in a victory salute, with the slogan: \"Two fingers to Aberdeenshire's landscape from the great windbag\".</p> <p>Salmond's proposals for a significant expansion of onshore windfarms – he wants the equivalent of 100% of Scotland's domestic electricity needs to be met from renewable sources – have met intense, vociferous criticism in the Scottish shires, and from some land conservation groups. One placard said: \"Highland landscapes are unique: don't sacrifice them.\"</p> </blockquote> <p>And here's <a href=\"https://twitter.com/severincarrell/status/259620517714202625\">a picture from Twitter.</a></p> <!-- Block 11 --> <p>1.20pm: Here's a lunchtime summary.</p> <p><strong>• Blair Jenkins, the head of the cross-party Yes Scotland campaign, has told SNP delegates to ignore the polls and to have faith that they can win the independence referendum.</strong> \"It is far too early in the campaign to be looking at opinion polls,\" he said, in the wake of evidence showing that support for independence has fallen this year. \"I believe we have the evidence. I believe we have the arguments. I believe we have the vision and the momentum.\" Jenkins also said that, if you framed the argument in terms of a question about whether an independent Scotland would vote now for a union with England (ie, if you turned the question inside out), it was impossible to imagine Scots voting for the union. See 12.41pm for a full summary.</p> <!-- Block 12 --> <p>1.59pm: I'm still rounding up blog reaction to the Nato vote, and I've just found this: <a href=\"http://burdzeyeview.wordpress.com/2012/10/20/snp12-snippets/\">Burdz Eye View on her blog explaining why Alyn Smith's speech in the debate was a bit of a disaster.<br></a></p> <blockquote class=\"quoted\"> <p>As for zeroes? Step forward Alyn Smith MEP. Apparently, he was a last minute addition to the speaker platform in the great NATO debate. That will be decision he might well live to regret. He achieved the remarkable feat of being heckled and boo-ed during his contribution, something I've never heard before at an SNP conference. Why? Because the gist of what he had to say was that important decisions on weighty matters like defence needed to be taken by \"professionals\" like him and that effectively, we delegates were too wee and too stoopit to know what we were doing. He also managed to give the meeja their quote of the day: apparently, the policy we had on defence, which had served us very well as a party since 2002 was \"hopelessly naive and idealistic and showed that Scotland wasn't ready for the big league\" . Not a good move for someone seeking re-selection as one of the party's European candidates in the near future.</p> </blockquote> <!-- Block 13 --> <p>2.05pm: And Burdz Eye View has also got <a href=\"http://burdzeyeview.wordpress.com/2012/10/20/exclusive-jill-evans-mep-president-of-plaid-cymru-fraternal-address-to-conference/\">the full text of the speech from Jill Evans, the Plaid Cymru president.</a></p> <!-- Block 14 --> <p>2.27pm: This is not strictly relevant to today's conference proceedings, but <a href=\" http://blogs.independent.co.uk/2012/10/19/dont-kid-yourself-scotland-you-still-need-the-bbc/\">Grainne Maguire's article for the Independent on what Scotland would be like without the BBC</a> is a good read.</p> <blockquote class=\"quoted\"> <p>Yes Scotland, after centuries of neglect, cultural condescension, not to mention The Highland clearances, you could finally sail your ship alone, but it would also mean missing out on Dr Who, so are you sure about this? As a child growing up in Ireland in the 1980s, I advise caution.</p> <p>Self determination is lovely but having to rely on a small, poorly-funded national broadcaster for your entertainment needs is cultural suicide. I speak from experience; Radio Telifis Eireann, the Irish National Television is, like most modest sized national broadcasters, unrelentingly, grindingly, auntie getting drunk and singing at a family wedding-awful. In my opinion it is every tedious, pointless, vaguely racist local newspaper put in motion. Scotland, imagine turning on your TV and discovering it was stuck on \"and now news from your area\" for all eternity and ask yourself if you really liked Braveheart that much?</p> </blockquote> <!-- Block 15 --> <p>2.34pm: Delegates have passed a resolution on international aid suggesting that independence would help Scotland meet the UN target for 0.7% of national wealth to go on aid spending. \"This 42-year-old target has been met by other small European nations such as Denmark, Sweden, Norway and Luxembourg, but not by the UK,\" it says.</p> <!-- Block 16 --> <p>2.37pm: And delegates have also passed a resolution condemning the UK for having the seventh greatest income inequality in the OECD and saying that independence would allow the government to create a more equal society.</p> <!-- Block 17 --> <p>2.42pm: <strong>Mark McDonald</strong> MSP has just finished doing the financial appeal. At the heart of it was a joke about trying to explain to his young child where babies came from. From mummy's tummy. And who put it there? Daddy. How? By magic. But how? The punchline involved the mummy saying, after the daddy has put the baby there, \"that was magic\".</p> <p>It worked better as he told it in the hall ...</p> <!-- Block 18 --> <p>2.55pm: <strong>Alex Salmond</strong> should be starting his speech within the next 10 minutes.</p> <!-- Block 19 --> <p>3.07pm: Salmond is about to start. They are playing the stirring music.</p> <!-- Block 20 --> <p>3.08pm: <strong>Nicola Sturgeon </strong>is introducing Alex Salmond.</p> <p>Salmond has been looking confident this week, she says. \"Isn't it nice to finally see him come out of his shell,\" she jokes. (Salmond is not known for being self-effacing.)</p> <p>In a few weeks time Salmond will become the longest-serving first minister.</p> <p>He is also Scotland's best ever first minister, she says.</p> <!-- Block 21 --> <p>3.11pm: <strong>Alex Salmond</strong> is speaking now.</p> <p>He begins with a joke about George Osborne. He was on a train yesterday, he says. The audience start to laugh. \"In a first class carriage with a second class ticket.\" The audience laugh even louder.</p> <blockquote class=\"quoted\"> <p>Anyway one of these plebs came up to me impudently doing his job and I<br>just said to him.</p> <p>\"Don't you know who I am my man? I'm the Chancellor of the Exchequer\"<br>and he said \"sure – and I'm the Czar of all the Russias! Get off this train.\"</p> </blockquote> <p>Salmond says there is a serious point here.</p> <blockquote class=\"quoted\"> <p>Why on earth do we allow this bunch of incompetent Lord Snooties to be in positions of authority over our country?</p> </blockquote> <!-- Block 22 --> <p>3.14pm: And he has a dig at Labour too.</p> <blockquote class=\"quoted\"> <p>And why does the Labour Party believe that they can survive getting into bed with them in the No campaign?</p> </blockquote> <!-- Block 23 --> <p>3.14pm: Salmond says any of the \"giants\" of SNP history would have been proud of the party listening to the Nato debate yesterday.</p> <blockquote class=\"quoted\"> <p>Conference, there are good reasons why the people of Scotland have placed their trust in the SNP over two Scottish elections.</p> <p>And they shone out like a beacon from this conference hall yesterday afternoon.</p> <p>DIFFERENT VIEWS - HONESTLY HELD - OPENLY DEBATED - DEMOCRATICALLY AGREED.</p> <p>When we started this Conference we had already demonstrated over five<br>years that we are a party that is more than capable of being<br>Scotland's devolved government.</p> <p>Today, the people of Scotland know, because of the manner in which we<br>have conducted ourselves, that we are a party that is capable of being<br>Scotland's first independent government.</p> </blockquote> <p>(I'm using the text I've been sent by the SNP. The capitals are theirs, not mine.)</p> <!-- Block 24 --> <p>3.16pm: Salmond says the Edinburgh agreement on the independence referendum means that it is now \"game on\" for Scotland.</p> <p>All 16 and 17-year-olds will be allowed to vote in the referendum, he says. Not just the so-called \"attainers\" (those who are on the electoral register because they are coming up to the age of 18.)</p> <blockquote class=\"quoted\"> <p>Conference we intend to introduce a Paving Bill over the next few weeks which SHALL make it possible for ALL 16-17 year olds to vote if that is what Scotland's Parliament so determines.</p> </blockquote> <!-- Block 25 --> <p>3.18pm: Salmond says there is support for change in Scotland.</p> <blockquote class=\"quoted\"> <p>Now we know there are many of our fellow citizens who remain to be convinced about the merits of independence.</p> <p>But we also know that there IS a majority for change in this country.</p> <p>We know that at heart people trust their own Parliament far more than<br>they will ever trust Westminster.</p> <p>We know that asked about individual powers whether it be on defence,<br>social welfare or European representation people want these decisions<br>to be controlled in Scotland.</p> <p>And we know that people want economic policy to be directed by the<br>Scottish Parliament.</p> </blockquote> <!-- Block 26 --> <p>3.23pm: Salmond says that he was proud to stand on a cross-party platform in 1997.</p> <blockquote class=\"quoted\"> <p>People from across Scotland who wanted a stronger say on the decisions<br>that affect them and their families.</p> <p>And in the years that have followed, that appetite has grown.</p> <p>They have seen what our Parliament has achieved and they like it.</p> <p>Conference, many want independence, many want more powers. But have no<br>doubt, once again, the majority of our fellow citizens are for change.</p> <p>In 2014, the people of Scotland will be heard again.</p> </blockquote> <p>And he attacks the no campaign.</p> <blockquote class=\"quoted\"> <p><br>And as for the No campaign, their objective is somewhat different.</p> <p>It seems they are against independence for one simple reason - because<br>an independent Scotland would be run by the people of Scotland, for<br>the people of Scotland.</p> <p>Instead of telling people in Scotland what they can do. They tell us<br>what we can't do.</p> <p>The irony is that most of them are thirled to a Westminster Parliament<br>that can't run a railway, never mind run a country.</p> <p>Just think of it. Labour, the party which brought the country to its<br>financial knees, unites with the Tories, the party of omnishambles, to<br>tell Scotland that we are uniquely incapable as a nation.</p> <p>Their message is clear enough. \"Abandon hope all ye who vote No\"</p> <p>FRIENDS, WHAT \"A PARCEL OF ROGUES IN A NATION\".</p> <p>WESTMINSTER IS BEYOND SALVATION.</p> <p>BUT OUR SOCIAL DEMOCRATIC SCOTLAND CAN STILL BE WON.</p> </blockquote> <!-- Block 27 --> <p>3.25pm: Now is is attacking Labour, and particularly the call from Johann Lamont, Labour's leader in Scotland, for an end to Scotland's \"something for nothing\" culture.</p> <blockquote class=\"quoted\"> <p><br>Conference, according to the Labour Party, Scotland has become a<br>\"something for nothing\" country.</p> <p>So exactly who are these people who want something for nothing?</p> <p>Is it the pensioner who wants the right to travel and the freedom from<br>the fear of not being able to fund their care in infirmity?</p> <p>Is it the family on £16,000 a year who had to choose between<br>prescribed medicines before this Government restored a Health<br>Service free at the point of need ...</p> <p>Those who want something for nothing according to Labour are your<br>friends, neighbours, the workers at your side, your parents,<br>grandparents or children.</p> </blockquote> <p>Labour does not understand the Scots, he says.</p> <blockquote class=\"quoted\"> <p>They don't want something for nothing.</p> <p>They just want the right to live in a country which understands the<br>importance of society.</p> </blockquote> <p>And he attacks the idea, implicit in Johann Lamont's recent speech, that universal entitlements should be abandoned.</p> <blockquote class=\"quoted\"> <p><br>SOME CALL IT UNIVERSALITY, AND SAY ITS TIME HAS PASSED</p> <p>I CALL IT HUMAN DECENCY AND ITS TIME IS NOW.</p> </blockquote> <!-- Block 28 --> <p>3.28pm: Salmond says the SNP's efficiency savings have saved 3% of budgets a year.</p> <blockquote class=\"quoted\"> <p>We also know that free personal care is not some give away to the older generation. It removes fear and provides dignity. It boosts the independence and wellbeing of tens of thousands of our fellow<br>citizens. It prevents the need for many older people to be admitted to geriatric wards, and instead helps support them to live where they want to be, in their own homes and communities.</p> <p>And, conference, it was at the \"vanguard of turning our values into<br>law\", as the Labour Party once said.</p> <p>We believe that the Parliament's policies on personal care, transport and education promote solidarity, remove stigma, prevent the vulnerable from being isolated, and do not discriminate against hard working families who have scrimped and saved.</p> <p>They give everyone a stake in the country because they reflect the common weal of Scotland.</p> <p>Friends, what was won could now be lost.</p> <p>Have no doubt, what was gained with devolution can only now be<br>guaranteed with independence.</p> </blockquote> <p>That final quote encapsulates the key argument of the speech.</p> <!-- Block 29 --> <p>3.30pm: And now he turns to the Tories, highlighting the comment from Ruth Davidson, the Conservative leader in Scotland, about only 12% of Scots making a net contribution to the economy.</p> <blockquote class=\"quoted\"> <p>For no sooner has Labour moved on to Tory ground than the other Tories became even more extreme.</p> <p>They declared that only 12 per cent of Scottish households were contributors to the country, only 12 per cent were responsible for \"generating Scotland's wealth\".</p> <p>Even Mitt Romney only dismissed 47 per cent of the US population. That's not good enough for the Tory leader in Scotland.</p> </blockquote> <!-- Block 30 --> <p>3.32pm: Salmond is still atttacking Davidson.</p> <blockquote class=\"quoted\"> <p>Let us forget for a moment that she got her calculations wrong, that it would be just about the same figure for the UK and how she forgot about corporate tax and VAT and public sector workers and all the rest of it.</p> <p>Let us consider the mentality which seeks to depict just about every pensioner in the country as \"unproductive\". Every pensioner unproductive?</p> <p>I know lots of pensioners who have never sworn at a police officer or<br>dodged a fare.</p> <p>DELEGATES, I DO NOT KNOW A SINGLE SCOTTISH PENSIONER WHO HAS BEEN LESS PRODUCTIVE THAN DAVID CAMERON OR GEORGE OSBORNE.</p> <p>And the Tories wonder why they are at 13 cent in the polls.</p> <p>Believe me they are lucky to be at 13 per cent.</p> </blockquote> <!-- Block 31 --> <p>3.33pm: And now Salmond makes a point about Labour and the Tories.</p> <blockquote class=\"quoted\"> <p>And so Labour and Tory - the two great pillars of the Union – united in a death grip programme to a sweep away concessionary travel, free prescriptions and education.</p> </blockquote> <!-- Block 32 --> <p>3.35pm: Salmond is still attacking Labour.</p> <blockquote class=\"quoted\"> <p>NOW LABOUR'S LEADERS THINK WE HAVE WEALTH ENOUGH FOR WESTMINSTER'S WEAPONS OF MASS DESTRUCTION</p> <p>BUT THEY TELL US WE ARE TOO POOR FOR SCOTLAND'S FREE PERSONAL CARE</p> <p>IF THAT IS THE PRICE OF LONDON GOVERNMENT - IT IS A PRICE THAT<br>SCOTLAND WILL NOT PAY</p> </blockquote> <!-- Block 33 --> <p>3.35pm: Salmond says he wants Scotland to be \"the best place in the world for a child to grow up\".</p> <p>And he has an announcement to make.</p> <blockquote class=\"quoted\"> <p>I am proud to say that the Family Nurse Partnership, put in place by this Government, has already made a valuable difference to the lives of families in the four health boards that currently use this<br>programme.</p> <p>Since 2010 the pilot initiative has supported over 450 young first<br>time mothers and their children ...</p> <p>I'm therefore delighted to announce that with £11 million over the next two years, we will ensure the establishment of Family Nurse Partnerships across Scotland by the end of 2015 - benefitting thousands of young families – giving some of Scotland's most vulnerable children the best possible start in life.</p> </blockquote> <!-- Block 34 --> <p>3.38pm: Salmond says an independent Scotland would have almost £1bn a year extra to spend because of lower defence spending.</p> <blockquote class=\"quoted\"> <p>During the debate yesterday some delegates suggested our projected Budget for conventional defence be lower. I understand that but we must keep the nation secure and we shall.</p> <p>What they may have missed is that our plans are almost £1,000 million a year lower than what we pay to Westminster at the moment - £230 million of that will be saved by ending our payments for the Trident progamme.</p> <p>Let us call it the independence dividend.</p> <p>Over the next year we will spell out what that independence dividend can do for services and for jobs, and we should start by committing to give every child an equal chance in an independent Scotland.</p> <p>A few weeks ago I visited Dr Bells in Leith – a family centre offering support and advice, and friendship and hope, to young families in their area.</p> <p>LET US RESOLVE TO GROW SUCH CENTRES IN EVERY COMMUNITY IN AN<br>INDEPENDENT SCOTLAND.</p> </blockquote> <!-- Block 35 --> <p>3.41pm: Salmond says he has asked George Osborne to change course on the economy.</p> <blockquote class=\"quoted\"> <p>WESTMINSTER CAN SIMPLY SAY NO - AS GEORGE OSBORNE DID YET AGAIN THIS WEEK.</p> <p>AND CONFERENCE, IT IS NOT A NO TO ME AS FIRST MINISTER</p> <p>IT IS A NO TO THOUSANDS OF OUR FELLOW SCOTS</p> </blockquote> <!-- Block 36 --> <p>3.42pm: Salmond has an investment anouncement.</p> <blockquote class=\"quoted\"> <p>TODAY I CAN ANNOUNCE YET ANOTHER VOTE OF CONFIDENCE IN SCOTLAND AND OUR PEOPLE.</p> <p>The Hong Kong telecommunications company THREE have today announced<br>said they will be creating almost 400 new jobs in Glasgow.</p> <p>This will almost double the number of workers at the site and I welcome that many of these jobs will be for young people.</p> </blockquote> <!-- Block 37 --> <p>3.43pm: Salmond is returning to independence.</p> <blockquote class=\"quoted\"> <p>It is time for Scotland to move up a gear.</p> <p>Delegates, today as we look around our country can anyone truly say -<br>Scotland is as good as it can be?</p> <p>That we are fair enough, that we are equal enough?</p> <p>That we are making the most of the many talents we have been given?</p> </blockquote> <p>The UK government is incapable of putting Scotland first, he says.</p> <blockquote class=\"quoted\"> <p>We face a Westminster government that is hell bent on pulling our society apart at the seams.</p> <p>Austerity a one-way street, with tax cuts for the rich and benefit cuts for the poor.</p> <p>Billions to be spent on new nuclear weapons while families struggle to heat their homes.</p> <p>What brave new world is this?</p> <p>Friends, now is the time for Scotland to choose a different future.</p> </blockquote> <!-- Block 38 --> <p>3.45pm: Salmond is onto his peroration.</p> <blockquote class=\"quoted\"> <p>SO LET US BE CLEAR</p> <p>WESTMINSTER WOULD PUT THIS FIRST CLASS NATION IN THE SECOND CLASS CARRIAGES.</p> <p>NO MORE SECOND BEST FOR SCOTLAND</p> <p>Friends, it is time for a fresh start for our nation. When<br>opportunity will be seized, not lost ...</p> <p>Friends, Scotland's time is coming.</p> <p>Our home rule journey, begun by so few so many years past, is coming<br>to its conclusion.</p> <p>Together, we say Yes. TO SCOTLAND AND TO INDEPENDENCE</p> </blockquote> <!-- Block 39 --> <p>3.47pm: <strong>Instant verdict:</strong> Salmond is not a great platform orator, but content counts for much more than style and this was a speech with a clear, simple and superficially attractive message: if you want to say no to nuclear weapons, and yes to universal benefits and lots of family centres, vote for independence. Salmond managed to incorporate a joke about George Osborne into his overall argument masterfully, his soundbite on universality (see 3.25pm) was particularly powerful and he successfully presented independence as an extension of devolution (which is now popular and universally accepted) rather than as a radical departure from it. </p> <blockquote class=\"quoted\"> <p><br>Have no doubt, what was gained with devolution can only now be guaranteed with independence.</p> </blockquote> <p>Johann Lamont would, no doubt, say that Salmond was again promising Scotland something for nothing and I look forward to seeing what the FactCheck crew have to say about Salmond's £1bn \"independence dividend\". But, overall, this was a speech that sounded progressive and reasonable. Voters may like it.</p> <!-- Block 40 --> <p>4.05pm: <strong>Johann Lamont</strong>, the leader of the Scottish Labour party, has issued a response to Salmond's speech. Here it is in full.</p> <blockquote class=\"quoted\"> <p>Alex Salmond says 2014 is when the nonsense ends. Well he could end the nonsense now.</p> <p>The nonsense of claiming Scotland would at a stroke be better off with independence when he knows it would push costs up.</p> <p>The nonsense of saying Scotland would be independent when he plans for the central bank of a foreign country to control our currency.</p> <p>The nonsense of not being able to say who our lender of last resort would be.</p> <p>He could end the nonsense of saying Scotland is the country where everything can be free when he has cut local services because he won't fund the council tax freeze.</p> <p>He could end the shame of trumpeting free care for the elderly when the reality is many of our old people miss out on the care they need, while others get just fifteen minutes care per visit because he wont fund it. </p> <p>This is a man who believes in cheap slogans but won't fund the policy behind them.</p> <p>Alex Salmond won't end the nonsense because he can't be straight with the Scottish people.</p> <p>Instead he wants to spend the next two years trying to sell a bill of goods to the Scottish people he knows we don't want, while he ignores the real concerns of Scots - jobs, a decent education, proper health care and dignity and serenity in old age.</p> </blockquote> <!-- Block 41 --> <p>4.20pm: Here's an afternoon summary.</p> <p><strong>• Salmond has urged the Scots to vote for independence to safeguard the gains, such as free social care, achieved under devolution.</strong> He said Labour and the Tories were \"united in a death grip programme to a sweep away concessionary travel, free prescriptions and education\".</p> <p><strong>• He has announced that the Scottish government will legislate to ensure that all 16 and 17-year-olds can vote in the independence referendum.</strong><br><strong><br>• He has announced that the family nurse partnership, a programme to support mothers with young children, will be rolled out throughout Scotland. </strong>This will cost £11m.</p> <p><strong>• He has said that an independent Scotland would have an \"independence dividend\" worth almost £1bn a year because defence spending would be lower. </strong>That could be spend on family centres, he said.</p> <p><strong>• Johann Lamont, the Scottish Labour leader, has accused Salmond of misleading the Scots with \"cheap slogans\".</strong> (See 4.05pm.)</p> <p>That's all from me, I'm afraid. I've got to catch a flight to London.</p> <p>Thanks for the comments.</p>",
  "<p>New Hampshire is a <a href=\"http://quickfacts.census.gov/qfd/states/33000.html\">small state</a>, home to only 1.3 million of the nation's population of 311 million. It's 92.2% white non-Hispanic, compared with 63.4% for the nation as a whole. There is only one major network television affiliate in the state, WMUR. For want of a better phrase, it's almost nothing like the rest of America. And yet the \"live free or die\" state is turning into one of the must-watches on election day. </p> <p>Mitt Romney was behind in almost <a href=\"http://www.realclearpolitics.com/epolls/2012/president/nh/new_hampshire_romney_vs_obama-2030.html\">every presidential poll</a> that was taken between the New Hampshire primary and mid-September. New Hampshire seemed to be falling back into a Democratic trend in presidential years that had developed over the past few cycles. It was the only state that flipped from the Republican column in 2000 to the Democratic one in 2004. Obama won the state by 9.6 points in 2008, greater than his national 7.3 point victory. But the Granite State had a trick up its sleeve.</p> <p>Romney has led in two polls conducted after the first presidential debate, tied President Obama in another and trailed in a fourth. Overall Romney has held a very slim average one-point edge in polls taken after the first debate with President Obama. </p> <p>Romney's new-found advantage is in some ways not surprising. Republicans romped in the 2010 midterm elections, winning both <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/01/AR2010110105177.html\">House seats</a> a Senate seat and control of both houses of <a href=\"http://www.usnews.com/opinion/blogs/peter-roff/2010/11/05/measuring-the-size-of-election-2010s-republican-sweep\">the state legislature</a>. Romney was also the governor in next door Massachusetts and he has a summer home in New Hampshire. He cruised to an easy 16-point win in the New Hampshire primary and he had been ahead in most polls against Obama before the primary. </p> <p>The sudden Romney rise confirms yet again that this is a state that likes to mess with everyone. It was this electorate that handed pollsters their <a href=\"http://abcnews.go.com/blogs/politics/2008/01/the-new-hampshi/\">greatest embarrassment</a> in arguably 60 years when Hillary Clinton defeated Barack Obama in the 2008 Democratic primary, despite all the polls saying otherwise. It's a state where the plurality (45%) of voters <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#NHP00p1\">self-identify</a> as independent, and Republicans and Democrat split fairly equally the other 55%. </p> <p>You might say, \"Who cares?\" New Hampshire only has four electoral votes. Yet these votes look like they could be quite consequential. A few days ago I <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/16/romney-routes-victory-battleground-states\">mapped out a scenario</a> in which New Hampshire becomes a most important state. </p> <p>Let's say Romney takes Wisconsin along with Colorado, Florida and Virginia, while Obama captures Iowa, Nevada and Ohio. Then New Hampshire decides who will be president.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398106749\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/10/19/1350680333288/New-Hampshire-map1-001.jpg\" alt=\"New Hampshire map1\" width=\"460\" height=\"346\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Hampshire map1 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>One other very possible map puts New Hampshire in the limelight as well. This time we'll give Romney Ohio along with Florida and Virginia, while Obama holds Colorado, Iowa, Nevada and Wisconsin.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398106750\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/10/19/1350680392548/NH-map2-001.jpg\" alt=\"NH map2\" width=\"460\" height=\"344\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NH map2 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Both of these scenarios requires Romney to win states in which he is seemingly behind, such as Ohio or Wisconsin, which is why Obama remains an electoral-college favorite. Romney's apparent small lead in New Hampshire does help him, though. </p> <p>But New Hampshire's fun doesn't stop at the presidential race. New Hampshire and Vermont are the two remaining states that hold gubernatorial elections every two years. Democratic incumbent governor John Lynch is retiring. Democrat Maggie Hassan and Republican Ovide Lamontagne are facing off in what looks to be one of the <a href=\"http://www.realclearpolitics.com/epolls/2012/governor/nh/new_hampshire_governor_lamontagne_vs_hassan-2804.html\">tightest gubernatorial races</a> in the nation. </p> <p>The same polls that have Romney with an average one-point lead give Lamontagne a 0.8-point edge. Rasmussen has Obama and Lamontagne winning, while Public Policy Polling has Romney and Hassan ahead. It's really that tight. </p> <p>My guess is that the same party is going to win both the gubernatorial and presidential race in New Hampshire. The last time there was both a close <a href=\"http://uselectionatlas.org/RESULTS/state.php?year=2004&amp;fips=33&amp;f=0&amp;off=5&amp;elect=0\">gubernatorial</a> and <a href=\"http://uselectionatlas.org/RESULTS/state.php?year=2004&amp;fips=33&amp;f=1&amp;off=0&amp;elect=0\">presidential</a> race in the Granite State was 2004. In that year, George Bush and Republican gubernatorial nominee Craig Benson both got 48.87% of the vote, while the vote difference between John Kerry and Democrat John Lynch was 211 out of nearly 700,000 votes cast. </p> <p>New Hampshire's electoral fun doesn't stop in the statewide races, though. Both House of Representative races are rematches of 2010 and are too close to call. </p> <p>New Hampshire 1, the more conservative of the two districts, features incumbent Republican Frank Guinta and former representative Carol Shea-Porter. The Rothenberg Political Report <a href=\"http://rothenbergpoliticalreport.com/ratings/house\">rates the race</a> as \"toss-up/tilt Republican\". Guinta has faced <a href=\"http://www.crewsmostcorrupt.org/mostcorrupt/entry/frank-guinta\">allegations of corruption</a>, while Shea-Porter is probably <a href=\"http://elections.nytimes.com/2012/ratings/house\">too liberal</a> for the district. </p> <p>New Hampshire 2, located in the more rural western part of the state, has incumbent Republican Charlie Bass against Democrat Annie Kuster. The Rothenberg Political Report has the race as \"toss-up/title Democratic\". The moderate Bass will find it tough to survive in a district that <a href=\"http://en.wikipedia.org/wiki/Cook_Partisan_Voting_Index\">leans Democratic</a>, although Kuster's <a href=\"http://www.concordmonitor.com/blogentry/357471/kuster-takes-trackers-camera-says-shell-call-her-opponent?SESS051895268be42074681f2d2bc31d9ece=google\">campaign-trail conduct</a> has probably taken up more press than she would like. </p> <p>Any combination of House winners seem possible. Democrats could win both seats, Republicans could win both seats, Guinta could win but see Bass lose, or Shea-Porter could win with Kuster losing. </p> <p>All told, New Hampshire is a tricky state and nothing really surprises me. When you combine the presidential, gubernatorial and congressional races, I'm not sure there is more exciting state for elections this year. And I didn't even mention that no one really knows who wins either house of the state legislature, either.</p>",
  "<p>As Republican challenger Mitt Romney addressed a throng of supporters in the Virginian town of Leesburg last week, he started to rattle through a list of campaign promises. \"When I become president\" he began. Then he paused and regarded the crowd for a moment before repeating the first word with extra emphasis. \"<em>When</em> I become president, we are finally going to cut spending,\" he said, to shouts of approval.</p> <p>It would have fallen flat just a few weeks ago. The former Massachusetts governor's campaign was emerging from a disastrous summer. It was firmly behind in the polls, had been savaged by an efficient Democrat attack machine and been hit by the release of a secret videotape revealing <a href=\"http://www.guardian.co.uk/world/2012/sep/27/obama-campaign-fresh-attack-romney\" title=\"\">Romney dismissing 47% of Americans </a>as dependent on government. Many observers, including some panicking Republicans, were writing him off as a rightwing version of Michael Dukakis, another former Massachusetts governor, who was soundly beaten by George Bush in 1988.</p> <p>But that was then. In Leesburg, Romney appeared relaxed and confident, cracking jokes and launching attacks against President Barack Obama's economic record. He turned on the charm, too. \"There is so much about this country I love,\" he gushed, before reciting a litany of inspiring anecdotes collected from his many months on the campaign trail. \"We are going to win Virginia, you know that? We are going to win,\" he said.</p> <p>He has grounds for optimism. After Obama's disastrous performance in the first presidential debate – and Romney's solid, warm showing – the 2012 election has upended itself. For two weeks a flood of polls has detailed <a href=\"http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\" title=\"\">a surge in Romney's support</a>. A Gallup tracking survey has him seven points in the lead nationally, beating Obama by 52% to 45%. In the key battlegrounds of Virginia and Florida, Romney is back in the game. He is closing the gap in Wisconsin, which many had seen as out of reach. Even in Pennsylvania, which no one had seen as up for grabs, one recent poll had him ahead. In North Carolina, which narrowly went for Obama in 2008, Romney's team is now so confident of victory that it has started moving out staff and redeploying them to Ohio.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398115699\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/21/1350780966864/US-key-election-battlegro-001.jpg\" alt=\"US key election battlegrounds\" width=\"460\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US key election battlegrounds. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>The Romney campaign, which all summer seemed on the defensive, is suddenly aggressively on the attack. It is hammering away at the issue of Obama's economic record, ignoring signs of a gradual recovery and instead repeatedly referring to high unemployment, millions of people on food stamps and growing poverty. It is a message that strikes a chord with many people still suffering from the impact of the recession.</p> <p>Certainly in the Leesburg crowd no one was talking about good times being ahead. \"He was a governor of a Democratic state and if he was able to get things done there, then he could get things done anywhere. He should be able to make things happen on a national scale,\" said Diane Senyitko, 52, whose construction business has been hit hard for more than five years of economic turmoil.</p> <p>\"Obama already had his chance. If he was going to bring about a recovery, it would have happened already,\" she said. Indeed, Senyitko is now campaigning for Romney, knocking on doors all over Leesburg and trying to win people over. \"I see a lot of enthusiasm that I did not see before. I don't even think it will be neck and neck at the end. It will be a big win,\" she said.</p> <p>That is probably unlikely. Obama is still – when all the polls are taken into consideration – likely to be narrowly ahead. But the race has certainly shifted and the prospect of a Romney win has gone from a poor joke to a perfectly realistic prospect. \"The chances that Romney will win have gotten a lot better,\" said Professor Kevin Leicht, a political expert at the University of Iowa.</p> <p>Now stories of internal dissent within the Romney camp have been replaced with accounts of a \"happy warrior\" candidate, comfortable at the end of an almost six-year quest to get to the White House. Party bigwigs – once critical of his campaign – have lined up loyally behind him. So have evangelical leaders, who privately remain sceptical because he is a Mormon. Media critics have fallen silent. Even Karl Rove, President George W. Bush's old guru, has been speculating enthusiastically on Romney's chances of winning the White House back for a party that in 2008 was seen as headed for a lengthy period in the wilderness. Already some have begun to speculate on what that would mean for America and the rest of the world. \"He will run this country like the chief executive of a large corporation,\" said Steven Mitchell, a Republican pollster and founder of Mitchell Research.</p> <p>What you think of that prospect depends on your politics. Liberals would see such a thing as a return to the worst excesses from before the recession. Romney has pledged to deregulate Wall Street again and lower corporate taxes. He preaches the sort of \"trickle down\" economics of the 1980s that Ronald Reagan did, glorifying the wealthy and seeing tax breaks for them as having a broader economic benefit.</p> <p>He wants to scrap Obama's healthcare reforms and take an axe to every part of government, except the military. Liberals fear all this will make America even more unequal, risk another financial meltdown and hurt the lowest levels of society for whom federal help is vital.</p> <p>They also worry Romney will be beholden to the desires of the broader Republican party, especially in Congress, which, stuffed with Tea Party zealots and social conservatives, is far more rightwing than his presidential campaign. They worry the party will force Romney to extremes on everything from monetary policy to abortion, immigration and gay rights. \"They have already influenced Romney in unfavourable ways. The prospects of going back to a pre-2008 environment are very real,\" said Leicht, referring to the extreme stances Romney adopted in order to win his party's nomination.</p> <p>Republicans, obviously, see it differently. They see Romney as unshackling business, sparking broader economic growth and cutting out unnecessary spending that will reduce the deficit. They see Romney rescuing America from the fate of Greece and other heavily indebted European nations. \"There will be a sea change from the current administration. People will invest in things again,\" said Mitchell.</p> <p>It might not be so easy, though. As Obama has found, America's system of government appears designed to end in deadlock. Republican intransigence stymied much of Obama's own domestic agenda. There is little reason to think Romney will fare any better if Democrats still control either part of Congress. Even with \"Obamacare\", Romney might not actually be able to fulfil his party's dreams by scrapping it altogether. \"You can't just repeal it and not replace it with anything,\" said Leicht. Indeed much of Obamacare was based on Romney's own health reforms in Massachusetts. Such \"flip flops\" have long marked his political career and that makes predicting a Romney first term especially difficult: it has never been clear what his core beliefs are. \"In the short term it is going to be hard for him to do very much at all. America's problems are actually too big for either candidate to solve easily,\" Leicht said.</p> <p>Of course there is still a long way to go. Though the Obama campaign has been rocked by the sudden upturn in Romney's fortunes, it remains on top of the race overall. Aside from Gallup, other polls have Obama narrowly ahead or statistically tied at a national level. More important are surveys coming out of the swing states which show Obama still ahead, especially in the midwestern heartland of Ohio.</p> <p>Among all the battlegrounds, it is Ohio that is most important. No Republican has ever won the White House without also winning Ohio and Obama is still solidly ahead there. Obama's operation in the state is huge and well-funded. Both Obama and the first lady have been regular visitors: his entire re-election campaign was launched in the state capital of Columbus. Bill Clinton has been touring the state. Even Bruce Springsteen has been deployed there. If Romney's advance can be stopped in Ohio, the main Democratic campaign argument runs, then it will be halted everywhere. But, essentially, the race for the Oval Office is now on a knife edge.</p> <p>Only a few milestones remain, chief of which is Monday night's third and final debate in Florida. Yet, with its topic of foreign policy, that is unlikely to prove too much of a game-changer given that the electorate's overriding concern is jobs and the economy. \"Honestly, put a gun to my head right now and ask me to pick a winner? I just don't know,\" said Mitchell.</p> <p>But in Leesburg they think they do. Around 8,000 people gathered to hear Romney speak in a park, enjoying the last warm days of autumn. After so much time campaigning and wooing the different camps of his party, Romney appeared to have finally stitched it all together behind him.</p> <p>Take local IT specialist Matthew Russell, 49. He had begun supporting pizza magnate Herman Cain during the party's bitter nomination race, then favoured former House speaker Newt Gingrich. \"Romney was my last choice,\" he confessed. But he was OK with things now, because Romney was offering the one thing that really does unite the party: he might beat Obama. \"If the election was held tomorrow, then I think it would be Obama to win, but if the momentum keeps up this way then I think Romney will eke it out in November,\" he said.</p> <p>If Romney does win, it will not have been pretty. The 2012 election has seen Obama launch one of the most negative campaigns in recent memory claiming Romney is a heartless plutocrat who wants to take America back to the post civil war era satirised by Mark Twain as the Gilded Age. In response, Romney has painted Obama as a dangerous pseudo-socialist taking America on the path to ruin. But if, come 6 November, it is Romney who emerges victorious then neither he nor anyone else in his party will care. In Leesburg, Romney ended his speech with a rousing call to arms. \"We are taking back America,\" he told the crowd. \"America is coming back, we are going to have a real recovery.\"</p> <p>Watching the speech was estate agent Kim Levy, 38. She has been ignoring the polls in favour of a less scientific study of support. The local 7-11 convenience stores have been running a promotion whereby cups of soda feature a picture of Romney or Obama. \"All the Romney cups are gone and all the Obama ones are still there, except maybe one. It's like that at all the 7-11s in Leesburg. All of them,\" she said with undisguised glee.</p>",
  "<p>Four years ago, Seigo Kawaguchi, a high school gym teacher, stayed sitting at a school graduation ceremony when the Japanese national anthem was played. He was not the only one: most other teachers did too, as did more than 150 students and their parents. Most, to be honest, probably sat out of boredom. But some, including Kawaguchi, felt they couldn't ever stand for a song associated with Japan's military past.</p> <p>It was an innocuous event, but within two weeks the incident was reported in a rightwing newspaper and the school was bombarded with calls telling the teachers to \"go back to North Korea\". Kawaguchi was given a written warning, and as a result was inadvertently pushed to the forefront of one of Japan's longest-running and most bizarre legal rows.</p> <p>Since 2003, more than 500 teachers have been disciplined for refusing to stand and sing Kimigayo – <a href=\"http://www.youtube.com/watch?v=29FFHC2D12Q\" title=\"\">a solemn song</a> about Japan's emperor, which calls for his reign to last \"8,000 generations … until the pebbles grow into boulders lush with moss\". Standing for it at ceremonies is a requirement in both Tokyo and Osaka.</p> <p>Some teachers have just been given warnings; <a href=\"http://www.theguardian.com/world/2004/apr/07/worlddispatch.japan\" title=\"\">others effectively sacked</a>. Appeals have <a href=\"http://www.yomiuri.co.jp/dy/national/T120117005934.htm\" title=\"\">reached the country's supreme court twice</a>, but new cases keep coming. On Thursday morning Kawaguchi went to a high court in Osaka to try and get his warning overturned, saying the requirement restricts his freedom of thought. He lost. He'll now take his challenge to the supreme court.</p> <p>The issue may seem minor, but the fact that teachers are being asked to stand and sing an anthem at all is a worrying sign of Japan's continued conservatism and desire to please nationalists. There are few other developed countries that have regulations requiring people to stand and sing, and none others that actually enforce the requirement like Japan does.</p> <p>In Russia, some schools require daily singing from pupils, others don't. Even the US – that most patriotic of countries – does not discipline people failing to stand for the anthem. Its \"flag code\" says people \"should\" stand when the anthem's played, hand on heart, facing the flag. But you are free to not bother – <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/mitt-romneys-misfire-on-the-national-anthem/2012/02/05/gIQA5NLKsQ_blog.html\" title=\"\">unless of course you're running for office</a>.</p> <p>It seems a somewhat basic requirement of any country that respects free speech to not force an anthem on someone; to realise these are historical songs that can either be taken by individuals as a vital source of inspiration or a joke. Should France force anyone from an immigrant background to sing the Marseillaise with its chorus calling on soldiers to water the fields with \"impure blood\"? Should the UK government be forcing schoolchildren to sing God Save the Queen?</p> <p>Unfortunately, it does not seem as though Japan is going to come to that realisation anytime soon. If anything, things are only going to get worse, and largely due to the rise of Osaka's mayor Toru Hashimoto. The <a href=\"http://www.theguardian.com/world/2012/jul/17/toru-hashimoto-tipped-future-japan-leader\" title=\"\">young turk of Japanese politics</a>, who leads the Japan Restoration Association party, is expected to win a large number of seats at this year's elections, and he's one of the strongest advocates of forcing people to stand and sing. Last autumn, he supported a bill introduced in Osaka that would allow schools to sack teachers if they refused to stand three times. He's even endorsed headmasters watching teachers' lips to check if they're singing.</p> <p>Hashimoto's policies are ultimately aimed at restoring Japan to a world economic force. But culturally, how is stifling individualism and forcing people to sing a sad, one-minute-long tune going to achieve that? It's hardly the fresh break Japan needs. Hashimoto's office would not comment on Kawaguchi's case when contacted, but simply said the mayor endorses regulations \"designed to encourage respect for the traditions and culture of Japan\". I thought a tradition of Japanese people was they were highly respectful of others' views, but I guess I'm wrong.</p>",
  "<div id=\"block-5082ca8dc0e343ef1abc7d41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T16:00:13.953Z\">5.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Marchers in London, Glasgow and Belfast are on their way home after a TUC-organised protests against government economic policy and spending cuts. Police estimated 100,000 marched through London to a rally in Hyde Park although the TUC said there were 130,000 participants.There were few reports of trouble although disabled protesters blocked Park Lane and supporters of UK Uncut threatened to take over Starbucks coffee shops.</p> <p>One highlight of the day was the meeting of Ed Milliband and James Smith, the actor who plays Glenn Cullen in The Thick Of It. Smith compered the rally at Hyde Park but so far there have been no leeks about the content of their conversation.</p> <p>Milliband was booed by some of the crowd when he said that a Labour government would have to continue a programme of austerity if they win the next election in order to reduce the budget deficit.</p> <p>A theme of the march was the size of youth unemployment which is estimated at a round one million. One leader pointed out that the government spent more money on benefit payments than job creation.</p> <p>A succession of union leaders castigated the government but a few hinted at the need to plan for a general strike as the next step in the protests against government cuts.</p> <p>That's the end of the liveblog for today but as union leaders have suggested, there's likely to be more activity and more controversy in the future.</p> </div>   </div> <div id=\"block-5082c5eac0e343ef1abc7d40\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T15:40:26.797Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We have been hearing reports of police guarding branches of Starbucks in central London to prevent UK Uncut protesters occupying cafes. It seems that the police have been successful in stopping an occupation so far, but business can't be great for a cafe that looks like a target for protest.</p> <p>• This article was amended on 21 October 2012 to make clear that such occupations are usually peaceful protests. UK Uncut say they had no plans to target Starbucks on Saturday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-22T09:33:19.598Z\">at 10.33am BST</time></p>  </div> <div id=\"block-5082bd14c0e343ef1abc7d3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T15:02:44.977Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lnmulholland/status/259668699475230720\">  <blockquote class=\"twitter-tweet\"><p>UCU leader. Sally Hunt tells rally this gov spends more on youth unemployment benefits than on education</p>&mdash; Helene Mulholland (@lnmulholland) <a href=\"https://twitter.com/lnmulholland/status/259668699475230720\" data-datetime=\"2012-10-20T14:53:37+00:00\">October 20, 2012</a></blockquote> </figure>  <p>The last of the speakers are addressing the crowd at Hyde Park</p> </div>   </div> <div id=\"block-5082bcab58f96784ee2907be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T15:00:59.427Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Disabled protesters staged their own protest near Hyde Park. Members of Disabled People Against Cuts blocked one side of Park Lane by padlocking wheelchairs together. Ciara Doyle,40, a university lecturer from Bexley Heath, was part of a chain of wheelchairs. She told Dan Milmo:</p> <p>\"We are here to protest against the exclusion of disabled people from society and the extremely damaging cuts to services for disabled people.\"</p> <p>Ms Doyle said the replacement of incapacity support benefit by the employment support allowance by the government was particularly damaging for disabled people.</p> </div>   </div> <div id=\"block-5082b92358f96784ee2907bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T14:45:55.799Z\">3.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lnmulholland/status/259661738528604160\">  <blockquote class=\"twitter-tweet\"><p>Surreal moment when MIliband wassat at sametable as 'the thick of it' actor James Smith bckstsge, am told</p>&mdash; Helene Mulholland (@lnmulholland) <a href=\"https://twitter.com/lnmulholland/status/259661738528604160\" data-datetime=\"2012-10-20T14:25:57+00:00\">October 20, 2012</a></blockquote> </figure>  <p>Life imitates art</p> </div>   </div> <div id=\"block-5082af4b58f96784ee2907bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T14:03:55.991Z\">3.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bob Crow, general secretary of the RMT rail union, told Hyde Park there are one million builders on the dole who should be put to work building social housing before raising the possibility of a general strike. \"It's about time that we look at the practicalities of having a 24 hour general strike.\"</p> </div>   </div> <div id=\"block-5082adb858f96784ee2907bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:57:12.480Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In Glasgow, protester Mel Kelly, 47, from Irvine, said:</p> <blockquote> <p>\"The rich are getting prosperity and we're getting austerity. We all contribute, we all pay 50% of our wages or more in tax, yet the money is going to the banks instead of to the people and the services. We don't pay taxes to bail out banks, we pay tax for the sick, the elderly, the homeless.\"</p> </blockquote> <p>Vivien Hamnett, 67, from Edinburgh, said she was taking part because of fears for her grandchildren's future.</p> <blockquote> <p>\"I've got three grandchildren and I'm here for them. I don't think any of them will ever be in a position to own a house. I worry about them. There's lots of different groups here, and it's not just socialists, it's all sorts of folk and we are all united against that lot (the Government). The Government has told a lot of lies, but the worst is that we're all in this together.\"</p> </blockquote> </div>   </div> <div id=\"block-5082ad4cc0e343ef1abc7d3e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:55:24.530Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In Glasgow around 5,000 people took part in the march and rally led by the Scottish Trade Union Congress (STUC).STUC general secretary Grahame Smith told the crowd:</p> <blockquote> <p>\"The Prime Minister says he doesn't want to defend privilege, he wants to spread it. Privilege of course means giving few an advantage over the many. That's why it's tax cuts for the rich and benefit cuts for the poor <br>\"We don't want an extension of privilege, we want an extension of fairness and justice. We have an economy that's in crisis and what's George Osborne's priority? To try and entice workers to sell their employment rights for a few company shares and a tax bribe.\" </p> </blockquote> </div>   </div> <div id=\"block-5082ac7558f96784ee2907ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:51:49.127Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After Ed comes David Prentis, general secretary of Unison, the largest public sector union. Referring to David Cameron's pledge to \"spread<br>privilege\", he says that for the prime minister it is a question of<br>\"spreading privilege to his millionaire friends.\" He adds: \"today we say<br>'no more', no more crushing the hopes of a generation.\"</p> </div>   </div> <div id=\"block-5082ac30c0e343ef1abc7d3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:50:40.495Z\">2.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Dan reports that Ed Miliband has just taken to the stage and starts off with a pledge to the near-1m unemployed young people in Britain (a group of jobless young people led the march):</p> <p>\"Let us say today that we stand for all the young people in this country who want to work in Britain but cannot find it today.\"</p> <p>Rounds of applause for tributes to NHS workers, policemen... Then he<br>gets heckled from some people at the front for saying that the country<br>faces \"tough choices\", which is an allusion to pay freezes and spending cuts.</p>  <p>PA adds that Ed Miliband dubbed the prime minister \"clueless\" and accused him of \"clinging\" to policies which were not working. </p> <p>He said the coalition was cutting taxes for millionaires and raising them for everyone else.</p> <p>He pledged that if he became prime minister he would tax bankers' bonuses, support the building of 100,000 houses and end the privatisation of the NHS.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:22:04.890Z\">at 3.22pm BST</time></p>  </div> <div id=\"block-5082abd958f96784ee2907b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:49:13.684Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>James Smith, the actor who plays the beleaguered advisor Glenn Cullen in The Thick of It is the compere of the rally at Hyde Park, Hélène has emailed. He said police had told him that there were 100,000 marchers to great applause.</p> <p>Christine Blower, the leader of the NUT, wearing a red beret, told the crowd that the struggle against austerity was taking place all over Europe. She urged people to come out for the European day of action<br>against cuts on 14 November.Hinting at future strike action, she told the<br>crowd \"We need to strike together when the time is right.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T15:49:16.749Z\">at 4.49pm BST</time></p>  </div> <div id=\"block-5082a9d1c0e343ef1abc7d3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:40:33.310Z\">2.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Dan is speaking to Brian Strutton, the national secretary for public<br>services at the GMB trade union, in Hyde Park whose public sector membership is particularly strong in local government and health. He tells him that a rise in the national minimum wage will boost growth. Unite, for instance, has called for a £1 increase in the minimum wage to £7.19. Strutton says:</p> <blockquote> <p>\"This is a brilliant coming together of workers, community groups,<br>pensioners and so many diverse interests all fed up with the no hope<br>austerity agenda. There have to be reflationary policies to stimulate<br>growth and jobs. Number one would be increasing the national minimum wage towards the living wage, in order to put spending power into the economy.\"</p> </blockquote> <p>The GMB, Unison and Unite are also seeking an end to a public sector pay freeze for local government workers, having lodged a formal claim together this week.</p> </div>   </div> <div id=\"block-5082a59bc0e343ef1abc7d3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:22:36.429Z\">2.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Henry continues</p> <blockquote> <p>The rally heard that members of the Northern Ireland Assembly and<br>local MPs must take note of the people's opposition to the \"failed<br>policy of austerity.\" The statement from the Irish Congress of Trade<br>Unions was a barely concealed attack on the power sharing government in Belfast which ten days ago voted for Tory-Lib Dem welfare reforms.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T13:35:17.826Z\">at 2.35pm BST</time></p>  </div> <div id=\"block-5082a2b4c0e343ef1abc7d3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:10:12.922Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In Belfast more than a 1,000 people gathered in the city centre. Henry McDonald reports:</p> <blockquote> <p>Bankers who wrecked the economy should be treated like criminals, anti austerity rally in Belfast was told today.<br>Eugene McGlone from the Belfast Trades Council said the time was right \"to hold to account\" the banks and bankers responsible for the economic crash.<br>More than 1,000 people marched through Belfast city centre to a protest meeting at Custom House Square in the city.<br>Peter Bunting, the Northern Ireland Secretary of the Irish Congress of Trade Unions, told the rally organised in parallel with the TUC anti-austerity demonstration in London, that it was time for all communities in the province to unite against this \"despicable\" government in Westminster.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T13:14:16.178Z\">at 2.14pm BST</time></p>  </div> <div id=\"block-5082a24c58f96784ee2907b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:08:29.060Z\">2.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-11da018e-4e4b-4480-bfaa-599ad3a8e440\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/20/1350738434498/-460.jpeg\" alt=\"Marcher with portrait\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marcher with portrait of George Osborne  Photograph: Helene Mulholland</span> <span class=\"element-image__credit\">Photograph: /Helene Mulholland</span> </figcaption> </figure>  <p>Obviously this was painted before <a href=\"http://www.guardian.co.uk/politics/2012/oct/19/george-osborne-standard-ticket-first-class-train\">George Osborne's train journey</a> this week.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:44:25.881Z\">at 3.44pm BST</time></p>  </div> <div id=\"block-5082a11f58f96784ee2907b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:03:27.111Z\">2.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Dan has just been chatting to Mark Serwotka, general secretary of the biggest civil service union, the PCS. He has been one of the most prominent advocates of sustained industrial action against government spending cuts. He says it has been a \"brilliant turnout\" but protests will have to be accompanied by strikes. Serwotka will call for a general strike at the Hyde Park rally later.</p> <blockquote> <p>\"It's a brilliant turnout so we are very pleased. What today<br>achieves will depend on what happens next. What I will be saying at Hyde Park is that we were here 18 months ago [for the March for the<br>Alternative] and things are worse now than they were then, which means we must do more, more protests and marches and, critically, industrial action across the board.\"</p> </blockquote> </div>   </div> <div id=\"block-5082a0cac0e343ef1abc7d39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T13:02:02.873Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-66fb8315-119a-4723-8461-1095f4d3d914\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/20/1350738083805/-460.jpeg\" alt=\"Marchers with the Household Cavalry\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two marchers stop and pose with a guard of the Household Cavalry  Photograph: Dan Milmo</span> <span class=\"element-image__credit\">Photograph: /Dan Milmo</span> </figcaption> </figure>  <p>Karen Blundell, a civil servant and PCS union member from Telford, and her daughter Emma enlist the tacit support of the armed services at<br>Horseguard's Parade.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T13:15:12.918Z\">at 2.15pm BST</time></p>  </div> <div id=\"block-50829fc1c0e343ef1abc7d38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T12:57:37.775Z\">1.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lnmulholland/status/259636109074636801\">  <blockquote class=\"twitter-tweet\"><p>. Tuc president kicks off rally. Around 20 speakers billed . Short and sweet contributions expected.</p>&mdash; Helene Mulholland (@lnmulholland) <a href=\"https://twitter.com/lnmulholland/status/259636109074636801\" data-datetime=\"2012-10-20T12:44:06+00:00\">October 20, 2012</a></blockquote> </figure>  <p>Hélène has arrived in Hyde Park where the speakers are are about to begin</p> </div>   </div> <div id=\"block-50829efa58f96784ee2907b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T12:54:18.849Z\">1.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chuka Umunna, the shadow business secretary, is<br>marching with his Streatham Labour Party branch. He says:</p> <blockquote> <p>\"It is an incredible atmosphere, people from all walks of life,<br>from the public and private sector, different regions in the country,<br>saying with one voice that we deserve better. These are the people who put you on a stretcher when you get into an ambulance, who drive the train or bus that takes you to work and power our great industrial companies.\"</p> </blockquote> </div>   </div> <div id=\"block-50829617c0e343ef1abc7d37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T12:16:23.969Z\">1.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>TUC general secretary Brendan Barber told the Press Association the massive turnout showed how unpopular the coalition's policies were. <br>He said:</p> <blockquote> <p>\"We are sending a very strong message that austerity is simply failing. The Government is making life desperately hard for millions of people because of pay cuts for workers, while the rich are given tax cuts.\"</p> </blockquote> <p>Mr Barber said the resignation of chief whip Andrew Mitchell and reports of Chancellor George Osborne travelling in a first class train carriage with a standard ticket showed how out of touch the Government was. <br>He said:</p> <blockquote> <p>\"The Chancellor eventually paid for his ticket, but the rest of us are paying the price for his disastrous policies.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:28:18.957Z\">at 1.28pm BST</time></p>  </div> <div id=\"block-5082927858f96784ee2907b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T12:00:56.753Z\">1.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Dan has been discussing alternative economic policy with Phil Entwistle, the Unite convenor at the BAE Systems plant in Samlesbury, Lancashire. Marching with Samlesbury colleagues, he says the government should use its golden share in BAE to boost manufacturing jobs.</p> <blockquote> <p>\"This is a crown jewel of manufacturing. If we are going to get this country back on its feet we have to do more manufacturing, and back BAE.\"</p> </blockquote> <p>BAE's proposed merger with the Franco-German owner of Airbus, EADS, collapsed this month, leaving a question mark over BAE's future.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:28:53.139Z\">at 1.28pm BST</time></p>  </div> <div id=\"block-508291da58f96784ee2907b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:58:18.955Z\">12.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=VBRWrteM1DA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/VBRWrteM1DA?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Hélène has also sent us this <a href=\"http://www.youtube.com/watch?v=VBRWrteM1DA\">video of the march</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:43:54.557Z\">at 3.43pm BST</time></p>  </div> <div id=\"block-50829082c0e343ef1abc7d36\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:52:34.558Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hélène Mulholland is near the head of the march. She emails</p> <p>The march was led by young people holding between them a grey banner which reads: \"Austerity is failing\". Next is a group of union leaders, including Unite's Len mcluskey, NUT leader, Christine Blower.</p> <p>As she walked, Frances O'Grady, who will become the TUC leader in January, said:</p> <blockquote> <p>\"This is a fantastic turnout, a peaceful march, which is giving expression to a real strength of feeling.\"</p> </blockquote> <p>Natalie Bennett, the Green Party leader, also joined the march. She said:</p> <blockquote> <p>\"I'm here because we absolutely have to show this government<br>there is enormous opposition to their austerity and cuts and they have to reverse direction.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:29:47.841Z\">at 1.29pm BST</time></p>  </div> <div id=\"block-50828ebfc0e343ef1abc7d35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:45:03.953Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Dan Milmo has been talking some of the marchers. He just chatted to Unison's general secretary, Dave Prentis. The head of the<br>UK's largest public sector union. says it has been a \"tremendous turnout,<br>a tremendous day.\" With Westminster in sight, he adds: \"we are here to<br>send a serious message across. This austerity programme has to stop.\"</p> <p>Outside Downing Street, appropriately enough Liz Mcinnes, a<br>53 year-old clinical scientist and Unite union member from Glasgow says:</p> <blockquote> <p>\"I am marching to defend our NHS against privatisation. It is an inspiring atmosphere. And ,we need to carry on our action. It is not just about marching for one day. We have to show the government that we care about our public services.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:31:03.576Z\">at 1.31pm BST</time></p>  </div> <div id=\"block-50828e0558f96784ee2907b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:41:57.668Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Polly Toynbee has just <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/20/plebs-sideshow-destructive-tory-incompetence\">filed this piece</a> on the resignation of Andrew Mitchell and George Osborne's transport difficulties which adds some context to the march and the country's economic difficulties</p> </div>   </div> <div id=\"block-50828a8f58f96784ee2907b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:27:11.767Z\">12.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-80c62fcb-3e98-4607-ba8e-41b6fad8c71f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/20/1350732410711/-460.jpeg\" alt=\"Seen at Waterloo Station on October 20, 11.30\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seen at Waterloo Station on October 20, 11.30  Photograph: Justin Portess</span> <span class=\"element-image__credit\">Photograph: /Justin Portess</span> </figcaption> </figure>  <p>Justin Portess has sent us <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/20/1350732410711/-460.jpeg\">this picture</a> from Waterloo. They have either just finished an all night session at Bujis or they are being ironic. I suppose it could be both.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T11:32:54.099Z\">at 12.32pm BST</time></p>  </div> <div id=\"block-508288bf58f96784ee2907b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:19:27.745Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And some more from Tracy</p> <p>Keiran Patel, 47, Taz Tayub, 30, Kapu Prakash, 40, and Kisho Patel, 38, have travelled from Leicester on a coach with their trade union.</p> <blockquote> <p> \"We got up at 5am and its going to be a long day but we've come here to try and let people know whats going on. Its getting worse and worse. There are no jobs, more jobs are going. For the youngsters there's nothing left,\" said Keiran Patel.</p> </blockquote> <p> Prakash agreed and she added:</p> <blockquote> <p>\"We came here today because we feel its the only way to get our voices heard.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:31:55.724Z\">at 1.31pm BST</time></p>  </div> <div id=\"block-5082884358f96784ee2907af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:17:23.856Z\">12.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Observer's Tracy McVeigh has also been reporting on the march. She has just sent us this:</p> <p>Clutching a placard reading Proud, Loud, Educated and Broke - the capital letters spelling out the Government's least favourite word of the moment - Faye Hookin, 17, is on her first ever march with her younger sister Sian, 15, and parents Fred and Lynn. They came down from Rochester this morning.</p> <blockquote> <p>\"I am applying to university now and I want to go but its going to be hard with such huge debts. I thinks its disgusting whats going on with the NHS being privatised and all these cuts hurting poor people.\"</p> </blockquote> <p>Her dad Fred, 48, adds:</p> <blockquote> <p>\"We're a normal family, one of these ones that Cameron is always on about, I'm in the power industry, my wife has been made redundant once from the public sector and is now a teaching assistant and the kids want to go to university but how can they with these huge tuition fees.\"</p> </blockquote> <p>David Kirby from Yorkshire and Tommy Graham from Glasgow are here to represent the fire and rescue services.&#xa0;</p> <blockquote> <p>\"We're here over the pensions issue and the cuts to our service,\" said Kirby. They are looking to get rid of a quarter of the staff of 840, and expecting us to work until we're 68. I'd like to see Cameron's face if I turn up to rescue him from his burning castle with my grey beard and walking stick when I'm 68.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:24:39.661Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-5082878658f96784ee2907ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T11:14:14.819Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-ce82b4ca-61df-4918-a60c-1e75b2208ade\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/20/1350731573274/-460.jpeg\" alt=\"TUC marchers begin their protest in central London\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">TUC marchers begin their protest in central London.  Photograph: Hélène Mulholland</span> <span class=\"element-image__credit\">Photograph: /Hélène Mulholland</span> </figcaption> </figure>  <p>Hélène Mulholland, another reporter on the march, has taken this picture at the start</p> </div>   </div> <div id=\"block-508281f0c0e343ef1abc7d34\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T10:50:24.497Z\">11.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I have just been speaking to Dan Milmo, one of the Guardian's reporters at the march.</p> <p>He is at the Embankment, by the side of the River Thames where trade unionists from all over the country are gathering before starting to march at noon. He says the weather is good and the marchers are in good spirits in spite of many having made long journeys to attend. He can see the banners of Unison's Northern Healthcare Branch and Preston and South Ribble Trade Union Council.</p> <p>Dan also describes a new style of banner, large balloons, like barrage balloons emblazoned with the names of trade unions, which seem to be taking over from the more traditional embroidered standards</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:32:48.113Z\">at 3.32pm BST</time></p>  </div> <div id=\"block-50827eb1c0e343ef1abc7d33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T10:36:33.745Z\">11.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The TUC leader in waiting, France O'Grady told the <a href=\"http://www.guardian.co.uk/politics/2012/oct/19/osborne-insult-million-young-people-tuc-lead-in-waiting\">Guardian yesterday</a> that the government was insulting around one million young unemployed people who were portrayed by ministers as scroungers</p> </div>   </div> <div id=\"block-50827e21c0e343ef1abc7d32\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T10:34:09.773Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The resignation of Andrew Mitchell, the government chief whip will probably be referenced in chants and speeches today. It is already being mentioned on twitter</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenJones84/status/259576855701618688\">  <blockquote class=\"twitter-tweet\"><p>Today, the plebs make our voice heard. See you on the streets! <a href=\"https://twitter.com/search/%23Oct20\">#Oct20</a></p>&mdash; Owen Jones (@OwenJones84) <a href=\"https://twitter.com/OwenJones84/status/259576855701618688\" data-datetime=\"2012-10-20T08:48:39+00:00\">October 20, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5082785bc0e343ef1abc7d31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T10:09:33.053Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the Mirror film director Danny Boyle <a href=\"http://www.mirror.co.uk/news/uk-news/danny-boyle-backs-tuc-a-future-1388504\">writes about the importance of marching</a> and demonstration to our political culture, a theme he developed during the Olympic opening ceremony.</p> <p>He has also produced a short film in support of <a href=\"http://labourlist.org/2012/10/danny-boyle-and-olympic-volunteer-record-a-message-for-the-tuc-demo/\">today's marchers.</a></p>       <figure class=\"element element-video\" data-canonical-url=\"http://vimeo.com/51760070#at=0\"                                                                        > <iframe src=\"https://player.vimeo.com/video/51760070\" width=\"460\" height=\"259\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:26:40.906Z\">at 3.26pm BST</time></p>  </div> <div id=\"block-508275f658f96784ee2907ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T09:59:18.519Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>John Prescott and Harriet Harman have tweeted their support for the marchers.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnprescott/status/259540487969587200\">  <blockquote class=\"twitter-tweet\"><p>This is remarkable. A message of solidarity for <a href=\"https://twitter.com/search/%23Oct20\">#Oct20</a> marchers from the Police Federation. Good on 'em <a href=\"http://t.co/MfkK1czN\" title=\"http://shar.es/cgOGM\">shar.es/cgOGM</a> via @<a href=\"https://twitter.com/chuzzlit\">chuzzlit</a></p>&mdash; John Prescott (@johnprescott) <a href=\"https://twitter.com/johnprescott/status/259540487969587200\" data-datetime=\"2012-10-20T06:24:09+00:00\">October 20, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HarrietHarman/status/259587644617527297\">  <blockquote class=\"twitter-tweet\"><p>Pleased to be joining the South London Group as they gather for the TUC 'a future that works' march <a href=\"https://twitter.com/search/%23oct20\">#oct20</a></p>&mdash; Harriet Harman (@HarrietHarman) <a href=\"https://twitter.com/HarrietHarman/status/259587644617527297\" data-datetime=\"2012-10-20T09:31:32+00:00\">October 20, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5082740cc0e343ef1abc7d30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T09:51:08.139Z\">10.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In statements released before the start of the march, union leaders attacked the government's austerity strategy.</p> <p>Brendan Barber, the general secretary of the TUC said:</p> <blockquote> <p>“Ministers told us that if we only accept the pain, recovery would come. Instead we have been mired in a double dip recession.They told us if we only accepted the cuts, our deficit would come down. Instead our borrowing is going through the roof.The biggest lie of them all was the cynical double talk that we are all in this together. The grim reality has been tax cuts for the richest with wage and benefit cuts for the poorest.”</p> </blockquote> <p>Unite general secretary Len McCluskey said:</p> <blockquote> <p>“People are already borrowing hundreds of pounds to get by each month. We know - and the government knows full well - that millions of low waged workers are just about keeping their heads above water. Yet this Government is going to crush their last vestiges of hope by attacking housing and income help. The poverty that will follow will engulf our communities for generations to come.”</p> </blockquote> <p>Christine Blower, leader of the National Union of Teachers, said the march will send a message to the coalition that its austerity measures were not working, adding:</p> <blockquote> <p>“The brutal cuts that have been made to the public sector alongside the attacks on education and the health service have gone too far.”</p> </blockquote> <p>Paul Kenny, general secretary of the GMB, said:</p> <blockquote> <p>“There will be huge turnouts at the mass demonstrations in London, Glasgow and Belfast for a future that works.That there is mass unemployment, in the sixth year of recession, shows that the Tories and Liberals are following the wrong economic policies.”</p> </blockquote> <p>Public and Commercial Services (PCS) union leader Mark Serwotka will call for co-ordinated strikes to be held as soon as possible after today’s protest.”</p> <p>Matt Wrack, General Secretary of the Fire Brigades Union, will urge the public to join fire-fighters in defending stations threatened with closure, including some in London under spending cuts.</p> <blockquote> <p>“The public has already lost around 1,500 frontline fire-fighters since 2010, despite David Cameron’s hollow eve-of-election promise that there would be no cuts to the fire fighting frontline. If the Government’s reckless austerity drive continues, we could see frontline fire-fighter jobs slashed by 20% since David Cameron made his empty meaningless pledge. People deserve to have their lives, homes and businesses protected. As fire-fighters, we have a duty to spell out to the public the risks of ever - deepening cuts. More cuts will mean slower response times to emergencies, putting lives, homes and businesses at greater risk. Response times are almost two minutes slower on average than a decade ago.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:38:09.575Z\">at 1.38pm BST</time></p>  </div> <div id=\"block-508271b858f96784ee2907ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T09:41:12.503Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Miliband is expected to tell the rally that whoever was in government now would have to make some cuts.</p> <blockquote> <p>“I do not promise easy times. But I do promise a different and fairer approach. This government has shown us self-defeating austerity, by cutting too far and too fast, is not the answer.And let me tell you one cut I would never make: I would never cut taxes for millionaires while raising taxes for everybody else. You do it by building one nation.”</p> </blockquote> <p>Miliband will attack the coalition for stating that austerity would help the economy grow.</p> <blockquote> <p>“Our economy has not grown. It has flatlined. They told us ‘we’re all in this together’. But now they are cutting taxes for millionaires, as they raise taxes on everybody else, including our pensioners. They told us the gain would be worth the pain. But even after the cuts, the pain, the tax rises, borrowing is not falling - it’s rising.”</p> </blockquote> <p>A government spokesman said:</p> <blockquote> <p>“We understand that these are challenging economic and financial times and that many people are finding things difficult. However, we cannot flinch from making the tough decisions needed to get public finances back on track. We are doing everything we can to get the economy growing again. But this can’t be done without tackling the deficit.</p> <p>“It is disappointing that some unions insist on pushing for irresponsible and futile strike action which benefits no one. As we have said time and again, pension talks will not be reopened and nothing further will be achieved through strike action.”</p> </blockquote> <p>Grant Shapps, Conservative Party Chairman, said:</p> <blockquote> <p>“At today’s march, Ed Miliband will be among friends - supporting his union donors who oppose every single one of our spending cuts.You can’t be serious about clearing the deficit when you attend a march that calls for an end to austerity.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T12:40:01.066Z\">at 1.40pm BST</time></p>  </div> <div id=\"block-5082707cc0e343ef1abc7d2f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T09:35:56.307Z\">10.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour leader Ed Miliband is among speakers due to address crowds in Hyde Park where the march ends. Demonstrators, including workers, anti-war campaigners, politicians, community groups and other activists, are calling on the coalition to end public sector cuts and instead create policies to create growth.</p> <p>TUC general secretary Brendan Barber will tell the rally that austerity is not working, accusing the government of “broken promises.”</p> <p>The London march will assemble along Victoria Embankment on the north bank of the Thames from 11am and is scheduled to start around midday.</p> <p>Earlier this month, David Cameron warned more “painful decisions” would be needed to repair the UK economy, warning that he would not retreat from austerity measures.</p> <p>Organisers hope the march will repeat a mass demonstration in 2011 over controversial pension reforms, which attracted more 250,000 demonstrators.</p> </div>   </div> <div id=\"block-50826fc7c0e343ef1abc7d2e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-20T09:32:55.494Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning. Tens of thousands of trade unionists are expected to march today in London, Glasgow and Belfast in protest at government cuts. We'll be following the events through the day and reporting on the speeches that will be given at the end of the marches.</p> <p>The march comes at a time when David Cameron's Conservative-led coalition is reeling from the resignation on Friday of a senior minister accused of calling police \"plebs\".</p> <p>The party faced a barrage of negative headlines on Saturday over the departure of Andrew Mitchell, the chief whip, four weeks after he swore at police guarding the gates to Downing Street.</p> <p>A second row involving George Osborne, the finance minister - who sat in a first class train carriage with a standard class ticket before paying for an upgrade - played into the hands of critics who say the Conservatives are privileged and out-of-touch.</p> <p>\"Who Do They Think They Are?\" asked the Daily Mail in a front page headline, while the Financial Times said the bad news over Mitchell and Osborne capped a \"dismal week for the Tories\".</p> <p>If you use the Guardian's iPhone app, you can use the \"Send us a story\" function at the bottom of the homescreen to tell us more. Or you can tweet me <a href=\"https://twitter.com/conalu\">@conalu</a> to let us know what's going on.</p> <p>You can find the official website for today's march <a href=\"http://afuturethatworks.org/\">here</a>, or follow them on Twitter @futurethatworks.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-20T14:31:32.982Z\">at 3.31pm BST</time></p>  </div>",
  "<p>On 29 May 2012, the New York Times published a <a href=\"http://www.nytimes.com/2012/05/29/world/obamas-leadership-in-war-on-al-qaeda.html?pagewanted=all&amp;_r=1&amp;\">remarkable 6,000-word story</a> on its front page about what it termed President Obama's \"kill list\". It detailed the president's personal role in deciding which individuals will end up being targeted for assassination by the CIA based on Obama's secret, unchecked decree that they are \"terrorists\" and deserve to die. </p> <p>Based on interviews with \"three dozen of his current and former advisers\", the Times' Jo Becker and Scott Shane provided extraordinary detail about Obama's actions, including how he \"por[es] over terrorist suspects' biographies on what one official calls the macabre 'baseball cards'\" and how he \"insist[s] on approving every new name on an expanding 'kill list'\". At a weekly White House meeting dubbed \"Terror Tuesdays\", Obama then decides who will die without a whiff of due process, transparency or oversight. It was this process that resulted in the death of US citizen Anwar Awlaki in Yemen, and then two weeks later, the <a href=\"http://www.washingtonpost.com/world/national-security/us-airstrike-that-killed-american-teen-in-yemen-raises-legal-ethical-questions/2011/10/20/gIQAdvUY7L_story.html\">killing of his 16-year-old American son, Abdulrahman, by drone</a>.</p> <p>The Times \"kill list\" story made a huge impact and was <a href=\"http://www.washingtonpost.com/opinions/obamas-kill-list-is-unchecked-presidential-power/2012/06/11/gJQAHw05WV_story.html\">widely discussed</a> and <a href=\"http://www.forbes.com/sites/gregorymcneal/2012/06/08/obama-kill-list-leaks/\">condemned</a> by media figures, politicians, <a href=\"http://www.motherjones.com/politics/2012/06/obama-kill-list-assassinations-election\">analysts</a>, and <a href=\"http://www.rollingstone.com/politics/blogs/national-affairs/jon-stewart-on-obamas-kill-list-20120614\">commentators</a>. Among other outlets, the New York Times itself <a href=\"http://www.nytimes.com/2012/05/31/opinion/too-much-power-for-a-president.html\">harshly editorialized</a> against Obama's program in an editorial entitled \"Too Much Power For a President\", denouncing the revelations as \"very troubling\" and argued: \"No one in that position should be able to unilaterally order the killing of American citizens or foreigners located far from a battlefield - depriving Americans of their due-process rights - without the consent of someone outside his political inner circle.\" </p> <p>That Obama has a \"kill list\" has been known since January, 2010, and has been <a href=\"http://www.nytimes.com/2010/04/07/world/middleeast/07yemen.html?hp\">widely reported</a> and <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/06/AR2010040604121.html?hpid=topnews\">discussed</a> in every major American newspaper since April 2010. A major controversy over chronic White House leaks often <a href=\"http://www.nytimes.com/2012/06/06/us/politics/senators-want-inquiry-on-national-security-leaks.html\">featured complaints about this article</a> (New York Times, 5 June 2012: \"Senators to Open Inquiry Into 'Kill List' and Iran Security Leaks\"). The Attorney General, Eric Holder, <a href=\"http://www.foxnews.com/politics/2012/03/05/holder-defends-killings-american-citizens-overseas-in-war-on-terrorism/\">gave a major speech</a> defending it.</p> <p>But Debbie Wasserman Schultz, the Democratic Congresswoman from Florida and the Chairwoman of the Democratic National Committee, does not know about any of this. She has never heard of any of it. She has managed to remain completely ignorant about the fact that President Obama has asserted and exercised the power to secretly place human beings, including US citizens, on his \"kill list\" and then order the CIA to extinguish their lives. </p> <p>Just marvel at this stunning, completely inexcusable two-minute display of wholesale ignorance by this elected official and DNC chair. Here she is after the second presidential debate being asked by Luke Rudkowski of We Are Change about the \"kill list\" and whether Romney should be trusted with this power. She doesn't defend the \"kill list\". She doesn't criticize it. She makes clear that she has never heard of it and then contemptuously treats Rudkowski like he is some sort of frivolous joke for thinking that it is real:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/zFh0nIYNAyY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/zFh0nIYNAyY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Anyone who observes politics closely has a very low bar of expectations. It's almost inevitable to become cynical - even jaded - about just how inept and inane top Washington officials are. Still, even processing this through those lowly standards, I just find this staggering. Staggering and repellent. This is an elected official in Congress, the body that the Constitution designed to impose checks on the president's abuses of power, and she does not have the foggiest idea what is happening in the White House, and obviously does not care in the slightest, because the person doing it is part of the party she leads.</p> <p>One expects corrupt partisan loyalty from people like Wasserman Schultz, eager to excuse anything and everything a Democratic president does. That's a total abdication of her duty as a member of Congress, but that's par for the course. But one does not expect this level of ignorance, the ability to stay entirely unaware of one of the most extremist powers a president has claimed in US history, trumpeted on the front-page of the New York Times and virtually everywhere else.</p>"
]