[
  "<p>David Cameron is taking the brave, if slightly foolhardy, step of following in the footsteps of Boris Johnson and will appear on the Late Show with David Letterman in New York on Wednesday night.</p> <p>The prime minister, who believes he has a sharper wit than his fellow Etonian, appears to think he will have little difficulty in coping with the CBS host.</p> <p>Downing Street said that the prime minister would use his appearance on the David Letterman show to \"bang the drum for British business\" during a two day visit to New York that begins on Tuesday.</p> <p>No 10's approach suggests that Cameron may not have brushed up on Letterman's razor-sharp approach. Johnson was almost stumped for words in June when Letterman asked him how long he had been cutting his hair.</p> <p>Downing Street said of the prime minister's appearance, which will follow his speech to the UN general assembly: \"Around a busy schedule of bilaterals and diplomatic work, the prime minister will seize on the legacy of the London Olympics to further promote Britain as a guest on CBS's Late Show with David Letterman. Reaching on average over three million viewers a night, the prime minister is due to appear on Wednesday's show to highlight all that Britain has to offer and to encourage more Americans to visit or to set up a business here.\"</p> <p>Letterman may swot up on British business and ask the prime minister earnest questions about opportunities for US businesses in Britain. Then again he might ask the prime minister about life as a fifth cousin of the Queen.</p> <p>Andrew Mitchell, the chief whip, is hardly a household name in the US. But Letterman may be tempted to ask the prime minister about Britain's public schools as Mitchell, known as \"Thrasher\" at Rugby School, fights to save his political career.</p> <p>Cameron may follow the example of Barack Obama who sailed through his recent appearance on the Letterman show. But then Obama handed Letterman a scoop – his first television interview since Mitt Romney dismissed 47% of US voters as benefit scroungers.</p> <p>In one of his first engagements in New York, Cameron will issue a stern warning to world leaders to do more to meet the eight millennium development goals before a deadline in 2015. It is widely believed that the developed world, which had pledged to eradicate extreme poverty and hunger and achieve universal primary education, is way off track.</p> <p>The prime minister, who will co-chair the first meeting of the UN high level panel on the post-millennium development goals, will say: \"Less than half of the 142 objectives that underpin the eight MDGs are on track to meet the 2015 targets. So the first thing we must do is send a clear message to everyone who signed up to millennium development goals – that now is the time to step up and honour those promises.</p> <p>\"I know there are some who say we can't afford to do that right now. They believe we have to focus on ourselves. And if that means breaking promises, then they're sorry – but it just has to be done. Well I'm sorry, but it doesn't.</p> <p>\"When we make a promise to the poorest people in the world, we should keep it – not turn our back on people who are trusting us to help them. More than five thousand infants die every day from preventable diseases like pneumonia and diarrhoea. So to those who say we can't afford to act. I say, we can't afford to wait.\"</p> <p>The prime minister will reaffirm his commitment to meeting the UN target of spending 0.7% of gross national income on overseas aid by 2013. He will also outline Britain's role in helping to vaccinate more than 12 million children against preventable diseases and supporting 5.3 million children to go to primary school.</p>",
  "<p>Mr Luthra, the shopkeeper in my local market who sells me ancient imported cheese, packets of sliced salami and a variety of other once-scarce western delicacies that he produces like some kind of illicit contraband from a fridge buried in the back of his store, has views on many subjects.</p> <p>Oddly, the <a href=\"http://www.theguardian.com/commentisfree/2012/sep/21/indian-life-extinguished-by-supermarkets\" title=\"\">new measure</a> brought in by the Indian government last week to allow foreign supermarket chains to sell directly to customers rather than retailers such as him is not among them. Though he is one of the millions of small businessmen who critics of the new measure say are likely to lose their livelihoods, Mr Luthra is unconcerned, even when told Walmart has said it hopes to open a&#xa0;store in India within a year to 18 months.</p> <p>\"I have been here 30 years. I know everybody. They know me. How can some American compete with that?\" he asks.</p> <p>Fly into Delhi and you'll arrive at the international airport's new terminal building, opened&#xa0;in 2010. It is a vast sprawl of glass, steel and orange&#xa0;carpets, and it is busy 24/7. It is a concrete – in every sense of the word – manifestation of what 20 years of sustained economic growth can produce. Since a package of reforms designed largely by the then finance minister Manmohan Singh was implemented in the early&#xa0;90s, India – or rather, some Indians – have enjoyed the effects of an economy expanding by&#xa0;up to 9% each year. The amount that has trickled down to the most needy may have been&#xa0;derisory, but that huge sums of cash have been created is undeniable. A recent report from the Indian National Council of Applied Economic Research quoted in the local Hindustan Times said that the famous <a href=\"http://www.hindustantimes.com/business-news/WorldEconomy/Pleasure-pain-generation/Article1-934181.aspx\" title=\"\">\"Indian middle class\"</a> grew&#xa0;from 2.7% of the population in 1995-96 to&#xa0;nearly 13% today.</p> <p>Leave the airport and within a few minutes you&#xa0;will have really entered India. The roads are&#xa0;chaotic, clogged and pitted, a new tunnel ends&#xa0;beside a shanty town and the new Metro link to the airport is broken. All the gaps in&#xa0;India's growth story – so often ignored in&#xa0;the west and elsewhere – are glaringly obvious. The most recent batch of Indian reforms, introduced by the very same Manmohan Singh, now prime minister, is inspired by the fear that these holes will swallow all the progress of the past decade if drastic action is not&#xa0;taken soon.</p> <p>Whether they are implemented could determine if India's growth picks up&#xa0;again, whether it continues to flatline or whether it continues to slow, with India set back several decades in shortish order.</p> <p>Up in South Block, part of the monumental red&#xa0;sandstone complex designed by the British to house their administrative staff in the centre of what they called New Delhi, close aides explain that Singh's sudden courage stems neither from fears of further loss of confidence in international markets, nor from concern over his \"legacy\", but&#xa0;from victory in an internal battle within his&#xa0;own party.</p> <p>The ruling Congress party has long been split between those favouring economic policies that owe much to the decades of socialist-style central&#xa0;planning and those looking to boost private-sector growth and foreign investment and&#xa0;cut back state spending. But first came a change in finance minister and then the party president Sonia Gandhi was convinced by Singh that unless some money was generated soon, the&#xa0;various big dole schemes she believes are essential to improving the lot of India's poor (and&#xa0;her party's electoral chances) could not be&#xa0;funded.</p> <p>\"It's understood now that without money there is no welfare,\" an aide to the prime minister&#xa0;says. \"There are many more [reforms] to&#xa0;come.\"</p> <p>This is a huge shift, in a country that is home to around a fifth of the world's population. But the problem is that the most recent reforms, though impressive in the context, are less so in the grand economic scheme of things. They may bring in a little more investment and reassure the markets, but they won't tackle the real fundamental bottlenecks that are stifling growth – runaway public expenditure or the soaring inflation that punishes the poor most. For this, lots of new legislation is needed. Even the PM's loyal aide, particularly as last week's announcements cost the government a coalition partner, admits that new laws are impossible.</p> <p>The result then is that India, at least until the next election in 2014 and almost certainly beyond, will not see the deep reform needed to return to high growth. It will putter on at 6% at best. A lot by current western standards, but economists here say it is only just about enough to meet&#xa0;the current needs of the growing population.</p> <p>Outside the prime minister's office, the sun is slanting across the stupendous vista down towards the India Gate. It&#xa0;is the first evening that is cool enough to convince me that the brutal&#xa0;summer is once more over. Children play, exhausted labourers sleep under trees, couples are strolling on the thick, monsoon rain-watered grass and the sellers of street snacks are doing brisk business. Like Mr Luthra, no one&#xa0;seems very worried about the imminent arrival of Walmart.</p>",
  "<p>It is said there's someone for everyone. Who would have predicted, when Todd Akin, the Republican representative, was abandoned by his party for his \"legitimate rape\" comments a month ago, Newt Gingrich would be his knight in shining armour.</p> <p>But at the first major fundraising event held by the Akin campaign since the Missouri senate candidate was blackballed by the party funders and leaders, Gingrich pledged his support and said he was just the first in a wave of well-known Republicans to stand by Akin.</p> <p>Republican party leaders have said the controversial remarks have made it impossible for Akin to unseat incumbent US senator Claire McCaskill. They have pleaded with him to step down in time to name a replacement for the election.</p> <p>Gingrich came to Missouri on Monday to back Akin at a $500-a-ticket fundraising lunch, at which he addressed about 50 of the congressman's supporters – and earlier, the media.</p> <p>At at a press conference at a train station in Kirkwood, a suburb of St Louis, Missouri, Gingrich said Akin was running a winnable race and made his own prediction – that the national Republican leaders, including Mitt Romney, would reverse track and back the candidate once they \"adjust to the reality\" that he is staying in the race.</p> <p>\"If Todd and the people of Missouri prove it's a close race, what's the moral case for not backing the Republican nominee?\" Gingrich said.</p> <p>Gingrich told the crowd, made up of reporters and a handful of supporters that it all came down to a simple question. \"Do you want to keep Harry Reid as the majority leader?\" Gingrich said to shouts of \"No\" from Akin supporters.</p> <p>Gaining McCaskill's seat is seen as vital if the GOP is to take over the Senate in November. \"How do you go back to your donors and say: 'Let's throw the Senate away?',\" Gingrich said.</p> <p>The former presidential candidate dismissed comments on Sunday by Republican national committee chairman Reince Preibus who declared on TV that there was no way any RNC money would be used to help Akin. \"My expectation would be that in the crunch, in October, governor Romney is going to be for the entire ticket, and he's going to be for Todd Akin,\" Gingrich said.</p> <p>He compared Akin to Harry Truman, senator and later president who was dumped by the party machine in the 1940s.</p> <p>The fundraiser would have netted Akin up to $42,000 from the cost of the tickets alone, in addition to the $600,000 Akin has already raised online.<br>Rick Tyler, a former longterm aide to Gingrich, who is now advising Akin, said he had \"adequate funding\" to fight the election.</p> <p>The polls are showing a close contest, and Tuesday is the last day that Akin could seek a court order to drop out. On Monday, he reaffirmed that he had no plans to withdraw, telling supporters that a number of prominent Republicans have already agreed to campaign on his behalf but declining to name names. He begins a four-day \"Common Sense\" bus tour.</p> <p>Akin has aplogised for the remarks on \"legitimate rape\" he made in a televised interview and has even drummed up a \"Women for Akin\" group. <a href=\"http://www.akin.org/campaign/missouri-women-stand-todd-akin\">A video on his website</a> has one woman weeping as she recounted having an abortion as she endorses the pro-life candidate she said speaks up for women.</p> <p>His supporters say he a mistake and should be forgiven for it. Paula Ritter, 78, who was at Kirkwood station with her husband to support Akin said he and other politicians needed to learn \"who they are talking to\". \"I think he's sorry. But I don't think he's sorry for thinking that\" she said. Ritter said she didn't agree with him \"but I wouldn't change my vote because of it. I'm not for single-issue politics\".</p> <p>Gingrich joked: \"if saying something dumb disqualifies you, Joe Biden couldn't be vice-president.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396631025\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348525557579/gingrich-akin-protests-010.jpg\" alt=\"gingrich akin protests\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">About 50 people gathered outside the fundraiser to protest Akin's candidacy.  Photograph: Karen McVeigh/The Guardian</span> <span class=\"element-image__credit\">Photograph: Karen McVeigh/The Guardian</span> </figcaption> </figure>  <p>Akin's comments stirred up a wave of outrage and added to the perception of the so-called \"war on women\" among conservative Republicans.</p> <p>Outside the Branica restaurant where the former House speaker addressed some 50 Akin supporters, a similar-sized crowd had gathered to protest. One held up a banner which said: \"Lets shut Todd Akin down\" in reference to his comments that rape victims had a way of \"shutting down\" pregnancies.</p> <p>Jane Von Kaenel said his remarks had re-invigorated the feminist base in Missouri. \"He's an embarrassment, he's out of touch,\" she said of Akin. \"You just can't hold your nose and get away from the smell.\" She said she thought that \"many, many\" Republicans would vote for McCaskill.</p> <p>Susan Cunningham, 73, a retired teacher from Pacific, in Franklin, Missouri, who was holding the banner declaring \"Let's shut down Todd Akin\" said she was worried about Republican party becoming more and more conservative on social issues. She said: \"I'm very worried about what is happening in this country. I'm against Todd Akin's voting record on everything, from women's issues, to the environment and education.\"</p> <p>\"I don't understand why Newt Gingrich is supporting him, but to be honest I don't understand why Newt Gingrich does anything. Newt must have an ulterior motive. They are blowing smoke and they are very good at it. But Todd Akin is scary. When I think of my daughter and my grandchildren, are they going to have access to birth control of are they going to have to put a veil on? It's crazy here, we are going backwards.\"</p> <p>Gingrich refused to say what conversations he had with the party leadership that led him to predict a u-turn on Akin.</p> <p>Asked if anyone from the party had tried to stop him from coming out in support of Akin, he said: \"I'm not going to talk about my conversations with party leadership.\"</p> <p>Tyler, a former long-term aide to Gingrich who now works for Akin, said he thought the candidate would raise an \"adequate amount\" of money to stay in the race, but added that he believed if would be \"political malpractice\" if the Republican party did not get back behind him.</p> <p>Marsha Walker, a social worker from Chesterfield, who attended the fundraiser, said she hoped the voters would forgive Akin his remarks. She said she was voting for him because of his strong pro-life views.</p> <p>\"Everyone who has spoken has erred in some way, and not to forgive is unforgivable. We need someone like Todd to fight for morality in Washington, and Todd is s a fighter.\"</p>",
  "<p>Until Andrew Mitchell swears that he never used the word pleb, we assume that he did. Until the chief whip has the police officers sacked for giving false witness, we assume that he did. His <a href=\"http://www.theguardian.com/politics/2012/sep/24/andrew-mitchell-reiterates-apology-police\" title=\"\">carefully worded non-apology</a> dared not deny he said it – so he did.</p> <p>The Sun, with its notoriously close contacts inside the Met, <a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4553515/Official-police-report-shows-Andrew-Mitchell-called-PCs-plebs.html\" title=\"\">produces chapter and verse</a>, written down by the officers in self-protection after Mitchell's parting shout: \"You haven't heard the last of this!\" Downing Street briefers' claiming that this is all a Police Federation scam won't wash. Why not? No one thinks those police officers invented that particular word. \"Best learn your fucking place\" and \"You're fucking plebs\" is Flashman public school bully-speak of Mitchell's generation, far too authentic to fake. If he was younger, Mitchell might have said \"chav\", as Princes William and Harry do: remember their chav party, dressing up in what they imagined were lower-class clothes.</p> <p>David Cameron should have sacked Mitchell instantly to stop that word dogging his government for ever. \"Pleb\" says not just how Cameron and co think, but it defines with deadly accuracy who they govern for. This stamps them as a Mitt Romney regime – not bothering with the plebs, not with the bottom half. This crystallises how they ignore those who are not their voters, not their leafy shire constituents. They govern for those who their class sometimes calls PLUs – \"people like us\". The social class of Cameron's crew hardly matters: what counts is whose side they are on. Without a shadow of a doubt, they rule for their own ruling class.</p> <p>\"Plebs\" means the great mass of people not like them – casting all low-earners in the same pool, how cleverly Iain Duncan Smith, Chris Grayling and the prime minister elide the dysfunctional few with the great majority of the poor who work, but can't earn enough. The media helps, even the BBC, in programmes such as Neighbourhood Watched, seeking out the telegenic worst, maddest and most helpless on housing estates: job done, that's the plebs in social housing, that's everyone on benefits or on credits. Little wonder the public turns against paying for them. Of course, it's far too dull to film toiling but grossly underpaid cleaners, guards and carers.</p> <p>The head of the Institute for Fiscal Studies told the Liberal Democrats some uncomfortable truths at their conference in Brighton this week. Under banners reading \"Fairer tax in tough times\", Paul Johnson told them that their much-vaunted <a href=\"http://www.theguardian.com/business/economics-blog/2012/mar/09/budget-2012-personal-tax-allowance-unfair\" title=\"\">raising of the tax threshold</a> so that no one pays tax until earning over £10,000 did little for the low-paid. The main gainers, he said, are in the top third of incomes. The bottom third already earn too little to pay tax, and the middle third gain little: the top get most. And this policy costs a monumental £10bn that could have been targeted on benefits, tax credits, housing and childcare to help the struggling 50%. But the great austerity – especially the £18bn of benefit cuts – fell on them.</p> <p>What would fairer tax look like? Council tax is the most regressive – the more expensive the property, the lower the proportion of tax paid – so correct that first, and then turn to a mansion tax. Britain's wealth taxes have atrophied. Inheritance tax doesn't work, capital gains entirely forgiven at death. As for the 50p top tax rate, because the rich had a year's notice they took their income in the year before it was introduced. Then, as soon as the cut to 45% was announced a year ahead, they delayed their income until it came in. This two-year tax planning, says the IFS, cost the exchequer £18bn. That's the same as the £18bn cut from the poorest.</p> <p>It shows just what colossal discretionary sums float among the few at the top: a one-off levy could solve half the national debt while barely touching their lifestyles. The rich protest it's unfair that the top few contribute nearly 30% of income tax. But that's because they command such a gigantic share of national income. Their plea worked and the cut brought millionaires an extra £14,000 each.</p> <p>Defending that cut, David Laws, now back in government, says: \"As a liberal, I feel uncomfortable at the idea of the state taking half or more of anyone's income.\" So will Vince Cable win his mansion tax? The business secretary told the BBC on Monday that he still had <a href=\"http://www.theguardian.com/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live\" title=\"\">\"some persuasion to do\" with George Osborne</a> – though he would take a quite modest £2bn.</p> <p>The <a href=\"http://www.resolutionfoundation.org/publications/who-gains-growth-living-standards-2020/\" title=\"\">Resolution Foundation's latest report – Who Gains from Growth?</a> – shows the frightening pace at which the rich will get richer as the 50% of middle and low earners fall away over the next eight years. The IFS has calculated that even if growth leaps ahead with no more cuts, middle incomes will drop 3% while those of the low-paid will fall a frightening 15%. But those on £50,000-plus will see earnings rise. If growth, as expected, is slower, then the prognosis is worse. The squeezed middle is being crushed.</p> <p>As ever, the Lib Dems strive to convince on social justice. Nick Clegg says he will block any further welfare cuts unless he gets a wealth tax: small comfort to the low-paid being hit yet again. He and his party are in denial about almost everything the coalition does to accelerate inequality. A living wage, a chance to earn, serious craft apprenticeships, an affordable home – all are slipping from the \"pleb\" 50%.</p> <p>on Monday an attempt to slow the ferocity of the great austerity failed at the conference, though its mover said: <a href=\"http://www.theguardian.com/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live\" title=\"\">\"Keynes would have held the party's economic policy in contempt.\"</a> Lib Dem ministers stamped on it, even the supposedly radical Tim Farron warning hysterically that only Plan A \"stands between us and market chaos\". Cable spoke well, warning that any more cuts would be on a down escalator to a higher deficit – apparently not noticing that's exactly what is happening. Social democrat at heart he may be, but like the rest he colludes in Osborne's anti-Keynesianism that stifles growth. \"As a real pleb\" he joked about himself, and brought the house down – but like the rest he doesn't govern for them.</p> <p>Andrew Mitchell has made a gift to Labour. But it will need policies of unaccustomed radicalism to turn back this great tide of inequality, inheriting a country yet more deeply divided by policies that punish the plebs most.</p> <p><em>Dogma and Disarray – Cameron at Half-Time, by Polly Toynbee and David Walker, is available from </em><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/home.do?gclid=CPvnnrL5zrICFWLHtAodyxIAFA\" title=\"\"><em>guardianbookshop.co.uk</em></a></p>",
  "<p>We could call it Romnesia: the ability of the very rich to forget the context in which they made their money. To forget their education, inheritance, family networks, contacts and introductions. To forget the workers whose labour enriched them. To forget the infrastructure and security, the educated workforce, the contracts, subsidies and bailouts the government provided.</p> <p>Every political system requires a justifying myth. The Soviet Union had Alexey Stakhanov, the miner reputed to have extracted 100 tonnes of coal in six hours. The US had <a href=\"http://en.wikipedia.org/wiki/Ragged_Dick\" title=\"\">Richard Hunter</a>, the hero of Horatio Alger's rags-to-riches tales.</p> <p>Both stories contained a germ of truth. Stakhanov worked hard for a cause in which he believed, but his remarkable output was probably faked. When Alger wrote his novels, some poor people had become very rich in the US. But the further from its ideals (productivity in the Soviet Union's case, opportunity in the US) a system strays, the more fervently its justifying myths are propounded.</p> <p>As the developed nations succumb to extreme inequality and social immobility, the myth of the self-made man becomes ever more potent. It is used to justify its polar opposite: an unassailable rent-seeking class, deploying its inherited money to finance the seizure of other people's wealth.</p> <p>The crudest exponent of Romnesia is the <a href=\"http://www.bbc.co.uk/news/business-18187364\" title=\"\">Australian mining magnate Gina Rinehart</a>. \"There is no monopoly on becoming a millionaire,\" she insists. \"If you're jealous of those with more money, don't just sit there and complain; do something to make more money yourselves – spend less time drinking or smoking and socialising and more time working … Remember our roots, and create your own success.\"</p> <p>Remembering her roots is what Rinehart fails to do. She forgot to add that if you want to become a millionaire – in her case a billionaire – it helps to inherit an iron ore mine and a fortune from your father and to ride a spectacular commodities boom. Had she spent her life lying in bed and throwing darts at the wall, she would still be stupendously rich.</p> <p>Rich lists are stuffed with people who either inherited their money or who made it through rent-seeking activities: by means other than innovation and productive effort. They're a catalogue of speculators, property barons, dukes, IT monopolists, loan sharks, bank chiefs, oil sheikhs, mining magnates, oligarchs and chief executives paid out of all proportion to any value they generate. Looters, in short. The richest mining barons are those to whom governments sold natural resources for a song. Russian, Mexican and British oligarchs acquired underpriced public assets through privatisation, and now run a toll-booth economy. Bankers use incomprehensible instruments to fleece their clients and the taxpayer. But as rentiers capture the economy, the opposite story must be told.</p> <p>Scarcely a Republican speech fails to reprise the Richard Hunter narrative, and almost all these rags-to-riches tales turn out to be bunkum. \"Everything that Ann and I have,\" Mitt Romney claims, \"we earned the old-fashioned way\". Old fashioned like Blackbeard, perhaps. Two searing exposures in Rolling Stone magazine document the <a href=\"http://www.rollingstone.com/politics/news/greed-and-debt-the-true-story-of-mitt-romney-and-bain-capital-20120829\" title=\"\">leveraged buyouts which destroyed viable companies, value and jobs, and the costly federal bailout</a> which saved Romney's political skin.</p> <p>Romney personifies economic parasitism. The financial sector has become a job-destroying, home-breaking, life-crushing machine, which impoverishes others to enrich itself. The tighter its grip on politics, the more its representatives must tell the opposite story: of life-affirming enterprise, innovation and investment, of brave entrepreneurs making their fortunes out of nothing but grit and wit.</p> <p>There is an obvious flip side to this story. \"Anyone can make it – I did without help\", translates as \"I refuse to pay taxes to help other people, as they can help themselves\": whether or not they inherited an iron ore mine from daddy. In the article in which she urged the poor to emulate her, Rinehart also proposed that the minimum wage should be reduced. Who needs fair pay if anyone can become a millionaire?</p> <p>In 2010, the richest 1% in the US captured an astonishing 93% of that year's gain in incomes. In the same year, corporate chief executives made, on average, 243 times as much as the median worker (in 1965 the ratio was 10 times lower). Between <a href=\"http://krugman.blogs.nytimes.com/2012/05/23/was-greed-good/\" title=\"\">1970 and 2010</a>, the Gini coefficient, which measures inequality, rose in the US from 0.35 to 0.44: an astounding leap.</p> <p>As for social mobility, of the rich countries listed by the OECD, the three in which men's earnings are most likely to resemble their father's are, in this order, <a href=\"http://www.oecd.org/tax/publicfinanceandfiscalpolicy/45002641.pdf\" title=\"\">the UK, Italy and the US</a>. If you are born poor or born rich in these nations, you are likely to stay that way. It is no coincidence that these three countries all promote themselves as lands of unparalleled opportunity.</p> <p>Equal opportunity, self-creation, heroic individualism: these are the myths that predatory capitalism requires for its political survival. Romnesia permits the ultra-rich both to deny the role of other people in the creation of their own wealth and to deny help to those less fortunate than themselves. A century ago, entrepreneurs sought to pass themselves off as parasites: they adopted the style and manner of the titled, rentier class. Today the parasites claim to be entrepreneurs.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/GeorgeMonbiot\" title=\"\"><em>@GeorgeMonbiot</em></a></p> <p>A fully referenced version of this article can be found at <a href=\"http://www.monbiot.com/\" title=\"\">www.monbiot.com</a></p>",
  "<p>In a parking bay on a deserted industrial estate in Lyon, Karen, in her late 40s, sat in the passenger seat of her second-hand Ford Transit van wearing only black underwear. It was 7.30pm on a Friday night. She lit a pink lantern on the dashboard. Soon, a steady flow of cars was circling the car park – Mercedes, jeeps, old bangers — their drivers slowing to peer at the women in corsets sitting alone in a dozen parked, white vans, arms folded, candlelight flickering across their faces. \"Some men drive round for hours just staring,\" she said. \"Then they'll stop, ask the price, and demand a discount. I'll say, 'What, for all that petrol you've wasted?'\"</p> <p>A silver car slowed. \"20 euros for a blow job, 40 euros for 'love',\" she smiled. \"Too expensive,\" said the man, accelerating. A 60-year-old agreed to sex for 40 euros. Karen climbed into the back of the van, which she had decorated with a bed, a heater, purple curtains and a chest of drawers. Three minutes later the man walked out into the night. Karen laid out a clean sheet of paper-towel on the bed, spruced her blond hair. \"See, it's all very quick,\" she said. Most of the evening was spent sitting waiting. Then in 15 minutes, three clients paid for sex, including a Spanish man in his 20s in designer clothes. Each took less than five minutes. She had made her daily quota of cash needed to pay her bills.</p> <p>A former secretary from the southern naval city of Toulon, three times married, with two daughters, Karen first started selling sex in the 1980s: a brief stint on the street near a Lyon station, working mainly in clients' cars, \"which is very uncomfortable\". She quit and got married, but in 1992, divorced and with a young child she suddenly needed to \"put food on the table\". She returned to sex-work, first in a hostess bar, then meeting clients at her home via a newspaper small-ad. For seven years, she has worked on the street in her van, Monday to Saturday from 7pm to around 1am, paying tax as self-employed. \"'No pimp, no boss' is my motto. I'd rather do this than an office job, getting shouted at by a boss for a pittance.\" Her strict rules include condoms for everything and no kissing clients. \"You have to hit rock bottom to do this,\" she said. \"It's not an easy job, but it's a job where you can make money quickly. People try to say we're victims, say that we're alienated, that there's a sex attack in our childhood history, but I've never been raped by anyone. This is my free choice.\" She never looks into a client's eyes in the moment of a sexual exchange – \"I look anywhere but\" – and they rarely tell her their names. But in her top drawer beside the condom supplies is a petition signed by several of them: in neat writing, stating their profession: such as \"public works\" or \"driver\". It's a protest against the new French government's war on prostitution.</p> <p>Sex work was hardly a priority in the French election campaign, yet it has become one of the defining social issues of Francois Hollande's new Socialist government. In June, the women's minister, Najat Vallaud-Belkacem, made the bold announcement that she wanted to \"<a href=\"http://www.guardian.co.uk/society/2012/jun/22/french-minister-abolition-prostitution-europe?INTCMP=SRCH\" title=\"abolish prostitution\">abolish prostitution</a>\" in France and Europe. \"My objective, like that of the Socialist party, is to see prostitution disappear,\" she said. The previous French parliament had already adopted a resolution aiming for a \"society without prostitution\". But can a government rid society of paid sex? The debate is raging among French intellectuals. Sex workers have taken to the streets, accusing the government of moralistic paternalism, saying Socialists are using the issue to distance themselves from the pariah <a href=\"http://www.guardian.co.uk/world/dominique-strauss-kahn?INTCMP=SRCH\" title=\"Dominique Strauss-Kahn\">Dominique Strauss-Kahn</a>. DSK, once the Socialist hope for president, is under official investigation in France over complicity in a <a href=\"http://www.guardian.co.uk/world/2012/mar/26/dominique-strauss-kahn-charged-prostitution-ring\" title=\"pimping operation\">pimping operation</a> after sex workers were allegedly procured for his orgies. He said he didn't pay and didn't know the women were sex workers. \"I challenge you to distinguish a naked prostitute from any other naked woman,\" <a href=\"http://www.bbc.co.uk/news/world-europe-17110618\" title=\"his lawyer told the press\">his lawyer told the press</a>. The inquiry has been extended to examine alleged group rape over the question of whether one sex worker was forced. Strauss-Kahn denies any violence.</p> <p>The \"white van women\" selling sex on Lyon's industrial estate in Gerland embody the French state's difficult attitudes to prostitution. As in the UK, prostitution itself – receiving money for sex, or paying for sex – is not a crime. But activities around it are. Laws prohibit pimping, human trafficking, buying sex from a minor and soliciting sex in public. Brothels were outlawed in 1946.</p> <p>Lyon, France's third biggest city, which has around 600 street prostitutes, has always been at the heart of sex worker protests. In 1975, more than 100 prostitutes occupied a church in the city complaining about police harassment, sparking similar protests across France until riot police evicted them. Now the Lyon Transit vans are the new frontline. In 2003, Nicolas Sarkozy, then interior minister, introduced a controversial law against soliciting, making it illegal to stand in a public place known for prostitution dressed in revealing clothes. To get round this, women started working in private vans. Selling sex inside a vehicle was not breaking the law. But police are now using any means to crack down on the growing number of sex-work vans, namely parking tickets and tow-trucks. In Lyon, sex workers complain of constant parking fines and being towed to the pound. Some on the industrial estate owe thousands of euros in parking tickets and pound-release fines accrued each month. \"You can get two parking tickets in 20 minutes, or be towed away on Tuesday, pay a fine, and be towed again on Thursday,\" said one. The women stand their ground. One drives 500km from Bordeaux each week, works and sleeps in her van for four days and nights, before going home. Others travel to the area from Burgundy or Paris.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396601019\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348492305100/sex-workers-take-part-in--010.jpg\" alt=\"sex workers take part in an anti-abolition demonstration takes part in a demo\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sex-workers in Lyon protest against the government's plans to penalise their clients. Photograph: Jean-Philippe Ksiazek/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jean-Philippe Ksiazek/AFP/Getty Images</span> </figcaption> </figure>  <p>The government is planning a major consultation on the abolition of prostitution. One idea under consideration is to criminalise the client, meaning anyone who buys sex from a sex worker would face prison and a fine. There are only a handful of European countries where clients of sex workers face prison. In 1999, Sweden became the first, followed by Norway and Iceland. But it is far from certain that France will put it on the statute books. The French Socialists would like their abolitionist stance to be mirrored in Europe, namely in the country they see as closest in its attitude to prostitution: the UK. Other neighbours have radically different approaches: in Germany, prostitution is legal and municipally regulated; in Spain, vast borderland brothels in places such as La&#xa0;Jonquera in Catalonia are frequented by French clients.</p> <p>In a cafe near Place de Clichy, in northern Paris, Elizabeth, 49, and seven Algerian transgender sex workers were having coffee before going to work on the streets in the west of Paris. Elizabeth, originally from Cali in Colombia, had arrived in her blue Citroën people carrier, which with a mattress in the boot doubled as her workspace in Paris's Bois de Boulogne park, where she sells sex from 11am to 6pm each weekday, for ¤40. The Bois de Boulogne, a favourite daytime jogging spot of Sarkozy's, is a centre of the crackdown on prostitutes' vans. Elizabeth has had more than 60 parking tickets this year. \"I'm considering a hunger strike against the idea of criminalising clients,\" she said. \"If clients risk prison, sex work will be forced underground and into apartments, pimps will benefit, sex workers' security will be compromised. Already the mere talk of clients being criminalised means there are less customers on the street.\"</p> <p>For Elizabeth, transsexual sex work is a reflection of daily discrimination. \"As a transsexual, you can't find work, no one will rent you an apartment, it's a difficult existence. Often this seems the only option,\" she said. Two months ago, Jasmine, 30, started working on a road in the Bois de Boulogne after leaving Algiers. \"I can't go back to Algeria because of the way I look. My parents think I'm waiting tables here. I just want a normal life as a transsexual, to run a shop or a hairdressers. But I have to pay ¤40 a night to live in a dire hotel room with no toilet. This is the only way I can get the money. I work a few hours a night, 11pm until 2am. I try to choose men in their 40s, who I think are safe. I'm really scared on the street, but I'm most scared of the police.\"</p> <p>The government estimates there are 20,000 prostitutes in France, with between 5,000 and 8,000 in Paris. <a href=\"http://www.assemblee-nationale.fr/13/rap-info/i3334.asp#P1540_313484\" title=\"A parliamentary report last year\">A parliamentary report last year</a> by a rightwing and a Socialist MP who proposed criminalising clients said 90% of street prostitutes were foreign and 80% of sex workers in France were victims of sex trafficking. Where 20 years ago the majority of street prostitutes were French, most are now foreign and criminal networks are increasing, most recently involving Nigerian women or Romanians trafficking Albanians or Moldovans.</p> <p>In July, six Romanians appeared in court outside Paris charged with pimping: accused of beating women, confiscating their passports and forcing them to work as prostitutes. Last November a similar Romanian network was dismantled, including minors made to work in the Bois de Boulogne. The paper Le Progrès reported that this summer in Lyon police discovered a Chinese woman in her 30s shut in an apartment she hadn't left for three weeks, forced to sell sex according to a \"menu\" of services translated into Chinese. Clients had replied to a small ad for \"massages\". But far from trusting the police to protect sex workers, the atmosphere is one of fear and hostility. Some sex workers complain of being insulted and assaulted: in Colmar in 2010, two police officers and a train-worker for the SNCF national rail were convicted of raping a Romanian sex worker. Other allegations of rape are going through the courts.</p> <p>Meanwhile the state is under pressure to do more against trafficking and sexual slavery. Rights groups say not enough support and protection has been given to trafficked women who cooperate to denounce their abusers.</p> <p>\"Instead of grandstanding about abolishing all prostitution, why don't they immediately end the prostitution of minors and human trafficking? They've already got all the laws to stop that, yet it still exists,\" said a male sex worker in his 20s, who works nights in the forest of Fontainebleau outside Paris.</p> <p>There is fierce debate in France over whether all sex workers should be considered victims, or whether \"independents\", without pimps and beginning to be unionised, should be viewed as separate. Pro-abolition feminists say the act of paying for sex is always an act of violence, forcing the sex worker to anaesthetise themselves and cut themselves off from their own body to endure it. \"Slavery hasn't been eradicated, but it has been abolished. The same choice for prostitution would be an advance for civilisation,\" said the feminist Sylviane Agacinski. Another high-profile feminist, Elisabeth Badinter, co-wrote a counter-argument saying talk of abolishing prostitution was based on \"two debatable assumptions: that charging for sex is an affront to women's dignity and that all prostitutes are victims of their bastard clients\". She said a woman selling sex was \"not necessarily a victim of male oppression\". And not all clients were \"horrible predators or sexual obsessives who treat the woman as disposable objects\".</p> <p>Cloé Navarro, 27, spokeswoman for the Strass, the French sex workers' union, studied as a nurse and now sells sex on the street in the west of Paris to pay for her postgraduate studies for work with autistic children. She says she feels safer on the street, working in clients' cars or hotels, rather than on the internet, where she can't see the man before accepting an encounter. \"This is not a job everyone can do, but it's a real job. You need a lot of empathy. People come to us with problems. Sometimes I think I've got the word 'nurse' stamped on my forehead,\" she said. She described clients as \"everyone\", from 20s to 70s, widowers, men with disabilities, \"a high percentage\" of new fathers with babies and toddlers. \"This government is stigmatising sex workers. I work one street away from a police station. The abolitionist approach would push sex work into a no-man's land where we are more likely be attacked,\" she said.</p> <p>The new face of the union is its leader, Morgane Merteuil, 25, a postgraduate literature student. She started sex work as a student in a hostess bar in Grenoble, but now works exclusively on the internet as a self-employed escort. A one-time anarchist activist and rebel from a conservative provincial family, she has just published what she calls a feminist sex workers' manifesto. She balks at \"media cliches\" that sex work divides between low-class work on the street or high-class five-star luxury: \"I don't think I've ever met a client in anything more than a cheap hotel costing ¤60 a night,\" she said. She rails at the new leftwing government for \"morality politics\" and \"paternalism\", describes sex-work as a job – \"a necessity, like any other job\" and demands the immediate scrapping of the law against soliciting.</p> <p>In Lyon, Karen was preparing to lock up her van and go home to her boyfriend. \"It's not possible to abolish prostitution,\" she said. \"Look at the death penalty, did that stop murder?\"</p>",
  "<p>Last week, Mitt Romney and President Obama traded insults in a most amazing way, reminding us that success in American politics these days requires two things: saying the most absurd things with a straight face, and maximizing the appearance of differences with your opponent, while minimizing their reality. Consider …</p> <p><strong>Obama:</strong> </p> <blockquote> <p>\"I've learned some lessons. Most important is you can't change Washington from inside, only from the outside.\"</p> </blockquote> <p><strong>Romney:</strong> </p> <blockquote> <p>\"He said he can't change Washington from inside. He can only change it from outside. I can change Washington. I will change Washington. We'll get the job done from the inside.\"</p> </blockquote> <p><strong>Obama:</strong> </p> <blockquote> <p>\"What kind of inside job is he talking about? Is it the job of rubber-stamping the top-down, you're-on-your-own agenda of this Republican Congress? Because if it is, we don't want it … We don't want an inside job in Washington.\"</p> </blockquote> <p>Well, Romney's a pretty obvious case of Mr Insider. But let's look at Obama. He doesn't want an inside job? Over the last four years, Obama has appointed nothing but insiders – many of whom had actively contributed to the financial crisis and profited from it – to his administration's senior regulatory, law enforcement, and economic policy jobs. The head of the SEC, Mary Shapiro, was fresh from running the investment banking industry's \"self-regulator\", Finra, which gave her a $9m severance bonus to soften the pain of a low government salary. Her director of enforcement, Robert Khuzami, had been general counsel for the Americas of Deutsche Bank during the bubble.</p> <p>The head of the justice department criminal division, Lanny Breuer, had been in charge of the white-collar criminal defense practice of Covington &amp; Burling, a law firm that represents and lobbies for nearly every major bank. The head of the office of management and budget, Jacob Lew, made millions as the chief financial officer of Citigroup Alternative Investments, even as that group lost billions for Citigroup. As head of the National Economic Council, we got Larry Summers, who as Clinton's treasury secretary pushed through the repeal of <a href=\"http://en.wikipedia.org/wiki/Glass%E2%80%93Steagall_Act\">Glass-Steagall</a> and a law banning regulation of OTC derivatives, and who then proceeded to make $7m from financial services firms in the year prior to joining the Obama administration (including $135,000 for a single speech to Goldman Sachs). Other senior jobs went to Goldman Sachs lobbyists, investment bankers, private equity executives, and the <a href=\"http://freebeacon.com/obama-administration-hires-lobbyist-it-attacked-in-2008/\">former chief lobbyist of Fannie Mae</a>.</p> <p>And beyond Obama's personnel, there were his policies. He did nothing about the obscene $14bn in bonuses awarded in early 2009 by banks that would literally have been bankrupt without federal bailouts; he failed to prosecute even a single bank or financial executive despite clear evidence of rampant, systemic fraud; and he has since attempted only the most pitiful of systemic reforms.</p> <p>Nor is this pattern restricted to the financial sector: despite the worst oil spill in history, one that killed 11 people, and a lethal mine disaster that followed deception of safety inspectors, there have been no prosecutions of energy executives, either. And it all shows: in this campaign, Obama has actually raised more money than Mitt Romney, the poster boy of plutocracy.</p> <p>Well, I'll be the first to admit that I have a personal axe to grind. Like, how do I know all this stuff? Well, two years ago, I made a <a href=\"http://www.imdb.com/title/tt1645089/\">documentary film about the financial crisis</a>, followed recently by a book. The film, based on a year of research and nearly 100 on-camera interviews, chronicled the thoroughly bipartisan process of deregulation, political corruption, and lack of law enforcement that paved the way for the financial crisis. It concludes with a detailed examination of the Obama administration's abysmal record.</p> <p>The film won the Academy Award for best documentary in 2011; in my Oscar acceptance speech, <a href=\"http://www.youtube.com/watch?v=mpz5DVwnbnk\">I called out the lack of criminal prosecutions</a>, to audience applause. The title of this film? I never thought you'd ask.</p> <p>Inside Job.</p> <p>So there you have it – my real gripe is that Obama stole my title for his petty spat with Romney, each of them pretending to be the guy who would fix Washington corruption – when, of course, neither of them would.</p> <p>I should say for the record that despite the foregoing, I support President Obama's re-election. For all Obama's faults, Romney and the new Republican party would be even worse. Obama has at least tried to do a <em>few</em> things, some of the time, however timid. Not to mention little details like gay marriage, abortion, climate change, tax returns, et cetera.</p> <p>But the sad truth is that the more the two candidates pretend to be at each other's throats, the more similar they are in reality, at least where money is concerned. They would both let America's new financial oligarchy run amok, at the nation's great expense. This is just one domain among many in which both candidates avoid the truth, preferring to trade blows in the theater of the absurd.</p>",
  "<p>• An article about the Republican presidential candidate, Mitt Romney, misinterpreted the results of a poll when it said that of Republicans asked why they thought so many African Americans supported Democrats, \"more than half said because they are government dependants while one in six insisted it was because they were uninformed, ignorant or uneducated\". This was based on numbers in a poll that were assumed to be percentages, but were in fact raw counts. Of the 1,020 people polled, 59 said they were Republican and thought African Americans supported Democrats because they were government dependants and 16 said they were Republican and thought African Americans voted Democrat because they were uninformed, ignorant or uneducated (<a href=\"http://www.theguardian.com/commentisfree/2012/sep/23/romney-us-presidential-elections-republicans?commentpage=all#start-of-comments\" title=\"\">Romney is too rational for a deluded Republican bas</a>e, 24 September, page 29).</p> <p>• An item about Daimler's plans to cut costs at its Mercedes-Benz division was inadvertently illustrated with a photograph showing the badge of a different company, BMW (Marque of decline, 22 September, page 41, early editions).</p> <p>• The actor who played Tony Blair in the film The Queen is Michael, not Martin, Sheen (<a href=\"http://www.theguardian.com/film/2012/sep/21/helen-mirren-returns-queen-elizabeth?INTCMP=SRCH\" title=\"\">Reigning again: Mirren back in role of the Queen for new play</a>, 22 September, page 19).</p>",
  "<p>Almost $465m of outside money has been spent on the US presidential election campaign so far, including $365m that can be attributed to the supreme court's landmark Citizens United ruling, according to a report released on Monday.</p> <p>Super Pacs, which came into effect following the 2010 Citizens United verdict, accounted for $272m of the expenditure in the study, conducted by the Sunlight Foundation, a non-profit organisation devoted to increasing transparency in government.</p> <p>A further $93m has been spent by corporations, trade associations and non-profits which, according to the supreme court's decision, are able to spend unlimited amounts on political campaigning without disclosing the source of their funds.</p> <p>\"This cycle's outside spending mostly comes in the form of 'independent expenditures' supporting or opposing political candidates by unions, corporations, trade associations, non-profit groups and Super Pacs,\" <a href=\"http://reporting.sunlightfoundation.com/2012/gross-political-product-outside-campaign-spending-tops-2010-tota/\">wrote Kathy Kiely</a>, managing editor of the Sunlight Foundation. </p> <p>\"This money enabled outside groups to run shadow campaigns for or against candidates of their choice.\"</p> <p>Kiely said around 78% of outside spending in 2012 – $365m of the total $465m – could be attributed to the \"Citizens United effect\". The 2010 ruling by the supreme court in the case of Citizens United vs Federal Election Commission allowed corporations and unions to <a href=\"http://www.theguardian.com/world/interactive/2012/feb/21/super-pacs-campaign-finance-explained\">spend unlimited money on campaigning</a>, enabling Super Pacs to spend unlimited amounts as long as they had no coordination with the candidates they support.</p> <p>In reality, those running Super PACs have often have close ties to political parties. Former George W Bush advisor Karl Rove runs the conservative <a href=\"http://www.americancrossroads.org/\">American Crossroads</a> Super Pac, while <a href=\"http://restoreourfuture.com/\">Restore Our Future</a>, a pro-Mitt Romney Super Pac, was founded by former Romney aides.</p> <p>The money spent by Super Pacs, unions, corporations and non-profit groups is more than double what those groups spent in 2010, the first campaign in which the supreme court judgment had taken effect. Although Super Pacs are usually thought of being aligned with presidential candidates, the Sunlight Foundation found that much of these groups' recent spending has been focussed on more localised electoral battles.</p> <p>\"A deeper dive into the data shows that the latest uptick in outside spending is focused on congressional races: even in presidential battleground states, almost all the spending by outside groups is focused on House and Senate candidates,\" Kiely wrote.</p> <p>Recent expenditure includes Crossroads GPS spending $400,000 in Nevada against Democratic Senate candidate Shelley Berkley; Workers Voice, an AFL-CIO Super Pac, logged hundreds of expenditures in the $25-60 range in Florida, indicating a get-out-the-vote effort for senator Bill Nelson, according to the Sunlight Foundation.</p> <p>Of $465m of outside money spent so far in 2012 <a href=\"http://reporting.sunlightfoundation.com/outside-spending/overview/ \">$460.8m comes from Super Pacs</a>, corporations and other groups which do not have to register as political groups. An additional $4.1m comes from \"electioneering communications\": advertisements or political activities that focus on issues and policies – the oil industry, for example – and encourage voters to support a candidate without mentioning any politicians by name.</p> <p>The Sunlight Foundation's data shows a heavy skew towards negative campaigning, with $99.2m so far spent supporting a candidate and $360.7m opposing a candidate. Some $131.1m has been spent on communications <a href=\" http://reporting.sunlightfoundation.com/outside-spending/candidate/obama-barack/P80003338/\">opposing President Barack Obama</a>, with a relatively small $50.7m spent <a href=\"http://reporting.sunlightfoundation.com/outside-spending/candidate/romney-mitt/P80003353/\">opposing Mitt Romney</a>. </p> <p>The figures also show that $21.3m has been spent opposing Rick Santorum – a nod to his surprising endurance during the Republican primaries – and $18.8m has been spent on opposing Newt Gingrich, who won the South Carolina and Georgia primaries before fading from the race for the Republican presidential nomination.</p> <p>Looking at the money spent supporting rather than opposing candidates, Romney comes out on top, with $15.7m spent in his favour. Gingrich comes second, having had $13.5m invested in his bid for the presidency. Just $6.4m of outside money has been spent <a href=\"http://reporting.sunlightfoundation.com/outside-spending/candidates/\">in support of Obama</a>.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Ojpl-JzPDkg?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Ojpl-JzPDkg\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Barack Obama launched an ad Monday exploiting for the first time Mitt Romney's derogatory comment caught in a secret video about 47% of Americans being freeloaders, a gaffe that could dictate the outcome of the White House race.</p> <p>Romney's camp had been hopefully predicting last week that the issue would have been largely forgotten by election day, November 6, but the Obama campaign team is intent on keeping it live.</p> <p>Although the election is still six weeks away, this is an important week when the polls begin to solidify post-convention. Obama is enjoying an average lead of about 3%.</p> <p>The Obama team's 30-second ad claims Romney had \"callously written off\" 47% of Americans whom Romney said paid no income-tax, including veterans, the elderly and the disabled. \"Doesn't the president have to worry about everyone?\" the ad asks.</p> <p>The ad also raises another issue on which the Obama campaign feels Romney is vulnerable, his failure to follow the tradition of presidential candidates publishing their tax returns in full. </p> <p>The ad says: \"Mitt Romney paid just 14.1% in taxes last year. He keeps millions in Bermuda and the Cayman Islands. He won't release his tax returns before 2010. Maybe instead of attacking others on taxes, Romney should come clean on his.\"</p> <p>The Republican presidential candidate <a href=\"http://www.guardian.co.uk/world/2012/sep/21/romney-releases-tax-return-summaries\">released on Friday his tax return for 2011</a>, adding to the release earlier this year of one for 2010. But he only produced a summary of other tax returns dating back to 1990, leaving open many questions.</p> <p>The launch of the Obama ad is aimed at keeping Romney on the defensive, as he has been for almost all of the last two months, and disrupt his plans to get his own message across.</p> <p>The Romney team ended up in a shambles last week, twice promising to reset its campaign strategy. It is still not clear what the new strategy is going to be, with the candidate and his team sending out different messages about what direction it is going to take.</p> <p>Some of the harshest criticism has come from fellow Republicans, urging him to show some passion or at least agree on a campaign message and stick to it. The Wall Street Journal columnist and former Reagan speech-writer Peggy Noonan called the campaign a \"rolling calamity\".</p> <p>Romney's running mate, Paul Ryan, brushed aside the conservative criticism. In an interview with the Milwaukee Journal-Sentinel, he said: \"I think that's just the nature of conservative punditry is to do that – to kind of complain – about any imperfection they might see.\" Ryan said the campaign still had \"a ways to go\".</p> <p>Romney has been criticised for failing to spend enough time on the road and too much preparing for next week's first presidential debate. He is scheduled to embark today/Tuesday on a three-day bus tour of Ohio, one of the biggest of the eight swing states. </p> <p>The Obama ad, at least initially, is only being shown in Ohio.</p> <p>Having twice relaunched of its campaign last week, a Romney strategist, Ed Gillespie, Monday morning announced a \"change in message\", focusing on an issue that the campaign believes resonates with voters, the idea that China is stealing US jobs.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/TRViUQntMfs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"470\" height=\"264\" src=\"https://www.youtube-nocookie.com/embed/TRViUQntMfs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The Romney team released an ad of its own, accusing Obama of failing to stand up to China, accusing it of stealing US ideas and technology. </p> <p>The ad says: \"Fewer Americans are working today than when President Obama took office. It doesn't have to be this way, if Obama would stand up to China. China is stealing American ideas and technology. Everything from computers to fighter jets.\"</p> <p>A new poll by Politico and George Washington University shows Obama leading Romney by 50% to 47%. According to the polls, Obama records a favourability rating of 50%, something that has eluded him for much of this year and last. It is hard for a president to be re-elected with favourability ratings below 50%.</p> <p>Romney's unfavourable rating rose from 46% to 49% while his favourability rating remained static, at 46%.</p> <p>In a poll in Florida, another of the big swing states, Obama and Romney are tied but with Obama gaining among independent voters </p> <p>A Miami Herald/Tampa Bay Times poll has Obama on 47% to Romney's 46%. </p> <p>But a Public Policy Polling survey in the state puts Obama further ahead, on 50% to Romney's 46%.</p>",
  "<div id=\"block-5060a69358f9bdd2eeba01ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T18:29:39.701Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the key points from that interview with Tim Farron, the Lib Dem party president.</p> <p>• <strong>He gave Nick Clegg unequivocal backing, calling him an outstanding leader, and said he should not be put \"on trial … on probation\" if the party's poll rating remained bad.</strong> Clegg would \"go into the next election\", he said, and had won \"immense amounts of respect\" from the electorate. He would be an asset to the Lib Dems at the next election, Farron said.</p> <p>• <strong>He said going into coalition with the Tories would \"taint us for a generation\" but he felt hostility was beginning to thaw somewhat.</strong></p> <p><strong>• It would take something on the scale of the Tories' planning to invade Iran to make Farron want the Lib Dems to pull out of coalition early, he said.</strong></p> <p><strong>• He said Clegg had used up \"a vast amount of political credit … it may have cost us the NHS bill\" to protect welfare benefits.</strong></p> <p><strong>• The party would stick to its 2010 principle of going into coalition with the largest party after the next election, he said.</strong></p> <p><strong>• He claimed Clegg's tuition fees apology had been both for making the pledge and breaking it, and said that that issue should have been \"a red line\" during the coalition negotiations.</strong></p> <p>Andy put up an <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live?commentpage=14#block-506069d5c0e327c3f7c9050b\">afternoon summary </a>earlier. The only thing I'd add is <a href=\"http://www.guardian.co.uk/uk/2012/sep/24/labour-lead-tories-icm-poll\">today's Guardian/ICM poll ratings</a>:<br><strong>Lab:</strong> 41% (up 2)<br><strong>Con:</strong> 31% (down 3)<br><strong>Lib Dem:</strong> 14% (down 1)</p> <p>The poll showed that if Vince Cable were Lib Dem leader the party would be on 19% - a significant change that would probably save a lot of Lib Dem MPs' seats, something I'm sure they'll be weighing up.</p> <p>That's it from me. Andy will be back tomorrow. Thanks for all the comments.</p> </div>   </div> <div id=\"block-5060a3c658f9bdd2eeba01b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T18:17:42.192Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>How does he explain the level of hostility aimed at the Lib Dems in general and Nick Clegg in particular?</p> <p>The fees issue has been \"totemic\", says Farron. It would have been better \"if fees hadn't happened\" - but not \"infinitely so\".</p> <p>Going into coalition with the Tories was right, he says, \"but it will taint us for a generation\".</p> <p>He sees the hostility \"thawing\" now. \"Trust takes years to build and seconds to lose, and that's what happened on fees,\" Farron says.</p> <p>But Lib Dems can take the hostility, Farron says. \"We're nothing if not flipping hard as nails.\"</p> <p>He says Clegg's apology was \"utterly gutsy\" but will not \"liberate us\". \"No single event is going to liberate us from the electoral damage the first few weeks of the coalition did us.\"</p> <p>He repeats a point he's made elsewhere this week that Lib Dems never win through a national campaign, but through local campaigns in individual constituencies.</p> <p>And that's it.</p> </div>   </div> <div id=\"block-5060a18cc0e327c3f7c90529\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T18:08:12.633Z\">7.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to Farron, and back to the mansion tax idea. Farron agrees with a suggestion that one possible option is to add extra bands on to council tax.</p> <p>Farron is asked: \"Four words: Trident: yes or no?\"</p> <p>His answer is no.</p> </div>   </div> <div id=\"block-5060a15458f9bdd2eeba01b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T18:07:16.830Z\">7.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More polling. <a href=\"http://www.guardian.co.uk/politics/labour\">Labour</a> has assumed a commanding 10 point lead over the <a href=\"http://www.guardian.co.uk/politics/conservatives\">Conservatives</a> in a<a href=\"http://www.guardian.co.uk/uk/2012/sep/24/labour-lead-tories-icm-poll\"> new Guardian/ICM poll</a> - its first in double digits since <a href=\"http://www.guardian.co.uk/politics/iain-duncan-smith\">Iain Duncan Smith</a> was leading the Tories in 2003, reports Tom Clark.</p> <p>Some 41% of those polled said they would vote Labour, up two points on <a href=\"http://image.guardian.co.uk/sys-files/Guardian/documents/2012/08/27/OmBPCAug12.pdf\">last month</a>, the Conservatives dropped back three to 31%, and the Lib Dems fell one, to 14%. </p> <blockquote class=\"quoted\"> <p>Replacing <a href=\"http://www.guardian.co.uk/politics/nickclegg\">Nick Clegg</a> with <a href=\"http://www.guardian.co.uk/politics/vincentcable\">Vince Cable</a> could make a significant difference to the <a href=\"http://www.guardian.co.uk/politics/liberaldemocrats\">Liberal Democrats</a>' chances in a new general election. When ICM asked voters to imagine what they would do in the event that the deputy prime minister resigned as party leader, to be replaced by the business secretary, the Lib Dems picked up five points – three from Labour, plus one each from the Tories and the assorted minor parties – taking their rating to 19%.</p> </blockquote> </div>   </div> <div id=\"block-50609f38c0e327c3f7c90528\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:58:16.795Z\">6.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Incidentally my colleague Rebecca Ratcliffe has just emailed to tell me <a href=\"http://www.guardian.co.uk/politics/nickclegg\">Nick Clegg</a>'s apology has done little to redeem his party's reputation among <a href=\"http://www.guardian.co.uk/education/students\">students</a>, <a href=\"http://www.guardian.co.uk/education/2012/sep/24/students-reject-nick-clegg-apology\">according to an NUS survey of 25,000 students</a>.</p> <p>Just one in 10 students (11.1%) say they are more likely to vote Lib Dem after the deputy prime minister said sorry for promising not to increase tuition fees before the last election.</p> <p>When asked which political party they would to vote for, one in 13 (7.7%) said they would back the Lib Dems, making them less popular than Labour (37.9%), the <a href=\"http://www.guardian.co.uk/politics/conservatives\">Conservatives</a> (16.8%) and the Green party (8.0%).</p> </div>   </div> <div id=\"block-50609eb7c0e327c3f7c90525\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:56:07.912Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Does he accept the leadership issue will continue to dog the party if the polls continue to be so bad for the Lib Dems?</p> <p>\"I doubt it,\" Farron says. He wants to see an upturn in poll numbers, but \"you don't go putting people on trial, putting people on probation\".</p> <p>Clegg is an outstanding leader, Farron says.</p> <p>Clegg will \"go into the next election\", he says. He will have \"immense amounts of respect\", Farron says.</p> <p>In contrast to Neil Kinnock, William Hague and Ed Miliband, says Farron, \"you look at Nick Clegg and think: that guy has got backbone, experience, he's human, and I can see him in government, and I can see him turn out to be an asset for us again at the next election.\"</p> </div>   </div> <div id=\"block-50609db858f9bdd2eeba01b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:51:52.482Z\">6.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The tit-for-tat over Lords reform and boundary changes - \"I'd be very surprised if there were more than one or two of them over the last couple of years,\" says Farron.</p> <p>If the Tories threatened to invade Iran, the Lib Dems would say \"not in our name\" and threaten to pull out of the coalition - but \"it would have to be something of that scale\", Farron says.</p> </div>   </div> <div id=\"block-50609d3fc0e327c3f7c90523\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:49:51.878Z\">6.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What if the Tories don't deliver on what the Lib Dems want? After all, they've lost quite a lot of battles in the last couple of years. \"We've won quite a lot,\" objects Farron.</p> <p>He says Nick Clegg used up \"a vast amount of political credit … it may have cost us the NHS bill\" to protect welfare benefits, for example.</p> <p>Would he accept a 40p top tax rate for the mansion tax? \"No, I don't think so.\"</p> <p>The 5% cut in the top rate - \"what good has it done them?\" he asks.</p> </div>   </div> <div id=\"block-50609c4858f9bdd2eeba01b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:45:44.380Z\">6.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Was Farron ever worried that Clegg and others found it a bit too easy to work with Tories at times? Richards says the Lib Dem leadership was initially entirely relaxed about Andrew Lansley's NHS shake-up, for example.</p> <p>The gap between Orange Book liberals and social liberals is \"minuscule\", he claims. \"Other parties have factions and so we must have them too.\"</p> <p>He admits, however, that he thought (in Richards' words) \"how have they let that one through?\" about the NHS bill.</p> </div>   </div> <div id=\"block-50609ba358f9bdd2eeba01b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:42:59.220Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Is he friends with Labour figures? Farron hasn't got their mobile numbers, but he will talk to them from time to time, he says.</p> <p>Is there more common ground between you and Labour than you and the Tories?</p> <p>\"I guess we have a sort of common, distant ideological heritage,\" Farron says reluctantly. And Labour and Lib Dem members would agree on more than Lib Dem and Tory members.</p> <p>But on some issues the Lib Dems and Labour are far apart. He says Labour is on the \"extreme authoritarian axis\".</p> <p>He adds that they are \"a hard bunch to deal with and negotiate with\".</p> <p>By contrast, there are still some pragmatic people in the Tory party, he says.</p> </div>   </div> <div id=\"block-50609add58f9bdd2eeba01b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:39:41.378Z\">6.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Would Farron prefer a partnership with Labour?</p> <p>It's not up to us, it's up to the electorate, he says. Whoever is the largest party should get the first go at forming a coalition.</p> <p>Coalition with Labour in 2010 would have been \"turning our backs on the wishes of the electorate\". </p> <p>He says it would have been unacceptable to have \"propped up the loser\".</p> <p>So is that a principle the Lib Dems will stick to - they will go in with the largest party?</p> <p>\"If it's good enough for the Queen, it should be good enough for us, really. She will call for the largest party,\" says Farron. Richards says: \"Not necessarily.\"</p> <p>So could he see there being a second term of coalition with the Tories? \"I guess it's plausible,\" Farron says.</p> <p>He suggests a \"supply and confidence\" deal would now be possible, because of fixed-term parliaments. The PM could not just call another election whenever he/she wanted to, Farron says.</p> </div>   </div> <div id=\"block-506099cb58f9bdd2eeba01b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:35:07.363Z\">6.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The public view of the Lib Dems at the moment is \"mixed, not great\", admits Farron. But once he came to the party conference when they were on 1.5% in the polls, he says, and they won 20% of the vote at the next election.</p> <p>But Lib Dems have to \"ruthlessly target our ground war strategy\" to keep and win seats at the next election, he says.</p> <p>A lot of Tory MPs had opposed Lords reform because they feared for their seats under the boundary changes, he says. (He means that they knew the Lib Dems would block boundary changes if the Tories blocked Lords reform, which is what happened.) Cameron owes the Lib Dems one over that episode, Farron says.</p> <p>What would that \"one\" be? A different and cleverer quantitative easing project done through social housing bonds, Farron suggests. Keynesian demand-led management is what's needed, he says. And Lib Dems need to \"do it in a way that leaves Ed Balls standing\" - that gets a round of applause.</p> </div>   </div> <div id=\"block-5060986d58f9bdd2eeba01af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:29:17.303Z\">6.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The rhetoric of the last three or four months demonstrates that the Cameron project has \"just crashed into the ground\", Farron says.</p> <p>It's crazy that the Tory right think Cameron failed to win the election outright because he was not sufficiently rightwing. \"You go off to the right; we'll have your seats,\" Farron says - an optimistic view, in my opinion.</p> <p>Ideologically he finds the Tories \"unbelievably awkward bedfellows\". However, he believed and still believes going into coalition was the right thing to do.</p> <p>If the Lib Dems had not gone into coalition, the Tories would have won a second 2010 election outright, he says.</p> </div>   </div> <div id=\"block-50609742c0e327c3f7c90522\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:24:18.598Z\">6.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farron says \"we should have seen this as a red line - fees should have been a red line\" If it was him he would have apologised for \"screwing up the coalition negotiations\" on this issue. In general \"they did a blinding job\", he says. He gives them 9/10 for it, which (Larry David-style) is \"pretty, pretty good\".</p> <p>Farron is asked to speak slower, which is good news for me.</p> </div>   </div> <div id=\"block-5060963158f9bdd2eeba01ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:19:45.440Z\">6.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Richards starts by asking about Nick Clegg's apology over tuition fees. Was that apology for making the pledge or breaking it?</p> <p>Nick was making the apology for both, says Farron.</p> <p>His view is that the Lib Dems should have kept it, and that's why he rebelled in the vote on fees.</p> <p>He calls breaking the pledge \"a shroud of shame across the party\".</p> <p>Farron says Clegg called him and said he was going to do this. Farron says he told him it's a gutsy thing to do, dangerous, but a decent thing to do.</p> <p>Richards says Clegg only apologised for making the pledge.</p> <p>\"Therefore, he then apologised for having to let people down by not carrying it through.\"</p> <p>Farron claims a Lib Dem government would have abolished fees over six years.</p> </div>   </div> <div id=\"block-5060935c58f9bdd2eeba01aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:07:40.440Z\">6.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I'm now just about to watch the Independent's Steve Richards interview Tim Farron, the folksy Lib Dem president who can't seem to stay of trouble. <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/22/lib-dem-conference-live-blog-2012#block-505e06e9c0e38ada80016288\">The other night I wrote</a> about how he seemed to steal all of Clegg's lines in a speech a few minutes before the deputy PM's. He has said he would like to be Lib Dem leader himself, and that episode seemed to show that there was little communication between himself and Clegg's team, and perhaps little love lost. </p> </div>   </div> <div id=\"block-506092fc58f9bdd2eeba01a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T17:06:04.316Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hi this, is <strong>Paul Owen</strong> taking over for the evening.</p> <p>I have just been to see David Laws, the totemic Lib Dem right-winger who resigned as chief secretary to the Treasury over his expenses almost as soon as he'd got the job and has just been brought back in from the cold as junior education minister, replacing Sarah Teather.</p> <p>Poor Teather is all over the conference fringe programme, which was printed before the reshuffle - but in the case of this \"ministerial surgery\" at any rate her place has been taken by Laws. \"Sarah Teather must enjoy having a freer diary,\" suggested the moderator optimistically. Hmm.</p> <p>Laws is going to be quite powerful in the Liberal Democrats in the months and years ahead. Teather was responsible for early years and childcare, whereas Laws covers schools, but that's really just the start of his domain. He also has a \"roving brief\" looking out for Lib Dem interests across the whole department, and in addition is shadowing Tory policy minister Oliver Letwin, which means he is in charge of monitoring every aspect of coalition policy for the Lib Dems - except, he stresses, those that fall to Danny Alexander: the economy, energy and defence.</p> <p>But if he is powerful within the party, he seems less so within his department. Laws was asked a lot about the new ebacc, the qualification replacing GCSEs. He said Lib Dems had altered the policy beyond recognition compared to what it looked like when education secretary Michael Gove first floated it: \"I wouldn't say we tweaked the proposals. Compared to what was [originally] announced in the Daily Mail, this was a completely different set of proposals,\" he said.</p> <p>Lib Dems had also argued that more subjects than just English, maths and science needed to be brought under the ebacc umbrella: \"We don't want a second tier of qualifications which are important but which will be seen to left behind in a discredited brand.\" He would continue to argue for this, he said. \"I suspect the secretary of state doesn't see this as the final word on it.\" But it seemed that it would be Gove rather than Laws having that final word.</p> <p>Similarly, Laws said that despite the huge growth in academy schools, which exist outside local authority control and now make up more than half of all secondaries, there would always be a role for local authorities - but this seemed to be more his prediction than an announcement of the government's position. \"I don't think you can sensibly design an education system for the future for 23,500 schools that relies either on all the schools acting autonomously or some minister taking responsibility for 23,500 schools,\" he said. It was \"not practical\" for a minister to take responsibility for issues such as planning, transport and allocating capital at that local level.</p> <p>Nevertheless, he was \"far from starry-eyed about the role of local authorities in education in the past\", and it was down to Lib Dems to make the case for their new role with that in mind, Laws said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/250273876041408512\">  <blockquote class=\"twitter-tweet\"><p>David Laws at the Lib Dem conference <a href=\"http://t.co/SyDdPFWr\" title=\"http://twitter.com/PaulTOwen/status/250273876041408512/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/250273876041408512\" data-datetime=\"2012-09-24T16:41:57+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50609156c0e327c3f7c90521\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T16:59:06.248Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Alan Travis</strong> has sent me this from a fringe meeting.</p> <blockquote class=\"quoted\"> <p>Lord McNally, the last remaining member of Ken Clarke's ministry of justice team, was at a fringe meeting reflecting on Clarke's fate. \"The only benefit of Ken's departure is that the Liberal Democrats will stop giving all the credit to Ken Clarke for any liberal measure the Ministry of Justice takes and may start to give me some credit as well,\" he said.</p> <p>McNally said, somewhat unhappily, that the future in prisons and probation was more market testing, more outsourcing and more payment by results. He said it to be faced that the government was moving much more to a commissioning role for the public sector with the private sector delivering.</p> <p>\"I don't see any great reversal of that happening,\" he said. \"What I want to do is to make decisions that ensure that we retain the best traditions of the public sector.\"</p> </blockquote> </div>   </div> <div id=\"block-506069d5c0e327c3f7c9050b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T16:28:45.538Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <p><strong>• Vince Cable has predicted that the next election will result in a hung parliament and insisted that the Lib Dems will be able to work with either of the two main parties in the national interest.</strong> In a well-received speech that will cement his reputation as the party's most credible alternative leader, he confirmed that the government will set up a British business bank and said that a future government \"must have Liberal Democrats at its heart\". (See<a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live?commentpage=1#block-5060712a58f9bdd2eeba0191\"> 2.06pm.)</a></p> <p><a href=\"http://www.bbc.co.uk/news/uk-politics-19699652\"><strong>• Nick Clegg has rejected suggestions that he wants to soak the rich.</strong> </a>Although he has not given any details about his plan to introduce a new tax on wealth, beyond saying that the mansion tax is the Lib Dems' preferred model, he dismissed a Daily Mail report saying his proposals would clobber the middle classes. (See <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live#block-50602e8dc0e38ada80016340\">11.12pm.)</a></p> <p><strong>• The Lib Dems have voted down a call for an economic Plan B.</strong> After a lively debate, during which Steve Webb, the pensions minister, said defeat for the leadership would panic the financial markets and lead to interest rates rising, an amendment to a growth motion that called for a Plan B was defeated by a large majority. Delegates then passed the motion, which criticised Conservatives for refusing to acknowledge that investing in carbon-reducing technologies could make an important contribution to growth.</p> <p><strong>• Jeremy Browne, the Home Office minister, has said that the Tory chief whip Andrew Mitchell should explain what he actually said to the police.</strong> While other Liberal Democrats have said little about the Mitchell affair because the party does not want it to distract attention from its conference, Browne said Mitchell's morning apology did not go far enough.</p> <blockquote class=\"quoted\"> <p>I think people want to know what was said. Explaining to the media what was not said is not the same as explaining to the media what was said.</p> </blockquote> <p><strong>• The Lib Dems have voted for a motion saying the speed limit in urban areas should be cut to 20mph. </strong>Under the plan, all new roads would have a 20mph limit and the government would encourage councils to switch from 30mph to 20mph on existing roads.</p> <p><strong>• The Lib Dems have backed a motion urging the government to increase the science budget by 3% above inflation for the next 15 years.</strong> Julian Huppert, the MP who moved the motion, said: \"Britain has a proud history of leading the world in science - innovations from British researchers have changed our planet and our way of life. But we are in danger of losing our reputation as a world leader in research and development. We are in danger of limiting our access to vital technological developments and the benefits they bring.\"</p> <p><strong>• The Lib Dems have committed themselves to campaign for measures to promote John Lewis-style mutual businesses.</strong> As the Press Association reports, they backed proposals which would give workers in publicly listed firms with more than 250 employees the right to request an employee share scheme. The policy would also give greater opportunities for workers to buy out a firm if its owners put it up for sale or to pick up shares at a discount if their firm goes public.</p> <p>That's all from me for today. My colleague<strong> Paul Owen</strong> will be taking over the blog for the rest of the evening, and covering Tim Farron being interviewed by Steve Richards at a fringe meeting. He will be writing all the posts after this.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T16:54:41.071Z\">at 5.54pm BST</time></p>  </div> <div id=\"block-5060862258f9bdd2eeba01a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T16:11:14.876Z\">5.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-1eab0e5c-9b6b-4aab-a032-5a12cd4a14c6\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348503053079/d8fd43d6-6025-4abb-984e-61639e24eaad-460.jpeg\" alt=\"Danny Alexander answers an audience member during  his Q&A session at the Liberal Democrat conference.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Danny Alexander answers an audience member during  his Q&A session at the Liberal Democrat conference.  Photograph: Martin Argles for the Guardian</span> <span class=\"element-image__credit\">Photograph: martin argles/Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5060839958f9bdd2eeba01a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T16:00:25.661Z\">5.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-63a06039-d33d-4d3b-adaf-4244e38f3027\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348502400553/33601147-0105-49b5-8cdb-2df130a978da-460.jpeg\" alt=\"The  audience during Danny Alexander's speech.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The  audience during Danny Alexander's speech.  Photograph: Martin Argles for the Guardian</span> <span class=\"element-image__credit\">Photograph: martin argles/Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5060712a58f9bdd2eeba0191\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:48:20.943Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's an afternoon reading list.</p> <p><a href=\"http://blogs.spectator.co.uk/coffeehouse/2012/09/lib-dem-conference-the-battle-for-the-soul-of-the-liberal-democrats/?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=lib-dem-conference-the-battle-for-the-soul-of-the-liberal-democrats\">• James Forsyth at Coffee House reports on a fringe meeting addressed by Richard Reeves, Nick Clegg's former director of strategy, and says the Lib Dems are engaged in a battle for the soul of the party</a>.</p> <blockquote class=\"quoted\"> <p>One thing that was particularly striking last night was the concerted effort by the leadership to shock the activists into realising that a whole bunch of voters are just not coming back. Reeves declared that ‘out of necessity, as well as principle, we can’t be a party of the centre left anymore’. Jeremy Browne, the Home Office minister and one of the leading Orange Book liberals, said that ‘there’s now no need for lazy, leftwing oppositionist people to vote Liberal Democrat as they can now vote Labour’.</p> <p>The implication of all this is that, like Viking warriors, the Liberal Democrats have burnt their boats on the beach by entering government, and now need to make a success of it and stick with Clegg. There’s undoubtedly some truth to this. But the leadership murmurings will continue as long as the polls suggest that Vince Cable would boost the party’s poll ratings.</p> </blockquote> <p><a href=\"http://yougov.co.uk/news/2012/09/24/clegg-least-popular-party-leader-foot/\">• Peter Kellner at YouGov looks at Nick Clegg's poll ratings and suggests the Lib Dems will have to replace him before the general election.</a></p> <blockquote class=\"quoted\"> <p>After Mr Brown discovered that his remark about Gillian Duffy had been caught on a microphone he wrongly thought was off, he dashed round to her house and told her how sorry he was. The next day we asked people about this apology. Just 26% said it was genuine, while 56% thought it was not. In our latest poll for the Sunday Times, we asked the same question about Mr Clegg’s apology. This time, 40% told us it was genuine, while 35% disagreed.</p> <p>That is where the good news ends. 41% think his apology makes him look weaker, while just 21% think it makes him look stronger. Only 5% say his apology will make them more likely to vote Lib Dem at the next election, while 15% say it makes them less likely. No wonder Lib Dem support is so low – just 8% in our post-apology poll – while Mr Clegg himself has slumped to his worst-ever rating. Having risen briefly (after the first leaders’ debate on TV in April 2010) to become more popular than Churchill, he is now Britain’s least popular main-party leader since Michael Foot.</p> </blockquote> <p><a href=\"http://markreckons.blogspot.co.uk/2012/09/interview-with-nick-clegg-part-one.html\">• Nick Clegg tells Mark Thompson in an interview for his blog that the war on drugs has been a failure.</a></p> <blockquote class=\"quoted\"> <p>I’m at the Liberal Democrat end of this debate in that I start from an assumption that the so-called war on drugs is a spectacular failure and that we’ve got to be driven by evidence, not prejudice nor dogma.</p> </blockquote> <p><a href=\"http://www.newstatesman.com/blogs/politics/2012/09/daily-mails-bizarre-attack-cleggs-tax-plan\">• George Eaton at the Staggers saying people earning more than £50,000 are not representative of the middle class.</a></p> <blockquote class=\"quoted\"> <p>As the Office for National Statistics <a href=\"http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings/ashe-results-2011/ashe-statistical-bulletin-2011.html\">reported</a> last year, the median full-time UK salary is £26,200. Those who earn at least twice as much (as only 10% do) are not, despite the <em>Mail's</em> protestations, entirely representative of the country's middle class. Nor are those whose homes are worth than £1m (as just 3.1% of properties are) easily identifiable as standard bearers of the \"squeezed middle\". Yet nowhere in its account of the deputy prime minister's holy war against the \"middle class\" does the <em>Mail </em>find room for such details.</p> </blockquote> <p><a href=\"http://www.libdemvoice.org/random-conference-observations-from-an-new-old-grouch-30368.html\">• Peter Walter at Liberal Democrat Voice gives his verdict on the speeches he has heard at the conference.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T16:56:06.806Z\">at 5.56pm BST</time></p>  </div> <div id=\"block-50607f1cc0e327c3f7c90517\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:41:18.447Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Alexander Q&amp;A is over. I was wrong; it did not really get lively at all.</p> </div>   </div> <div id=\"block-50607cc958f9bdd2eeba019c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:31:21.905Z\">4.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: What would you do if the deficit starts to go up, and Britain finds it hard to borrow money?</em></p> <p>Alexander says the government's current strategy is right. As Lorely Burt said in the debate this morning, signing up to Plan B would be signing up to a blank sheet of paper.</p> <p>He says he does not get questions from people in the markets any more asking if the government will hold together. People are confident it will survive.</p> </div>   </div> <div id=\"block-50607b0c58f9bdd2eeba0199\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:23:56.576Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Where do the Conservatives stand on the environment? Do they really believe in the need for green policies?</em></p> <p>Alexander says he is there to talk about what the Lib Dems think. Some Conservative backbenchers seem to think climate change is not a problem.</p> </div>   </div> <div id=\"block-50607a0858f9bdd2eeba0198\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:19:36.610Z\">4.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Alexander says a referendum on Britain's membership of the EU would be a \"total distraction\" given the problems Britain is facing.</p> </div>   </div> <div id=\"block-5060798258f9bdd2eeba0197\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:17:22.995Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: What's your experience dealing with the Conservatives on social mobility?</em></p> <p>Alexander says it is not as big a priority for them. But they are not opposed, and some Conservatives, like Michael Gove, take it seriously as an issue.</p> <p><em>Q: What are the Lib Dems doing to create a more liberal European Union?</em></p> <p>Alexander says that when Ed Davey was a business minister, he organised a meeting with fellow EU ministers to argue for a deeper and stronger internal market.</p> <p>Alexander says he describes himself as the second most pro-European member of the government, after Nick Clegg.</p> </div>   </div> <div id=\"block-506077ff58f9bdd2eeba0196\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:10:56.068Z\">4.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Next question.</p> <p><em>Q: Can you publicise the battles you are having in government?</em></p> <p>Alexander says he does not need to; they get enough publicity already.</p> <p>But \"we can't have a government that looks like we are fighting on every issue, every day,\" he says. People want to see the government getting on with the task of working for Britain.</p> <p>He says the Lib Dems have to show that politicians from different parties can work together.</p> </div>   </div> <div id=\"block-506076dd58f9bdd2eeba0195\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:06:05.214Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>First question.</p> <p><em>Q: How can the Lib Dems convince voters that they are making a difference in government?</em></p> <p>Alexander says it will take time. The Lib Dems have \"a substantial record of achievement\". They need to tell people.</p> <p>Next April the biggest ever increase in the personal allowance will come into force. The Lib Dems need to tell people about that, he says.</p> <p><em>Q: What more can the party do to highlight these achievements?</em></p> <p>Alexander says he is working with the campaigns department on this.</p> </div>   </div> <div id=\"block-5060741fc0e327c3f7c90513\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T15:02:14.061Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Alexander says this session will be about the things the Lib Dems will not apologise for.</p> <p>The Lib Dems got 75% of their election manifesto policies into the coalition agreement, he says.</p> <p>The government will soon publish a mid-term review. Lib Dem ministers will be pushing to include in it some of the ideas in the employee ownership policy paper debated this morning, he says.</p> <p>He says the Lib Dems will also doing their best to stop \"a blue roadblock getting in the way of green growth\".</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T15:31:06.010Z\">at 4.31pm BST</time></p>  </div> <div id=\"block-5060741558f9bdd2eeba0192\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:54:13.564Z\">3.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-dc0418b9-1b0c-4868-82f8-88a2f2ef64a2\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348498438294/6adfba2e-6e77-41ba-be8b-18cf34319063-460.jpeg\" alt=\"Nick Clegg plays a buzzer game as he tours the stalls\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg plays a buzzer game as he tours the stalls.  Photograph: Jeff J Mitchell/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-50607335c0e327c3f7c90511\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:50:29.334Z\">3.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Danny Alexander's Q&amp;A</h2>  <div class=\"block-elements\">  <p><strong>Danny Alexander</strong>'s Q&amp;A about the record of the coalition is about to start.</p> <p>It could be fun. Yesterday, during the Nick Clegg Q&amp;A, one delegate asked Clegg to rein in Alexander because he was too rightwing.</p> <p>Alexander is hosting this session in his capacity as the person who wrote the Lib Dem manifesto.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T15:02:46.959Z\">at 4.02pm BST</time></p>  </div> <div id=\"block-50606f0e58f9bdd2eeba0190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:32:46.623Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here's the Guardian video of Vince Cable mocking Andrew Mitchell.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-calls-himself-pleb-video\"                                data-show-ads=\"true\"                        data-video-name=\"Vince Cable mocks Andrew Mitchell, calling himself a 'pleb' - video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-calls-himself-pleb-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-calls-himself-pleb-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-50606ddbc0e327c3f7c9050d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:29:18.082Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Yet another poll suggests that the Lib Dems would be better with <strong>Vince Cable</strong> as leader. It's from Ipsos MORI, and this is an extract from their news release.</p> <blockquote class=\"quoted\"> <p>Twice as many say they would be more likely to vote Liberal Democrat at the next election if business secretary, Vince Cable (12%) were leader of the Liberal Democrats rather than Deputy Prime Minister, Nick Clegg (6%). However, neither appeals to the majority of voters; 67% say that it makes no different to them whether Mr Cable or Mr Clegg leads the party, as they do not intend to vote Liberal Democrat anyway. This is according to the latest poll from Ipsos MORI.</p> <p>Amongst current Liberal Democrat voters, Mr Clegg (21%) and Mr Cable (19%) are on a level pegging. However, Mr Cable (29%) has a broader appeal than Mr Clegg (13%) amongst those who voted for the Liberal Democrats at the last general election in 2010.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:39:41.304Z\">at 3.39pm BST</time></p>  </div> <div id=\"block-50606c3858f9bdd2eeba018e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:20:40.195Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At a fringe meeting <strong>Tim Farron</strong>, the Lib Dem president, said that Conservative Euroscepticism was \"a monster\" and that David Cameron and William Hague had not done enough to challenge it. I've taken the quote from <a href=\"http://www.politicshome.com\">PoliticsHome.</a></p> <blockquote class=\"quoted\"> <p>We do and will continue to do the heavy lifting on Europe and making the case for Europe. David Cameron and William Hague have between them – and other Conservatives – created a monster that will consume them, and will consume our country. If we leave the EU, it will be an absolute, unmitigated disaster for the UK ...</p> <p>Ed Miliband’s quietness and the Tory leadership, dare I say it, duplicitousness and slipperiness on the issue of Europe is what will cost us our place in the EU. Now is the time for David Cameron and William Hague to behave like big statesmen and take on their right and make the case for the European Union and our membership of it.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:41:25.787Z\">at 3.41pm BST</time></p>  </div> <div id=\"block-50606abd58f9bdd2eeba018c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:14:21.767Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After his speech, <strong>Vince Cable</strong> said he was not referring to Michael Fallon, the former Conservative party deputy chairman who has just become a business minister, when he made his comment about \"head bangers\" getting excited about the Beecroft fire-at-will proposal. (See<a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live?commentpage=1#block-50604db558f9bdd2eeba017e\"> 2.06pm.)</a> \"[Fallon] is a very sensible guy and we have a very good working relationship,\" Cable said.</p> </div>   </div> <div id=\"block-50606942c0e327c3f7c9050a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T14:08:02.214Z\">3.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some reaction to Vince Cable's speech.</p> <p>From<strong> Chuka Umunna</strong>, the shadow business secretary:</p> <blockquote class=\"quoted\"> <p>Labour has led calls for the creation of a British investment bank, but it is far from clear that the business bank Vince Cable envisages is the kind of institution that will get credit to successful firms who can’t currently access the finance they need.</p> <p>Vince Cable will not be able to set up a business bank without the unequivocal backing of George Osborne, and already the Treasury is briefing that this bank is a non-starter. This is yet another government policy thrown into uncertainty by bickering in government before it has even got off the ground.</p> <p>A major problem with the government’s previous failed schemes to get lending going to businesses, including Project Merlin and credit easing, was that they relied on the banks themselves getting money out of the door, without any real safeguards to ensure this happened. It is far from clear that Vince Cable’s business bank will be immune from these shortcomings.</p> </blockquote> <p>From <strong>John Cridland</strong>, the CBI director general:</p> <blockquote class=\"quoted\"> <p>\"Vince Cable concentrated on the key issue of the moment - growth. It is always tempting for politicians to play to their conference gallery, and I am pleased that Vince's speech went to the heart of the growth debate.</p> <p>A new-style boutique, government-backed bank for growth firms can bring something new to the business lending toolkit. The big gripe today from many growth businesses is a gap in the market for long-term investment finance. The new £1bn wholesale fund will enable banks to provide “patient capital” to high growth businesses.</p> </blockquote> <p>From <strong>John Longworth</strong>, director general of the British Chambers of Commerce:</p> <blockquote class=\"quoted\"> <p>The business bank announced by Vince Cable could be one of the lasting legacies of this government, and a key pillar of UK competitiveness in the years to come. While a £1bn commitment is an important first step, Whitehall must ensure that the business bank gets off the ground with an independent mandate and a mission to support growing companies.</p> <p>Six in 10 chamber members told us just last week that they would feel more confident in securing finance if Britain had a government-backed business bank. Commercial banks should have a first right of refusal, but, as we have argued before, the business bank will eventually need the infrastructure to make its own decisions on loans, and its own channels to deliver funds to growing businesses.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:46:18.888Z\">at 3.46pm BST</time></p>  </div> <div id=\"block-5060674158f9bdd2eeba018a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:59:30.152Z\">2.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Guardian video from the Cable speech.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-1bn-business-bank-video\"                                data-show-ads=\"true\"                        data-video-name=\"Vince Cable unveils £1bn backing for business bank - video\"                        > <object width=\"460\" height=\"307\"><param name=\"wmode\" value=\"opaque\"></param><param name=\"movie\" value=\"http://www.guardian.co.uk/video/embed\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"flashvars\" value=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-1bn-business-bank-video/json\"></param><embed src=\"http://www.guardian.co.uk/video/embed\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"307\" flashvars=\"endpoint=http://www.guardian.co.uk/politics/video/2012/sep/24/vince-cable-1bn-business-bank-video/json\" wmode=\"opaque\"></embed></object> </figure>  </div>   </div> <div id=\"block-506062ae58f9bdd2eeba0187\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:39:58.529Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-237eb050-fe8e-481d-b571-25f2b153181c\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348493964288/d5052b6a-50eb-4789-a5eb-6d435c7c9591-460.jpeg\" alt=\"Jo Swinson, Danny Alexander, Nick Clegg, Lorely Burt, and Vince Cable vote on a policy motion.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson, Danny Alexander, Nick Clegg, Lorely Burt and Vince Cable vote on a policy motion.  Photograph: Jeff J Mitchell/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:47:20.882Z\">at 3.47pm BST</time></p>  </div> <div id=\"block-5060617bc0e327c3f7c90507\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:34:51.384Z\">2.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>You'll have seen the picture of the rain at 12.23pm. It means the Daily Mail is right after all. (See <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live#block-50602e8dc0e38ada80016340\">11.12pm.) </a>Under Clegg, the rich are getting soaked.</p> </div>   </div> <div id=\"block-50605e85c0e327c3f7c90504\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:22:13.974Z\">2.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I've got more on the polling figures presented at the Paddy Ashdown fringe. (See <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live#block-50605777c0e327c3f7c90500\">2.13pm</a>.) This is from my colleague, the Observer's <strong>Daniel Boffey.</strong></p> <blockquote class=\"quoted\"> <p>A presentation by Rick Nye from pollsters Populus is painting a far from pretty picture for the party. Apart from the slide behind Ukip, as recorded by the <a href=\"http://www.guardian.co.uk/politics/2012/sep/22/observer-launches-opinium-observer-poll\">Observer/Opinum poll</a> this weekend, there are few signs of hope. Over half of people (57%) in September 2009 believed the Lib Dems were honest and principled. That's now down to 32%. More significantly, their time in government hasn't seen an improvement in people's perception of the party's credibility – far from it. Two in five (44%) in 2009 believed the party was competent and capable but that is now down to one in five (21%). Around two in five believe the party has made a difference and are<br> responsible, slightly up on 2009. But still only a third (32%) believe coalition governments are strong and decisive, marking a small slide from three years ago.</p> </blockquote> <p>And Daniel has one other nugget.</p> <blockquote class=\"quoted\"> <p>The discussions also covered Liberal Democrat policy and its failures and successes in the field of civil liberties. In response to some criticism, Ashdown said the draft communications bill on intercepting emails will not be passed by Lib Dems in the Lords.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T13:39:55.464Z\">at 2.39pm BST</time></p>  </div> <div id=\"block-50605ce358f9bdd2eeba0184\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:15:15.528Z\">2.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here's <strong>Lord Oakeshott</strong> on the Vince Cable speech. He liked it, obviously (he's a great friend of Cable's). But he also predicted that the mansion tax would definitely happen.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/Y6rtnaMFbR8&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T13:26:52.181Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-50605777c0e327c3f7c90500\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:13:54.920Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Paddy Ashdown has called the Lib Dems' pre-election promise not to raise tuition fees \"opportunistic\", my colleague <strong>Paul Owen</strong> reports.</p> <blockquote class=\"quoted\"> <p>Drawing a comparison between the pre-coalition party and today's Lib Dems at a fringe event, the former leader said: \"Who can be surprised if after 100 years in opposition, we were a little, how can I say it, opportunistic?\"</p> <p>Now in government, the Lib Dems had to \"cast off childish things\" and \"oppositionism\", he said. Other parties such as Labour were even more opportunistic, he claimed.</p> <p>A female delegate took him to task for the tuition fees claim. She said that far from it being opportunistic, \"that was the strong feeling of a majority of the party who voted for that policy because they believed it\".</p> <p>Ashdown said he tried to get the party to abandon that policy in 1999 \"but you smashed me into the ground\". He backed Nick Clegg's point that the Lib Dems should have been honest about what was realistic.</p> <p>Ashdown also poured scorn on the polling evidence presented by Populus at the meeting (bad for the Lib Dems in every way), saying that \"anybody who predicts the future from the mid-term polls is talking nonsense … If you ask people what they're going to do on a wet Saturday afternoon half way through a parliament they usually give the sitting government a kicking.\"</p> <p>He added that \"unpopularity is the price of doing difficult but necessary things … There's no point in being a liberal if you're a cosy little herbivore.\"</p> <p>Clegg, he said, was \"the best party leader we have had for 100 years, myself included, well, maybe not - yes!\"</p> <p>And he added: \"Do I love the Tories? No I don't. I hate the Tories!\" before taking that back: \"I can't hate anyone; I'm a liberal.\" Nevertheless he had harsh words for the mayor of London, noting: \"Old Boris Johnson is more popular than David Cameron - doesn't mean to say he'd be good as a prime minister, guys - absolutely not.\"</p> <p>And in case you were wondering, yes, Ashdown did repeat his well-worn line that he is \"the only party leader ever represented in the opinion polls by an asterisk, denoting that no discernible support could be found\".</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/250214162960097281\">  <blockquote class=\"twitter-tweet\"><p>Populus polling at the Lib Dem conference <a href=\"http://t.co/IX6QlGSi\" title=\"http://twitter.com/PaulTOwen/status/250214162960097281/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/250214162960097281\" data-datetime=\"2012-09-24T12:44:41+00:00\">September 24, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulTOwen/status/250214405227282432\">  <blockquote class=\"twitter-tweet\"><p>Populus polling at the Lib Dem conference <a href=\"http://t.co/3EcuqWB8\" title=\"http://twitter.com/PaulTOwen/status/250214405227282432/photo/1\">twitter.com/PaulTOwen/stat…</a></p>&mdash; PaulTOwen (@PaulTOwen) <a href=\"https://twitter.com/PaulTOwen/status/250214405227282432\" data-datetime=\"2012-09-24T12:45:38+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50605c17c0e327c3f7c90501\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:11:51.152Z\">2.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's <strong>Paddy Ashdown</strong> on Nick Clegg.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/itmpYw15sxc&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T13:27:15.990Z\">at 2.27pm BST</time></p>  </div> <div id=\"block-50604db558f9bdd2eeba017e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T13:06:29.587Z\">2.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vince Cable's speech - summary</h2>  <div class=\"block-elements\">  <p><strong>Vince Cable</strong> enjoys writing and his speeches often contain relatively subtle messages. That was certainly true of this one, which was ostensibly about growth and the economy, but actually read like the opening bid in the coalition negotiations for 2015.</p> <p>Here are the main points.</p> <p><strong>• Vince Cable predicted that the next election would result in a hung parliament and he insisted that the Lib Dems would be able to work with either of the two main parties in the national interest.</strong> At least, that's how I read Cable's peroration.</p> <blockquote class=\"quoted\"> <p>After over two years in government we are battle hardened but certainly not war weary. None of us knows exactly how it will end. But we all know we must fight the next general election as a totally independent, national, credible challenger for power.</p> <p>I don’t believe actually that the British people will want to entrust their future to any one party next time. If Britain wants sustainable growth, competence with compassion, fairness with freedom and more equality, not ever greater division, then that government must have Liberal Democrats at its heart.</p> </blockquote> <p>Cable joked about the reports that he has exchanged text messages with Ed Miliband - \"I have good communications with politicians across the political spectrum,\" he said - and his speech indicated a willingness to work with Labour as well as the Tories. He had this to say about Ed Balls.</p> <blockquote class=\"quoted\"> <p>Our critics on the left say – “cut more slowly”. The government has already extended the period to eliminate the structural deficit from four to six years. Yet Ed Balls says: “Workers of the world unite. We need a Plan B. We should not cut the deficit in six years but seven”.</p> </blockquote> <p>That sounds like a jibe, but actually he is saying that there is little difference between Balls's policies and the government's. And Cable was quite positive about George Osborne too. Earlier Danny Alexander (Osborne's Treasury deputy) opened a debate on a motion criticising the Tories (and, by implication, Osborne) over green policies. But Cable was quite complimentary.</p> <blockquote class=\"quoted\"> <p>When we came into government we had to balance competing risks: of aggravating the economic downturn through excessive cuts versus the risk of losing the confidence of lenders. I believe we struck the right balance and adopted a deficit reduction plan. I make no apology for my continued support for that fiscal discipline.</p> </blockquote> <p><strong>• Cable said the Lib Dems would not let slow growth lead to further spending cuts.</strong></p> <blockquote class=\"quoted\"> <p>The central point is that the country must not get stuck on a downward escalator where slow or no growth means bigger deficits leading to more cuts and even slower growth. That is the way to economic disaster and political oblivion. We will not let that happen.</p> </blockquote> <p><strong>• He launched a strong attack on the banks, accusing them of being \"anti-business\" in the past.</strong></p> <blockquote class=\"quoted\"> <p>Our leading banks are often anti-business, especially anti-small business. They threw traditional relationship banking over the side and sold useless insurance and dodgy derivatives instead.</p> <p>Public anger at the greed and stupidity in this industry will continue for a long time. But I am looking forward to, and I want to work with the new generation of sensible bankers to support the real economy.</p> </blockquote> <p>He said that, without the Lib Dems, the Conservative would not have agreed to support the Vickers proposals to divide investment banking from retail banking.</p> <p><strong>• He confirmed that the government would set up a British business bank.</strong></p> <blockquote class=\"quoted\"> <p>I am working with the chancellor to develop a new institution that will combine a billion pounds of new government capital with a larger private sector contribution. This will apply leverage through guarantees to support up to £10bn of finance to small and mid-sized business – a significant portion of all the lending currently available.</p> </blockquote> <p>On the World at One just now, when asked if the £1bn would be a one-off investment or an annual one, he said it would start as a one-off payment \"for the moment\".</p> <p>He would not say when it would launch, but said he hoped to get it operating quite quickly.</p> <p><strong>• He attacked \"head bangers\" on the Tory right who wanted the government to allow no-fault dismissal.</strong> This was a reference to the so-called \"fire at will\" plan in the Beecroft report.</p> <blockquote class=\"quoted\"> <p>We have seen off the ‘head bangers’ who want a hire and fire culture and seem to find sacking people an aphrodisiac: totally irrelevant in a country with flexible labour markets which have created over a million private sector jobs in the last two years.</p> </blockquote> <p><strong>• He attacked Labour, saying that under Tony Blair it lost its soul.</strong></p> <blockquote class=\"quoted\"> <p>Labour can still be a ruthless political machine. But it used to be a lot more than that. It once had a soul and new ideas. Then we had 13 years of rootless New Labour. A hard-earned reputation for economic competence disappeared under the rubble of collapsing banks. Their party’s long-standing commitment to individual freedoms was buried in a graveyard of civil liberties. Principled foreign policy was laid to rest in Iraq. They have scarcely begun the long march back from there.</p> </blockquote> <p>What's interesting about this is that he was not dismissing the party in an unqualified way, and he seemed to express a desire for Labour to change.</p> <p><strong>• He reaffirmed his call for a mansion tax.</strong></p> <blockquote class=\"quoted\"> <p>I know some of you hanker after a Hollande-style assault on top incomes. But we know that very high marginal rates of income tax are counter-productive. If I were advising Monsieur Hollande, I would recommend a ‘chateau tax’ – for those of us who never even managed a dumbed-down GCSE in French, that means a ‘mansion tax’. Core Lib Dem policy. A first step to the proper taxation of wealth and land. It horrifies the Tory backwoodsmen, but it is popular and right.</p> </blockquote> <p>In his World at One interview, Cable told Martha Kearney that she would be \"surprised\" how many Conservatives had an open mind about the mansion tax idea. Asked about whether George Osborne would support it, Cable said that he still had \"some persuasion to do\" but that Osborne was \"an intelligent man who sees the pros and cons\".</p> <p><strong>• He mocked Andrew Mitchell, making a joke about being a pleb.</strong></p> <blockquote class=\"quoted\"> <p>Now I don't know what Boris and Dave got up to in Eton. Perhaps a pillow fight got out of control in the dormitories. I have been told, however, that jokes about social class are not good for the unity of the coalition. But as a mere pleb, I couldn't resist it.</p> </blockquote> <p><strong>• Cable paid tribute to Clegg's leadership.</strong></p> <blockquote class=\"quoted\"> <p>One of our central aims as Liberal Democrats is to show that coalitions work. And Nick Clegg’s major contribution as leader is to do just that. At a time of crisis, coalition government was and is still the only way forward – and it required considerable political courage from Nick to make it happen.</p> </blockquote> <p>Cable said Clegg's contribution \"is to do just that\", but the text released to journalists in advance was not quite so loyal. It quoted Cable as saying Clegg's contribution \"has been to do just that\".</p> <p>I've described the speech as the opening bid in the coalition negotiations for 2015. Of course, Cable also left open the question of who might be leading the Lib Dems in those negotiations. There was nothing disloyal in the speech, but it will have reminded Lib Dem delegates very effectively that, were Clegg to stand down, another candidate is available.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T13:44:07.834Z\">at 2.44pm BST</time></p>  </div> <div id=\"block-5060555c58f9bdd2eeba0182\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T12:43:08.112Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-21696a0e-00a7-48b3-b615-f8dd985d6c18\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348490570297/2dceb193-4485-4abc-85af-394d1e659f30-460.jpeg\" alt=\"Danny Alexander, Nick Clegg and other senior Liberal Democrats applaud Cable's speech\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Danny Alexander, Nick Clegg and other senior Liberal Democrats applaud Cable's speech.  Photograph: Martin Argles for the Guardian</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-50604bdec0e327c3f7c904f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T12:02:59.236Z\">1.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Twitter reaction to the Cable speech.</p> <p>From Andrew Gimson, the former Telegraph sketch writer</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewGimson/status/250200865242234880\">  <blockquote class=\"twitter-tweet\"><p>If Nick Clegg is, as Boris suggests, the Captain Oates of the coalition, one fears it cannot be long before he says he is just going outside</p>&mdash; Andrew Gimson (@AndrewGimson) <a href=\"https://twitter.com/AndrewGimson/status/250200865242234880\" data-datetime=\"2012-09-24T11:51:49+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Telegraph's Rosa Prince</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RosaPrinceUK/status/250201248937152513\">  <blockquote class=\"twitter-tweet\"><p>Vince Cable's annual speech to <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a> increasingly to Nick Clegg what Gordon Brown's were to Tony Blair: ie an alternative leader's address</p>&mdash; Rosa Prince (@RosaPrinceUK) <a href=\"https://twitter.com/RosaPrinceUK/status/250201248937152513\" data-datetime=\"2012-09-24T11:53:20+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Guardian's Michael White</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelWhite/status/250201369372418049\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/search/%23libdems\">#libdems</a> A well-judged conference speech by Vince Cable, he resisted playing to the gallery as Gordon B used to doat Blair's expense</p>&mdash; MichaelWhite (@MichaelWhite) <a href=\"https://twitter.com/MichaelWhite/status/250201369372418049\" data-datetime=\"2012-09-24T11:53:49+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Lib Dem blogger Mark Thompson</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkReckons/status/250202175790256129\">  <blockquote class=\"twitter-tweet\"><p>Another nail in Mitchell's political coffin as Cable takes the Mickey out of his alleged \"pleb\" comments from the confrerence stage. <a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Mark Thompson (@MarkReckons) <a href=\"https://twitter.com/MarkReckons/status/250202175790256129\" data-datetime=\"2012-09-24T11:57:01+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5060491758f90bd4c3fd4ae2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:50:48.102Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Cable speech is over. It's the best speech of the conference so far (not that there's been much competition). I'll post a summary shortly.</p> <p>In the meantime, this, from Sandy Walkington, is good.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sandywalkington/status/250200065447170048\">  <blockquote class=\"twitter-tweet\"><p>Love the outrage on twitter at Vince suggesting Etonian has anything so plebeian as dormitories.Well now we know.Great speech.<a href=\"https://twitter.com/search/%23ldconf\">#ldconf</a></p>&mdash; Sandy Walkington (@sandywalkington) <a href=\"https://twitter.com/sandywalkington/status/250200065447170048\" data-datetime=\"2012-09-24T11:48:38+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5060485158f90bd4c3fd4ae1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:47:29.707Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At the next election the Lib Dems will fight as an independent party.</p> <blockquote class=\"quoted\"> <p>If Britain wants sustainable growth, competence with compassion, fairness with freedom and more equality not ever greater division: then that government must have Liberal Democrats at its heart.</p> </blockquote> </div>   </div> <div id=\"block-5060481558f90bd4c3fd4ae0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:46:30.106Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says he does not know what happened between David Cameron and Boris Johnson at Eton. Maybe a pillow fight got out of control.</p> <p>He says he should not make jokes about class. But, as a mere \"pleb\", he could not resist it.</p> </div>   </div> <div id=\"block-506047dcc0e38ada8001634f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:45:32.391Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says Labour are still an effective political machine. The Lib Dems know that from fighting them in the north of England.</p> <p>They used to be a party with \"soul and ideas\", he says.</p> <p>But they have lost that now, he says.</p> </div>   </div> <div id=\"block-5060478658f90bd4c3fd4adf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:44:06.823Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says there is a need for more housebuilding.</p> <p>There should be \"an aggressive programme of housebuilding\", he says.</p> </div>   </div> <div id=\"block-506046ee58f90bd4c3fd4ade\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:41:34.841Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says Ed Balls wants a different policy. But he would only defer getting rid of the deficit by a year. \"Wow.\"</p> <p>Other critics say the government should deregulate, and unleash animal spirits.</p> <p>Cable says he has considerable sympathy for George Osborne, who has been attacked for borrowing too much and not borrowing enough at the same time.</p> <p>Cable says he is fine with Plan A Plus. He supports fiscal discipline.</p> <p>But there needs to be more growth.</p> <p>There is not enough spending power in the economy, he says.</p> </div>   </div> <div id=\"block-5060466558f90bd4c3fd4add\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:39:17.494Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says there needs to be a debate on responsible capitalism. He called for one at the Lib Dem conference two years ago. And he was accused of being a communist.</p> <p>We need to work in a market-based system, he says. Business will drive the economy.</p> <p>He says he has seen off \"the headbangers\" who want a hire-and-fire culture and who see the idea of sacking people \"as some kind of aphrodisiac\".</p> <p>(That's Adrian Beecroft.)</p> <p>He calls for a crackdown on tax havens. No one keeps their money there for the quality of the financial advice, he says. These are \"sunny places for shady people,\" he says, <a href=\"https://twitter.com/patrickwintour/status/249754532114997248\">quoting Somerset Maugham.</a></p> <p>Cable says very high rates of tax do deter investors.</p> <p>That is why he would be advising President Hollande in France to have a chateaux tax.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T11:51:14.589Z\">at 12.51pm BST</time></p>  </div> <div id=\"block-5060452158f90bd4c3fd4adc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:33:54.032Z\">12.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says there is a need for a new British business bank. Today he can announce one.</p> </div>   </div> <div id=\"block-506044e958f90bd4c3fd4adb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:32:57.365Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says there are some common themes to government policy.</p> <p>One is a recognition that markets can fail.</p> <p>And another is a determination to plan for the long term.</p> <p>Banking needs to support business.</p> <p>But that does not happen in the UK. Banks did not support business, and instead they focused on selling \"dodgy\" insurance.</p> <p>Cable says he wants to work with a new generation of banking leaders who will take a different approach.</p> <p>The banks are being made to separate their investment arms from consumer banking. Without the Lib Dems, that would not have happened, he says.</p> <p>This is \"no time for the state to be stepping back\".</p> </div>   </div> <div id=\"block-5060443658f90bd4c3fd4ada\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:29:58.213Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable says Britain has to get back to making things.</p> <p>The government has launched Germany-style innovation centres.</p> <p>The Green Investment Bank is getting up and running.</p> <p>There have been real successes, such as saving the Vauxhall plant.</p> </div>   </div> <div id=\"block-506043eec0e38ada8001634e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:28:46.302Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vince Cable's speech</h2>  <div class=\"block-elements\">  <p><strong>Vince Cable,</strong> the business secretary, is speaking now.</p> <p>He says five years ago the Lib Dem conference was interrupted by the news of Northern Rock. And the financial crisis is still underway.</p> <p>One of the roles of the Liberal Democrats is to show that coalitions can work. And that is what Nick Clegg is doing.</p> <p>Cable says he is proud to have two Lib Dem ministers and five \"very able\" Conservatives in his department. They work well together as a team.</p> <p>Many problems will not be solved in one parliament.</p> <p>That is why he makes sure he has good communications with politicians across the political spectrum.</p> <p>He pretends to receive a call. \"Please Ed, not now,\" he says.</p> <p>But sometimes he likes to be partisan.</p> <p>He used to be proud of the fact that he was the least popular cabinet minister amongst Conservative supporters. But now two Conservative ministers are even more unpopular. \"The fightback starts here,\" he says.</p> </div>   </div> <div id=\"block-506042f3c0e38ada8001634c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:24:35.551Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's the Lib Dem blogger Mark Pack on the Andrew Mitchell affair.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe width=&quot;460&quot; height=&quot;315&quot; src=&quot;https://www.youtube-nocookie.com/embed/rRxj4QMGMpc&quot; frameborder=&quot;0&quot; allowfullscreen&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-506042be58f90bd4c3fd4ad8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:23:42.206Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-0062de33-34ce-4d5c-86be-b2bfe561aaac\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348485806631/428083a2-e00d-4884-be00-d4d5570fdf5e-460.jpeg\" alt=\"Clegg and Cable leave for Brighton after visiting the Ricardo engine assembly plant in Shoreham-by-Sea\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clegg and Cable leave for Brighton after visiting the Ricardo engine assembly plant in Shoreham-by-Sea. Photograph: Peter Macdiarmid/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T11:27:07.238Z\">at 12.27pm BST</time></p>  </div> <div id=\"block-5060429758f90bd4c3fd4ad7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:23:03.529Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Amendment 1, the Plan B amendment, has been heavily defeated.</p> <p>Chaos in the markets has been averted!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T11:23:27.182Z\">at 12.23pm BST</time></p>  </div> <div id=\"block-5060425558f90bd4c3fd4ad6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:21:58.062Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dems are about to vote now.</p> <p>If Steve Webb and Jo Swinson are right, Moody's, Standard and Poors and Fitch will be on tenterhooks.</p> </div>   </div> <div id=\"block-50604218c0e38ada8001634b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:20:56.962Z\">12.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jo Swinson</strong>, the new business minister, is winding up the debate.</p> <p>She pays tribute to Linda Jack. Who can forget the pink furry handcuffs Jack waved when she gave a speech opposing the coalition, Swinson says. (I missed that moment of Lib Dem history, I'm afraid.)</p> <p>Swinson says she cares about people. If interest rates go up, people will be forced out of their homes.</p> <p>Passing amendment 1 would suggest that the Lib Dems were changing economic policy, she says.</p> <p>But the government's plans already contained some flexibility.</p> <p>The government has a comprehensive growth package, she says.</p> <p>She also says interest rates could go up if the Lib Dems were to vote for Plan B.</p> </div>   </div> <div id=\"block-5060407558f90bd4c3fd4ad4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:13:57.348Z\">12.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his speech (see <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live?intcmp=239#block-50603cee58f90bd4c3fd4ad1\">11.58am</a>) <strong>Steve Webb</strong>, the pensions minister, said that passing amendment 1 (the Plan B one) could lead to Britain's credit rating falling. Here's the full quote.</p> <blockquote class=\"quoted\"> <p>If we accept amendement 1 ... you know what the headlines will be tomorrow: Lib Dem conference backs Plan B. So we've got two parties in coalition fighting for different fiscal mandates, chaos in the government, our credit rating slumping, interest rates hiked, and then we don't get to choose the austerity, we have it imposed upon us.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T11:26:19.588Z\">at 12.26pm BST</time></p>  </div> <div id=\"block-50603fa858f90bd4c3fd4ad2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T11:10:36.213Z\">12.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Linda Jack</strong>, the chair of Liberal Left and a member of the federal policy, is winding up the debate now on behalf of the movers of the \"Plan B\" amendment. She says five members of the government have spoken in the debate against their proposal.</p> <p>Some 27% of Lib Dem members are concerned about the government's economic policy, she says.</p> <p>At the time of Cleggmania, people thought Clegg would stand up for the vulnerable, she says. Now there should be a different strategy.</p> <p>She says cuts should be based on an objective assessment of the economic conditions, not dogma. This amendment is designed to be helpful.</p> <blockquote class=\"quoted\"> <p>Let's stand up. Let's make that differentiation strategy real.</p> </blockquote> </div>   </div> <div id=\"block-50603cee58f90bd4c3fd4ad1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:58:54.294Z\">11.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Steve Webb</strong>, the pension minister, is speaking in the debate now. He is also opposing the Plan B amendment.</p> <p>He says the government was going to cut housing benefit by 10%. But the Lib Dems stopped that. And the government was going to scrap disability living allowance for those in care homes. But the Lib Dems blocked that too.</p> <p>If the Lib Dems vote for the Plan B amendment, the media will say the government is in chaos, he says. That would frighten the financial markets.</p> </div>   </div> <div id=\"block-50603c5fc0e38ada8001634a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:56:31.200Z\">11.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tim Farron</strong>, the Lib Dem president, is speaking in the growth debate now.</p> <p>He says he is a fan of John Maynard Keynes, but that scrapping the fiscal mandate would be \"absolutely flipping crackers\". He said the fiscal mandate (the government's deficit reduction strategy) \"stands between us and market chaos\". He went into politics to avoid human misery, he says.</p> <blockquote class=\"quoted\"> <p>Scrapping the fiscal mandate would create avoidable human misery.</p> </blockquote> </div>   </div> <div id=\"block-50603a1fc0e38ada80016348\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:46:55.315Z\">11.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-17731336-7be2-48f8-83af-e8982b897ac2\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348483554099/5c957bb5-6b10-45b8-9ab1-1b9eb68c1fe6-460.jpeg\" alt=\"Badges quoting Nick Clegg's student fees pledge apology on sale at the Liberal Democrat conference in Brighton\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Badges quoting Nick Clegg's student fees pledge apology on sale at the Liberal Democrat conference in Brighton. It is unclear whether this is an ironic use of the font comic sans. Photograph: Jeff J Mitchell/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:24:16.640Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-506038bd58f90bd4c3fd4ace\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:41:01.414Z\">11.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the growth debate <strong>David Rendel</strong>, the former Newbury MP, urged delegates to reject the whole motion.</p> <p>But <strong>Lorely Burt</strong>, the Solihull MP, told delegates to reject the rebel amendment. If they supported it, they would be supporting Ed Balls, she said. Balls was not a man with a plan, but a man without a clue.</p> </div>   </div> <div id=\"block-506037a3c0e38ada80016346\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:36:21.009Z\">11.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague Patrick Wintour is tweeting from the growth debate.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/250176930668748800\">  <blockquote class=\"twitter-tweet\"><p>Danny Alexander is facing the first challenge by conference delegates to the coalition's existing fiscal mandate.</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/250176930668748800\" data-datetime=\"2012-09-24T10:16:42+00:00\">September 24, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/250178607119491072\">  <blockquote class=\"twitter-tweet\"><p>Ed Randall opposing fiscal mandate says Keynes would have held the party's economic policy in contempt</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/250178607119491072\" data-datetime=\"2012-09-24T10:23:22+00:00\">September 24, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/250179369094479875\">  <blockquote class=\"twitter-tweet\"><p>Duncan Brack, Chris Huhne's former special adviser at DECC lays into George Osborne saying he has declared war on green industry.</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/250179369094479875\" data-datetime=\"2012-09-24T10:26:24+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-506034b958f90bd4c3fd4acb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:23:53.713Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Danny Alexander,</strong> the chief secretary to the Treasury, has just opened a debate on generating growth. It's an interesting debate for two reasons.</p> <p>First, the motion which Alexander is defending explicity attacks the Conservatives. It says the Lib Dems are concerned by:</p> <blockquote class=\"quoted\"> <p>The refusal of the Conservatives to acknowledge that investing in carbon-reducing technologies has the potential to make an important contribution to long-term growth.</p> </blockquote> <p>That means Alexander is inviting the Lib Dems to vote for a motion criticising his boss.</p> <p>Second, this debate will show whether Lib Dem members actually support the government's economic policy. There are two amendments, and although the first, proposed by Ed Randall and Linda Jack, looks relatively innocuous, it would knock four words out of the original one. Those four words are \"within its fiscal mandate\", and so it is effectively telling the government to rip up Plan A and adopt Plan B.</p> <p>In his speech, Alexander urged delegates to reject this.</p> <p>We will get the vote at about 12.15pm.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T10:28:04.490Z\">at 11.28am BST</time></p>  </div> <div id=\"block-50602e8dc0e38ada80016340\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T10:12:16.635Z\">11.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nick Clegg's interviews - summary</h2>  <div class=\"block-elements\">  <p>Back to <strong>Nick Clegg</strong>. He did several interviews this morning and, although he spent quite a lot of time talking about Andrew Mitchell (see <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live#block-5060058058f90bd4c3fd4ab0\">8.02am</a> and <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/lib-dem-conference-cable-clegg-live#block-5060088e58f90bd4c3fd4ab2\">8.15am</a>), there was also quite a lot on Lib Dem politics. Here are the main points. I've taken the quotes from PoliticsHome.</p> <p><strong>• Clegg rejected suggestions that his call for a new tax on the wealthy meant that he was determined to \"soak the middle class\".</strong> He was responding to<a href=\"http://www.dailymail.co.uk/news/article-2207618/Lib-Dem-conference-2012-Nick-Clegg-wants-hit-millions-earning-50k-higher-tax-bills.html?openGraphAuthor=%2Fhome%2Fsearch.html%3Fs%3D%26authornamef%3DJames%2BChapman&amp;videoPlayerURL=http%3A%2F%2Fc.brightcove.com%2Fservices%2Fviewer%2Ffederated_f9%3FisVid%3D1%26isUI%3D1%26publisherID%3D1418450360%26playerID%3D72484359001%26domain%3Dembed%26videoId%3D&amp;hasBCVideo=true&amp;BCVideoID=1857481223001\"> the Daily Mail splash, which is headlined today - Clegg: Soak the middle class.</a> Asked if this was accurate, Clegg (who has attacked Daily Mail reporting in the past) said it wasn't.</p> <blockquote class=\"quoted\"> <p>I think you are referring to a Daily Mail headline. It won't surprise [you] that I'm not going to do what the Daily Mail is suggesting. We are not planning to soak anybody.</p> </blockquote> <p>Asked if those earning more than £50,000 would pay more tax in the way that the Mail was suggesting, he replied:</p> <blockquote class=\"quoted\"> <p>You will not be soaked in the way that the Daily Mail [is suggesting].</p> </blockquote> <p>He stressed that those earning more than £50,000 were earning well above the national average.</p> <p><strong>• He said a mansion tax was still the Lib Dems' preferred means of getting more tax out of the wealthy.</strong></p> <blockquote class=\"quoted\"> <p>Our focus does remain on very high value property for the simple reason that I think most people in this country just don’t understand why people who have very high value properties just don’t pay their fair share, in the way that everybody does.</p> </blockquote> <p>• He claimed that there was a \"dividing line\" in politics between those who wanted extra tax revenue to come from the rich and those who wanted it to come from the poor.</p> <blockquote class=\"quoted\"> <p>What I'm saying is that there's a big dividing line in British politics between people who, when asked to reach to make more savings, immediately ask the poorest to make more savings and [those who think the opposite].</p> </blockquote> <p>This was interesting because it implies that the Lib Dems and Labour are on one side of a dividing line, while the Tories are on the other.</p> <p><strong>• He said that many rich people accepted that it was fair to ask them to pay more.</strong></p> <blockquote class=\"quoted\"> <p>My experience is people, decent fair-minded folk who are earning far, far more than the national average understand that they do need to make a fair contribution because that's what the nation demands right now.</p> </blockquote> <p><strong>• He defended Vince Cable's right not to rule out standing for the Lib Dem leadership at some point in the future.</strong></p> <blockquote class=\"quoted\"> <p>I don’t think any politician should start ruling out doing anything well into the future ... Of course, Vince is entirely right and entitled to say what he says about his own feelings about politics and about his future.</p> </blockquote> <p><strong>• Clegg said that in future political parties would increasingly distinguish between manifesto policies which were priorities and those which were not.</strong> They would identify which policies they would \"die in the ditch for\", and which were “subject to circumstances and resources and so on”.</p> <blockquote class=\"quoted\"> <p>I think that distinction is one that parties will increasingly have to make in British politics as we move towards greater plurality and more coalitions.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T10:26:54.456Z\">at 11.26am BST</time></p>  </div> <div id=\"block-50602616c0e38ada8001633b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T09:21:26.291Z\">10.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dem minister Jeremy Browne is not willing to draw a line under the Andrew Mitchell affair.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robindbrant/status/250162546676477952\">  <blockquote class=\"twitter-tweet\"><p>Lib dem home off min Jeremy Browne adds to pressure on Mitchell, tells bbc still 'loose ends to be tied up'.</p>&mdash; Robin Brant (@robindbrant) <a href=\"https://twitter.com/robindbrant/status/250162546676477952\" data-datetime=\"2012-09-24T09:19:33+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5060240cc0e38ada80016339\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T09:12:44.162Z\">10.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague Paul Owen has written<a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/24/business-bank-vince-cable-thick-of-it\"> a lovely blog about the similarities between Saturday's episode of The Thick of It and today's British business bank announcement from Vince Cable. </a>Here's an extract.</p> <blockquote class=\"quoted\"> <p>Saturday's episode of The Thick of It saw the show's Lib Dem surrogates - junior minister Fergus and his adviser Adam - bumble their way into accidentally agreeing to a pretty young female economist's proposal of a £2bn micro-bank to \"set up a network of micro-credit lenders at neighbourhood level\" to help businesses such as \"sisters who want to set up a pop-up baker's in a disused travel agents\". Cable's bank is not quite as hip as that, helping only \"the manufacturers, exporters and high-growth companies that power our economy\", and while The Thick of It's bank is funded by a Robin Hood tax which will \"steal from the fat cats and raise enough seed capital for hundreds of start-up funds for fledgling businesses\", the business secretary's will be paid for by \"underspends\" in Whitehall departments.</p> <p>Nevertheless, although Cable is unlikely to echo Adam's verdict that the idea is \"so fucking us it's brilliant\" when he addresses the Lib Dem conference today, he could do a lot worse than copy Fergus's description of the bank as \"a helping hand for hands-on people - making sure the can-doers don't get canned.\"</p> </blockquote> </div>   </div> <div id=\"block-506021ad58f90bd4c3fd4ac2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T09:08:48.619Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are some of the more interesting Lib Dem stories and articles in the papers today.</p> <p><a href=\"http://www.telegraph.co.uk/comment/columnists/borisjohnson/9561957/Never-mind-all-those-badgers-weve-got-to-save-the-Cleggster.html\">• Boris Johnson in the Daily Telegraph defends Nick Clegg, saying he is a natural Tory.</a></p> <blockquote class=\"quoted\"> <p>Quick, before it is too late. It’s time to save Nick Clegg. I have just read the Sunday papers, and the anti-Clegg feeling rises off them like a sulphurous cloud. According to one reliable analyst, the ratings of the Lib Dem leader are currently standing at minus 62 per cent – lower than Osama bin Laden. Expert after expert steps forward to give the Deputy PM a kick in the pants, and the overwhelming view is that he should be defenestrated before the next election. He is not just toxic for the Libs, say these pundits – he is contaminating the entire Coalition. Some talk of Vince Cable replacing him, some of Ed Davey.</p> <p>So in the dwindling months we have available, it is time for us Clegg fans to echo those kindly folk who are trying to save the sweet furry badgers from the wrath of farmers. Never mind the badgers – save the Cleggster from extermination ...</p> <p>I have always thought that if you leave out Europe, he is probably a natural Tory.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/23/fantasy-role-liberal-democrat-conference\">• Jackie Ashley in the Guardian says that the Lib Dems are deluded about their impact on politics and that some Lib Dems want to change the leadership rules.</a></p> <blockquote class=\"quoted\"> <p>A group of defeated MPs and others are planning a motion for the Lib Dem gathering next spring to change the party rules in order to allow leaders to be ousted by the party conference. They'd be unlikely to get the necessary two-thirds majority, but a simple numerical one would be such a stinging rejection of Clegg that he would have to resign. Then, the argument goes, the party could find a different leader (probably Cable, as a stopgap) for the 2015 election, and save as many seats as possible.</p> <p>Usually, we're told that conference plots are fantasies, and we should concentrate on the policies. Well, this time round, it's the other way about. The new policy positions are airy dreams, but the skullduggery is both real and becoming a more practical proposition with every opinion poll.</p> </blockquote> <p><a href=\"http://www.ft.com/cms/s/0/059e1dc4-059b-11e2-bce8-00144feabdc0.html#axzz27N9gxKGQ\">• The Financial Times (subscription) says that Danny Alexander will say today that the government should press ahead with the Dilnot plan to reform social care.</a></p> <blockquote class=\"quoted\"> <p>Danny Alexander will warn his Conservative colleagues on Monday not to delay plans to reform social care for the elderly and state pensions, amid Treasury fears that the changes would cost too much.</p> <p>The Treasury chief secretary plans to use a question-and-answer session at the Liberal Democrat conference in Brighton to insist that the government goes ahead with both the Dilnot reforms and a single-tier state pension, according to officials.</p> </blockquote> <p><a href=\"http://www.thetimes.co.uk/tto/news/politics/article3547528.ece\">• The Times (paywall) says political parties are increasing the amount of money they make from party conferences.</a></p> <blockquote class=\"quoted\"> <p>Profits from political conferences have rocketed despite party membership dropping to an all-time low, research by <em>The Times</em> has found.</p> <p>Lobbyists, corporate delegates and the media are increasingly taking the place of activists as public disillusionment with politics leads to a hollowing out of parties at grassroots level as well as to poor voter turnout.</p> <p>The change has led to complaints of conference “sterilisation”, with the events becoming media showcases that allow no room for dissent. There are also fears that prospective MPs are being selected by an ever-decreasing number of people. Over the coming weeks, businesses and lobby groups will pay thousands of pounds to exhibit and will buy passes for as much as £1,500 for a week.</p> <p>The Liberal Democrats, whose conference is under way in Brighton, have more than doubled their proceeds from the event in the past five years, making more than £570,000 last year.</p> </blockquote> <p><a href=\"http://www.dailymail.co.uk/news/article-2207593/Where-Ive-drinks-parties-bigger-this.html\">• Quentin Letts in the Daily Mail says the Lib Dem conference seems empty.</a></p> <blockquote class=\"quoted\"> <p>Just as bees can go missing – ‘anyone seen my hive?’ – much of the Lib Dem party seems to have buzzed to a different bower. Where ARE they all?</p> <p>The Brighton centre has been reduced like a French chef’s sauce bourguignonne. Black curtains have been pulled across the upper galleries, Grand National style, to prevent us seeing the horror. The floor of the hall has been shortened, the aisles broadened so they are now as wide as roads. And still there are empty seats.</p> <p>Stephen Lloyd, MP for Eastbourne, said in the equality debate: ‘It’s a little less spooky with 200 rather than 2,000 in the hall.’ Less spooky, maybe, but less impressive as a display of political clout by our nation’s supposed third party.</p> <p>I’ve been to drinks parties bigger than this.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:31:40.917Z\">at 3.31pm BST</time></p>  </div> <div id=\"block-5060220cc0e38ada80016338\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T09:04:12.835Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Hanson</strong>, the shadow police minister, has just issued this statement about Andrew Mitchell.</p> <blockquote class=\"quoted\"> <p>This response from Andrew Mitchell is simply not enough. This is all the more reason why we need a cabinet secretary investigation into what happened.</p> <p>The chief whip has failed to draw a line under this issue and made matters more unclear.</p> <p>He still hasn't told us what happened or whether he called police officers 'plebs.' Well rehearsed legal language is not good enough.</p> <p>There are two very different versions of events. If No 10 don't believe the testimony of a number of Downing St police officers, that's very serious. Alternatively if the chief whip isn't telling the prime minister the full story, that's equally as serious.</p> <p>David Cameron can't dismiss this. It is now about the integrity of police officers and the integrity of the chief whip. The prime minister must ensure there is a proper investigation by the cabinet secretary and Andrew Mitchell needs to deliver a lot more answers very fast.</p> </blockquote> </div>   </div> <div id=\"block-50601b1d58f90bd4c3fd4abe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T08:43:36.999Z\">9.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's some Twitter reaction to the Andrew Mitchell statement.</p> <p>From the Sun's Tom Newton Dunn</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/250131579760963584\">  <blockquote class=\"twitter-tweet\"><p>Oh dear, Mitchell's non statement has really put Clegg on the back foot on <a href=\"https://twitter.com/search/%23r4today\">#r4today</a> - clearly no idea how to react until he talks to Dave.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/250131579760963584\" data-datetime=\"2012-09-24T07:16:30+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Sunday Times's Isabel Oakeshott</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IsabelOakeshott/status/250142092725194752\">  <blockquote class=\"twitter-tweet\"><p>@<a href=\"https://twitter.com/tnewtondunn\">tnewtondunn</a> I agree story looks stronger after Mitchell's \"non denial denial\" this morning</p>&mdash; Isabel Oakeshott (@IsabelOakeshott) <a href=\"https://twitter.com/IsabelOakeshott/status/250142092725194752\" data-datetime=\"2012-09-24T07:58:16+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the BBC's Danny Shaw</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/250142418501005312\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/search/%23gategate\">#gategate</a> Andrew Mitchell refuses to say exactly what he did say so the story rumbles on. It wouldn't look out of place in The Thick of It.</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/250142418501005312\" data-datetime=\"2012-09-24T07:59:34+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From Labour aide Alex Belardinelli</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/abelardinelli/status/250144504168992768\">  <blockquote class=\"twitter-tweet\"><p>Ming Campbell tells BBC that Andrew Mitchell's statement has failed to draw a line under the matter. \"This story still has legs,\" he says.</p>&mdash; Alex Belardinelli (@abelardinelli) <a href=\"https://twitter.com/abelardinelli/status/250144504168992768\" data-datetime=\"2012-09-24T08:07:51+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From ITV's Dan Hewitt</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danhewittITV/status/250145357902802944\">  <blockquote class=\"twitter-tweet\"><p>No Minister has ever resigned for swearing. Full unqualified Mitchell apology would have put this story to bed on Friday.</p>&mdash; Dan Hewitt (@danhewittITV) <a href=\"https://twitter.com/danhewittITV/status/250145357902802944\" data-datetime=\"2012-09-24T08:11:15+00:00\">September 24, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danhewittITV/status/250147135054544896\">  <blockquote class=\"twitter-tweet\"><p>Mitchell hasn't managed to kill story via apology in writing or in person. There aren't that many ways of apologising left to him.</p>&mdash; Dan Hewitt (@danhewittITV) <a href=\"https://twitter.com/danhewittITV/status/250147135054544896\" data-datetime=\"2012-09-24T08:18:19+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From Lance Price, the former Labour spin doctor</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mrlanceprice/status/250146426452049921\">  <blockquote class=\"twitter-tweet\"><p>Great British Public: 'Hmmm...so who shall we believe? Arrogant politician or the police?' Even if Mitchell telling the truth he can't win.</p>&mdash; Lance Price (@mrlanceprice) <a href=\"https://twitter.com/mrlanceprice/status/250146426452049921\" data-datetime=\"2012-09-24T08:15:30+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Daily Mail's Tim Shipman</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/250146088659591170\">  <blockquote class=\"twitter-tweet\"><p>All Andrew Mitchell had to do was make an unqualified apology and say explicitlyhe did not use the word 'pleb'. He failed on both counts</p>&mdash; Tim Shipman (Mail) (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/250146088659591170\" data-datetime=\"2012-09-24T08:14:09+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From the Guardian's Patrick Wintour</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/250147289568530432\">  <blockquote class=\"twitter-tweet\"><p>Senior lib dems - who know a thing or two about the politics of sorry - bewildered by Mitchell's fire stoking performance.</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/250147289568530432\" data-datetime=\"2012-09-24T08:18:56+00:00\">September 24, 2012</a></blockquote> </figure>  <p>From Conservative MP Nadine Dorries</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NadineDorriesMP/status/250140400017362944\">  <blockquote class=\"twitter-tweet\"><p>No one, no one hates 'born to rule' arrogance more than I do, but a sense of reality must prevail here. Officer accepted apology, moved on.</p>&mdash; Nadine Dorries MP (@NadineDorriesMP) <a href=\"https://twitter.com/NadineDorriesMP/status/250140400017362944\" data-datetime=\"2012-09-24T07:51:33+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50601962c0e38ada80016333\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T08:27:16.254Z\">9.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dems are currently debating a motion on science. It says that the science budget should be ring-fenced and that it should rise by 3% above inflation for the next two years.</p> </div>   </div> <div id=\"block-506016c258f90bd4c3fd4abb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T08:16:03.705Z\">9.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Last year an 18-year-old boy was sentenced to four months in jail for doing the same as Andrew Mitchell, the chief whip. <a href=\"http://johnnyvoid.wordpress.com/2012/09/22/the-boy-who-went-to-jail-for-what-andrew-mitchell-did/\">There are more details here, on the Johnny Void blog.</a></p> <p>Thank to Ben Goldacre for the tip. He hopes more similar cases will emerge.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bengoldacre/status/250138588463906816\">  <blockquote class=\"twitter-tweet\"><p>I hope some enterprising journalists are trawling magistrates for cases of plebs being punished for abusing the police.</p>&mdash; ben goldacre (@bengoldacre) <a href=\"https://twitter.com/bengoldacre/status/250138588463906816\" data-datetime=\"2012-09-24T07:44:21+00:00\">September 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-506011ecc0e38ada80016330\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:55:25.056Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>John Tully</strong>, the chairman of the Metropolitan Police Federation, has told Sky News that Andrew Mitchell's apology does not mark the end of the matter.</p> <blockquote class=\"quoted\"> <p>Clearly Mr Mitchell is denying using certain words, effectively now impugning the integrity of the police officers. I think that is very serious. I think the prime minister or Downing Street officials should hold an inquiry and if Mr Mitchell is proved to have lied, then he should be sacked.</p> </blockquote> </div>   </div> <div id=\"block-506011a158f90bd4c3fd4ab9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:54:09.679Z\">8.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to <strong>Andrew Mitchell</strong> for a moment, this is what he said when he was asked by Sky's Joey Jones if he had called the police officer a pleb.</p> <blockquote class=\"quoted\"> <p>I want to make it absolutely clear that I did not use the words attributed to me.</p> </blockquote> <p>Then, when asked what he did say to the police, Mitchell refused to answer and walked way.</p> <p>His comment sounds like a denial, but it is carefully worded and it could just mean that he did not use the words quoted in the Sun in the exact format used in the paper. He did not deny using the word \"pleb\" or \"plebs\".</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T09:13:51.675Z\">at 10.13am BST</time></p>  </div> <div id=\"block-50600c4458f90bd4c3fd4ab5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:31:16.840Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Martin Kettle</strong> has sent me his take on Andrew Mitchell's position.</p> <blockquote class=\"quoted\"> <p>The Andrew Mitchell row won't go away as No10 would like. It's beginning to show signs of having enough legs to put Mitchell's position more at risk than seemed likely 48 hours ago. Nick Clegg was careful not to get too deeply involved on Mitchell's behalf in his Today interview this morning, so it looks like Mitchell is basically on his own here. The key role is being played by the Sun, which seems to have unusually good access to the officers on the Downing Street gate. In that respect it's almost as though Leveson has never happened.</p> </blockquote> </div>   </div> <div id=\"block-50600b32c0e38ada8001632f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:29:12.408Z\">8.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>They turn to tax.</p> <p><em>Q: You say wealthy people will have to pay more. You defined that as the top 10%. <a href=\"http://www.dailymail.co.uk/news/article-2207618/Lib-Dem-conference-2012-Nick-Clegg-wants-hit-millions-earning-50k-higher-tax-bills.html?openGraphAuthor=%2Fhome%2Fsearch.html%3Fs%3D%26authornamef%3DJames%2BChapman&amp;videoPlayerURL=http%3A%2F%2Fc.brightcove.com%2Fservices%2Fviewer%2Ffederated_f9%3FisVid%3D1%26isUI%3D1%26publisherID%3D1418450360%26playerID%3D72484359001%26domain%3Dembed%26videoId%3D&amp;hasBCVideo=true&amp;BCVideoID=1857481223001\">The Daily Mail says that means 3 million people earning more than £50,000.</a></em></p> <p>Clegg says that, not for the first time, the Daily Mail is not reliable.</p> <p>Further belt-tightening will need to be made deep into the next parliament, he says.</p> <p>So the question becomes: if there have to be more savings, who pays? He is saying the government should start at the top and work down.</p> <p>You can do that in numerous ways.</p> <p>The Lib Dems' main proposal is for a mansion tax, he says.</p> <p><em>Q: But you have said the top 10% need to pay more. That means people earning more than £50,000.</em></p> <p>Clegg says Montague should not dismiss people earning less than £50,000. He and Montague may earn a lot, but outside the \"media bubble\" people earn less.</p> <p>He says \"decent, fair-minded folk who are earning far more than the national average\" understand that it is fair to ask them to pay more.</p> <p><em>Q: Will the job get easier for you?</em></p> <p>Clegg says he is clearer now about what he wants to do in the second half of the parliament. His skin is thicker than it was. He says he has learnt to focus on what is important.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T09:12:20.861Z\">at 10.12am BST</time></p>  </div> <div id=\"block-5060098758f90bd4c3fd4ab3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:22:16.143Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sarah Montague, who is interviewing Nick Clegg, moves on the Lib Dem politics.</p> <p><em>Q: You were apologising for making the tuition fee pledge, not the pledge itself.</em></p> <p>Clegg says the Lib Dems signed a pledge saying they would vote against tuition fee increases in any circumstances. That was wrong.</p> <p>Ed Balls has still not apologised for pushing the economy to the edge of bankruptcy, and Ed Miliband has not apologised for Iraq, he says.</p> <p>(Miliband was not even in parliament at the time of the Iraq war, and he won the Labour leadership partly because he said the war had been a mistake.)</p> <p><em>Q: This pledge was central to your campaign.</em></p> <p>Clegg accuses Montague of \"rewriting history\". He focused on the Lib Dems' four priorities: raising the tax allowance, the pupil premium, reforming banking and political reform.</p> <p>Being a strong leader creates a reaction, he says.</p> <p><em>Q: This pledge was \"breathtakingly cynical\". Danny Alexander has said he thought the pledge was unaffordable.</em></p> <p>Clegg says that if the Lib Dems had won the election, he would have delivered on his promise.</p> <p>But he has only 8% of MPs, he says.</p> <p><em>Q: But you adopted a policy that was undeliverable.</em></p> <p>Clegg does not accept this. A Lib Dem government could have got rid of tuition fees over six years.</p> <p>He turns to the business bank. It will help thousands of people. And he mentions the \"pensions for property\" plan. \"It's good stuff,\" he says.</p> <p><em>Q: So why did you apologise now?</em></p> <p>He says he apologised for the pledge. What was wrong about the pledge was that it was unqualified. Labour and the Conservatives were determined to put tuition fees up. Labour introduced tuition fees and commissioned the Browne report, which would have recommended tuition fees with no upper limit.</p> <p>Clegg says in the future he thinks other parties will follow the Lib Dems in making a distinction between key priorities, ones that they will \"die in the ditch for\", and other policies.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T14:35:41.152Z\">at 3.35pm BST</time></p>  </div> <div id=\"block-5060088e58f90bd4c3fd4ab2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:15:26.217Z\">8.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nick Clegg</strong> is being interviewed on the Today programme now. He is being asked about Andrew Mitchell.</p> <p><em>Q: Is Mitchell's apology sufficient?</em></p> <p>Clegg says Mitchell \"quite rightly\" apologised. Mitchell also said the police officer in question had accepted his apology.</p> <p>Clegg says he is not going to give a \"running textual analysis\". But the fact that he has been contrite, that he knows he was wrong and that the officer has accepted it is important.</p> <p><em>Q: So it is time to move on?</em></p> <p>Clegg says he won't give a running commentary.</p> <p>It is just wrong to be discourteous to police officers, he says.</p> </div>   </div> <div id=\"block-50600744c0e38ada8001632d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:09:56.523Z\">8.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Andrew Mitchell apologises for abusing the police in Downing Street</h2>  <div class=\"block-elements\">  <p>Here's what <strong>Andrew Mitchel</strong>l said in his statement outside Downing Street.</p> <blockquote class=\"quoted\"> <p>I want to reiterate the apology I made last week after the incident on Wednesday night in Downing Street. It had been the end of a long and extremely frustrating day, not that that is any excuse at all for what happened. I did not show the police the amount of respect I should have done. We should all respect the police. They do an incredibly difficult job. I have apologised to the police. I have apologised to the police officer involved on the gate and he has accepted my apology, and I hope very much we can draw a line under it there.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T07:12:51.010Z\">at 8.12am BST</time></p>  </div> <div id=\"block-5060060e58f90bd4c3fd4ab1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:04:47.831Z\">8.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Andrew Mitchell is making a statement outside Downing Street now.</p> <p>He says the incident happened at the end of a tiring day.</p> <p>He has apologised to the police, he says.</p> <p>Sky's Joey Jones asked Mitchell if he used the word \"plebs\".</p> <p>Mitchell said he did not use the words attributed to him.</p> <p>But he refused to say what he did say.</p> </div>   </div> <div id=\"block-5060058058f90bd4c3fd4ab0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-24T07:02:31.623Z\">8.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It's Vince Cable's day at the Liberal Democrat conference and he's announcing a British business bank. Sadly, being in Brighton for the conference, I missed The Thick of It on Saturday, but apparently Cable was scooped by the Westminster satire, which also featured a British business bank. Here's an extract from<a href=\"http://www.guardian.co.uk/politics/2012/sep/24/vince-cable-small-business-bank1\"> the Guardian story about the Cable version.</a></p> <blockquote class=\"quoted\"> <p><a href=\"http://www.guardian.co.uk/politics/georgeosborne\">George Osborne</a> has agreed to set aside £1bn to establish a British business bank to help small- and medium-sized enterprises, <a href=\"http://www.guardian.co.uk/politics/vincentcable\">Vince Cable</a> will announce on Monday.</p> <p>In what <a href=\"http://www.guardian.co.uk/politics/liberaldemocrats\">Liberal Democrats</a> are hailing as one of the major announcements of their conference, the business secretary will say that the new bank could leverage up to £10bn to help businesses struggling to find funds from high-street banks.</p> <p>Cable, seen as the leading candidate to succeed Nick Clegg in the event of a Lib Dem leadership contest, will highlight his credentials on the left by saying he is working to develop a state-backed institution.</p> </blockquote> <p>Cable will deliver more details when he speaks before lunch.</p> <p>This morning Nick Clegg has also been giving interviews. He has been asked about <a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4553515/Official-police-report-shows-Andrew-Mitchell-called-PCs-plebs.html\">the latest revelations about Andrew Mitchell, the chief whip,</a> and, according to <a href=\"http://www.politicshome.com\">PoliticsHome,</a> he said Mitchell should offer a full explanation.</p> <blockquote class=\"quoted\"> <p>Well, clearly being rude to the police in that manner or in any other manner is out of order and that’s why I think it’s very important that now that there are these accounts being published of what happened in one of our national newspapers, that Andrew Mitchell should want to absolutely explain his side of the story so that we can establish the truth of exactly what happened.</p> </blockquote> <p>Clegg will be on the Today programme soon. I'll be covering it live.</p> <p>Here's the agenda for the day.</p> <p><em>9am:</em> Debate on science.</p> <p><em>9.45am:</em> Debate on employee ownership.</p> <p><em>11.05am:</em> Debate on growth and jobs, introduced by Danny Alexander, the chief secretary to the Treasury.</p> <p><em>12.20pm:</em> <a href=\"http://www.guardian.co.uk/politics/2012/sep/24/vince-cable-small-business-bank1\">Vince Cable, the business secretary, delivers his speech.</a></p> <p><em>2.20pm:</em> Debate on sustainable prosperity.</p> <p><em>3.50pm</em>: Danny Alexander hosts a Q&amp;A about the coalition's record.</p> <p><em>4.35pm:</em> Debate on cutting the speed limit to 20mph in urban areas.</p> <p><em>5.10pm:</em> Debate on membership fees.</p> <p>If you want to follow me on Twitter, I'm on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-24T07:06:01.302Z\">at 8.06am BST</time></p>  </div>",
  "<p>Barack Obama will use his keynote speech to the United Nations on Tuesday to confront the violent unrest in the Muslim world in the wake of a US-made anti-Islamic video – and to insist he will not be deflected from support for the Arab spring.</p> <p>Amid attacks from Mitt Romney and the Republicans on Obama's Middle East record, the White House said the UN speech offered a chance for the president to address the issues raised by the unrest.</p> <p>\"It is a real moment for the US to assert its values and leadership in this period of transition,\" the White House spokesman, Jay Carney, said on Monday</p> <p>Carney insisted there would be no retreat by the US into isolationism, and that the Obama administration would continue to provide support for the emerging democracies in the Middle East.</p> <p>Looking for something positive amid recent criticism of the administration's handling of the unrest, he praised as \"remarkable\" the protests in Libya that had against Bengazhi militia groups blamed for the killing of US ambassador Chris Stevens and three other Americans almost two weeks ago.</p> <p>With the White House election only six weeks away, Obama has to balance the diplomatic need to send a message to the international community with the political need to address a growing clamour in the US over the unrest.</p> <p>Voters are becoming increasingly resentful over what they regard as ungrateful populations who receive US aid but then attack US embassies.</p> <p>Obama enjoys a large poll lead over his Republican opponent Mitt Romney on foreign policy, mainly as a result of the killing of Osama bin Laden, but Democrats fear that lead could be eroded if the current wave of Middle East protests continues into October.</p> <p>Carney said Obama would reiterate the sentiment that his administration distances itself from the anti-Muslim video produced in California but also deplores the violence that followed. The president \"will make it clear we reject the views in the video while saying violence is never acceptable\".</p> <p>In an interview with CBS 60 Minutes broadcast on Sunday, Obama characterised the violence as \"bumps on the road\" to democracy. Some Republicans accused him of being disrespectful by using this term to describe events that had claimed the lives of Stevens and the other Americans.</p> <p>Carney responded that the president was not referring to the deaths and that it was \"offensive\" to suggest otherwise.</p> <p>Obama was scheduled to attend a reception for world leaders in New York on Monday night before addressing the general assembly on Tuesday morning.</p> <p>He is being criticised by Republicans for failing to meet the Israeli leader Binyamin Netanyahu either in New York or Washington to discuss Iran's nuclear programme.</p> <p>The Republicans are portraying this as a snub to what they say is America's closest ally.</p> <p>Carney repeated, diplomatically, that it is a logistical problem, with Obama and Netanyahu in New York at different times. He added that Obama had spoken with leaders in the region frequently over the past month, particularly leaders from Egypt, Israel, Yemen and Turkey.</p> <p>No bilateral meetings with any leaders are planned, Carney said.</p> <p>Republicans have contrasted Obama's willingness to find time to appear on the daytime talk show The View while in New York on Monday with his failure to find time to meet one-on-one with other world leaders.</p> <p>Carney said that while no bilaterals are planned, the president would have \"encounters\" with other leaders at the reception on Monday night and at the UN building on Tuesday.</p> <p>Relations between Obama and Netanyahu have long been strained over Israel's continued expansion of Jewish settlements in the West Bank and, more recently, Netanyahu's push to force Obama to agree red lines in the face-off with Iran.</p> <p>Obama has shown no signs of seeking a rapproachment with Netanyahu, even though the coolness between the two may cost him some Jewish votes and campaign donations.</p> <p>In his UN speech, Obama is to warn Iran that the window of opportunity for a diplomatic solution will not remain open indefinitely.</p> <p>The US, Israel, Britain and other European Union countries allege that Iran is close to achieving a nuclear weapons capability and insist they will not allow this to happen. Iran insists its programme is for provision of energy for civilians and is not intended to produce a nuclear bomb.</p>",
  "<p>Hillary Clinton strayed into presidential politics on Monday with a call for the global elite to pay more taxes, a day after <a href=\"http://www.theguardian.com/world/2012/sep/23/bill-clinton-hillary-presidential-2016\">her husband re-ignited speculation she would seek the White House herself in 2016</a>.</p> <p>The barbed comments, made in a speech to the Clinton Global Initiative event, were widely seen as a dig at Mitt Romney. The Republican contender has been under attack – from Bill Clinton among others – for paying a relatively small portion of income tax despite his immense wealth.</p> <p>The secretary of state's remarks on taxing the rich were directed at developing countries, and they included a disclaimer. \"I am out of politics now,\" she said. But she said she had become increasingly convinced of the need for changes in tax structures around the world.</p> <p>\"One of the issues I have been preaching about around the world is collecting taxes in an equitable manner, especially from elites around the world,\" Clinton said. \"It is a fact that around the world the elites of every country are making money.</p> <p>\"There are rich people everywhere, and yet they do not contribute to their growth of their own countries.\"</p> <p>The remarks met with nods of recognition inside the room as a rebuke at Romney and earned a smattering of applause.</p> <p>It was hard to escape the parallels with comments made by Bill Clinton on CBS Face the Nation on Sunday – that it would be hard for America to dig itself out of the recession with low tax rates on the rich. The former president's remarks were seen as a reference to <a href=\"http://www.theguardian.com/world/2012/sep/21/romney-releases-tax-return-summaries\">the release of Romney's 2011 tax return on Friday</a>, which showed the Republican candidate paid an effective tax rate of 14.1% on $13.7m in income.</p> <p>\"I don't think we can get out of this hole we're in if people at that income level only pay 13% or 14%,\" the former president said.</p> <p>The secretary of state, in her remarks, also called for the rich to do more.</p> <p>\"They don't invest in public schools and public hospitals and other kinds of development internally,\" she said. \"So it means for leaders telling powerful people things they don't want to hear. It means being transparent about budgets and revenues and bringing corruption to light.\"</p> <p>The similarity of such comments from a former president and a serving member of the Obama administration was striking – and reminiscent of Bill Clinton's comments many years ago that he and his wife were a double act. The Bill-Hillary show was in evidence on Sunday, when the former president re-ignited speculation that his wife would make another run for the White House in 2016, having failed to secure the Democratic nomination in 2008.</p> <p>Officially, the secretary of state plans to retire when she fills out her term. She has said that she does not want to serve in a second Obama administration, if the president is re-elected in November. She has spoken about taking time off after a grueling schedule, and about writing a memoir.</p> <p>In July, Clinton racked up more distance traveled than any other secretary of state, with more than 27,000 miles on the road. There have been more trips since then.</p> <p>Clinton also used her speech on Monday to deliver a message to protesters in the Middle East and north Africa that violent demonstrations would not improve their lives.</p> <p>\"If you look around the world today, countries that are focused more on fostering growth than fomenting grievance are racing ahead,\" she said. \"Building schools instead of burning them; investing in their people's creativity, not inciting their rage; opening their economies and societies to have more connections with the wider world, not shutting off the internet or attacking embassies.</p> <p>\"The people of the Arab world did not set out to trade the tyranny of a dictator for the tyranny of a mob. There is no dignity in that.\" </p> <p>Despite such exertions as secretary of state, speculation that Clinton may have enough energy for another run for the White House continues. On Sunday her husband, in his appearance on CBS, failed to offer a denial that his wife still had political ambitious. </p> <p>\"I have no earthly idea what she will decide to do,\" the former president said. \"She wants to take some time off, kind of regroup. Write a book.\"</p> <p>By the time the secretary of state turned up for her rapturous welcome at the CGI on Monday morning, however, that was seeming less and less likely.</p>",
  "<p>Nick Clegg's apology has done little to redeem his party's reputation among students, according to an NUS survey of 25,000 students.</p> <p>Just one in 10 students (11.1%) say they are more likely to vote Lib Dem after the deputy prime minister said sorry for promising not to increase tuition fees before the last election.</p> <p>When asked which political party they would to vote for, one in 13 (7.7%) said they would back the Lib Dems, making them less popular than Labour (37.9%), Conservatives (16.8%) and the Green party (8.0%).</p> <p>NUS president Liam Burns was unsurprised by the findings, adding that students felt betrayed by Clegg's decision to renegade on his promise not to vote for a tuition fee rise. \"Nick Clegg actually won students' votes by signing the pledge. It is clear he has lost them by breaking it. This attempted apology has created more confusion than clarity. Mr Clegg must now make amends by changing his policies.\"</p> <p>In the runup to the 2010 general election the Lib Dems targeted university campuses with their campaign to abolish fees, while Clegg and his MPs signed the NUS pledge not to vote for a rise.</p> <p>Burns backed comments made Lib Dem party president Tim Farron that the party \"should have fought harder\" to keep its promise and called on Clegg to change his policies.</p> <p>\"He and those of his colleagues who voted for a rise in tuition fees should not be apologising for making a pledge which reinforced the Liberal Democrats long standing and fully costed proposal to abolish tuition fees.\"</p>",
  "<p>Those watching the Republican convention, or listening to campaign pitches by Governor Romney and Congressman Ryan, could hardly have missed the endless <a href=\"http://www.gop.com/our-party/\">glorification</a> of entrepreneurs. The <a href=\"http://www.npr.org/blogs/itsallpolitics/2012/08/31/160370383/gops-we-built-it-refrain-is-both-puzzling-and-telling\">entrepreneur holds center-stage</a> in modern Republican folklore.</p> <p>No reasonable person can question the importance of entrepreneurs in our economy. We need them to create new businesses and jobs. Of course, we also need schoolteachers, firefighters, auto mechanics and custodians. The question is: do we necessarily need more entrepreneurs, and, if so, what policies should we pursue to persuade more people to start businesses?</p> <p>There is more than the usual amount of silliness around discussions of entrepreneurs and small businesses, and it infects both political parties. While it is easy to point to the Apples, Googles and other recent upstarts that have grown into large, successful companies, the vast majority of new businesses fail within their first decade of <a href=\"http://smallbiztrends.com/2008/04/startup-failure-rates.html\">existence</a>. At the most immediate level, more entrepreneurs means more failures. </p> <p>If we make it easier for people to become entrepreneurs, then we should expect many more failures. The failure rate of the people who are induced by new government policies to become entrepreneurs will almost certainly be even higher than the average for the current group of entrepreneurs. This could mean that we would be looking at a 10-year failure rate of 90% or higher among the people who are persuaded to start a business with our new, more entrepreneur-friendly policies. It is not obvious that this is good either for the economy or for the would-be entrepreneurs.</p> <p>Starting with the latter, the entrepreneur glorifiers tell us about people pursuing their dreams. Those starting new businesses often exhaust their savings, take out a second mortgage on a house, borrow to the limit on credit cards and hit up family and friends for the money needed to get their business off the ground. Many leave stable, well-paying jobs with promising career paths. They then work 70-, 80- or even 100-hour weeks. Sometimes, they can go years without a day of vacation or other leave, neglecting their friends, family and health in the process.</p> <p>When the end result is a thriving company that provides a good product or service, this is perhaps all worthwhile. But when the end result is a bankrupt company – which is more frequently the case – the equation doesn't look so good. Our entrepreneur may find him or herself in a situation where he or she is unemployed with no savings, and possibly has frayed relations with friends and family.</p> <p>They may not realise it, but those who think we should have more entrepreneurs want to see more people end up in this spot. That isn't their intention, but it is the inevitable result of more people starting new businesses. Starting a business may be many people's dream, but not every dream should be pursued. (How many boys grow up dreaming of being an NFL quarterback?) The reality is that many people are not very good at business and will fail no matter how hard they try.</p> <p>Even if additional entrepreneurship may prove to be bad news for the failures themselves, won't it help the economy? The glorifiers of entrepreneurship tell us that we need new businesses to create jobs and fuel productivity growth. According to one widely-cited study by <a href=\"http:/ /www.kauffman.org/research-and-policy/the-importance-of-startups-in-job-creation-and-job-desctruction.aspx\">the Kauffman Foundation</a>, nearly all the job growth over the last three decades came from new businesses, with the firms in existence as of 1977 making virtually no net gain in employment.</p> <p>This argument involves some unusually sloppy reasoning. Suppose we accept the study's conclusion, does it follow we need more new firms? What if we discovered that all the new jobs in the last three decades were in firms that were located west of the Mississippi? It doesn't follow that we would get more jobs in the future by taxing the firms located east of the Mississippi to subsidize those that are west of the river.</p> <p>In effect, this is what the boosters of entrepreneurism would have us do. They would like to have subsidies of various forms, whether it involves lower tax rates, subsidized credit or reduced regulatory oversight in order to make it easier for people to start new companies.</p> <p>While these policies may at first appear to be free lunches, all of them implicitly impose costs elsewhere. In the case of lower taxes, other businesses or individuals will have to make up for the reduced revenue. Lower-cost credit for new businesses, means higher-cost credit for others. And reduced regulatory scrutiny, for example in the <a href=\"http://en.wikipedia.org/wiki/ Jumpstart_Our_Business_Startups_Act\">Jumpstart Our Businesses bill</a>, will make it easier for businesses to prey on ill-informed investors. By imposing higher costs on existing businesses and individuals, these measures will slow economic growth and job creation.</p> <p>When the capital obtained by ill-conceived business ventures is then wasted, it has the same impact on the economy as if the government had spent the same money on some hare-brained bureaucratic scheme. Anyone who remembers the internet boom of the late 1990s should understand how start-ups can <a href=\"http://www.huffingtonpost.com/jerry-jasinowski/creating-another-bubble_b_1883585.html\">waste money</a> and resources.</p> <p>In short, it's great that we have people who want to take the risks to become entrepreneurs. It is also great that we have people who are willing to work as teachers and custodians. The notion that more entrepreneurship is necessarily better does not pass the laugh test. The people pushing this line have not bothered to do the necessary homework to make a credible argument.</p>",
  "<p>The future of one of Iran's great political survivors, Akbar Hashemi Rafsanjani, has been called into question after two of his children were taken to prison within three days of each other.</p> <p>The son and daughter of former Iranian president have been taken to Tehran's Evin prison and face separate anti-state allegations.</p> <p>Such a degree of pressure on a former president is unprecedented in the history of the Islamic republic, especially for Rafsanjani, who is believed to have played an instrumental role in the appointment of Ayatollah Ali Khamenei as the supreme leader after the death in 1989 of the Islamic revolution's founder, Ayatollah Khomeini.</p> <p>Rafsanjani's son, Mehdi Hashemi, was detained on Monday after returning to Iran from a self-imposed exile and spending three years of studying in the UK.</p> <p>Local agencies reported that he was summoned for questioning a day after arriving back in Tehran and was later taken into custody after a warrant for his arrest was issued. \"Mehdi Hashemi was told about the accusations against him and later taken to jail,\" reported the semi-official Ilna news agency.</p> <p>He is believed to be held on accusations of having links to Iran's opposition Green movement and the popular unrest in the aftermath of the country's 2009 disputed presidential election.</p> <p>Rafsanjani's daughter, Faezeh Hashemi, a political activist and former Iranian MP, was taken to Evin on Saturday to serve a six-month prison term after being found guilty of \"spreading propaganda against the regime\".</p> <p>In January, Tehran's revolutionary court sentenced her on a conviction that is believed to be the result of an interview she gave to an opposition website, <a href=\"http://www.roozonline.com/english.html\" title=\"\">Roozonline</a>, in which she blamed regime supporters for harassing her in public. The former MP infuriated hardliners by publicly supporting the opposition leader Mir Hossein Mousavi in 2009 and participating in post-election protests against the vote's results.</p> <p>While in the UK, her brother made headlines over separate allegations that he was studying a five-year DPhil on Iran's constitution at Oxford University without meeting the English language criteria. The university, which investigated the allegations, backed the student although Mehdi Hashemi never attempted to appear in public and demonstrate his language skills.</p> <p>Last year, a Canadian court found him liable in absentia for imprisoning and torturing a rival in the 1990s, allegations he has categorically denied.</p> <p>In March that year, his father, under pressure from opponents, abandoned his position as the head of a powerful clerical body charged with appointing and dismissing the supreme leader.</p> <p>Rafsanjani presides over Iran's expediency council which mediates between the parliament and the guardian council, a body that vets all legislation.</p> <p>In the past, the 78-year-old moderate politician used to enjoy a great deal of influence and was seen as crucial for the survival of the regime because of his mediatory power. But his authority has diminished since he lost the 2005 presidential election to Mahmoud Ahmadinejad.</p> <p>Pressure on Rafsanjani's family has grown since then. His other son, Mohsen Hashemi, resigned under pressure from Ahmadinejad's government as the head of Tehran's metro organisation in 2011.</p> <p>Rafsanjani's reputation was also damaged in the past decade by widespread allegations by regime and opposition supporters that he and his family were financially corrupt.</p> <p>\"Despite all the setbacks, Rafsanjani still has relatively good influence among supporters of the regime albeit not necessarily with those in power,\" said an Iranian analyst based in London who asked not to be named. \"As a moderate figure, he still can be considered as Iran's way out of the current stalemate with the international community, and that's why he might rise to power in no time if Khamenei decides to rely on him for the survival of the regime.\"</p> <p>Rafsanjani is also a moderate supporter of Iran's opposition Green movement and its leaders Mousavi and Mehdi Karroubi, who are currently held under house arrest.</p>",
  "<p>The Mormon presidential candidate's social vision is a far cry from the communitarian ethos of early Mormonism. <a href=\"http://www.theguardian.com/world/mittromney\" title=\"\">Mitt Romney's campaign</a> has been all about individualism – a Randian dream of unregulated markets and untrammelled self-interest. The theme of the Republican convention was a rebuff to President Obama's perfectly sensible comment that individual success always depends on common services and social foundations. \"We built it,\" the sign over the podium read – and by \"we\" the Republicans meant \"each one of us, all by himself\".</p> <p>Romney's message would not have resonated with his Mormon forebears. I live in Rochester, New York, only a few miles from the birthplace of Mormonism – the Hill Cumorah, where in 1827 Joseph Smith is said to have been given the golden tablets of the Book of Mormon, the sacred grove where he had a vision of God the father and of Jesus, and the house where he lived at the time.</p> <p>It's a small house. Smith's parents had moved to the frontier of western New York State from Vermont, hoping for richer soil and better luck. They found the first but not a great deal of the second. Most of the early Mormons were people like that: struggling artisans and farmers, seekers and souls adrift in a world where chaos and isolation were hard to stave off. The religious manias and utopian communities of this region – the \"Burnt-Over District\", historians call it – testify to the rootlessness, disorientation, and even terror of life on the fringes of the United States in the 1830s.</p> <p>Smith offered the Latter-day Saints something more than a new bible and the grand theme of the new world as the kingdom of God. He offered them a community. The Mormons first gathered in Kirtland, Ohio, where there was already a group of Christian communists, and after a failed attempt at settling in Missouri they struck out for Illinois. In a few years they had built a city of 12,000. After Smith was murdered in 1844 Brigham Young led them to a new promised land, the valley of the Great Salt Lake. And there he set about building an ideal society:</p> <blockquote> \"I have looked upon the community of Latter-day Saints in vision and beheld them organised as one great family of heaven, each person performing his several duties in his line of industry, working for the good of the whole more than for individual aggrandisement; and in this I have beheld the most beautiful order that the mind of man can contemplate, and the grandest results for the upbuilding of the kingdom of God and the spread of righteousness upon the earth… Why can we not live in this world?\" </blockquote> <p>Young and his brethren tried, and they achieved some real success. As Mormon historian Leonard Arrington wrote in his classic Great Basin Kingdom, the Saints established \"co-operative arrangements for migration, colonisation, construction, agriculture, mining, manufacturing, merchandising – and, in fact, for every realm of economic activity.\" By the 1870s a \"United Order\" movement sought to turn Mormon communities into self-sufficient co-operatives with all production in common hands.</p> <p>But little of this was to last. The expanding United States could hardly tolerate a Mormon state blocking the way to California. Mormon polygamy was viewed with outrage; Mormon resistance to the market was probably just as offensive. In the end, of course, the Saints had to give in. Polygamy was renounced and the church became merely a powerful religious institution. There was no longer a kingdom to build up. Social responsibility was now equated with serving the church and contributing to the support of co-religionists who had fallen on hard times. Many called it \"the great capitulation,\" and after it, in Arrington's words, \"Individualism, speculation, and inequality– once thought to be characteristics of Babylon – were woven into the fabric of Mormon life.\"</p> <p>It is a familiar story and maybe even an inevitable one. But it is sad and ironic that Brigham Young and his followers embraced and tried to realise an inspiring picture of a community where each worked for the good of each other – and that the first Mormon to have a real shot at the White House and the party that nominated him have a vision that is opposed to Young's in every imaginable way.</p>",
  "<p>Andrew Mitchell has the air of a character out of Tory central casting. With his clipped officer's accent and boyish looks, Mitchell would not look out of place next to Bertie Wooster in the Drones Club.</p> <p>Unlike PG Wodehouse's bumbling character, the Conservative chief whip is no lightweight, intellectually or politically. He amassed a fortune working as a director at the investment bank Lazard before the last election and played a central role in helping to detoxify the Tory brand in five years as shadow international development secretary.</p> <p>Mitchell, 56, does, however, have two character flaws. These explain why he ran into difficulty at the Downing Street security gates last Wednesday evening and why he is taking time to remove the cloud above him.</p> <p>While Mitchell can be immensely charming, he has a short temper, as the armed police officers found out when they declined to open the security gates to allow him to leave on his bike. He can also fix opponents with a withering look and has been known to make the odd caustic remark.</p> <p>Mitchell's qualities – charm, brains and a mischievous sense of humour – have served him well in his 20 years in parliament. But his flaws, including an ability to make enemies, mean there is no shortage of Tory MPs lapping up every moment of his battle with the police.</p> <p>His future seems secure for the moment, after David Cameron accepted <a href=\"http://www.theguardian.com/politics/2012/sep/24/andrew-mitchell-reiterates-apology-police\" title=\"\">Mitchell's apology on Monday</a> and his indirect denial that he described the police officers as \"plebs\". Nick Clegg mirrored the No 10 thinking when he said that the police officer in question had accepted Mitchell's apology.</p> <p>One joke doing the rounds – though not from Mitchell – is that he could not possibly have called the police \"plebs\" because that is not in the lexicon of those educated at his public school, Rugby, where the biggest insult was to call someone a \"Tanner\" – the pejorative term used by boarders to describe scholarship day boys.</p> <p>If the prime minister has the air of someone born to rule, Mitchell can trump him after being born to a line of rulers. He is the son of David Mitchell, who served as a minister under Margaret Thatcher, and is the fourth Mitchell to become an MP. The former president of the Cambridge Union has also served in the army, in the Royal Tank Regiment.</p> <p>Mitchell first gained a reputation as a stern disciplinarian at Rugby, where he earned the nickname Thrasher. Rugby is the alma mater of Flashman, the bully in Tom Brown's School Days. Contemporaries say Mitchell \"knew\" at school that he would be prime minister. He ran as a candidate in the mock elections in 1974 (the year of two general elections) and won.</p> <p>Mitchell is wrongly described as a rightwinger because he famously said he adored Margaret Thatcher. He in fact hails more from the patrician Tory school that holds that the elite needs to look after the less well-off. This explains why he threw himself so wholeheartedly into his role as shadow international development secretary when Michael Howard promoted him to the shadow cabinet after the 2005 election. Mitchell was one of the few Tories, along with Andrew Lansley, appointed to cabinet in the role they had shadowed under Howard.</p> <p>The right has always been suspicious of Mitchell after his role as a whip, under the watchful eye of his first political patron David Davis, during the EU/Maastricht rebellions in the 1990s. The Tory right blocked Mitchell when he tried to stand for the Cities of Westminster and London parliamentary seat after losing his Nottinghamshire seat in 1997. He eventually triumphed in the even safer seat of Sutton Coldfield in time for the 2001 general election.</p> <p>Mitchell quickly allied himself to Davis when he returned to parliament and he served as his campaign manager in the 2005 Tory leadership contest. But he made a smart investment as the Davis campaign stalled, inviting George Osborne, who was serving as Cameron's campaign manager, to dinner at his country house.</p> <p>The alliance served Mitchell well as he reformed, but did not cut, Britain's aid budget. When Cameron and Osborne decided the whips office needed a shakeup they turned to the man who had always dreamed of playing the role immortalised by the late Ian Richardson in <a href=\"http://en.wikipedia.org/wiki/House_of_Cards\" title=\"\">House of Cards</a>.</p> <p>Mitchell does not make friendships just on the basis of calculation, because he has friends across the political divide. Geoff Hoon and Charlie Falconer are some of his oldest friends.</p>",
  "<p>The president of one of the most impoverished, corrupt and mineral-rich countries on Earth has insisted he can turn it into a stable democracy and economic powerhouse, declaring: \"I will be both the Mandela and the Obama of Guinea.\"</p> <p>In an interview with the Guardian, Alpha Condé said Guinea had left behind half a century of military coups and despotic regimes and was on an \"irreversible\" march to democracy. He sought to assure investors that a country boasting the second biggest mining reserves in Africa and fifth biggest in the world, potentially worth $222bn (£137bn), was open for business.</p> <p>Condé, 74, has enlisted Tony Blair and George Soros as advisers and was granted an audience with Obama at the White House. But sceptics question his treatment of political opponents and his ability to root out graft and keep a fragile peace.</p> <p>Since independence from France in 1958, the west African nation has endured a series of autocrats and reached a <a href=\"http://www.theguardian.com/world/2009/sep/29/guinea-massacre-stadium-protest\" title=\"\">nadir in September 2009</a> when security forces massacred more than 150 people and raped dozens of women at an opposition rally.</p> <p>Three months later, the leader of the military junta was <a href=\"http://www.theguardian.com/world/2009/dec/09/guinea-accuses-france-camara-shooting\" title=\"\">shot in the head</a> – he survived, but fled the country.</p> <p>Condé <a href=\"http://www.theguardian.com/world/2010/nov/18/guinea-military-state-of-emergency?intcmp=239\" title=\"\">won the country's first democratic election</a> in 2010, the reward for long decades resisting tyranny from exile and jail. \"I will be Mandela for what he did for freedom fighting and Obama for what he's done for hope,\" he told the Guardian in his first British press interview since coming to power, a Mandela \"46664\" <a href=\"http://www.46664.com\" title=\"\">charity silver bracelet</a> on his right wrist.</p> <p>\"I'm a man of conviction, I have strong convictions. I also know that being in the opposition in Africa probably will require one to go to prison, so I had accepted that already.</p> <p>\"I had a clear goal: my goal was to change the situation in my country. I was hoping that this would lead to the presidency, as this would enable me to do so, but that wasn't the important part. The ideal of the conviction was what drove me. The outcome, I couldn't tell while I was in the struggle. It was sticking to my objective and my course.\"</p> <p>Today the sports stadium that witnessed the 2009 massacre appears unremarkable, with football-shirted students strolling by and a young trumpeter leading a band of musicians. But hot and humid Conakry is a capital city of dilapidated buildings, potholed roads and erratic power and water supplies. More than half of Guinea's population lives in poverty and 70% are illiterate. It ranks near the bottom of global corruption, development and governance indices.</p> <p>Last year, Condé himself was <a href=\"http://www.theguardian.com/world/2011/jul/19/guinea-president-survives-assassination-attempt\" title=\"\">targeted by assassins</a> who fired a rocket-propelled grenade into his compound, killing a bodyguard and raising questions over whether civilian rule could last. \"It's been 50 years so change will require some time,\" he said. \"We believe it is irreversible but it will require time.</p> <p>\"One must understand that changing mentalities and changing mindsets are very difficult. The challenges are many and there are many obstacles to change: there were many who benefited from the former system and will therefore resist the change process that we believe is irreversible because the youth wants it. We are looking to the youth.\"</p> <p>The prospect of an end to the chaos has triggered a scramble for Guinea's vast mineral reserves. It is the world's largest producer of bauxite, used to make aluminium, and boasts vast iron ore deposits as well as diamonds, gold and uranium. Rio Tinto, Vale and the Aluminum Corporation of China (Chinalco) are among the mining giants competing fiercely.</p> <p>How to carve up the cake, and learn lessons from the past by ducking the \"resource curse\" that has wreaked poverty and conflict on many countries, was the central theme of the recent Guinea economic forum that included ministers, investors, the British ambassador, the World Bank, the IMF, the United Nations Development Programme (UNDP) and the Oxford University economist Paul Collier. The Guardian's attendance was funded by the UNDP.</p> <p>Condé <a href=\"http://af.reuters.com/article/topNews/idAFJOE72100X20110302?sp=true\" title=\"\">turned to the billionaire investor Soros</a> to help draw up a mining code that would reduce corruption and increase the government's stake from 15% to 35%.</p> <p>He said the World Bank had granted Guinea $20m (£12.3m) to hire banks and lawyers and set up technical and strategic committees to oversee the process. \"We need to start engaging on an even footing with the mining companies. We still have much to do in terms of anti-corruption but we feel we have reached some important milestones already.\"</p> <p>The president is also receiving support from Blair, whose charity the <a href=\"http://www.africagovernance.org\" title=\"\">Africa Governance Initiative</a> has deployed advisers to Conakry to help instil sound leadership and attract foreign investment. Blair's office has <a href=\"http://www.telegraph.co.uk/news/politics/tony-blair/9136126/Tony-Blair-expands-his-African-empire-into-mineral-rich-Guinea.html\" title=\"\">denied that he has any commercial interest in Guinea</a>.</p> <p>Condé said: \"Mr Blair is helping the country in capacity building. We are the first francophone country he has come into. He has learned from his experience at Downing Street that it is not enough for a leader to have a vision; the centre of power should also be concentrated around the leader so he can empower himself to bring about his vision.\"</p> <p>The president's vision is under scrutiny, however. A year ago three protesters were killed during clashes between police and demonstrators at a banned opposition rally. <a href=\"http://www.amnesty.org/en/news-and-updates/guinea-urged-investigate-opposition-protest-deaths-2011-09-28\" title=\"\">Amnesty International warned</a>: \"It's deeply alarming that President Alpha Condé is resorting to exactly the same brutal methods as his predecessors.\"</p> <p>In July, Condé's <a href=\"http://www.reuters.com/article/2012/08/08/us-guinea-mine-protest-idUSBRE8770VV20120808\" title=\"\">security forces clashed with villagers</a> demanding jobs in the village of Zogota, where Vale and the Israeli billionaire Beny Steinmetz's BSG Resources are jointly seeking to develop an iron ore mine. Local rights groups claimed five protesters were killed, while the government has launched an investigation.</p> <p>Condé, who is bound by the constitution to serve no more than two terms, denies that he will join the African hall of infamy as a liberator turned tyrant. \"Maybe, unlike others, I took 50 years to get to power,\" he said. \"I'm not a young man any more, or a 30-year-old, so I've reached a stage of maturity.</p> <p>\"When I was in prison, tremendous support arose throughout Africa and I feel I have a challenge to show the youth who believed in me then that I can bring about a new leadership for Africa – a leadership based on good governance, the respect of democratic freedom. It's very important for me to live up to that expectation.\"</p> <p>Political opponents, however, accuse Condé of stoking ethnic tensions and excluding them from the new Guinea. Parliamentary elections have been delayed by wrangling.</p> <p>Condé's centralisation of power has raised eyebrows abroad. <a href=\"http://www.worldbank.org/en/about/ousmane-diagana\" title=\"\">Ousmane Diagana</a>, the World Bank's country director, said: \"He delivered on economic reforms but I think on the political aspect he is relatively slow when we take into consideration the type of new consensus that needs to be built around governance based on stronger political institutions.</p> <p>\"I think they need to have a frank debate. Guineans need to be around the same table to discuss the political agenda and how it can actually support the economic transformation.\"</p> <p>Diagana added: \"We're hoping the president is the right person to do that given his background and trajectory, but the fact this conversation is not taking place between the opposition and the government in charge is worrying.\"</p> <p>The scale of the challenge facing Condé, and Guinea, just two years into democracy is daunting. There was a timely reality check from Donald Kaberuka, the president of the <a href=\"http://www.afdb.org\" title=\"\">African Development Bank</a>. \"Guinea has wasted too much time,\" he told the forum. \"At the time when the rest of Africa is moving on, this is time for Guinea and Guineans to come together through strong political institutions, to come together through transparent economic governance. The hard work begins now.\"</p>",
  "<p>Three days after Ambassador Chris Stevens was killed in Benghazi, Libya, <a href=\"http://edition.cnn.com/2012/09/22/world/africa/libya-ambassador-journal/index.html\">CNN found</a> a seven-page handwritten journal he had written. That journal, found on the floor of what CNN called \"the largely unsecured consulate compound where he was fatally wounded\", contained obviously newsworthy information: specifically that \"in the months leading up to his death, the late ambassador worried about what he called the security threats in Benghazi and a rise in Islamic extremism\". CNN <a href=\"http://security.blogs.cnn.com/2012/09/20/source-slain-ambassador-stevens-worried-about-security-threats-in-libya/\"> also reported</a> that Stevens \"mentioned his name was on an al Qaeda hit list\".</p> <p>After finding the journal, CNN personnel did the only thing which any minimally competent journalist would and should do: they read it, identified the parts that were in the public interest, confirmed their authenticity with independent sources, and then reported those facts to the world. They also notified Stevens' family of what they had found.</p> <p>In response to this reporting, State Department spokesman Philippe Reines issued <a href=\"http://www.huffingtonpost.com/2012/09/22/cnn-christopher-stevens-journal-state-dept-response_n_1906609.html\">a blistering, unusually aggressive attack</a> on the news network. Denouncing CNN's conduct as \"disgusting\", Reines invoked Stevens' family to insist that CNN had done something unconscionable:</p> <blockquote> <p>\"What they're not owning up to is reading and transcribing Chris's diary well before bothering to tell the family or anyone else that they took it from the site of the attack. Or that when they finally did tell them, they completely ignored the wishes of the family, and ultimately broke their pledge made to them only hours after they witnessed the return to the United States of Chris's remains.</p> <p>\"Whose first instinct is to remove from a crime scene the diary of a man killed along with three other Americans serving our country, read it, transcribe it, email it around your newsroom for others to read, and only when their curiosity is fully satisfied thinks to call the family or notify the authorities?\"</p> </blockquote> <p>The answer to that question is: any journalist worthy of the name. CNN's first obligation is to disclose to the public information that is newsworthy, not conceal it. Had they not reported this information, that would have been an inexcusable breach of their obligation - <em>then</em> the word \"disgusting\" would have been appropriate. What they reported had nothing to do with Stevens' personal life and everything to do with his role as a government official; his family's \"permission\" was therefore irrelevant.</p> <p>(At least a few Democratic Party loyalists have dutifully joined in the State Department's attack on CNN. One of Nancy Pelosi's daughters, Christine - yet another in the <a href=\"http://www.salon.com/2011/11/14/americas_meritocratic_watchdog_news_media/\">endless stream of televised pundits</a> who is given a public platform due to a politically famous parent in a nation that claims to loathe aristocracy - <a href=\"http://johnnydollar.us/files/120922geraldo.php\">went on Fox News this weekend and denounced CNN</a> as \"outrageous\" and demanded that \"they absolutely ought to be stopped\", whatever that might mean.)</p> <p>What is actually \"disgusting\" here is that the State Department is exploiting the grief of Chris Stevens' family in an attempt to suppress and delegitimize reporting that reflects quite poorly on them. As Michael Hastings <a href=\"http://www.buzzfeed.com/mhastings/libya-threatens-clintons-legacy-and-stat\">documented yesterday</a>, the State Department views the revelations from Stevens' journal as threatening to Hillary Clinton's reputation, the legacy of the war in Libya, and possibly Obama's political prospects in an election year:</p> <blockquote> <p>\"The blockbuster news contradicted the line the State Department and the administration had been pushing since the horrible tragedy took place almost two weeks ago: that there was no intelligence of a coming attack. In fact, the Ambassador himself was aware of a persistent high level threat against him.</p> <p>\"'Perhaps the real question here,' CNN responded to the State Department criticism, 'Is why is the State Department now attacking the messenger.'</p> <p>\"That is the real question, and State Department's bizarre criticism of CNN gives clues to the answer. Foggy Bottom is now in full-on damage control mode, with the primary goal of keeping Hillary Clinton's legacy in Libya - and in Washington - intact.</p> <p>\"The election-year focus on President Barack Obama meant that the White House had at first been catching most of the heat for the tragedy in Benghazi. It's certainly true the explanations from White House spokesman Jay Carney and UN Ambassador Susan Rice have strained common sense - mainly, the idea that the attack could be blamed solely on an anti-Islamic video, and that there was a protest outside the consulate at 10 p.m. (there reportedly wasn't,) among other misleading details. That initial story has crumbled . . . </p> <p>\"But in reality, the fiasco appears to be largely - if not entirely - a State Department botch. It was the State Department that failed to provide its ambassador adequate security; it was the State Department that fled Benghazi in the aftermath of the attack, apparently failing to clear or secure the scene, leaving Stevens' diary behind; and it was State that had taken the lead on the ground after the Libya intervention.\"</p> </blockquote> <p>I'm not particularly impressed with the criticism that the Obama administration should have better secured the consulate. It is always easy retroactively to demand greater security when an attack occurs, and it is impossible to safeguard against all potential threats. Nonetheless, that is a criticism that is being widely voiced, rendering Stevens' journal clearly relevant and newsworthy. If a US ambassador is murdered, the fact that he spent months worrying about his security is obviously something the public should know.</p> <p>But the more relevant impact is how this reflects on the war in Libya, flamboyantly celebrated as a grand success by Washington consensus and then all but forgotten. Stevens' journal is but the latest in a long line of evidence demonstrating how much extreme instability, lawlessness and violence is <a href=\"http://www.amnestyusa.org/research/reports/libya-rule-of-law-or-rule-of-militias\">plaguing that country</a> in the aftermath of the intervention. Wrote Hastings: \"As one senior U.S. government official who'd visited Libya told me earlier this summer: 'It's not Iraq, but it's not good, either.'\"</p> <p>Along those lines, the New York Times <a href=\"http://www.nytimes.com/2012/09/24/world/africa/attack-in-libya-was-major-blow-to-cia-efforts.html?hp\">reported today</a> that the killing of Stevens and the evacuation of all Americans from Benghazi both exposed and disrupted a far larger CIA contingent (\"operatives and contractors\") in the city than was previously known - even by Libya's supposedly sovereign government. That the US exploited its \"humanitarian intervention\" to establish a substantial covert CIA beachhead is the opposite of surprising. Those operatives, among other things, worked on \"tracking shoulder-fired missiles taken from the former arsenals of\" Gadaffis' forces and \"aided in efforts to secure Libya's chemical weapons stockpiles\".</p> <p>Yet again, western military intervention spawns vast instability and leads to the proliferation of weapons into the hands of extremists deeply hostile to the US. As Jonathan Schwarz, referring to the US support of the pre-Al-Qaeda mujahdeen in Afghanistan, <a href=\"https://twitter.com/tinyrevolution/status/245893850340671488\">sardonically noted</a> in the aftermath of the 11 September Benghazi attack: \"with practice and better technology, we've really cut down the turnaround time between arming Islamists and them killing Americans on 9/11.\"</p> <p>We see this over and over and yet never learn the lesson. The New York Times editorial page today <a href=\"http://www.nytimes.com/2012/09/24/opinion/on-the-wrong-side.html?hp\">declared the Iraqi government</a> \"on the wrong side\" by virtue of its alignment with Iran and Syria and suggested that US aid - only a fraction of what is necessary to rebuild that country after the US destroyed it - should be cut off if such insolence continues. US-enabled regime change, time and again, exacerbates the very problems it is ostensibly intended to resolve. </p> <p>If the Iraqi government continues to side with Iran, how much longer will it be before calls for regime change in Iraq are renewed? And how much longer will it be before we hear that <a href=\"http://www.chron.com/news/nation-world/article/US-sends-Marines-to-Libya-after-deadly-attack-3860770.php\">military intervention in Libya</a> is (again) necessary, this time to control the anti-US extremists who are now armed and empowered by virtue of the first intervention? US military interventions are most adept at ensuring that future US military interventions will always be necessary.</p> <p>It is no wonder, then, that the State Department is so infuriated that CNN reported the serious concerns expressed by Ambassador Stevens. Those journal entries further impugn the US government's <a href=\"http://www.theguardian.com/commentisfree/2012/sep/20/obama-officials-spin-benghazi-attack\">now discredited story</a> about the Benghazi attack, and further underscore the profound instability and danger in Libya in the wake of that intervention. Feigned concerns over the sensitivities of the Stevens family notwithstanding, that is exactly why the Obama administration and its loyalists are so incensed by CNN's reporting, and it is exactly why CNN had not only the right, but also the duty, to report this.</p>",
  "<p>Nick Clegg has defined the key battleground at the next general election as being about who pays for the further belt-tightening he warned will continued well into the next parliament.</p> <p>The deputy prime minister drew up the dividing line between his party and its coalition partner as he made clear that any further contributions to the austerity drive must come from the rich rather than the poor.</p> <p>As Lib Dems attended their autumn conference in Brighton, Clegg used interviews over the weekend to signal a fresh battle over budget cuts with George Osborne after <a href=\"http://www.theguardian.com/politics/2012/sep/23/nick-clegg-chancellor-budget-cuts\" title=\"\">warning it would be \"wholly unrealistic\"</a> to seek further reductions in welfare savings without increasing taxes on Britain's richest 10%.</p> <p>The Lib Dem leader underlined his position on Monday, <a href=\"http://news.bbc.co.uk/today/hi/today/newsid_9754000/9754145.stm\" title=\"\">telling the BBC Radio 4 Today programme</a> he was \"kickstarting\" a debate that would carry on \"week in, week out\" through to the general election and beyond over further savings he said would need to be made \"deep into the next parliament\".</p> <p>\"That is a huge shift in the debate because for the last two or three years we had hoped to clear the decks and get the job done before the next parliament. So the question becomes, and this will be the central battleground for the next general election, is if you're going to have to make more savings, having made all these controversial ones already, who pays.\"</p> <p>He added: \"I am establishing quite simply that you start at the top and work down, you don't start at the bottom and ask the poorest to pay for the mistakes of the bankers.\"</p> <p>Clegg said that while his party's \"lead suggestion\" was a wealth tax on homes of £2m or above, there were \"numerous other ways\" in which the wealthy could contribute more.</p> <p>Although the government had already asked for contributions from top earners, through capital gains tax, clamping down on tax avoidance and increasing stamp duty, he said he wanted to ensure that \"further significant belt-tightening\" was done as fairly as possible.</p> <p>Pressed on the fact that the top 10% included people on five-figure salaries, Clegg said: \"The vast majority of people – 90% of the people in the country – would think a salary of £60,000, £70,000, £80,000 is a considerable amount of money.\"</p> <p>He added: \"What I am saying is that there is a big dividing line in British politics between people who when faced with the prospect of having to make more savings, immediately reach to ask for the poorest to make more sacrifices.</p> <p>\"I am saying we cannot of course make the budget somehow immune to further savings, but we've got to ask people who are far better off to make a contribution. And my experience is that decent, fair-minded folk who are earning far, far more than the national average understand they that they do need to make a fair contribution because that's what the nation demands right now.\"</p> <p>Clegg was also quizzed on the public apology he made last week for making a pledge over tuition fees that the party subsequently broke when it joined the coalition government.</p> <p>He reiterated it had been wrong of the Live Dems to make a pledge saying they would vote against tuition fee increases in any circumstances. But he added that it had not been the party's flagship policy.</p> <p>The Lib Dems' four priorities – raising the personal tax allowance, the pupil premium, reforming banking and political reform – had been placed on the front page of their manifesto, he said, predicting that other parties would follow in making a distinction between key priorities, ones that they will \"die in the ditch for\", and other policies that will be \"subject to circumstances and resources and so on\".</p>",
  "<p>Life imitating art is an occupational hazard for BBC2's political satire The Thick of It. Ed Miliband's lifting of Malcolm Tucker's phrase \"omnishambles\" to describe the coalition government even crossed the Atlantic, when Mitt Romney's suggestion Britain might not be ready for the Olympics saw his visit to London collapse into a \"Romneyshambles\".&#xa0; \"It feels more like they copy us,\" star and co-writer Will Smith <a href=\"http://www.guardian.co.uk/media/2012/aug/22/the-thick-of-it-politicians\">has said</a>.&#xa0; </p> <p>So viewers of the programme may not have been surprised by a slight feeling of deja vu today when they heard about <a href=\"http://www.guardian.co.uk/politics/2012/sep/24/vince-cable-small-business-bank1\">Vince Cable's announcement of £1bn to establish a British business bank to help small- and medium-sized enterprises</a>.</p> <p>Saturday's episode of The Thick of It saw the show's Lib Dem surrogates - junior minister Fergus and his adviser Adam - bumble their way into accidentally agreeing to a pretty young female economist's proposal of a £2bn micro-bank to \"set up a network of micro-credit lenders at neighbourhood level\" to help businesses such as \"sisters who want to set up a pop-up baker's in a disused travel agents\". Cable's bank is not quite as hip as that, helping only \"the manufacturers, exporters and high-growth companies that power our economy\", and while The Thick of It's bank is funded by a Robin Hood tax which will&#xa0; \"steal from the fat cats and raise enough seed capital for hundreds of start-up funds for fledgling businesses\", the business secretary's will be paid for by \"underspends\" in Whitehall departments.</p> <p>Nevertheless, although Cable is unlikely to echo Adam's verdict that the idea is \"so fucking us it's brilliant\" when he addresses the Lib Dem conference today, he could do a lot worse than copy Fergus's description of the bank as \"a helping hand for hands-on people - making sure the can-doers don't get canned.\"</p> <p>George Osborne's reaction when Cable presented him with the proposal is not known. But The Thick of It's Tory minister Peter Mannion, appalled by the price tag, is reassured by his coalition partners that \"you don't need to shit yourself about it, because we're not buying it, all right - it's funded by taxes!\"</p> <p>Perhaps if the Lib Dems had tried out this argument in 2010 they wouldn't be in all this trouble about tuition fees.</p> <h2>Businesses they will target</h2> <p>The Thick of It: \"Sisters who want to set up a pop-up baker's in a disused travel agents.\"</p> <p>Vince Cable: \"The manufacturers, exporters and high-growth companies that power our economy.\"</p> <h2>Funding</h2> <p>The Thick of It: \"A Robin Hood tax: steal from the fat cats and raise enough seed capital for hundreds of start-up funds for fledgling businesses.\" </p> <p>Vince Cable: \"Underspends\" in Whitehall departments will provide \"a billion pounds of new government capital with a larger private sector contribution\".</p> <h2>Lib Dem view of the bank</h2> <p>The Thick of It: \"This is terrific. It's so fucking us it's brilliant … A helping hand for hands-on people - making sure the can-doers don't get canned.\"</p> <p>Cable: \"This is no time for the state to be stepping back. We need a new British business bank with a clean balance sheet and an ability to expand lending rapidly … Today I can announce we will have one.\"</p> <h2>Lib Dem message to the Tories</h2> <p>The Thick of It: \"You don't need to shit yourself about it, because we're not buying it, all right - it's funded by taxes!\"</p> <p>Cable: \"I have great sympathy with the chancellor, who is being attacked for borrowing too much and borrowing too little at the same time … \"</p>",
  "<p>Barack Obama has defended his handling of the Middle East against criticism from Mitt Romney, saying pointedly that if the Republican presidential candidate wanted to start another war in the region, he should just come out and say it.</p> <p>Romney accused the president of failing to adopt a more aggressive stance towards ousting Bashar al-Assad from Syria, and claimed Obama's weak leadership elsewhere in the region had opened the way for the riots that led to the death of US ambassador Chris Stevens in Libya and three other Americans.</p> <p>Romney also attacked Obama for failing to offer enough support to Israel, particularly in relation to Iran.</p> <p>But Obama brushed aside the criticism. \"If Governor Romney is suggesting that we should start another war, he should say so,\" Obama said.</p> <p>The clash over foreign policy came in separate interviews with Obama and Romney by the CBS 60 Minutes show, broadcast on Sunday night. The exchanges gave the first indication of lines the pair may adopt in the presidential debates, the first of which is in Denver on 3 October.</p> <p>The Middle East is growing as a campaign issue, with many voters angry over the attacks on the US embassies. Romney is attempting to undercut Obama in an area, foreign policy, in which polls have consistently shown the president enjoys a considerable advantage.</p> <p>There is little public appetite for US involvement in another war after the one in Libya, in which France and Britain were portrayed as taking a lead, though backed by US logistical support. Obama has been careful to avoid the US being drawn into Syria and has refused to agree to Israeli demands that it set \"red lines\" on Iran's nuclear programme, which if crossed would trigger military strikes.</p> <p>In his interview, Romney criticised Obama for his failure to meet Israeli prime minister Binyamin Netanyahu either in New York this week when both will be at the United Nations or in Washington. He said this sent a message that the US was distancing itself from its friends.</p> <p>\"I think we also have to communicate that Israel is our ally. Our close ally. The president's decision not to meet with Bibi Netanyahu, prime minister of Israel, when the prime minister is here for the United Nations session I think is a mistake and sends a message throughout the Middle East that somehow we distance ourselves from our friends and I think the exact opposite approach is what's necessary,\" Romney said.</p> <p>Obama said he would not be pressured into making decisions. \"When it comes to our national security decisions, any pressure that I feel is simply to do what's right for the American people. And I am going to block out any noise that's out there,\" he said. But, he stressed that he felt an \"obligation, to make sure that we're in close consultation with the Israelis on these issues. Because it affects them deeply.\"</p> <p>Both men were asked about their biggest vulnerabilities. Obama said his was the failure to change the tone in Washington, a key promise from his 2008 campaign. </p> <p>He said: \"I'm the first one to confess that – the spirit that I brought to Washington, that I wanted to see instituted, where we weren't constantly in a political slugfest but were focused more on problem solving that … I haven't fully accomplished that.</p> <p>\"Haven't even come close in some cases. And … if you ask me, what's my biggest disappointment is that we haven't changed the tone in Washington as much as I would have liked.\"</p> <p>The admission echoes a similar remark he made less than a week ago in an interview with Hispanic television network Univision when he said he had been unable to change Washington from the inside as he said the lack of immigration reform had been his biggest failure. The remark was pounced upon by Romney and the Republican campaign. </p> <p>In his 60 Minutes interview, Romney was pressed on his tax reform plans but, as in past months, refused to go into detail. He said he would lower all income tax by 20% and would end many tax loopholes.</p> <p>\"The devil's in the details. The angel is in the policy, which is creating more jobs,\" Romney said.</p> <p>Because the tax cuts were being combined with an end to exemptions and deductions, most Americans would see little change in their tax payments. Working-class people would probably see as \"little break\".</p> <p>Romney, who released some of his of personal tax details on Friday, defended the fact that he paid less than 15% in tax because on investment income. \"I think it's the right way to encourage economic growth — to get people to invest, to start businesses, to put people to work,\" he said.</p> <p>Obama criticised Romney for having pursuing the same kind of tax policies as George W. Bush: tax cuts for the wealthy and rolling back regulations of the financial sector. \"Well, we tried that vigorously, between 2001 and 2008 and it didn't work out so well,\" Obama said.</p> <p>Romney also brushed aside the suggestion that his campaign was in difficulty. His team has been repeatedly forced on the defensive, unable to gets its message out. Last week was dominated by reports of internal strife and a devastating secret video of a Romney speech dismissive of 47% of Americans as freeloaders.</p> <p>But asked how he planned to turn things around, Romney said: \"Well, it doesn't need a turnaround.\" He added: \"I've got a very effective campaign. It's doing a very good job.\"</p>"
]