[
  "<video data-media-id=\"gu-video-396056216\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/12/120912ObamaClintonRomney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/12/120912ObamaClintonRomney-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/12/120912ObamaClintonRomney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120912ObamaClintonRomney/120912ObamaClintonRomney.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/12/120912ObamaClintonRomney_3gpLg16x9.3gp\"/> </video>   <p>Barack Obama vowed on Wednesday to hunt down the killers of US ambassador Chris Stevens and three other Americans during an assault on its mission in Benghazi as suspicion grew that the diplomat was the victim of an organised attack by an Islamist group.</p> <p>\"Make no mistake: justice will be done,\" Obama said at the White House. He described the killing, the first of a US ambassador since 1979, as \"outrageous and shocking\". </p> <p>Crucially, though, the president made it clear that the US would work alongside the Libyan government to track down those responsible and would not be turning its back on the Arab spring in Libya or elsewhere in the Middle East.</p> <p>\"This attack will not break the bonds between the United States and Libya,\" he said.</p> <p>One witness told the Guardian that a mob fired at least one rocket at the consulate building then stormed it, setting everything ablaze. Stevens is understood to have died from smoke inhalation. Several Libyan security officers were also reported to have been killed in the attack.</p> <p>The Libyan government expressed deep regret over the attack. The country's interim leader, Mohammed Magarief, apologised, calling the killings \"cowardly criminal acts\" and part of a campaign \"to impede our democratic experiment\".</p> <p>The FBI is being dispatched to Libya to help with the hunt, as well as 50 marines to reinforce the Tripoli embassy. Two US warships were reportedly heading towards the Libyan coast on Wednesday night. US surveillance drones are being redeployed to search for suspects among alleged jihadist camps in eastern Libya.</p> <p>The state department ordered the evacuation of all non-essential staff from the country.</p> <p>US secretary of state Hillary Clinton blamed the killings on \"a small and savage group\". CNN reported a senior US official saying the assault was planned to coincide with the anniversary of the 9/11 attacks on New York and Washington and that those responsible used the protests as cover. The fact that a rocket-propelled grenade was used is cited as evidence.</p> <p>Congressman Mike Rogers, head of the House intelligence committee, who is usually briefed by the intelligence agencies during a crisis, said details were still fuzzy but it was \"a well co-ordinated attack\", one in which he said he could see the \"signature of al-Qaida\" and a link to the 9/11 anniversary.</p> <p>Rogers, a former FBI agent, told CNN: \"It has all the hallmarks of an al-Qaida-style event.\"</p> <p>Jay Carney, Obama's White House spokesman, responding to a question from a journalist whether the consulate attack was planned, said: \"It's too early for us to make that judgment.\"</p> <p>Mohammed el-Kish, a former official with the National Transitional Council, which handed power to an elected parliament last month, blamed the attack on hardline jihadists, as did the Quilliam thinktank in London which tracks jihadist groups. </p> <p>But other officials cautioned against jumping to conclusions, suggesting that the attack was more likely to have been opportunistic than planned many days in advance.</p> <p>The killings led to a political row between Obama and his Republican presidential rival Mitt Romney. In what may turn out to be one of the defining moments in the race for the White House, Romney attempted to pin some of the blame on the Obama administration, accusing it of being an apologist for American values.</p> <p>It was a badly-handled, confused intervention that immediately backfired, with former diplomats, foreign policy analysts and even fellow-Republicans accusing Romney of behaving in an unpresidential manner, making political points with the American corpses barely cold. </p> <p>Stevens, 52, a career diplomat since 1991, had been a strong backer of the rebels, going into Benghazi at the height of the revolt aboard a cargo ship. </p> <p>Also killed was another diplomat, Sean Smith, an air force veteran who was based in the Hague but was on temporary transfer to Libya. The other two Americans were security staff. </p> <p>A senior Obama administration official said three staff were wounded in addition to the four killed. The official ran through the timeline, saying the attackers opened fire about 10pm Libyan time and within 15 minutes they had gained access to the compound shot. They attacked the main building which held three staff, Stevens, Smith and a regional security officer and which caught fire. </p> <p>\"They became separated from each other due to the heavy, dark smoke while they were trying to evacuate the burning building. The regional security officer made it outside, and then he and other security personnel returned into the burning building in an attempt to rescue Chris and Sean. </p> <p>\"At that time, they found Sean. He was already dead, and they pulled him from the building. They were unable, however, to locate Chris before they were driven from the building due to the heavy fire and smoke and the continuing small arms fire.\"</p> <p>Exchanges of gunfire continued for a further four hours until Libyan security forces helped the US gain control. Stevens body was found and taken to a hospital in Benghazi.</p> <p>The attack in Benghazi came after a protest at the US embassy in Cairo on Tuesday afternoon over an American-produced amateur film denigrating Muslims. This was ostensibly the motive behind the protests in Benghazi too.</p> <p>It was supposedly made by a Californian real estate developer called Sam Bacile, and both the Associated Press and the Wall St Journal had quoted somebody using that name saying that he was in hiding. </p> <p>But by Wednesday evening, there were signs that Bacile did not exist and it was unclear who was behind the production. Cast members said they had been duped into making it and that anti-Islamic dialogue had been dubbed on later.</p> <p>Obama, in an apparent swipe at the film, said the US was a nation that respected all faiths and \"we reject all efforts to denigrate the religious beliefs of others\". In spite of that, he added: \"There is no justification for this senseless violence. None. The world must stand together to unequivocally reject these brutal acts.\"</p> <p>The ambassador's killing follows an attack in June on the UK ambassador to Libya, Dominic Asquith. Two British bodyguards were injured after a rocket was fired at Asquith's convoy in Benghazi. There have been similar attacks on the Red Cross and the UN premises. The UK foreign secretary, William Hague, condemned the attack as \"brutal and senseless\".</p> <p>According to the Libya Herald, which cited local witnesses, the killers included members of the hardline Islamist group Ansar al-Sharia. But a spokesman, Hani al-Mansouri, told the Guardian the allegation was false.</p> <p>Noman Benotman, a former Libyan jihadi who now runs the Quilliam thinktank in London, said he had information it was a terrorist attack that was planned to avenge Abu Yahya al-Libi, al-Qaida's Libyan second-in-command, who was killed in a US drone strike a few months ago. </p> <p>Egypt's president, Mohammed Morsi, who used to lead the country's Muslim Brotherhood, was criticised for not speaking out to condemn the Cairo incident. But he asked the Egyptian embassy in Washington to take legal action in the US against the makers of a film. </p> <p>The Brotherhood called for nationwide protests on Friday outside all main mosques. \"The president has to balance between his domestic alliances with ultraconservative Islamists and Egypt's relations with the US on the foreign affairs front,\" said analyst Khalil a-Anani.</p> <p>As anger over the film spread across the Muslim world, the Afghan government gave orders for YouTube to be closed to the public until the offending film was removed, though the site was still visible to internet users in Kabul.</p> <p>• Additional reporting by Luke Harding, Chris Stephen and Sarah Sirgany.</p>",
  "<p>Barack Obama has stepped into the political row over Republican presidential candidate Mitt Romney's ill-judged response to the Benghazi consulate attack.</p> <p>Romney faced heavy criticism from across the political spectrum for statements issued on Tuesday evening and repeated at a press conference on Wednesday morning in which he accused the Obama administration of being too ready to apologise for American values.</p> <p>Former diplomats, foreign policy analysts and many Republicans distanced themselves from Romney's remarks, accusing him of being premature in trying to make political capital out of a fatal attack on US diplomats. To add to his problems, the statements were quickly shown to be factually inaccurate.</p> <p>On Wednesday morning, Obama had remained above the fray, focusing a statement in the White House rose garden on paying tribute to US ambassador Chris Stevens and the three other Americans who were killed, and promising justice.</p> <p>But by mid-afternoon, while flying to a campaign stop in Las Vegas on Air Force One, he had engaged with the political row. In an interview with CBS, Obama said: \"You know, Governor Romney seems to have a tendency to shoot first and aim later.\"</p> <p>He added: \"As president, one of the things I've learned is you can't do that. It's important for you to make sure that the statements that you make are backed up by the facts. And that you've thought through the ramifications before you make them.\"</p> <p>Asked if Romney's statements were \"irresponsible,\" Obama replied: 'I'll let the American people judge that.\"</p> <p>\"I think most Americans, Democrats or Republicans, understand that there are times when we set politics aside, and one of those is when we've got a direct threat to American personnel overseas,\" Obama said.</p> <p>\"And so I think that if you look at how most Republicans, most elected officials, have reacted, they've reacted responsibly, waiting to find out the facts before they talk, making sure that our number one priority is the safety and security of American personnel.\"</p> <p>Romney's disastrous 24 hours began late on Tuesday – the 11th anniversary of the 9/11 attacks – in the wake of protests at the embassy in Cairo and as the Benghazi consulate attack was still unfolding.</p> <p>He picked up on a statement by Cairo embassy staff expressing sympathy with Muslims angry over an anti-Islamic film apparently made in California. The embassy condemned \"continuing efforts by misguided individuals to hurt the religious feelings of Muslims\". Romney characterised this as an apology by the Obama administration for the right to free speech.</p> <p>Waking up on Wednesday morning to critical reviews – and the news that the ambassador and three others were dead – Romney nevertheless repeated the attack, and went as far as to accuse Obama of sympathising with the Cairo protesters.</p> <p>\"They clearly sent mixed messages to the world, and the statement that came from the administration and the embassy is the administration,\" he said during his hastily-convened press conference. \"The statement that came from the administration was a statement akin to an apology.\"</p> <p>Romney was pressed repeatedly by reporters about whether he had jumped the gun in issuing his statement. But he insisted he had not made a mistake.</p> <p>It could turn out to be one of the defining moments of the 2012 election, one that again exposed Romney's lack of foreign policy experience. It may have done him more damage than all the millions of spent on negative campaign ads over the last two months by the Obama campaign.</p> <p>Many senior Republicans greeted the renewed attack with horror, briefing reporters that Romney had made a catastrophic error of judgment that could have fatal consequences for his election campaign.</p> <p>John McCain, the 2008 presidential candidate and a backer of Romney, refused to be drawn. But he did send a tweet applauding secretary of state Hillary Clinton for the tone of her statement, in which she said that the killings should not lead to a break in US-Libyan relations. </p> <p>The Brookings Institution's Martin Indyk, a former ambassador who served in the Clinton administration, told CNN issues such as these should not be used as political footballs. He added that Romney should have held back for at least a day.</p> <p>The Democratic chairman of the Senate foreign affairs committee, John Kerry, said it was irresponsible, inexperienced and callous for Romney to make statements before knowing the facts.</p> <p>\"I don't think he knows what he is talking about,\" Kerry said.</p>",
  "<p>The image of a smirking Mitt Romney as he walked away from his press conference regarding the terrorist attacks in Libya is his <a href=\"http://www.msnbc.msn.com/id/6071148/ns/politics-campaign_ad_watch/t/new-bush-ad-says-kerry-shifts-wind/\">John Kerry-windsurfing moment</a>. Much as with the Kerry image, critics are making too much of a fleeting moment: Romney partisans are correct to point out that <a href=\"http://www.huffingtonpost.com/2012/09/12/mitt-romney-obama-adminstration_n_1877295.html\">Romney's expression</a> is only that – not a deep-seated reflection of an inner belief.</p> <p>Kerry was (and is) a serious person who made thoughtful and deliberate decisions about policy. His hobbies didn't carry a hidden meaning. Romney is a serious person who, no doubt, feels the loss of a fellow American as deeply as any patriot.</p> <p>I make jokes about his robotic affect (I had to resist making one just now) not because I genuinely believe he's uncaring, but because his stiffness so aptly reflects his cold-blooded professionalism and efficiency (he enjoys <a href=\"http://www.cbsnews.com/8301-503544_162-57355212-503544/mitt-romney-i-like-being-able-to-fire-people-for-bad-service/\">firing people!</a> <em>He put a dog on the roof of his car</em>). As with so much in politics, there's the literal truth and what we feel to be true. When an image, or a phrase or a joke resonates with the public, it's usually because the difference between the two harmonizes rather than clashes.</p> <p>That dissonance is why Clint Eastwood's characterization of <a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/08/30/clint-eastwood-talks-to-imaginary-obama/\">Invisible Obama</a> as vulgar and obnoxious felt not just baffling, but <em>wrong</em>. Obama, if anything, is too polite and restrained – to the point of paralysis. (See: <a href=\"http://www.washingtonpost.com/obama-was-a-flash-of-pure-fury-during-budget-talks-last-year/2012/09/10/59e06410-fb54-11e1-98c6-ec0a0a93f8eb_video.html\">Woodward, Bob</a>).</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396128797\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347488353321/johnkerrywindsurfing_220.jpg\" alt=\"John Kerry windsurfing in Nantucket, 2004\" width=\"220\" height=\"244\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Kerry windsurfing in Nantucket, 2004. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>Kerry's phlegmatic, meandering navigation of his surfboard through the wind, on the other hand, hit the visual note corresponding to \"he was for it before he was against it\" just right. And Romney has this very day shown himself too willing to use international tragedy for personal gain – <a href=\"http://cdn.theatlanticwire.com/img/upload/2012/09/12/rendered/3ba6cc083a1e6b11a098475cc7b82641_250x534.jpg\">the expression</a> captured by the camera may have been an accident of musculature but it doesn't <em>feel</em> that way.</p> <p>It feels like <a href=\"http://www.americablog.com/2012/09/romney-blasted-for-politicizing-death.html\">the self-satisfied snicker</a> of someone walking away from the negotiating table knowing (or thinking) he put one over on the other guy. One assumes Romney had a much less smug expression on his face as the timeline of today's events unfolded, and clarity about their causes and motivations emerged.</p> <p>Romney's campaign, it turns out, was in the midst of cynically spinning a Tweet (a Tweet!) from the US embassy in Cairo into an \"administration apology\", even as Libyan terrorists <a href=\"http://www.washingtonpost.com/world/news-agencies-us-ambassador-to-libya-killed-in-attack-outside-consulate/2012/09/12/665de5fc-fcc4-11e1-a31e-804fccb658f9_story.html\">used the protests as cover for a premeditated strike</a>. The anti-Muslim film trailer that prompted the protests – and was the subject of the Cairo embassy's criticism – was convenient, not causal.</p> <p>Given the GOP's kneejerk invocation of Obama's \"apologetic\" foreign policy, you'd think the Romney campaign would have been able to spot someone else opportunistically using a tangentially-related event for a premeditated attack.</p> <p>Reporters soon uncovered a set of Romney talking points aimed at justifying its previous, premature talking points. \"Did Governor Romney 'jump the gun' last night in releasing his statement?\" went the not-very-hypothetical question. Suggested response? \"No. It is never too soon to stand up for American values and interests.\" The speed of this rationalization does not make the initial attack seem any less premeditated, just not very well thought-out. The Romney campaign reacts rather than responds. This is not what one wants in a commander-in-chief.</p> <p>We've gotten jaded about tragedy being co-opted for political purposes. The campaigns' advertising <a href=\"http://www.newser.com/article/da17sbdo2/for-911-presidential-campaigns-suspend-partisan-digs-but-politics-continues-on-anniversary.html\">boycott on 9/11</a> is a subtle confirmation just how deeply ingrained the expectation is – the boycott itself proof that the subconscious tendency must be overtly checked. Pols and pundits on all sides often get away with capitalizing on pain because we all know they all do it.</p> <p>There is an implicit wink behind the more outrageous attacks. Obama does not believe that Romney actively <em>hates</em> women. Romney does not doubt that Obama <em>was</em> born in Hawaii. If some voters on the fringe believe the worst? Hey, the Etch-a-Sketch will be shaken, and campaign slurs often fade in the amnesiac, slow-motion blur of actual governing.</p> <p>But sometimes, the wink isn't just a wink. It's a tic, an unthinking habit that won't go away. The Romney reaction to the news out of Libya suggests something even more dangerous: a habit of unthinking. As Fred Exley put it, in his classic A Fan's Notes, bemoaning the latent cynicism that allows good people to excuse themselves for doing bad things:</p> <blockquote class=\"quoted\"> <p>A wink eventually becomes a twitch, the twitch a sign of some inner disturbance.</p> </blockquote>",
  "<p>Two Dutch centrist parties were preparing to stitch up a new left-right coalition after securing an absolute parliamentary majority between them in a surprise outcome to Wednesday's election.</p> <p>The projected result represented a triumph for the incumbent prime minister, Mark Rutte, head of the VVD rightwing liberals, as well as for the resurgent social democrats of the Dutch Labour party under a new leader, Diederik Samsom.</p> <p>In the poll, which has been watched closely across Europe because of its potential impact on the euro crisis, Rutte's VVD took 41 seat to Labour's 40 in the 150-seat chamber, with both parties gaining 10 seats on the 2010 election. The big losers were the Freedom party, headed by maverick far-right populist Geert Wilders, which slumped from 24 to 13 seats, according to projections, and the Christian Democrats, the traditional powerbrokers of Dutch politics, who collapsed from 21 to 13 seats.</p> <p>Months of coalition wrangling are now likely over attempts to finesse an accord over austerity, spending cuts, Europe and the single currency crisis – the issues that shaped the campaign.</p> <p>A coalition would muster a comfortable two-party majority, unusual in recent Dutch politics, and could count on the support of the centrist pro-European D-66 which increased its seats from 10 to 12, according to projections.</p> <p>The hard left socialist party, leading overall in the polls until a fortnight ago, remained level on 2010 with 15 seats in an outcome that showed voters closing ranks to reject explicitly anti-European campaigners.</p> <p>The VVD and Labour party leaders can lay fair claim to remarkable victories – Rutte's success is a rare case of an incumbent winning re-election in the midst of the euro crisis and Samsom, after only a few months as Labour leader, has hauled his party back from the brink in a matter of weeks.</p> <p>Rutte's minority centre-right coalition was closely allied with Germany in taking a hawkish line on austerity and dictating tough terms to bail out beneficiaries, but it collapsed in April after less than two years when it emerged that The Netherlands also needed to fill a huge funding gap to meet EU-set budget deficit targets by next year. Wilders, propping up the minority government in parliament, vetoed the welfare cuts needed to meet the targets set by Brussels.</p> <p>Samsom is a 41-year-old former Greenpeace activist and nuclear scientist who emerged as a prime ministerial contender due to his strong television performance in the campaign debates, but indications on Wednesday night appeared to show that Rutte had first claim on being prime minister.</p> <p>Power politics in The Netherlands get under way in the wake of, rather than before, an election because of the coalition system and the highly fragmented party spectrum. The horse trading will start on Thursday and the formation of a government could take months.</p> <p>The key sticking points of a Lib-Lab partnership will be over the pace, scale and location of spending cuts and tax rises. There could also be disputes over the ongoing attempts to stabilise the euro and Holland's participation in bailing out weaker eurozone countries.</p> <p>The outcome represented a victory for pro-EU parties, although Rutte has had little good to say about the EU and attracted some of Wilders' anti-EU voters by, for example, declaring on television that Greece would not get another euro of Dutch money.</p> <p>Labour is likely to argue for slower spending cuts than Rutte, take a softer line on eurozone bailouts and seek to temper the austerity, trying to tilt the balance of power in the eurozone towards President François Hollande's socialists in France and away from Chancellor Angela Merkel in Berlin.</p> <p>The two biggest parties, if joined in a coalition, will need to agree on raising the retirement age, on how to reform the most generous system of mortgage tax relief in Europe, on health, social security and other welfare cuts, all to meet EU budget targets by next year in one of the wealthiest countries in the Europe with some of the lowest unemployment.</p> <p>The election was followed intensely in EU capitals for the message being sent on austerity and the euro crisis. Brussels will be relieved by the result, although the Dutch have become much more wary of the EU, albeit keen to keep the union and the euro. While broadly pro-EU, voters are hostile to greater European integration entailing surrender of more sovereign powers to EU institutions.</p>",
  "<p>What are we to make of the <a href=\"http://www.theguardian.com/world/2012/sep/12/chris-stevens-us-ambassador-libya-killed\">murder of the American ambassador and members of his staff in Benghazi</a>? What will be the consequences?</p> <p>The murder of a serving ambassador is deeply shocking, not only for the obvious human reasons, but because it is a blow against the fabric of the international community in which we all live. The immunity that ambassadors enjoy is not simply a matter of duty-free alcohol and avoiding parking fines. It is essential for communication between governments in a world of nation states which are often hostile to each other if not actually at war.</p> <p>There have, of course, always been such murders, and I have myself been close to some of them. In Aden, I lost a colleague and close friend, shot down in the street. Shortly after I left Athens, Britain's defence attaché was murdered by Greek terrorists as he drove to the embassy using a route I had used a hundred times myself. When I served as an ambassador, I got used to an armed guard trailing around with me all day. I used to ask myself \"is it really necessary?\" – in peaceful Luxembourg, for example. But the British ambassador in The Hague had been murdered by the IRA.</p> <p>Most Libyans will be shocked for other reasons, as well. The obligations of hospitality, of which Libyans are acutely conscious, have been flouted. America deserved well of Libya during the overthrow of Gaddafi last year, and US Ambassador Chris Stevens played his part in that. Libyans will blame a small minority of extremists: religious fanatics who have already outraged public opinion (for example, by their desecration of Sufi shrines, the tombs of saints, which are dear to the people).</p> <p>The Libyan government will be acutely embarrassed. Although normal security in Libya is not bad, the Libyan government has yet to take control of the so-called militias, fighters who took up arms during the revolution last year. They are not in revolt against the government; yet, neither does the government enjoy the monopoly of force. Libya has, quite understandably, refused permission for international security companies to operate there, learning the lesson of Iraq. But this means that responsibility for security rests entirely with the state – and events, particularly the latest events in Benghazi, have shown that they are not yet up to it.</p> <p>The background to the Benghazi murders may be complicated, with several factors at work. Part of the story was popular indignation at an American film insulting Islam and its prophet, which caused <a href=\"http://www.theguardian.com/world/gallery/2012/sep/12/anti-us-protests-libya-egypt\">demonstrations, presumably coordinated, in other Muslim countries, as well</a>. Another part may have been the <a href=\"http://www.theguardian.com/world/2012/jun/05/al-qaida-abu-yahya-libi\">killing a few months ago of Abu Yahya al-Libi, al-Qaida's Libyan second in command</a>, by the US. His death was announced by al-Qaida on the anniversary of 9/11 with a call for revenge. More generally, there is deep bitterness throughout the Arab and Muslim world against America's actions in Iraq and Afghanistan and over the Palestinian question.</p> <p>What happens next? Everything will depend on the reactions in Libya and the United States. Libya must take robust and effective action, while retaining the democratic standards it has fought so hard to achieve. This could be the testing time: the Libyan people know what has to be done and will respond to decent leadership.</p> <p>The US will have to show restraint, insisting on a proper reaction from Libya, but not overwhelming it with disproportionate force. This would not be easy at any time, but is least of all so now when everything in Washington is done with an eye on electoral politics – as <a href=\"http://www.theguardian.com/world/middle-east-live/2012/sep/12/libya-egypt-attacks-muhammad-film-live?intcmp=239#block-50509c4358f98e4e461a869c\">Republican presidential nominee Mitt Romney's contemptible knee-jerk reaction</a> makes all too clear.</p> <p>• Editor's note: A missplaced parenthesis added by an editor implied that Othe author had had an armed guard while he was UK ambassador to Libya in 1984; this was not, in fact, the case, although he did have a bodyguard at other times in his diplomatic career. The article was amended at 10am (ET), on 13 September 2012</p>",
  "<p>Mitt Romney escalated his criticism of the Obama administration in the aftermath of the <a href=\"http://www.guardian.co.uk/world/2012/sep/12/chris-stevens-us-ambassador-libya-killed\">protests and violence in Cairo and Benghazi</a>, in what <a href=\"http://www.nationaljournal.com/whitehouse/romney-campaign-denies-acting-rashly-on-libyan-situation-20120912\">a senior Romney advisor called</a> \"an opportunity and a chance for us to debate existing administration policy\". But the strategy risked backfiring over accusations that <a href=\"http://thepage.time.com/2012/09/12/romney-and-foreign-policy/\">Romney was playing politics</a> with the attack that killed the US ambassador to Libya.</p> <p>Having decided to <a href=\"http://www.nationaljournal.com/2012-presidential-campaign/romney-blasts-obama-on-cairo-embassy-statement-of-sympathy--20120911\">accuse the administration of appeasement</a> in an ill-timed statement on Tuesday night, Romney held a hurried press conference on Wednesday after cancelling a campaign appearance.</p> <p>He expressed sorrow and outrage over the attack that killed four US embassy officials in Benghazi. But he repeated his strident criticism of <a href=\"http://egypt.usembassy.gov/pr091112.html\">a statement from the US embassy in Egypt</a>, issued before the protests, which simply read: \"The embassy of the United States in Cairo condemns the continuing efforts by misguided individuals to hurt the religious feelings of Muslims – as we condemn efforts to offend believers of all religions.\"</p> <p>To Romney, though, the statement amounted to <a href=\"http://select.nytimes.com/gst/abstract.html?res=FB0B14F83D5A0C778CDDAB0894DE404482\">apologising for America</a> and its values, and he sought to pin the blame on the entire Obama administration.</p> <p>Romney told reporters: \"They clearly sent mixed messages to the world, and the statement that came from the administration and the embassy <em>is</em> the administration. The statement that came from the administration was a statement akin to an apology.\"</p> <p>But many of Romney's fellow Republicans appeared to <a href=\"http://www.politico.com/blogs/media/2012/09/noonan-romney-not-helping-himself-135300.html\">repudiate his stance</a>, with few outside his campaign taking up his line of attack, which deliberately conflates a statement issued in Cairo with the killing of US embassy staff in Benghazi.</p> <p>The statement issued by Romney on Tuesday night read:</p> <blockquote class=\"quoted\"> <p>I'm outraged by the attacks on American diplomatic missions in Libya and Egypt and by the death of an American consulate worker in Benghazi. It's disgraceful that the Obama administration's first response was not to condemn attacks on our diplomatic missions, but to sympathize with those who waged the attacks.</p> </blockquote> <p>By this morning that statement would look even worse, given that there was no truth in the accusation that the White House sympathised \"with those who waged the attacks\". </p> <p>After Romney repeated that accusation at his press conference, Republicans queued up to disparage his campaign's handling, with <a href=\"http://www.buzzfeed.com/bensmith/foreign-policy-hands-voice-disbelief-at-romney-cai\">Buzzfeed Politics reporting</a>:</p> <blockquote class=\"quoted\"> <p>\"They were just trying to score a cheap news cycle hit based on the embassy statement and now it's just completely blown up,\" said a very senior Republican foreign policy hand, who called the statement an \"utter disaster\" and a \"Lehman moment\" – a parallel to the moment when John McCain, amid the 2008 financial crisis, failed to come across as a steady leader.</p> </blockquote> <p>While Romney could be forgiven for bad luck if not poor judgment in responding when he did to the embassy protests – and some Republican supporters were even critical of his slowness – he made no such apologies this morning. Indeed, quite the reverse. </p> <p>As other Republicans were issuing <a href=\"https://www.facebook.com/condoleezzarice/posts/487463957932467\">politically neutral comments</a> deploring the killings, Romney went out on a limb in his statement and response to reporters' questions that justified his initial response as warranted.</p> <p>But what does a statement in Cairo have to do with the deaths of US diplomats in Benghazi? After his initial remarks, Romney instead focused on what amounts to a quibble in relative terms over the tone of a statement issued by an embassy in another country. </p> <p>The link between the two, Romney appeared to suggest, is \"the mixed signals they're sending to the world. The attacks in Libya and Egypt underscore that the world remains a dangerous place and that American leadership is still sorely needed.\"</p> <p>But what would Romney have done in the light of the deaths in Benghazi? Given an opportunity to demonstrate the \"clarity in our purpose\" he would later boast of underpinning his foreign policy, Romney refused, saying: \"I'm not going to take hypotheticals about what would have been known, what, and so forth. I, we responded last night to the events that happened in Egypt.\"</p> <p>Yet by the second attempt to answer a similar question, Romney wound up endorsing the position of the Obama administration:</p> <blockquote class=\"quoted\"> <p><strong>Question:</strong> How specifically, Governor Romney, would President Romney have handled this situation differently than President Obama? You spoke out before midnight when all the facts were known. How would you have handled this differently than the president did?</p> <p><strong>Romney:</strong> I spoke out when the key fact that I referred to was known, which was that the embassy of the United States issued what appeared to be an apology for American principles. That was a mistake. And I believe that when a mistake is made of that significance, you speak out.</p> </blockquote> <p>In other words: <a href=\"http://firstread.nbcnews.com/_news/2012/09/12/13831714-timeline-political-fallout-from-the-attack-on-diplomats-in-libya?lite\">Romney would have done exactly as the Obama administration did</a>. When reports of the Cairo statement circulated on Tuesday night, <a href=\"www.politico.com/politico44/2012/09/white-house-disavows-cairo-apology-135247.html\">the White House told journalists</a>: \"The statement by Embassy Cairo was not cleared by Washington and does not reflect the views of the United States government.\"</p> <p>Shortly after 10pm, <a href=\"http://kabul.usembassy.gov/st-benghzai.html\">Hillary Clinton had gone on the record</a> deploring the violence. Yet the Romney campaign went ahead and issued a statement shortly afterwards – embargoed until midnight ET but reported soon after it was released – containing the already false charge that the administration was sympathising with the attackers.</p> <p>The rudderless Romney campaign's response is made clear in a talking points memo sent by Romney's aides to its allies. <a href=\"http://politicalticker.blogs.cnn.com/2012/09/12/romney-camp-tries-to-manage-fallout-from-libya-response/\">The memo's scripted answers, obtained by CNN</a>, reveals the muddled messages Romney finds himself offering:</p> <blockquote class=\"quoted\"> <p>Don't you think it was appropriate for the embassy to condemn the controversial movie in question? Are you standing up for movies like this?</p> <p>• Governor Romney rejects the reported message of the movie. There is no room for religious hatred or intolerance.</p> <p>• But we will not apologize for our constitutional right to freedom of speech.</p> <p>• Storming US missions and committing acts of violence is never acceptable, no matter the reason. Any response that does not immediately and decisively make that clear conveys weakness.</p> </blockquote>",
  "<p>So Mummy rang going darling do not laugh because I know it sounds too hilair for literally words and do not be remotely alarmed but I thought I would mention that Willie had to go to the House to pick up his envelope, God knows why they can't just send someone round with it, and people are apparently going well of&#xa0;course Johnson is a bit of a Gawd-help-us but any port in a storm and I just thought you ought to know?</p> <p>Well on the outside I just went whatevs &amp; que sera sera like Audrey Hepburn in Breakfast at Tiffany's, God that film is to die for, plus tbh Mr &amp; Mrs Boris are welcome to the kitchens because they are both looking a bit tired, I mean the kitchens, which Mummy totally understood? But deep down I was like, oh please? And I would&#xa0;not normally bother Dave at homework time especially not with a poem to do, but I was like babes, listen, I may not know much about politics but if Gaga will actually dye her hair to stop looking like Boris I think that is a good enough reason to stop him running the country?</p> <p>Plus not that I am blaming anyone but the luxury goods sector has been in better shape &amp; have you seen his SUITS *tries not to cry*.</p> <p>Dave was like, wait up, this is actually one tough assignment, what rhymes with furry bear? I'm like, seriously, you should do something, how tragic would it be to be replaced by Boris and he was like relax, at school his nickname was the Berserker, look who knew AA Milne was basically a genius? I'm like excuse me, earth to Dave, Boris and FASHION, anyone? As in, he makes Mitt Romney look like Anna Wintour &amp; if he takes over you can say goodbye to London Fashion Week &amp; basically everything we stand for? So Dave said he would call Oik and I am writing Elwen's poem&#xa0;&amp; how weird is this, literally nothing rhymes with bear? So&#xa0;I have put: \"Being a furry bear/Could be a hard look to pull together/As in Uggs are fine when it's cold/But in hot weather not so much\" *putsonTSEliotface*</p>",
  "<p>Having been on holiday in the US, I was unaware of the great \"butch\" debate in our parliament. It was, unaccountably, not reported in the Bangor (Maine) Daily News, which seemed more interested the story about a local couple who had received official permission to keep a wallaby, provided they increased the height of their garden fence, presumably so the pet would not leap over and alarm passing lumberjacks, lobsters and innocent citizens of that beautiful state. There was nothing there about David Cameron's curious use of the word \"butch\".</p> <p>But on Wednesday, back home, it was an important theme of prime minister's questions. These sessions are nominally about the economy, but the undercurrent is a topic everyone really wants to talk about, which on Wednesday was just how butch David Cameron is. A week ago, he had – I am told by colleagues – used the word sarcastically against Ed Miliband who, he said, continued to offer coffee to Ed Balls, even though they are tremendous political rivals. Cameron said that showed \"how assertive and butch the leader of the opposition is\".</p> <p>As usual with Cameron's pop culture references, he is out of date. \"Butch\" has not meant tough he-man for years. It is now almost exclusively used for a certain type of gay man, often with a bushy moustache. The Village People were butch. But you would not now use the word to describe, say, John Wayne or Freddie Flintoff.</p> <p>It was an out gay man, Chris Bryant, who oddly used the word when he pointed out that the twice as many women as men had lost jobs in the recession. \"I know the prime minister likes to think of himself as butch, but what has he got against women?\" Cameron tried to flip him away with a little wave of the hand — a slightly fey, or even camp, wave.</p> <p>Later, he and Ed Miliband deployed prepared routines against each other. The prime minister pointed out that the new Labour party guru was called \"... and I am not making this up!\" , J Hacker, like the feckless fellow in Yes, Minister. In fact Jacob, not Jim Hacker is an American academic who recommends something called \"pre-distribution\" which implies spending £200bn of cash before you actually raise it, so kick-starting the economy. Or destroying it.</p> <p>Miliband did not respond but asked Cameron if he was a beneficiary of the 5p tax cut on top incomes. Of course he is, but just as the Republicans' Mitt Romney won't produce his tax returns, so Cameron won't admit it.</p> <p>\"Let me compliment the prime minister on a butch answer,\" said Miliband. \"What a week it has been for Mr Butch!\" he added, as if the prime minister was a character in the Mister Men books. (\"Mr Butch pulled on his leather trousers, and said, 'Mmmm, what a lovely day for sacking women!'\") He pointed out that Cameron had fired Caroline Spelman to make way for an older male person. \"That was very butch!\" he said, sounding more like a New York cop than Graham Norton.</p> <p>Then we had the prime minister's statement on the Hillsborough football stadium tragedy report. Cameron does regret and apology very well, with dignity and sincerity. As with the Bloody Sunday report, he caught the mood of the house – ruefulness blended with sheer rage – as well as anyone could.</p>",
  "<p>Two Dutch centrist parties are preparing to stitch up a new left-right coalition following an early general election being closely watched across Europe because of its potential impact on responses to the euro crisis and the Franco-German split over austerity versus growth policies.</p> <p>At the end of a volatile campaign that has seen hard-left anti-European socialists top the polls, traditionally powerful Christian democrats wiped out, and the social democrats of the Dutch Labour party slumping, it was the latter who were making the political weather, staging a remarkable comeback to rival the main governing party as election victors.</p> <p>The campaign has revolved around Europe and austerity after the minority centre-right coalition of Prime Minister Mark Rutte collapsed in April after less than two years because of disputes over spending cuts needed to meet EU budget deficit targets next year.</p> <p>Rutte's centre-right VVD party was running neck-and-neck with the Labour party whose new leader, Diederik Samsom, has emerged as the star of the election. Pundits predicted a new coalition of Labour and the VVD with around 70 of the 150 seats at stake, requiring a third junior coalition partner.</p> <p>The hard-left socialists were tipped to come third, with the far-right anti-immigration maverick, Geert Wilders (pictured), expected to lead his Freedom party to fourth place. Both Wilders and the socialists have waged an anti-austerity, anti-EU campaign, with Wilders's anti-Muslim and anti-immigrant activism playing a much lesser role because of the domination of economic issues and budget cuts.</p> <p>Samsom has quickly emerged as a prime-ministerial contender due to his strong television performance in the campaign debates. Most polls still predict Rutte's VVD will emerge as the marginal winner, meaning he would be first choice for prime minister. Power politics in the Netherlands get under way in the wake of rather than before an election because of the coalition system and the highly fragmented party spectrum. The horsetrading will start today and the formation of a government could take months.</p> <p>If, as expected, a Lib-Lab partnership is the basis of the new government, the key sticking points will be over the pace, scale and location of spending cuts and tax rises. There could be disputes over the ongoing attempts to stabilise the euro and Holland's participation in bailing out weaker eurozone countries. Rutte received much criticism during the campaign for declaring on television that Greece would not get another euro of Dutch money.</p> <p>The outgoing Rutte government was closely allied with Germany in taking a hawkish line on austerity and dictating tough terms to bailout beneficiaries. But his minority coalition collapsed when it emerged that the Netherlands also needed to fill a huge funding gap to meet EU-set budget deficit targets by next year.</p> <p>Wilders, propping up the minority government in parliament, vetoed the welfare cuts needed to meet Brussels' targets.</p> <p>In the expected new coalition, Labour will argue for slower spending cuts than Rutte, will take a softer line on eurozone bailouts, and also seek to temper the austerity, tilting the balance of power in the eurozone towards President François Hollande's socialists in France and away from Chancellor Angela Merkel in Berlin.</p> <p>The two biggest parties, if joined in a coalition, will need to agree on raising the retirement age, on how to reform the most generous system of mortgage tax relief in Europe, on health, social security and other welfare cuts, all to meet EU budget targets in one of the wealthiest countries in Europe with some of the lowest unemployment.</p> <p>The likeliest outcome of the election will be to demonstrate that the Dutch have turned much more wary of the EU, albeit keen to keep the union and the euro.</p>",
  "<p>New figures have been released by the US census bureau revealing a yearly decline in median household income for Americans, growing inequality and more than one in five children under 18 years old living in poverty.</p> <p>In a survey of data for 2011, the census discovered that real median household income in the US had dipped by 1.5% from its level in 2010 to sit at $50,054 a year. The fall is the second consecutive annual drop and comes in the middle of a bitterly contested election in which America's tepid economic performance has been a central theme.</p> <p>While President Barack Obama has based his campaign on a claim to have saved America from the brink of financial disaster, Republican challenger Mitt Romney has lambasted the country's lacklustre economic performance, especially continuing high levels of joblessness.</p> <p>The figures released by the census also show that little dent has been made on America's high levels of poverty, with some 15% of the nation – representing around 46.2 million people – living in poverty in 2011. The figures are worse for the very young, where the poverty rate for those under the age of 18 is 21.9% – or some 16.1 million children. These latter figures are roughly unchanged in 2011 from 2010.</p> <p>However, income inequality in the US has grown. The Gini Index, which measures income inequality, increased by 1.6% to a score of 0.477 in 2011. Though few other countries have yet produced figures for 2011, that number for the US shows a more unequal economy for America than the 2010 figures for countries like Uruguay, Argentina and Bangladesh. Within the figures there was also an increase in the share of aggregate income for the top 20% of Americans of 1.6% and – within that group – the top 5% saw a jump of 4.9%.</p>",
  "<p><em>[Updated below - Update II]</em></p> <p>Protesters <a href=\"http://www.theguardian.com/world/2012/sep/12/chris-stevens-us-ambassador-libya-killed\">attacked the US consulate</a> in Benghazi, Libya on Tuesday night and killed four Americans, including the US ambassador, Chris Stevens. The attacks were triggered by rage over an amateurish and deeply hateful film about Islam that depicted the Prophet Muhammad as, among other things, a child molester advocate, a bloodthirsty goon, a bumbling idiot, and a promiscuous, philandering leech. <a href=\"https://www.youtube.com/watch?v=qmodVun16Q4&amp;feature=player_embedded#\">A 13-minute trailer was uploaded to YouTube</a> and then quickly circulated in the Muslim world, sparking widespread anger (the US embassy in Cairo <a href=\"http://edition.cnn.com/2012/09/12/world/meast/egpyt-us-embassy-protests/\">was also attacked</a>).</p> <p>The anti-Islam film was originally reported by the Associated Press news agency to have been written, directed and produced by an Israeli real estate developer living in California, Sam Bacile. Later the news agency issued a fresh story having investigated further and traces the genesis of the film to a Coptic Christian, Nakoula Basseley Nakoula, living in California. [see footnote] Its purpose, as described by the Israeli newspaper, was to show that \"Islam is a cancer\" and to provide a \"provocative political statement condemning the religion\". It's hard to believe that the film – which is barely at the level of a poorly rehearsed high-school play – required $5m to make, but the intent seems clear: to provoke Muslims into exactly the sort of violent rage that we are now witnessing.</p> <p>Events like this one are difficult to write about when they first happen because the raw emotion they produce often makes rational discussion impossible. A script quickly emerges from which All Decent People must recite, and any deviations are quickly detected and denounced. But given the magnitude of this event and the important points it raises, it is nonetheless worthwhile to examine it:</p> <p><strong>1)</strong> The deaths of Ambassador Stevens, a <a href=\"http://www.allgov.com/news/appointments-and-resignations/ambassador-to-libya-who-is-chris-stevens?news=844191\">former Peace Corps volunteer and a dedicated Arabic-speaking career diplomat</a>, and the other three American staff, are both a tragedy and a senseless outrage. Indiscriminately murdering people over a film, no matter how offensive it is, is an unmitigated wrong. The blame lies fully and completely with those who committed these murders.</p> <p><strong>2)</strong> Sam Bacile and his cowardly anonymous donors are repellent cretins for producing this bottom-feeding, bigoted, hateful \"film\" that has no apparent purpose but to spread anti-Islamic hatred and provoke violent reactions. But just as was true of the Qur'an burnings by Pastor Terry Jones (who, unsurprisingly, has a prominent role in promoting this film), or the Danish Muhammad cartoons before that, it is – and it should be – an absolute, unfettered free speech right to produce films no matter how offensive their content might be.</p> <p>The US has <a href=\"http://www.salon.com/2011/09/04/speech_23/\">steadily eroded free speech rights in the name of fighting terrorism</a> by criminalizing pure political speech it deems dangerous and prosecuting Muslims who express those prohibited ideas. Attempts to constrain the rights of individuals to produce anti-Muslim films like the trash produced by Bacile and friends are just as dangerous and wrong as all other efforts to constrain free speech. Free speech is a vital liberty – arguably, the central one – and what it means, at its core, is that the right to express even the most repellent and inflammatory ideas is just as inviolable as the right to express inoffensive or conventional ones.</p> <p><strong>3)</strong> It is hard not to notice, and be disturbed by, the vastly different reactions whenever innocent Americans are killed, as opposed to when Americans are doing the killing of innocents. All the rage and denunciations of these murders in Benghazi are fully justified, but one wishes that even a fraction of that rage would be expressed when the US kills innocent men, women and children in the Muslim world, as it frequently does. Typically, though, those deaths are ignored, or at best justified with amoral bureaucratic phrases (\"collateral damage\") or self-justifying cliches (\"war is hell\"), which Americans have been trained to recite.</p> <p>It is understandable that the senseless killing of an ambassador is bigger news than the senseless killing of an unknown, obscure Yemeni or Pakistani child. But it's anything but understandable to regard the former as more tragic than the latter. Yet there's no denying that the same people today most vocally condemning the Benghazi killings are quick and eager to find justification when the killing of innocents is done by their government, rather than aimed at it. </p> <p>It's as though there are two types of crimes: killing, and then <em>the killing of Americans</em>. The way in which that latter phrase is so often invoked, with such intensity, emotion and scorn, reveals that it is viewed as the supreme crime: this is not just the tragic deaths of individuals, but a blow against the Empire; it therefore sparks particular offense. It is redolent of those in conquered lands being told they will be severely punished because they have raised their hand against <em>a citizen of Rome</em>.</p> <p>Just compare the way in which the deaths of Americans on 9/11, even more than a decade later, are commemorated with borderline religious solemnity, as opposed to the deaths of the hundreds of thousands of foreign Muslims caused by the US, which are barely ever acknowledged. There is a clear hierarchy of human life being constantly reinforced by this mentality, and it is deeply consequential.</p> <p>This is a vital process for enabling and justifying endless aggression. It is a way of dehumanizing those who are killed by the US while venerating American lives above all others. As the media watchdog group Media Lens <a href=\"https://twitter.com/medialens/status/245833177522925568\">put it today</a>:</p> <blockquote> <p>\"A crucial task is to perceive how our compassion is channeled towards some and away from others. It's the foundation of all mass violence.\"</p> </blockquote> <p>The death of Ambassador Stevens and the three Americans who died with him is as tragic as the constant killing of innocent people by the US, but not more so.</p> <p><strong>4)</strong> The two political parties in the US wasted no time in displaying their vulgar attributes by rushing to squeeze these events for political gain. Democratic partisans <a href=\"https://twitter.com/stevebenen/status/245857104706023424\">immediately announced</a> that \"exploiting US deaths\" – by which they mean criticizing President Obama – \"is ugly, unwise\".</p> <p>That standard is as ludicrous as it is hypocritical. Democrats routinely \"exploited US deaths\" – in Iraq, Afghanistan, and from 9/11 – in order to attack President Bush and the Republican party, and they were perfectly within their rights to do so. When bad things happen involving US foreign policy, it is perfectly legitimate to speak out against the president and to identify his actions or inaction that one believes are to blame for those outcomes. These are political events, and they are inherently and necessarily \"politicized\".</p> <p>It's one thing to object to specific criticisms of Obama here as illegitimate and ugly, as some of those criticisms undoubtedly were (see below). But trying to impose some sort of general prohibition on criticizing Obama – on the ground that <a href=\"https://twitter.com/jbouie/status/245848068073857024\">Americans have died</a> and <a href=\"https://twitter.com/jbouie/status/245849732881190913\">this is a crisis</a> – smacks of the worst debate-suppressing tactics of the GOP circa 2003. (To his credit, one of the Democrats making those claims today subsequently acknowledged his error <a href=\"https://twitter.com/jbouie/status/245851506438463489\">and wrote</a>: \"Obviously there's nothing wrong with criticizing the president, even during a crisis.\")</p> <p>But in this case, what the GOP and Mitt Romney did is substantially worse. As the attacks unfolded, Romney quickly <a href=\"http://www.huffingtonpost.com/2012/09/11/mitt-romney-consulate-attack_n_1875906.html\">issued a statement</a>, based on the response of the US embassy in Egypt, accusing Obama of \"sympathiz[ing] with those who waged the attacks\" (the Obama White House <a href=\"http://www.politico.com/politico44/2012/09/white-house-disavows-cairo-apology-135247.html\">repudiated the statement</a> from the embassy in Cairo). The chairman of the GOP, Reince Preibus, unloaded on the world <a href=\"https://twitter.com/Reince/status/245733811747422208\">this disgusting tweet</a>: \"Obama sympathizes with attackers in Egypt. Sad and pathetic\".</p> <p>These accusations were all pure fiction and self-evidently ugly; they prompted <a href=\"https://twitter.com/TerryMoran/status/245857710074109952\">incredulous condemnations</a> even from media figures who pride themselves on their own neutrality.</p> <p>But this is the story of the GOP. Faced with a president whose record is inept and horrible in many key respects, they somehow find a way to be even more inept and horrible themselves. Here, they had a real political opportunity to attack Obama – if US diplomats are killed and embassies stormed, it makes the president appear weak and ineffectual – but they are so drowning in their own blinding extremism and hate-driven bile, so wedded to their tired and moronic political attacks (<em>unpatriotic Democrats love America's Muslim enemies!</em>), that they cannot avoid instantly self-destructing. Within a matter of hours, they managed to turn a politically dangerous situation for Obama into yet more evidence of their unhinged, undisciplined radicalism.</p> <p><strong>5)</strong> Drawing conclusions about Libya, and the US intervention there, from this situation would be unfair and far too premature. This does, however, highlight the rampant violence, lawlessness, militia thuggery, and general instability that has <a href=\"http://articles.cnn.com/2012-07-04/africa/world_africa_libya-lawlessness_1_zawiya-militias-amnesty-international-s-middle-east?_s=PM:AFRICA\">plagued that country</a> since Gadaffi's removal from power. Moreover, given <a href=\"http://www.foxnews.com/world/2011/03/29/considering-arming-libyan-rebels-fight-qaddafi/\">all the questions</a>, largely ignored, about who it was exactly whom the US was arming and empowering in that country during the intervention, and what the unexpected consequences of doing that might be, it is vital to know how the attackers came into possession of rocket-propelled grenades and other heavy weaponry. </p> <p>This event also serves as a crucial reminder, yet again, that merely removing a heinous dictator is not proof that the intervention was successful, just or worthwhile. To assess that question, one must know what will follow in that country, for its people, once the intervening powers have removed the government. Declarations of victory and vindication over the intervention in Libya have always been premature, self-serving and baseless – precisely because that crucial fact is yet unknown. We can only hope that Tuesday's events do not presage a depressing answer to that question.</p> <p>In sum, one should by all means condemn and mourn the tragic deaths of these Americans in Benghazi. But the deaths would not be in vain if they caused us to pause and reflect much more than we normally do on the impact of the deaths of innocents which America itself routinely causes.</p> <p><strong>UPDATE</strong>: There are two developments in this story which, though they do not affect any of the observations I made, should be noted as they are at odds with some of the earlier reports: (1) although the <a href=\"http://www.haaretz.com/news/middle-east/israeli-filmmaker-in-hiding-after-anti-islam-movie-sparks-deadly-libya-egypt-protests-1.464459/israeli-filmmaker-in-hiding-after-anti-islam-movie-sparks-deadly-libya-egypt-protests-1.464459\">Haaretz report</a> was (and remains) quite definitive that the filmmaker is an Israeli named Sam Bacile, <a href=\"http://www.alternet.org/hot-news-views/meet-steve-klein-right-wing-extremist-who-consulted-anti-muslim-film-sparked-middle\">doubts have now been raised</a> about the identity of the actual filmmaker, and (2) an anonymous US official <a href=\"http://www.theguardian.com/world/2012/sep/12/obama-vows-justice-libya-attack\">claims</a> that the attack was preplanned to coincide with 9/11, and the attackers exploited the protests over the film as a diversion. Neither of those claims is proven.</p> <p><strong>UPDATE II</strong>: <a href=\"http://www.huffingtonpost.com/2012/09/12/nakoula-basseley-nakoula-anti-islam-film_n_1879195.html\">AP does further work investigating</a> the identity of \"Sam Bacile\", and traces the genesis of the film to a Coptic Christian, Nakoula Basseley Nakoula, living in California. Also note that, contrary to what I indicated the above, the article in Haaretz I referenced which featured the interview with \"Sam Bacile\" was actually an Associated Press article that Haaretz carried.</p> <p>• Editor's note: this article was amended on 14 September. The original stated that the producer of the film was Sam Bacile, an Israeli real estate developer living in California and that he had made the film with the help of 100 Jewish donors. This assertion was based on an Associated Press report that was published in Haaretz [see updates above]. </p>",
  "<p>You may have to send in the troops, but they won't solve the conflict. The most they may do is help persuade the enemy to accept a ceasefire, usually after a significant loss of life and secret, backchannel, talks between the combatants.</p> <p>Sending in the troops, unleashing bombs, may prevent the enemy from winning the war but they will not bring peace. As British defence chiefs say repeatedly, there can be no military solution to the conflict in Afghanistan. That means talking to terrorists, and as a matter of increasing urgency.</p> <p>It may be little comfort to the families of soldiers killed in action. But this is what happened in Northern Ireland, with MI6 talking to IRA leaders at the height of the violence. And it will happen, slowly and stutteringly, in Afghanistan.</p> <p>Comparisons with Northern Ireland were made earlier this week <a href=\"http://www.guardian.co.uk/world/2012/sep/10/taliban-ceasefire-political-deal-experts?newsfeed=true\">conversations</a> with a group of British experts who recently held private meetings with senior Taliban figures. The Taliban group appeared as pragmatic as the IRA — talking about an \"unwinnable war\", a ceasefire, and \"power sharing\", according to their British interlocutors.</p> <p>General Sir Peter Wall, the head of the British army, <a href=\"http://www.iiss.org/recent-key-addresses/the-british-army-beyond-afghanistan/\">told</a> the International Institute for Strategic Studies early this year that \"the real fixes [in Afghanistan] are at the political level and these too now show some sign of movement...developments in dialogue with the Taliban being a case in point\". </p> <p>He added: \"Progress in this domain is vital if we are to achieve a soft landing by 2014 [when all Nato-led foreign troops will end all ground combat operations].\" Prospects for future stability and \"the history of deal making in that region\" gave some grounds for cautious optimism\", said Wall. That was eight months ago.</p> <p>\"Dialogue, not only with the dictators of the world but with the terrorists, is necessary\", Dame Eliza Manningham-Buller, the former head of MI5, says in her recent booklet, Securing Freedom, published by Profile Books and based on her BBC Reith lectures last year.</p> <p>She adds: \"My most relevant experience of this is the complex and prolonged talks in Northern Ireland. There are plenty of other examples, including talking to Hezbollah and to Hamas. Talking doesn't mean approval.\"</p> <p>In Afghanistan, it seems many more soldiers — and civilians — will be killed before any talks bear fruit, presumably well after the US presidential election in November.</p> <p>• The British government's concern about a possible Israeli attack on Iran has been underlined by a visit to Jerusalem by a senior UK official reported to be Sir John Sawers, head of MI6, though possibly another security or intelligence adviser.</p> <p>Israel's Haaretz newspaper quoted an unnamed Israeli source as saying that a high-ranking British special envoy had paid a secret visit to meet Mr Binyamin Netanyahu, the prime minister and defence minister Ehud Barak, to deliver a \"stern message\" from David Cameron. The source said the envoy warned against \"an uncoordinated Israeli strike on Iran at this time\" and stressed that Britain believes there is still time for diplomatic measures to work.</p> <p>The last thing military chiefs in the UK and US is war with Iran, a conflict which would further endanger their troops in Afghanistan and elsewhere in the region — as well as provoke havoc in the Middle East.</p> <p>General Martin Dempsey, chairman of the US joint chiefs of staff, made the point at a press briefing in London recently. An Israeli attack on Iran, Dempsey said such an attack would \"clearly delay but probably not destroy Iran's nuclear programme\".</p> <p>Israeli intelligence and military chiefs have sent a similar message. British defence chiefs echo their concerns — and have the added embarrassment, to say no more, of the likelihood of the US using its bomber base on Diego Garcia, in the British Indian Ocean Territory, in any attack on Iran.</p>",
  "<p>Somalia's newly elected president, Hassan Sheikh Mohamud, has escaped injury after suicide bombers attacked a hotel in Mogadishu where he was holding a news conference with visiting Kenyan officials.</p> <p>Islamist militants from al-Shabaab claimed responsibility for the attack, which served as a deadly reminder of the challenges facing the 57-year-old professor as he seeks to end more than two decades of conflict.</p> <p>A spokesman for Mogadishu's mayor said two suicide bombers had blown themselves up at the gate of the hotel and at least five people had been killed. There were reports that a third suicide bomb had failed to detonate.</p> <p>Mohamud was <a href=\"http://www.theguardian.com/world/2012/sep/10/somalia-chooses-new-president-elections?newsfeed=true\" title=\"\">elected by MPs on Monday</a>, becoming the first new leader to be chosen inside Somalia since the military dictator Mohamed Siad Barre was overthrown in 1991. Mohamud defeated the incumbent Sheikh Sharif Ahmed, whose UN-backed transitional administration was accused of being corrupt and inept.</p> <p>After Mohamud's election, al-Shabaab branded him a traitor and described the vote as a ploy by the west to boost its economic and strategic interests.</p> <p>\"The fact that Hassan Sheikh Mohamud is not an Islamist in the mould of his predecessor will give an additional edge to al-Shabaab's continued opposition,\" said J Peter Pham, director of the Africa programme at the <a href=\"http://www.acus.org/\" title=\"\">Atlantic Council</a> in Washington. \"The euphoria surrounding [his] appointment … needs to be tempered by recognition of the realities confronting him.\"</p> <p>Al-Shabaab had threatened Mohamud, who founded the Peace and Development party in 2011, in the past. \"Anybody who lives here in Mogadishu always lives under enormous risk. We have a coping mechanism but it doesn't always work,\" he told the Guardian in an interview last month.</p> <p>Since al-Shabaab withdrew from Mogadishu last year after fierce battles with the African Union peacekeeping force Amisom, <a href=\"http://www.theguardian.com/world/2012/aug/19/somalians-planning-better-future\" title=\"\">the city has experienced something of a rebirth</a>, with new buildings rising among the ruins and Somalis returning from abroad to open businesses.</p> <p>Although weakened, the al-Qaida-linked militant group still controls the southern port of Kismayo and launches regular hit-and-run attacks on areas under Amisom and Somali army control, including inside Mogadishu.</p> <p>On Tuesday, Amisom said Somali government forces, backed by its troops, had seized the town of Harbole as they pushed from Afmadow to Kismayo.</p> <p>However, despite the military push, some observers are wary of predictions of al-Shabaab's demise.</p> <p>Pham said al-Shabaab would remain a threat to Somalia and neighbouring countries even in the event of an attack on Kismayo.</p> <p>\"When and if that action succeeds, the defeat of al-Shabaab as an insurgency may well have the unintended consequence of turning the hardcore elements of the movement … into the very type of fully fledged terrorist group that … it could not be so long as it also had to play the role of an insurgency-cum-territorial administration.\"</p> <p>• Additional reporting by David Smith in Johannesburg</p>",
  "<p>Barack Obama has condemned as \"outrageous\" and \"senseless\" the attack on the US consulate in Benghazi, Libya, that left four Americans dead, including the ambassador Chris Stevens.</p> <p>In a statement on Wednesday morning, Obama offered no suggestion of retaliation, simply confining himself to a promise that all necessary steps would be taken to support the security of Americans working in Libya.</p> <p>He described Stevens as \"a courageous and exemplary representative of the United States\" who had served in Benghazi during the Libyan revolution and had been helping with the transition to democracy.</p> <p>The attack in Benghazi followed an earlier protest at the US embassy in Cairo by Islamist groups protesting over a film they regard as disrespectful of Mohammed.</p> <p>Referring to the film, Obama said: \"While the United States rejects efforts to denigrate the religious beliefs of others, we must all unequivocally oppose the kind of senseless violence that took the lives of these public servants.\"</p> <p>The killings were pounced on by Republican presidential candidate Mitt Romney, who echoed criticism from conservative websites that Obama was too soft in his dealings with the Middle East and too willing to apologise for perceived offences to Islam. </p> <p>After the Cairo incident on Tuesday, the embassy there had released a statement condemning the \"ongoing efforts by misguided individuals to hurt the feelings of Muslims\" and the continued attacks on the religious beliefs of others under the guise of \"freedom of expression\".</p> <p>On Wednesday, Romney said in a statement: \"I'm outraged by the attacks on American diplomatic missions in Libya and Egypt and by the death of an American consulate worker in Benghazi.\"</p> <p>He added: \"It's disgraceful that the Obama administration's first response was not to condemn attacks on our diplomatic missions, but to sympathise with those who waged the attacks.\"</p> <p>An Obama campaign spokesman expressed shock that Romney would use Stevens' death to score a political point.</p> <p>Ben LaBolt, Obama's campaign press secretary, said: \"We are shocked that, at a time when the United States of America is confronting the tragic death of one of our diplomatic officers in Libya, governor Romney would choose to launch a political attack.\"</p> <p>The issue, once the initial shock begins to evaporate, will play into the election campaign. Part of the reason Jimmy Carter lost in 1980 was the Iranian hostage crisis and the botched rescue attempt. The Libyan killings are not on that scale, and certainly not big enough issue to turn an election but they will generate political clashes over the next few days.</p> <p>Secretary of state Hillary Clinton, in a statement, also condemned the killings. </p> <p>\"Some have sought to justify this vicious behavior as a response to inflammatory material posted on the Internet,\" she said in a statement. \"The United States deplores any intentional effort to denigrate the religious beliefs of others. Our commitment to religious tolerance goes back to the very beginning of our nation. But let me be clear: there is never any justification for violent acts of this kind.\"</p> <p>She also paid tribute to one of the other victims, Sean Smith, a foreign service information management officer and father of two who had served in Baghdad, Pretoria, Montreal and the Hague during his 10 years in the service. Clinton described him as \"one of the best\".</p> <p>The identities of the other two victims have not been revealed as next of kin are still being informed.</p> <p>\"All the Americans we lost in yesterday's attacks made the ultimate sacrifice,\" said Clinton in the statement. \"We condemn this vicious and violent attack that took their lives, which they had committed to helping the Libyan people reach for a better future.\"</p>",
  "<p>Barack Obama's campaign team has published an <a href=\"http://www.barackobama.com/truth-team/entry/2016-obamas-america-is-a-deliberate-distortion-of-president-obamas-record-a\" title=\"\">extensive critique of a documentary</a> which accuses the US president of being an anti-colonialist who will work to reduce his country's influence on world affairs if he is re-elected this winter.</p> <p>2016: Obama's America, directed by Indian-American conservative author and commentator Dinesh D'Souza, has been a surprise box office success in the US this summer. As of last weekend, it had taken $26.2m (£16.3m), behind only Michael Moore's anti-George W Bush polemic <a href=\"http://www.theguardian.com/theguardian/2004/jul/09/1\" title=\"\">Fahrenheit 9/11</a> in the pantheon of US political documentaries.</p> <p>D'Souza's film argues the president's political instincts are anti-American – allegedly due to the influence of his supposedly anti-colonialist Kenyan father, Barack Obama Sr. It warns that a second term for the Democratic candidate after November's presidential election could change the country for good, and ends with the statement: \"The future is in your hands.\"</p> <p>Obama's re-election team hit back on Wednesday with an online post via the campaign website <a href=\"http://www.barackobama.com/\" title=\"\">BarackObama.com</a>. \"That his writings and film are based on lies should not come as a surprise to anyone given D'Souza's long history of attempting to add a veneer of intellectual respectability to fringe theories, conspiratorial fear-mongering, and flat-out falsehoods,\" it reads.</p> <p>\"Right-wing author Dinesh D'Souza has recently released 2016: Obama's America, a movie that falsely smears President Obama as having a hidden agenda bent on realising 'anti-colonial' ambitions',\" the post begins, before quoting a series of poor verdicts on the film and its director's previous work across a range of media.</p> <p>\"A self-proclaimed expert on the president, D'Souza bases the film around his own past works, which were previously described as 'the worst kind of smear journalism,' and riddled with 'lazy' errors,\" the post continues. \"The result is what Variety calls a 'cavalcade of conspiracy theories, psycho-politico conjectures and incendiary labelling' and what the LA Times labels a 'badly disguised and overly long attack ad'. A look at D'Souza's record is a look at a history of demonstrably false and ridiculous claims about the president, and 2016 is no exception. In fact, admitting President Obama was born in the US is what Bloomberg calls 'as close to moderation as this nutty film gets'.\"</p> <p>It adds: \"2016 promises to show viewers what they 'don't know' about President Obama, but instead reveals what Newsday called a 'ranter' peddling conspiracy theories. In place of an actual documentary, D'Souza employs 'pseudo-scholarly leaps of logic' to invent an imaginary character who has inherited 'anti-colonial,' 'Third World' views from his father — whom he last saw when he was 10 years old.\"</p> <p>Obama's team also suggests that D'Souza once falsely accused the president of backing the release of the Lockerbie bomber, despite his administration having stated its opposition to the move and written to the Scottish government to raise its strong objection. The team alleges that D'Souza once accused Obama of authorising the US bank bailouts when it was George W Bush who signed the troubled asset relief programme into law in October 2008.</p> <p>D'Souza, meanwhile, hit back in an <a href=\"http://www.hollywoodreporter.com/news/2016-obamas-america-documentary-barack-dinesh-dsouza-369598\" title=\"\">interview with the Hollywood Reporter</a>. \"Their original strategy was to lie low and hope this goes away, but now they're launching a full-scale attack,\" he said. \"And this is one of the most bizarre, clumsy and ineffective attacks I have seen in politics. Half of the stuff they talk about isn't even in the film – like the Lockerbie bomber. These guys are referencing a Columbia Journalism Review article that's two years old and is about my book, not about the film.\"</p> <p>D'Souza pointed out that Obama's team made no mention of the interview the commentator conducted with the president's Kenyan half-brother, George Obama, who lives in Huruma Flats near Nairobi, and who the film-maker claims lives in poverty.</p> <p>\"If Mitt Romney had a half brother living destitute in a third-world slum, it would be on the front page of the New York Times and a topic on MSNBC, CBS News and the Sunday talk shows,\" said D'Souza. \"But this fact is not even reported by those outlets. They just pretend it doesn't exist. It's immensely interesting that a guy who has more than 50 times quoted the Bible – 'we are our brother's keeper' – has a half-brother he won't help at all. That's not a story?\"</p>",
  "<p>The questions are increasingly numerous. The answer remains as elusive as their subject.</p> <p>China's foreign ministry has spent a third straight day batting away queries on the whereabouts and health of the country's vice-president and heir apparent Xi Jinping.</p> <p>The 59-year-old, who is expected to take charge of the Communist party as early as next month, has <a href=\"please package with http://www.theguardian.com/world/2012/sep/11/xi-jinping-china-not-seen\" title=\"\">made no recorded appearances since 1 September</a> and, more unusually, has cancelled expected meetings with foreign leaders.</p> <p>Asked repeatedly and in various ways about Xi's health and schedule, spokesman Hong Lei told reporters at a daily press briefing: \"I have no information.\"</p> <p>Rumours have flown – the most common suggestion is that he has suffered some kind of injury or illness, possibly hurting his back. Others wonder if he is engaged in delicate political business in the runup to the party congress, which will unveil the new leadership line-up.</p> <p>Linda Jakobson, East Asia programme director at the Sydney-based Lowy Institute, described the affair as \"a debacle, not a crisis\" for the party. \"My hunch is that if this was a serious crisis we would see indications of it,\" she said.</p> <p>There is no sign of increased security in the Chinese capital and top leaders have continued to travel. Some have surmised that Xi must have a conspicuous injury or illness, so that releasing photographs or video of him would raise further questions.</p> <p>Jakobson said that was possible. \"But equally plausible would be that the people in charge of this issue are so set in their ways, and feel the state of the Chinese leaders is no one else's business, that they feel there is no need to produce a photograph – even if it would put to rest all these questions,\" she added. \"From my experience, the senior officials in charge of propaganda and communications tend to be the most old-fashioned, conservative and hardline people within the bureaucracy.\"</p> <p>Joseph Cheng, professor of political science at City University of Hong Kong, told Reuters that conservative elements feared releasing this kind of information might affect the leadership succession process or the party congress. \"They lack a sense of accountability to the domestic population and the international community,\" he said. \"Of course, they are concerned that talking about these issues may anger top leaders who don't want their health being discussed.\"</p> <p>There is precedent for such speculation: in 1993, the country's premier was not seen for seven weeks. It is thought that Li Peng suffered a heart attack, although his absence was officially ascribed to a cold. But China is now the world's second largest economy and an increasingly powerful player in international affairs. It is also less able to control the information available to its citizens. While many in China are happily oblivious to the rumours, microblog users have eagerly discussed them despite the best efforts of censors, finding oblique ways to refer to the vice-president. One user argued that <a href=\"http://www.theguardian.com/world/2012/sep/11/senkaku-islands-china-patrol-ships\" title=\"\">extensive coverage of the dispute with Japan over islands in the East China Sea</a> was intended to cover up Xi's disappearance.</p> <p>Another noted: \"At present, the crown prince's accident is the most important thing. The remote island is nothing. Do you guys really know that or pretend not to know that?\" A third used English to evade controls, writing: \"Some said he has an ailment: a slight heart attack. It's blurry and opaque for our [politics] in China.\"</p> <p>Experts said it was likely that some within the party would be pushing for an explanation of Xi's absence from the public eye. Last year, state news agency Xinhua issued a terse statement <a href=\"http://www.theguardian.com/world/2011/jul/07/china-denies-reports-jiang-zemin-death\" title=\"\">denying that former president Jiang Zemin was dead</a> after a Hong Kong broadcaster wrongly reported his demise.</p>",
  "<div id=\"block-5050a606c0e37a1aa8682a72\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T15:11:03.426Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <p><strong>• Kelvin MacKenzie, the former Sun editor, and South Yorkshire police have both apologised to relatives of Hillsborough victims in the light of today’s report.</strong> This is MacKenzie’s statement in full.</p> <blockquote class=\"quoted\"> <p>Twenty-three years ago I was handed a piece of copy from a reputable news agency in Sheffield in which a senior police officer and a senior local MP were making serious allegations against fans in the stadium. I had absolutely no reason to believe that these authority figures would lie and deceive over such a disaster. As the prime minister has made clear these allegations were wholly untrue and were part of a concerted plot by police officers to discredit the supporters thereby shifting the blame for the tragedy from themselves.</p> <p>It has taken more than two decades, 400,00 documents and a two-year inquiry to discover to my horror that it would have far more accurate had I written the headline The Lies rather than The Truth.</p> <p>I published in good faith and I am sorry that it was so wrong.</p> </blockquote> <p>And this is from David Crompton, the chief constable of South Yorkshire police.</p> <blockquote class=\"quoted\"> <p>In the immediate aftermath senior officers sought to change the record of events. Disgraceful lies were told which blamed the Liverpool fans for the disaster. I am profoundly sorry for the way the force failed on 15th April 1989 and I am doubly sorry for the injustice that followed and I apologise to the families of the 96 and Liverpool fans.</p> </blockquote> <p><strong>• Patrick McLoughlin, the new transport secretary, has told MPs that he will not reopen the decision to award the contract for the West Coast Mainline to FirstGroup, not Virgin Trains.</strong> “I am content with the way in which the Department exercised its review of that contract,” he told the Commons transport committee.</p> <p>That's it for today. Thanks for the comments.</p> </div>   </div> <div id=\"block-5050a29c58f98e4e461a86a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T14:56:29.825Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I missed this earlier, but it's worth a mention: <a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4533522/Boris-Johnson-in-charge-would-destroy-Labour-lead.html\">the YouGov poll in the Sun suggesting that Conservative support would go up six points if Boris Johnson were leading the party. </a>Here's an extract from the story.</p> <blockquote class=\"quoted\"> <p>The Conservatives would enjoy 37 per cent support with the ultra-popular London Mayor as leader, found the YouGov survey.</p> <p>That puts them almost level with Ed Miliband’s Labour Party on 38 per cent of the vote.</p> <p>But with PM David Cameron still leader, Labour would have an 11-point advantage on 42 per cent. The size of the “BoJo” boost will send shockwaves around Westminster.</p> </blockquote> <p>Peter Kellner has written a post for the YouGov website highlighting separate polling figures showing that <a href=\"http://yougov.co.uk/news/2012/09/12/boriss-gold-medal-bounce/\">Johnson outperforms Cameron, Ed Miliband and Nick Clegg on eight leadership traits, mostly by huge margins.</a></p> </div>   </div> <div id=\"block-50509c03c0e37a1aa8682a69\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T14:29:13.827Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I conducted an interview with Leanne Wood, the Plaid Cymru leader, at the end of last week and <a href=\"http://www.guardian.co.uk/politics/2012/sep/12/plaid-cymru-leader-wales-prosper?commentpage=all#start-of-comments\">we've published it on our website today.</a></p> <p><strong>Owen Smith</strong>, the shadow Welsh secretary, has been reading it. He's sent me this.</p> <blockquote class=\"quoted\"> <p>Leanne Wood’s comments reveal that it’s not just The Tories who are out of touch with the reality for Welsh voters. Welsh voters will wonder what planet she’s on to float in the Guardian this morning the suggestion that a Wales run by Plaid Cymru might not keep the pound, the Queen as head of state, or even the BBC!</p> <p>In an era when the political enemy of economic justice, social progress and good governance in Wales is so clearly the Conservative Party, it’s tempting to forget about the other Welsh Opposition parties, but Leanne has to expect some scrutiny and provide some clarity if she is raise the prospect of such radical changes to Welsh life.</p> <p>Even if it is highly unlikely that she would ever be in charge in Wales she has to be clear about whether she would like to keep the pound, the Queen and the BBC.</p> </blockquote> </div>   </div> <div id=\"block-50509a5e58f98e4e461a869a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T14:21:19.708Z\">3.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP has put out a news release suggesting that Scotland's membership of the EU would remain unchanged after independence. The release does not refer specifically to José Manuel Barroso's comments on the World at One at lunchtime (see<a href=\"http://www.guardian.co.uk/global/blog/2012/sep/12/michael-gove-gcse-grading-politics-live#block-50507bba58f98e4e461a866f\"> 2.20pm),</a> but it says that the European Commission's position remains unchanged. This is from Alyn Smith, an SNP MEP.</p> <blockquote class=\"quoted\"> <p>The Commission has made it absolutely clear today that it will not interfere in Scotland’s independence negotiations, saying that it is an internal matter for us and that it is not the Commission’s business. Scotland’s membership of the EU after independence will continue; we are citizens of a Member State of the EU now and we’ll continue to be citizens of a Member State of the EU after independence.</p> </blockquote> <p>The release also quotes from the commission's statement, which is more ambiguous. This is what it says:</p> <blockquote class=\"quoted\"> <p>“The position of the Commission remains unchanged and has been set out clearly, including in replies to Parliamentary Questions. In the hypothetical scenario of a part of a European Union MS [member state] wishing to leave that MS, it is first and foremost an internal matter within<br> that MS to define the arrangements. There are several theoretical scenarios envigeable under international law. The Commission cannot speculate on which choices would be retained: in any case is not our business.</p> </blockquote> </div>   </div> <div id=\"block-50509715c0e37a1aa8682a5f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T14:07:19.057Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rachel Reeves</strong>, the shadow chief secretary to the Treasury, has issued a statement about David Cameron's comments - or lack of comments - at PMQs about the government meeting its debt reduction target.</p> <blockquote class=\"quoted\"> <p>It’s very revealing that David Cameron repeatedly refused to say that the government will meet its target to get national debt falling by the time of the next election.</p> <p>The reason why the government have already broken their pledge to balance the books by 2015, and now also risk missing their debt target, is because their economic plan has failed. As we warned, the Government’s policies have proved to be self-defeating with the double-dip recession leading to borrowing going up by a quarter so far this year.</p> </blockquote> </div>   </div> <div id=\"block-50507bba58f98e4e461a866f\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T13:20:46.159Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-aefbab86-1ed0-474d-9377-7025c55a4b44\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347451824242/-460.png\" alt=\"David Cameron\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron  Photograph: BBC Parliament</span> <span class=\"element-image__credit\">Photograph: /BBC Parliament</span> </figcaption> </figure>  <p><strong>• <a href=\"http://www.guardian.co.uk/football/2012/sep/12/hillsborough-disaster-david-cameron-apologises\">David Cameron has said that he is“profoundly sorry” for the failures that caused the Hillsborough disaster and the subsequent attempts to shift blame for the tragedy on to supporters</a>.</strong> In a moving and dignified statement in the Commons, which was compared to his widely-praised Bloody Sunday apology, he said that as prime minister he had to accept that relatives of the Hillsborough victims had been let down by the state. He was speaking after receiving <a href=\"http://hillsborough.independent.gov.uk/\">a report from the Hillsborough Independent Panel.</a></p> <blockquote class=\"quoted\"> <p>The new evidence that we are presented with today makes clear that these families have suffered a double injustice.</p> <p>The injustice of the appalling events - the failure of the state to protect their loved ones and the indefensible wait to get to the truth.</p> <p>And the injustice of the denigration of the deceased – that they were somehow at fault for their own deaths.</p> <p>On behalf of the Government – and indeed our country – I am profoundly sorry for this double injustice that has been left uncorrected for so long.</p> </blockquote> <p>Cameron said the report showed that the notorious Sun front page saying that fans were drunk and violent was false.</p> <blockquote class=\"quoted\"> <p>News International has co-operated with the Panel and, for the first time, today’s report reveals that the source for these despicable untruths was a Sheffield news agency reporting conversations with South Yorkshire Police and Irvine Patnick, the then MP for Sheffield Hallam.</p> <p>The Report finds that this was part of police efforts – and I quote - “to develop and publicise a version of events that focused on…allegations of drunkenness, ticketlessness and violence.</p> </blockquote> <p>The government at the time was not to blame for the cover up, he said. But it did not do enough to challenge the lies that were told.</p> <blockquote class=\"quoted\"> <p>At the time of the Taylor Report the then Prime Minister [Margaret Thatcher] was briefed by her private secretary that the defensive and – I quote - “close to deceitful” behaviour of senior South Yorkshire officers was “depressingly familiar.”</p> <p>And it is clear that the then government thought it right that the Chief Constable of South Yorkshire should resign.</p> <p>But as the Rt Hon Member for Leigh has rightly highlighted, governments then and since have simply not done enough to challenge publicly the unjust and untrue narrative that sought to blame the fans.</p> </blockquote> <p>Cameron said that there would be a debate in parliament on the report and that the attorney general, Dominic Grieve, would urgently consider whether to apply to the high court for a fresh inquest. <a href=\"http://www.guardian.co.uk/football/2012/sep/12/hillsborough-disaster-report-panel-released-live\">There is more coverage on our Hillsborough live blog. </a></p> <p><strong>• Michael Gove has said that Welsh exam qualifications will not be seen as as good as English ones following the decision of the Welsh government to order GCSEs to be regraded.</strong> He made the comments giving evidence to a select committee. <a href=\"http://www.bbc.co.uk/news/education-19572998\">Leighton Andrews, the Labour education minister in the Welsh government, hit back , accusing Gove of “political game playing”.</a></p> <p><strong>• Cameron has refused to say that the government will meet its promise to get the national debt falling by the end of this parliament.</strong> <a href=\"http://www.guardian.co.uk/politics/2012/sep/11/treasury-prepares-abandon-fiscal-target\">Following a report in today’s Guardian, </a>Ed Miliband raised the issue at PMQs. “We gather today that the government may miss the overriding economic test he set himself, which is that debt will be falling by the time of the next election,” Miliband said. “Isn’t the fact that he is failing the very test that he set himself the surest sign yet that his plan is not working?” As the Press Association reports, Cameron replied: “This government in the last two years has cut the deficit by a quarter.” Challenged again to confirm he was “sticking to that promise” despite rises in borrowing, the prime minister said: “It is this government that has cut the deficit that we inherited by a quarter.”</p> <p><strong>• <a href=\"http://www.bbc.co.uk/news/uk-politics-19572194\">Cameron has ruled out an inquiry into claims that Greg Barker, the climate change minister, has had inappropriate links with an adviser</a>.</strong></p> <p><strong>• <a href=\"http://www.guardian.co.uk/business/2012/sep/12/uk-unemployment-fall-olympics-jobs\">The Olympics has been credited with contributing to a fall in unemployment</a>.</strong> As the Press Association reports, the jobless total fell by 7,000 in the quarter to July to 2.59 million, an unemployment rate of 8.1%. The Office for National Statistics said the number claiming Jobseeker’s Allowance last month was 1.57 million, down by 15,000 on July – the largest monthly fall since June 2010.</p> <p><strong>• José Manuel Barroso, the president of the European Commission, has said that an independent Scotland would have to reapply to join the European Union.</strong> This is what he told the World at One.</p> <blockquote class=\"quoted\"> <p>What I can tell you is that to join the European Union, yes we have a procedure of international law. A state has to be a democracy first of all, and the state has to apply to become a member of the European Union, and all the other member states have to give their consent. A new state, if it wants to join the European Union, has to apply to be a member of the European Union. Any state, and in fact I see no countries leaving, and I see many countries wanting to join.</p> </blockquote> <p><strong>• Unions today called for an independent commission into the state pension age amid anger over plans to make people work until they are 68 before receiving their retirement money.</strong> As the Press Association reports, delegates at the TUC conference spoke out against the idea that working longer is inevitable, warning that many employees would not physically be able to last that long in their job.</p> <p><strong>• The Foreign Office has not denied a report that the head of MI6 has paid a secret visit to Israel to urge prime minister Benjamin Netanyahu not to take military action against Iran’s nuclear programme.</strong> As the Press Association reports, the Daily Mail says that Sir John Sawers visited Israel a couple of weeks ago with a message from David Cameron that Mr Netanyahu should allow more time for diplomatic efforts. A Foreign Office spokesman said: “We don’t talk about intelligence matters or about Sir John Sawers’s movements. Israel is an important partner of ours and we do speak to them all the time about a wide range of issues, obviously including Iran. We make our views very clear. On Iran, we believe that diplomacy should be given time to work.”</p> <p><strong>•<a href=\"http://www.guardian.co.uk/politics/2012/sep/12/salma-yaqoob-quits-respect-leader\"> Salma Yaqoob has quit as leader of the Respect party following what she said had been an extremely difficult few weeks and a breakdown in \"relations of trust and collaborative working\"</a>.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T14:08:52.084Z\">at 3.08pm BST</time></p>  </div> <div id=\"block-50508a9558f98e4e461a8684\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T13:13:58.456Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://hillsborough.independent.gov.uk/\">Here's the link to the Hillsborough Independent Panel report.</a></p> </div>   </div> <div id=\"block-505085bcc0e37a1aa8682a4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:53:16.123Z\">1.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron's statement is now over.</p> <p>I'll post a lunchtime summary shortly.</p> <p>In the meantime, <a href=\"http://www.guardian.co.uk/football/2012/sep/12/hillsborough-disaster-report-panel-released-live\">do read our Hillsborough live blog for all the latest on the report from the independent panel. </a></p> </div>   </div> <div id=\"block-505084bd58f98e4e461a867d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:49:01.994Z\">1.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Chris Bryant</strong> says the role of the media should have been to uncover the lies, not to perpetuate them.</p> <p>Does Cameron agree that the Sun, Kelvin MacKenzie and the Spectator should say sorry?</p> <p>Cameron says some media organisations have tried to get to the truth.</p> <p>MacKenzie should take responsibility for his \"appalling\" front page, he says.</p> <p>The Sun has apologised before. But now is time for a heartfelt apology.</p> </div>   </div> <div id=\"block-505082afc0e37a1aa8682a49\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:40:15.907Z\">1.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark Durkan</strong>, the SDLP MP, says relatives of the Bloody Sunday victims in his constituency have an affinity with the Hillsborough relatives.</p> <p>Cameron says he has not just apologised because something bad happened. In both cases, an apology was merited because new information came to light.</p> </div>   </div> <div id=\"block-5050821358f98e4e461a867a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:37:39.708Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Frank Field</strong>, the Labour MP, says Cameron should go to Liverpool to tell the families what the government's next steps will be.</p> </div>   </div> <div id=\"block-50508104c0e37a1aa8682a46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:33:08.633Z\">1.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Clive Betts</strong>, the Labour MP for Sheffield South East, says he was leader of Sheffield council at the time of Hillsborough. He apologises for the failings of the council.</p> </div>   </div> <div id=\"block-5050801cc0e37a1aa8682a44\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:29:16.948Z\">1.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nigel Adams</strong>, a Conservative, says there should be a \"fulsome\" frontpage apology in the Sun tomorrow.</p> <p>Cameron says the press reporting led to rest of the country believing that there was some truth in the allegations made about the victims.</p> </div>   </div> <div id=\"block-50507f86c0e37a1aa8682a43\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:26:46.857Z\">1.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rehman Chishti,</strong> a Conservative, asks Cameron what action he would like to see taken against those responsible for the \"despicable\" behaviour of the media.</p> <p>Cameron says people will need to read the report.</p> </div>   </div> <div id=\"block-50507ed158f98e4e461a8672\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:23:45.462Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Robert Buckland</strong>, a Conservative MP, say that having heard the prime minister's statement, two criminal offences come to mind: misconduct in public office and conspiracy to pervert the course of justice.</p> </div>   </div> <div id=\"block-50507e89c0e37a1aa8682a42\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:22:33.204Z\">1.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>George Howarth</strong>, the Knowsley MP, says Cameron delivered his statement with the sensitivity of someone who had lost a loved one.</p> <p>Howarth says he attended one day of the inquest. It was shocking. Will the government take that into account when deciding whether to apply for a new one.</p> </div>   </div> <div id=\"block-50507df8c0e37a1aa8682a41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:20:08.516Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron says politicians cannot order prosecutions. Decisions have to be taken in the proper way, he says.</p> </div>   </div> <div id=\"block-50507d15c0e37a1aa8682a40\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:16:21.155Z\">1.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Therese Coffe</strong>y, a Conservative, says she remembers being a schoolgirl in Liverpool at the time. People were \"shell-shocked\". But people will be shell-shocked to hear so many police statements were doctored. That suggests a criminal conspiracy. Will Cameron support a prosecution?</p> <p>Cameron says he knows that Coffey had lost a schoolfriend at Hillsborough. Today's report is truly shocking, he says.</p> </div>   </div> <div id=\"block-50507c72c0e37a1aa8682a3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:13:38.212Z\">1.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Alec Shelbrooke</strong>, a Conservative, asks Cameron to back defamation proceedings against those who have libelled the dead. And he says the Sun front page should contain just one word tomorrow: Sorry. </p> <p>Cameron says there have been many apologies already. But you should only apologise if you mean it, he says.</p> <p>For many years many people assumed there was some kind of grey areas in relation to this, he says. That is why the work of the campaigners has been so important.</p> </div>   </div> <div id=\"block-50507bec58f98e4e461a8670\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:11:24.836Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ian Paisley</strong>, the DUP MP, says the lies of the Sun have to be faced.</p> <p>Cameron says the Leveson inquiry is looking at the issue of press conduct.</p> </div>   </div> <div id=\"block-50507b77c0e37a1aa8682a3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:09:27.773Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Keith Vaz,</strong> the Labour chairman of the home affairs committee, asks Cameron if the government will consider asking the Independent Police Complaints Commission to investigate.</p> <p>Cameron says people will need to study today's report in detail first.</p> </div>   </div> <div id=\"block-505078a458f98e4e461a8668\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:05:25.349Z\">1.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is more from <strong>Andy Burnham</strong>'s statement.</p> <blockquote class=\"quoted\"> <p>I think the prime minister for every single word of his statement today. Their value in Liverpool simply cannot be calculated. It comes far too late for many, of course. Finally, the full horror of Hillsborough has been revealed. A catalogue of negligence, appalling failure and sheer mendacity. A tragedy that should have been prevented, lives that should have been saved. Devastating truths made far worse, not better, for the passage of time. A crude 3.15pm cut off with no legal, medical nor moral justification. Parents only hearing today what happened to their children. Because people who's job it was to protect them then turned against the victims and bereaved to protect themselves. A monumental cover up and a sickening campaign of vilification against victims, grieving families, traumatised survivors and a city in shock.</p> </blockquote> </div>   </div> <div id=\"block-505079cfc0e37a1aa8682a3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:02:23.476Z\">1.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Blunkett</strong>, the Labour former home secretary and a Sheffied MP, says his then wife treated some of the injured. No one in their right mind could have blamed the dead.</p> <p>Cover up can only cause continued harm, he says.</p> </div>   </div> <div id=\"block-5050794958f98e4e461a866a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T12:00:09.719Z\">1.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Steve Rotheram</strong>, the Liverpool Walton MP, says Liverpool finally has the truth. This truth vindicates the campaign run by relatives. Although it is criticised as a \"self-pity city\", Liverpool has been vindicated.</p> <p>Will the government cooperate with any investigation into police officers?</p> <p>Will Cameron writer personally to all the victims to apologise?</p> <p>And will Cameron press for a new inquest.</p> <p>Cameron praises Rotheram for the campaigning he has done.</p> <p>He says that writing personally to the families to apologise would be \"an extremely good idea\".</p> </div>   </div> <div id=\"block-50507806c0e37a1aa8682a37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:54:47.061Z\">12.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Andy Burnham</strong> thanks Cameron for every word of his statement. Their influence in Liverpool will be huge, he says.</p> <p>Does Cameron agree that the names of those killed at Hillborough have been emphatically cleared?</p> </div>   </div> <div id=\"block-5050776258f98e4e461a8667\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:52:02.540Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron is responding to Miliband.</p> <p>On the inquest, he says this is an urgent matter. </p> <p>Cameron says he agree with Miliband that others should consider an apology. You should only apologise when you mean it.</p> </div>   </div> <div id=\"block-505076fdc0e37a1aa8682a35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:50:21.799Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to Miliband, he says he has three questions.</p> <p>First, will Cameron confirm that the attorney general will treat this as a matter of urgency.</p> <p>Second, is there anything that can be done to hold those responsible to account.</p> <p>Third, is there anything that can be done to hold others to get others to apologise, particularly the Sun?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T11:52:23.870Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-5050765158f98e4e461a8664\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:47:29.397Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Number 10 have just sent out the full text of Cameron's statement. Here is the key passage, the apology.</p> <blockquote class=\"quoted\"> <p>Mr Speaker, I want to be very clear about the view the government takes about these findings…</p> <p>…and why after 23 years this matters so much, not just for the families but for Liverpool and for our country as a whole.</p> <p>Mr Speaker what happened that day – and since – was wrong.</p> <p>It was wrong that the responsible authorities knew Hillsborough did not meet minimum safety standards and yet still allowed the match to go ahead.</p> <p>It was wrong that the families have had to wait for so long – and fight so hard – just to get to the truth.</p> <p>And it was wrong that the police changed the records of what happened and tried to blame the fans.</p> <p>We ask the police to do difficult and often very dangerous things on our behalf.</p> <p>And South Yorkshire Police is a very different organisation today from what it was then.</p> <p>But we do the many, many honourable police men and women a great disservice…</p> <p>…if we try to defend the indefensible.</p> <p>It was also wrong that neither Lord Justice Taylor nor the Coroner looked properly at the response of the other emergency services.</p> <p>Again, these are dedicated people who do extraordinary things to serve the public.</p> <p>But the evidence from today’s report makes very difficult reading.</p> <p>Mr Speaker, with the weight of the new evidence in this Report, it is right for me today as Prime Minister to make a proper apology to the families of the 96 for all they have suffered over the past 23 years.</p> <p>Indeed, the new evidence that we are presented with today makes clear that these families have suffered a double injustice.</p> <p>The injustice of the appalling events - the failure of the state to protect their loved ones and the indefensible wait to get to the truth.</p> <p>And the injustice of the denigration of the deceased – that they were somehow at fault for their own deaths.</p> <p>On behalf of the Government – and indeed our country – I am profoundly sorry for this double injustice that has been left uncorrected for so long.</p> </blockquote> </div>   </div> <div id=\"block-5050761258f98e4e461a8662\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:46:26.262Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ed Miliband</strong> is speaking now.</p> <p>He says it shames us as a country that it has taken 23 years to get to the truth. The prime minster was right to offer an unreserved apology. But all governments were at fault for not acting earlier. On behalf of Labour, Miliband offers his own apology.</p> </div>   </div> <div id=\"block-505075b758f98e4e461a8661\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:44:55.602Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron says the coroner was wrong to say everyone died at or shortly after 3.15pm.</p> <p>But today's report shows that that was not true.</p> <p>Some people could have been saved if they had been treated differently, he suggests.</p> <p>The conclusions will be \"very harrowing\", he says.</p> <p>Anyone how has lost a child will know that the pain never leaves you.</p> <p>The attorney general will have to decide whether to apply to the high court to quash the original inquest verdict.</p> <p>Cameron said Dominic Grieve, the attorney general, will take a decision on this quickly. But the ultimate decision will be for the courts.</p> <p>Cameron says that what happened that day and subsequently was \"wrong\".</p> <p>The police are asked to do difficult things, he says.</p> <p>But we do honest police officers a disservice if we try to defend the indefensible, he says.</p> <p>Cameron says it is right for him as prime minister to make a proper apology to the families of those killed. They suffered a double injustice: the failure of the state to protect them, and then the suggestion that they were to blame.</p> <p>Cameron says he is profoundly sorry for this.</p> <p>Today's report is black and white. The Liverpool fans were not the cause of the disaster, he says.</p> <p>Cameron says MPs will want to thank the Hillsborough panel. And he pays tribute to the Hillsborough relatives.</p> <p>At last the families have access to the truth.</p> </div>   </div> <div id=\"block-5050747c58f98e4e461a865d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:39:40.471Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron says the families have long believed that there was an attempt by the authorities to misrepresent what happened. The families were right. There were briefings to the media, and they led to the Sun story attacking fans. Today's report says this information came from a Sheffield news agency that was reporting comments by police officers.</p> <p>Some 164 police statements were amended, he says. Many removed comments attacking the police.</p> <p>Officers carried out police national computer checks on the dead to impugn their reputation.</p> <p>Blood tests were also taken from the dead to see if they had been drinking. This was unacceptable, he says. Drinking levels were normal for an event like this.</p> <p>But there was no evidence that the government tried to conceal the truth.</p> <p>One government briefing said the police had been close to deceitful. It said this was familiar.</p> <p>Cameron says the then government should have done more to challenge the false things said about the fans.</p> </div>   </div> <div id=\"block-5050739558f98e4e461a865b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:35:49.206Z\">12.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron is still speaking.</p> <p>There is new evidence about how the authorities failed, he says.</p> <p>Lessons had not been learnt from earlier problems at the ground.</p> <p>Today's report reveals the shortcomings of the response from the emergency services.</p> </div>   </div> <div id=\"block-5050735858f98e4e461a8659\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:34:48.364Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cameron's statement on Hilsborough</h2>  <div class=\"block-elements\">  <p><strong>David Cameron</strong> is now making his statement on the Hillsborough report.</p> <p>He says Hillsborough was one of Britain's greatest peacetime tragedies.</p> <p>There was an inquiry. But it did not have access to all the facts, and it was followed by a deeply controversial inquest. That is why Labour was right to set up the Hillsborough panel.</p> <p>More than 400,000 pages have been reviewed.</p> <p>Cameron says he has not had much time to read the report. But many of the findings are deeply troubling.</p> </div>   </div> <div id=\"block-505072cac0e37a1aa8682a31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:32:26.987Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's Gordon Banks asks Cameron if he agrees with Lord McAlpine that <a href=\"http://www.bbc.co.uk/news/uk-politics-19364753\">the Conservatives have a moral duty to return the money the received from Asil Nadir.</a></p> <p>Cameron sidesteps the question and attacks Labour for taking money from the unions. </p> </div>   </div> <div id=\"block-5050726f58f98e4e461a8656\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:30:55.400Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lorely Burt</strong>, a Lib Dem MP, asks Cameron to confirm that the government is still committed to being the greenest government ever.</p> <p>Cameron lists some of the government's green achievements.</p> </div>   </div> <div id=\"block-5050722e58f98e4e461a8655\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:29:50.542Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Andy Slaughte</strong>r asks Cameron if he is dithering over High Speed Rail.</p> <p>No, says Cameron. He fully supports it.</p> </div>   </div> <div id=\"block-505071f8c0e37a1aa8682a30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:28:56.146Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Jim Dowd</strong> asks Cameron why David Laws has been restored to office when the same level of dishonesty committed by MPs in the last parliament led to MPs being punished.</p> <p>Cameron says he believes it is right to give people a second chance. (That's the line he used to justify given Andy Coulson a job.)</p> </div>   </div> <div id=\"block-5050717b58f98e4e461a8654\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:26:51.277Z\">12.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Elfyn Llwyd</strong>, the Plaid Cymru MP, says benefit cuts show the Tories are the nasty party.</p> <p>Cameron says he does not accept that. Anyone who has looked at disability living allowance accepts it needs reform.</p> </div>   </div> <div id=\"block-5050712458f98e4e461a8653\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:25:26.394Z\">12.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's<strong> Pamela Nash</strong> says she is shocked that Save the Children have had to launch an appeal to help hungry children in the UK. Will Cameron criticise those Tory MPs who accused the charity of publicity seeking?</p> <p>Cameron says that, as long as people accept there is a difference between poverty in the UK and poverty in countries where people live on $1a day, he fully supports the right of charities to campaign on poverty issues in the UK.</p> </div>   </div> <div id=\"block-5050709958f98e4e461a8651\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:23:05.488Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Ann McKechin</strong> asks Cameron why he recommended knighthoods for five male ministers who were sacked, but no female minsters.</p> <p>Cameron says people who serve the public as ministers should be recognised. Knighthoods should not just go to permanent secretaries.</p> <p>He ignores the point about women missing out.</p> </div>   </div> <div id=\"block-5050704a58f98e4e461a8650\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:21:46.150Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cameron says he has consulted the cabinet secretary about <a href=\"http://www.guardian.co.uk/politics/2012/sep/11/climate-change-minister-links-adviser\">the climate change minister Greg Barker's links to an adviser with an apparent conflict of interest.</a> He says the minister has not done anything wrong. </p> </div>   </div> <div id=\"block-50506fda58f98e4e461a864f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:19:55.344Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In response to a question from <strong>Nick Gibb</strong>, the sacked education minister, Cameron says the Blue Badge scheme needs to be implemented properly.</p> <p>He also pays tribute to Gibb's work as a minister.</p> </div>   </div> <div id=\"block-50506f8d58f98e4e461a864d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:18:37.765Z\">12.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>PMQs Snap Verdict:</strong> A very lacklustre PMQs, with Cameron and Miliband both peforming well below par, but at least it did illustrate the importance of understanding the difference between debt and defict. Anyone unclear on this point would have found the claims and counter-claims unintelligible.</p> </div>   </div> <div id=\"block-50506e9758f98e4e461a864b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:14:31.476Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Miliband asks if Cameron will be a beneficiary of the 50p tax cut.</p> <p>Cameron says he has been investigating Miliband's new guru, the man who invented predistribution. It was Mr J Hacker. He is recommending taht Britian borrows an extra £200bn. His new book is called The Road to Nowhere. Miliband does not need to read it; he's there already.</p> <p>Miliband says \"Mr Butch\" has briefed against the new international development secretary and drunk wine while sacking the Welsh secretary. How butch! Cameron's plan is not working.</p> <p>Cameron says Labour are still committed to more borrowing. They have learnt nothing.</p> </div>   </div> <div id=\"block-50506dea58f98e4e461a864a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:11:38.175Z\">12.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Miliband says that sounds like a complacent answer. Borrowing is up 25% in the first four months of this year. That's equivalent to £1.6m during PMQs. Today it has been reported<a href=\"http://www.guardian.co.uk/politics/2012/sep/11/treasury-prepares-abandon-fiscal-target\"> (in the Guardian)</a> that the government will fail its debt test. Doesn't that show the government's plan is not working.</p> <p>Cameron says the deficit has been cut by a quarter. If Miliband is worried about borrowing, why does he want it to go up?</p> <p>Miliband says borrowing is up 25%. Can Cameron confirm<a href=\"http://www.guardian.co.uk/politics/2012/sep/11/treasury-prepares-abandon-fiscal-target\"> the reports that the government will break its pledge to get borrowing falling by 2015?</a></p> <p>Cameron says the government has cut the deficit. Labour have a new plan - predistribution. What that means is that you spend the money before you get it, he says (borrowing a joke Danny Alexander used yesterday.)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T13:22:19.470Z\">at 2.22pm BST</time></p>  </div> <div id=\"block-50506d1358f98e4e461a8648\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:08:03.829Z\">12.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ed Miliband</strong> pays his own tribute to the dead servicemen. And he welcomes the Elizabeth Tower announcement.</p> <p>The number of people out of work for more than a year is 904,000. That is the highest level for 17 years. Does Cameron agree that is particularly worrying?</p> <p>Yes, says Cameron. He recites today's figures, and repeats the point about private sector jobs. The long-term unemployment figure is \"disturbing\". This is what the work programme is designed to tackle.</p> <p>Miliband says there has been a 247% rise in the number of young people on the dole. Doesn't that show the work programme is not working?</p> <p>Cameron says he does not accept that. Youth employment is up. That's encouraging. The youth contract is up and running. Half of the participants have been taken off the unemployment register.</p> </div>   </div> <div id=\"block-50506c4c58f98e4e461a8647\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:04:45.019Z\">12.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lorraine Fullbrook</strong>, a Conservative, asks Cameron to condemn the TUC general strike threat.</p> <p>Cameron says she's right. Today's figures show an extra 1m private sector jobs net have been created since the election. Labour have received £12m since Ed Miliband became leader from the three unions threatening a strike. He should rule out taking more money while the threat of a strike remains.</p> </div>   </div> <div id=\"block-50506bf358f98e4e461a8646\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:03:16.061Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Chris Bryant</strong> says women are losing their jobs at twice the rate of men. And there are nine government departments without a woman minister. Cameron likes to think of himself as \"butch\". What has he got against women?</p> <p>Cameron says female employment is up in today's unemployment figures. And the decision to protect public sector pay at the bottom helps women.</p> </div>   </div> <div id=\"block-50506ba458f98e4e461a8645\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T11:01:57.905Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Prime minister's questions (PMQs)</h2>  <div class=\"block-elements\">  <p><strong>David Cameron</strong> starts with a tribute to two soldiers killed from injuries in Afghanistan.</p> <p>He also welcomes the renaming of the Clock Tower (Big Ben) as the Elizabeth Tower.</p> </div>   </div> <div id=\"block-50506afa58f98e4e461a8644\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T10:59:08.374Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That's enough Gove. PMQs is coming up, and then the Cameron statement on Hillsborough.</p> <p>I'll be covering the Cameron statement here, but our full Hillsborough coverage is on<a href=\"http://www.guardian.co.uk/football/2012/sep/12/hillsborough-disaster-report-panel-released-live\"> our Hillsborough live blog</a>.</p> </div>   </div> <div id=\"block-5050698d58f98e4e461a8641\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T10:53:02.880Z\">11.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michael Gove (a Scot) may have done grievous damage to English/Welsh relations. In his evidence to the education committee this morning, he came close to encouraging employers should devalue Welsh exam results. Here is a summary of the main points from the hearing.</p> <p><strong>• Gove said that Welsh pupils would suffer as a result of<a href=\"http://www.walesonline.co.uk/news/wales-news/2012/09/11/leighton-andrews-orders-wjec-to-regrade-english-language-gcse-results-91466-31814517/\"> the Welsh government’s decision to order GCSE results to be regraded </a>because in future employers would not value their qualifications as much as English ones.</strong> He said Leighton Andrews, the Labour education minster in the Welsh government, was being “irresponsible”.</p> <blockquote class=\"quoted\"> <p>I believe that the children who have been disadvantaged are children in Wales. I think the decision by the Welsh education minister, Leighton Andrews, is irresponsible and mistaken. And I think that he has undermined confidence in Welsh children’s GCSEs and I think that he should think again having made what I regard to be a regrettable political intervention in what should be a process free from political meddling ...</p> <p>He’s in the wrong and the Welsh children are suffering. The difficulty, as pointed out by Ofqual yesterday, is that the same exam by the same board was sat by children either side of the English/Welsh border. Children in Wales did appreciably worse than children in England sitting the same exam. That reinforces what every interntional survey shows, which is that children in Wales have suffered as a result of education policies put forward by Labour politicians which have abolished league tables, ended the objective assessment of children at the end of key stage two and ensured that there is less rigour in the approach towards eduction.</p> <p>Now, finding himself in a fix and his education system in the dock, a Labour politician has attempted to shift blame. I think that is irresponsible and the children who suffer are the children from Wales who when they apply for jobs in England will hand over certificates which profess to be good passes and English employers will now say: “I fear, through no fault of your own - I’m sure you’re the right person to be employed - but I cannot count your exam pass as equivalent to this other exam pass.” And I think to have made the decision that he did, with the speed that he did, without appropriate consultation with Ofqual, was irresponsible and children in Wales, not just this year but in the future.</p> </blockquote> <p>Graham Stuart, the Conservative chairman of the committee, said immediately after Gove finished these remarks that he agreed with 95% of them.</p> <p>Andrews explained his decision to order a regrading <a href=\"http://www.newstatesman.com/blogs/politics/2012/09/michael-gove-does-not-own-gcse-brand-we-do\">in a powerful post on the New Statesman blog yesterday. </a>He said that as a result of Gove's decisions the exam system in the UK was fragmenting. \"We will, inevitably now I think, end up with largely separate exam systems in Scotland, Wales, England and Northern Ireland,\" he wrote.</p> <p><strong>• He implicitly criticised the Lib Dems for refusing to accept that England already has a two-tier qualification system at GCSE.</strong> Gove wants to replace GCSEs with something similar to the old O-level, but <a href=\"http://www.guardian.co.uk/politics/blog/2012/sep/03/cameron-cabinet-reshuffle-politics-live1#block-504496d958f956c1a416afa7\">the Lib Dems have been insisting that the single-tier system must be preserved and that there must be no return to the era of O-levels for able children and CSEs for less able children.</a> But Gove said the GCSE was a two-tier qualification.</p> <blockquote class=\"quoted\"> <p>The truth is that we already have a two-tier qualification system because of this distinction between the foundation and higher tiers ... I’m not sure that many people outside the education world do know that there are two different types of GCSE, one of them the equivalent of the old CSE. You put people in for it, they cannot get better than a C, in the same way as top grade in an old CSE entitled you to an old O-level pass. I think it’s wrong because it is an inherent cap on aspiration.</p> </blockquote> <p><strong>• He said that grade inflation over recent years have been “unfair” on pupils.</strong> When he warned about the dangers of grade inflation when he was shadow education secretary, the then Labour government said he was “wrong” and “wicked” because he was denigrating children’s achievements, he said.</p> <blockquote class=\"quoted\"> <p>Well, now that view has become the consensus ... And the children who have suffered are those children who every year have to endure a questioning of the credibility of their examinations, which is unfair on them and unfair on the teachers.</p> </blockquote> <p><strong>• He said under Labour Ofqual took a decision to lower grade boundaries to make it easier for pupils to pass science exams.</strong></p> <p><strong>• He said that the education committee was the best body best equipped to carry out an inquiry into the GCSE grading controversy.</strong></p> <p><strong>• He refused to condemn ministers leaking information to the media.</strong> Asked if this was unacceptable, he said: “I take a philosophical attitude towards leaks ... I think it’s no use crying over spilt milk.” The subject came up because it is widely assumed at Westminster that Gove was responsible for the fact that leaked detials of his plans to abolish GCSEs appeared in the Daily Mail earlier this year. Asked if he had ever leaked details of a a major announcement, Gove gave an evasive answer; he said that ministers took people into their confidence, and sometimes they could not control what those people did with the information.</p> <p><strong>• He said he had “no idea” if leaking by ministers was covered by the ministerial code.</strong> Stuart, the committee chairman, said he was “flabbergasted” by this admission.</p> </div>   </div> <div id=\"block-505059b2c0e37a1aa8682a16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:45:23.744Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The committee is now asking Gove about policy relating to children. I'm going to wind up the minute by minute coverage, and I'll post a summary of the key points Gove made about the GCSE grading controversy shortly. </p> </div>   </div> <div id=\"block-5050592b58f98e4e461a862e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:43:10.994Z\">10.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Graham Stuart asks Gove if he thinks leaks are unacceptable.</p> <p>Gove says he accepts they happen.</p> <p>Q: So you don't think they are unacceptable.</p> <p>Gove says there is no point crying over spilt milk.</p> <p>Stuart says the committee takes a different view.</p> <p>Gove says there have been many leaks from his department. For example, there were leaks about school building cuts. Legal advice was leaked. Private correspondence was leaked. His wife's private email advice was published on the front page of the Financial Times.</p> <p>Stuart says the committee deplores this. But will Gove deplore all leaks.</p> <p>Gove says it would not be conducive to the conduct of government to \"look back in anger\".</p> <p>Q: What sanction are there for ministers who leak to the media?</p> <p>Gove says he has no idea?</p> <p>Q: So you don't know about the ministerial code?</p> <p>Gove says he talks to many people. He should not waste his time worying about how is responsible for leaks.</p> <p>Q: So you seem to think it is alright for you to leak, because other people will leak against you?</p> <p>Gove says this is part of political life.</p> <p>Q: Would you leak information about a major announcement.</p> <p>Gove says he is not going to speculate about how ministers handle these matters. Ministers take people into their confidence. What they do with that information is a matter for them.</p> <p>Q: So you don't rule out major initiatives being leaked to the press?</p> <p>Gove says he won't comment, because they would be seen as a criticism of other departments.</p> <p>Stuart says Gove does not seem to be aware of what the ministerial code says about that. That \"flabbergasts me\", Stuart says.</p> <p>Gove says major announcements should be made to parliament first.</p> <p>But, when policy is being discussed, there are frank discussions. He would hope people will respect that confidence. But sometimes that confidence is breached. He won't say anything that could be interpreted as a criticism of other ministers.</p> <p>His ability to present information to parliament has been damaged by leaks. But he is not going to \"look back in anger\", he says.</p> </div>   </div> <div id=\"block-5050575b58f98e4e461a862b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:35:24.805Z\">10.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The BBC has now put up a story on its website about<a href=\"http://www.bbc.co.uk/news/education-19569429\"> Michael Gove accusing Leighton Andrews, the Labour education minister in Wales, of harming the interests of Welsh pupils by insisting on their results being regraded.</a></p> <p>Here's the top of the story.</p> <blockquote class=\"quoted\"> <p>Education Secretary Michael Gove has attacked his Welsh counterpart as \"irresponsible and mistaken\" for ordering disputed GCSEs to be regraded.</p> <p>Mr Gove has been giving evidence to the education select committee's investigation into head teachers' claims of unfair GCSE grades.</p> <p>He told MPs that raising Welsh pupils' grades would \"undermine confidence\" in the value of their qualifications.</p> </blockquote> </div>   </div> <div id=\"block-5050569ec0e37a1aa8682a13\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:32:37.434Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he is glad the last government raised the school leaving age from 16.</p> </div>   </div> <div id=\"block-5050565dc0e37a1aa8682a12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:31:15.855Z\">10.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Damian Hinds</strong>, a Conservative, is asking the questions now.</p> <p><em>Q: Doesn't the exam system need to be reformed?</em></p> <p>Yes, says Gove.</p> <p>When he launched a debate about reforming GCSEs, people said they did not want a two-tier system.</p> <p>But they did not realise that there is already a two-tier system. With foundation GCSEs, you can only get a C grade as maximum.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T09:31:33.269Z\">at 10.31am BST</time></p>  </div> <div id=\"block-505055a7c0e37a1aa8682a10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:28:14.085Z\">10.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says David Laws, his new junior minister, pointed out in the past that when modular exams were introduced, grades went up.</p> </div>   </div> <div id=\"block-505054a958f98e4e461a8626\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:25:30.734Z\">10.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked why GCSE English results were marked so generously in January, Gove says work is going on now to establish why. </p> <p>(Some 54,000 pupils took the English exam in January.)</p> </div>   </div> <div id=\"block-5050544758f98e4e461a8624\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:22:16.219Z\">10.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says there was no political interference in Ofqual decision making.</p> </div>   </div> <div id=\"block-505053c1c0e312b4deaa4876\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:20:02.010Z\">10.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour's <strong>Alex Cunningham</strong> asks Gove if he thinks Edexcel were giving pupils an easy ride because they wanted to expand their business.</p> <p>Gove says the system gives exam boards \"perverse incentives\". But he does not know what factors explained the decisions Edexcel took about grading.</p> <p><em>Q: Should pupils blame the exam boards?</em></p> <p>No, says Gove.</p> <p><em>Q: So is the system to blame?</em></p> <p>Yes is the short answer, Gove says.</p> <p>He says under the the last government Ofqual owered grade boundaries in science to make it easier for pupils to pass.</p> <p><strong>Graham Stuart</strong> intervenes to point out that Gove is not attacking Ofqual's current chief regulator, Glenys Stacey. She was not in charge at the time, Stuart says.</p> </div>   </div> <div id=\"block-505052b1c0e312b4deaa4874\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:15:29.985Z\">10.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he is \"not ashamed\" of the fact that he expressed concerns about grade inflation when he was in opposition.</p> <p>In 2008, when he raised concerns about grade inflation, he was criticised by the government. But now there is a consensus that he was right.</p> <p>The victims of this have been children, who have had their qualifications questioned, he says.</p> </div>   </div> <div id=\"block-5050521dc0e312b4deaa4873\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:13:02.053Z\">10.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he has not seen any evidence yet that Ofqual could have known before June that there was a problem with grades.</p> <p>The number of people taking the exam in January was \"small\", he says. Therefore, as a sample, it was not necessarily representative.</p> </div>   </div> <div id=\"block-505051c058f94f441baa7ac9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:11:29.408Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says there has been \"explicit political intervention\" in Wales.</p> <p>In England, the exam regulators have more independence.</p> <p>There has been an attempted \"devaluation\" in Wales as a result of <a href=\"http://www.walesonline.co.uk/news/wales-news/2012/09/11/leighton-andrews-orders-wjec-to-regrade-english-language-gcse-results-91466-31814517/\">Leighton Andrews' decision to order Welsh results to be regraded, </a>he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T09:12:04.468Z\">at 10.12am BST</time></p>  </div> <div id=\"block-5050514cc0e312b4deaa4871\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:09:33.500Z\">10.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says Ofqual has been presented with a \"conundrum\" to which there is no perfect answer.</p> <p>Should Ofqual go back to candidates who sat the English exam in January and give them lower grades? That would be difficult, he says.</p> <p>He says Ofqual have tried to be fair to the greatest number of pupils.</p> </div>   </div> <div id=\"block-5050509e58f94f441baa7ac7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:06:39.736Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he accepts responsibility for everything that happens in his department.</p> <p>He feels regret and sympathy for what happened to pupils this year.</p> <p>But he did not introduce the comparable outcomes formula for setting exam results, he says.</p> </div>   </div> <div id=\"block-5050505258f94f441baa7ac6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:05:23.582Z\">10.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says he does not accept <a href=\"http://www.tes.co.uk/article.aspx?storycode=6289101\">the analysis in the Times Educational Supplement saying Ofqual breached four of the five comparable outcomes principles.</a></p> </div>   </div> <div id=\"block-50504fd458f94f441baa7ac5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:03:17.366Z\">10.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says that if Ofqual have evidence that injustices have been done at a school level, they will revist the data.</p> <p>They are open-minded about this, he says.</p> <p><em>Q: So you are open to individuals being regraded?</em></p> <p>Gove says he would encourage any school or individual to apply.</p> <p><em>Q: A large number might apply.</em></p> <p>Gove says he thinks a large number will apply. He wants fairness. But he does not want to generate false hope.</p> <p>This year has seen the second highest ever GCSE results, he says.</p> <p>The design of the exam has encouraged people to think that they can \"bank\" a set of results when they take one module.</p> <p>Gove says when he introduces a new system he wants to ensure the accountability system is better.</p> </div>   </div> <div id=\"block-50504f1d58f94f441baa7ac4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T09:00:14.658Z\">10.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says that of course, with hindsight, there are other things he could have done.</p> <p>He does not think his decision making was perfect, he says. But he says it is not clear what else he should have done.</p> <p>Stuart talked about a \"car crash\". Gove says he would prefer to say that the Department for Education knew that moving to a new system would create problems.</p> </div>   </div> <div id=\"block-50504e9a58f94f441baa7ac3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:58:04.110Z\">9.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Stuart asks Gove if he is statisfied that the regulator did everything necessary.</p> <p>The short answer is yes, Gove says. He offers to give a longer answer if necessary, but Stuart does not take him up on that.</p> </div>   </div> <div id=\"block-50504e4b58f94f441baa7ac2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:56:44.513Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Graham Stuart,</strong> the Conservative chairman, says he agrees with 95% of what Gove was saying.</p> </div>   </div> <div id=\"block-50504e2358f94f441baa7ac1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:56:05.397Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about the possibility of an inquiry, he says parliament should carry this out. The education committee is better equipped to carry out an inquiry than any other body.</p> <p>Glass says the committee cannot order an inquiry.</p> <p>Gove says the committee is independent. And it can carry out an inquiry.</p> <p>Turning to Leighton Andrews again, he says the Welsh education minister thinks he knows better than the exam boards. That's wrong.</p> <p>Children in Wales did less well than children in England. But Welsh education policies are to blame for this. Andrews is shifting the blame to someone else.</p> <p>English employers will take the view that they cannot regard a Welsh exam pass as as valuable as an English one. Welsh children will suffer, not just this year but in the future.</p> <p>Glass says she does not agree.</p> </div>   </div> <div id=\"block-50504d47c0e312b4deaa486c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:52:25.215Z\">9.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gove says Ofqual are operting under rules set by Labour.</p> <p>He says <a href=\"http://www.walesonline.co.uk/news/wales-news/2012/09/11/leighton-andrews-orders-wjec-to-regrade-english-language-gcse-results-91466-31814517/\">the decision by the Welsh education minister, Leighton Andrews, to order a regrading </a>is \"irresponsible\".</p> <p>Labour's <strong>Pat Glass</strong> asks Gove to confirm that pupils sitting the exam in June were doubly-disadvantaged because not only were grade boundaries toughened, but there was a \"claw back\" too.</p> <p>Gove says Ofqual is an independent regulator. He says the regulator was appointed to rein in grade inflation.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T09:11:53.775Z\">at 10.11am BST</time></p>  </div> <div id=\"block-50504c2558f94f441baa7abc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:47:35.377Z\">9.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-39d93e1a-f89d-4569-ac09-a0e4d03e5e6b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347439509477/-460.png\" alt=\"Michael Gove\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove  Photograph: Parliament TV</span> <span class=\"element-image__credit\">Photograph: /Parliament TV</span> </figcaption> </figure>  <p><strong>Michael Gove</strong> is here.</p> <p><strong>Graham Stuart</strong>, the committee chairman, starts by asking him for his thoughts about the GCSE English controversy.</p> <p>Gove says the affair has caused \"understandable concern for parents, teachers and students\".</p> <p>He says the controversy has strengthened his determination to bring in a new qualification.</p> <p>And he says it has highlighted the problem with having competing exam boards. That creates the danger of a race to the bottom, he says.</p> </div>   </div> <div id=\"block-50504ad3c0e312b4deaa4869\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:41:56.628Z\">9.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.parliamentlive.tv/Main/Player.aspx?meetingId=11403\">I'm watching Michael Gove on the parliamentary feed.</a></p> <p>Rather, I'm trying to watch it. They are runnning late and it has not started yet.</p> </div>   </div> <div id=\"block-505048d6c0e312b4deaa4866\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:33:28.483Z\">9.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the headline unemployment figures.</p> <p><strong>• Unemployment fell by 7,000 between May and July to 2.59m.</strong></p> <p><strong>• The number of people claiming jobseeker's allowance last month fell by 15,000 to 1.57m.</strong></p> <p><strong>• Average earnings increased by 1.5% in the year to July, 0.3% down on the previous month.</strong></p> <p>Here's <a href=\"http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/august-2012/statistical-bulletin.html\">the summary from the Office for National Statistics. </a>And here's<a href=\"http://www.ons.gov.uk/ons/dcp171778_273802.pdf\"> the ONS bulletin with the full details (pdf).</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-09-12T08:36:30.874Z\">at 9.36am BST</time></p>  </div> <div id=\"block-5050475358f94f441baa7ab6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T08:27:00.641Z\">9.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Michael Gove hearing will start shortly. The Press Association has helpfully filed a timeline setting out the background to the GCSE grading row. Here it is.</p> <blockquote class=\"quoted\"> <p>2010</p> <p>• New GCSE English syllabuses introduced with pupils sitting an exam and submitting two pieces of coursework (which is called \"controlled assessment\") - the coursework is done under strict classroom supervision.</p> <p>2012</p> <p>January</p> <p>• First students begin English GCSE exams and completing controlled assessments.</p> <p>June <br>• Majority of students complete GCSE English qualification. <br>August 23 <br>• Students in England, Wales and Northern Ireland receive results for GCSEs. <br>• Proportion of GCSEs awarded at least a C grade falls for first time in exam's history and row breaks out over English results. <br>• Headteachers claim exam boards substantially increased grade boundaries halfway through year.</p> <p>August 24 <br>• National Association of Head Teachers urges Education Secretary Michael Gove to establish independent inquiry into this year's GCSEs. <br>August 25 <br>• Exams regulator Ofqual announces it will look again at English GCSE gradings. <br>August 28 <br>• Association of School and College Leaders calls for students marked down in June to have grades reissued and based on January grade boundaries. <br>August 31 <br>• Ofqual publishes initial report stating that January's GCSE English exams were \"graded generously\" and that June boundaries were properly set and candidates' work properly graded. Ofqual says qualifications will not be regraded. <br>• Students who gained English GCSE this summer told they will get extra chance to resit but headteachers warn they could still mount a legal challenge. </p> <p>September 6 <br>• Ofqual writes to Education Secretary Michael Gove and Ofsted inspectors ahead of this summer's GCSE results to warn them that grades could fall, it emerges. <br>September 7 <br>• Schools, academies and teaching unions announce the formation of an alliance to demand an independent inquiry into the GCSE English grading fiasco. <br>• The group said it has \"lost confidence\" in Ofqual and does not feel the exams regulator should lead an investigation into itself. <br>September 11 <br>• Ofqual urges an exam board to alter its GCSE English grade boundaries just two weeks before the results were published, it is revealed. <br>• Ofqual chief Glenys Stacey admits to the Commons education select committee that she would have forced Edexcel, one of England's biggest exam boards, to alter its GCSE English boundaries to avoid grade inflation. </p> </blockquote> </div>   </div> <div id=\"block-50503e2458f94f441baa7aae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-09-12T07:47:52.316Z\">8.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today is going to be dominated by the release of the report from the <a href=\"http://panel.hillsborough.independent.gov.uk/\">Hillsborough Independent Panel</a> and David Cameron's statement about it in the Commons<a href=\"http://www.dailymail.co.uk/news/article-2201898/Cameron-apologise-families-96-Hillsborough-victims-string-failures-police-Government.html\"> (which is expected to include an apology)</a> but we're running a separate Hillsborough live blog and you'll find most of the Hillsborough coverage there. I will be covering the statement here, but mostly I will be concentrating on the rest of the day's politics.</p> <p>We've got two highlights: PMQs and Michael Gove giving evidence to the Commons education committee about<a href=\"http://www.guardian.co.uk/education/2012/sep/11/exam-board-pressurised-by-ofqual\"> the GCSE grading row.</a> I'll be covering both in detail. </p> <p>Here's the full agenda for the day.</p> <p><em>9.30am:</em> Michael Gove, the education secretary, gives evidence to the Commons education committee about the GCSE grading controversy.</p> <p><em>9.30am:</em> Unemployment figures are published.</p> <p><em>9.30am:</em> Sir David Walker, the Barclays chairman, gives evidence to the Commons Treasury committee.</p> <p><em>12pm:</em> David Cameron and Ed Miliband clash at PMQs.</p> <p><em>12.30pm:</em> Cameron gives a statement about the report from the Hillsborough Independent Panel about the revelations in more than 400,000 pages of previously secret documents about the tragedy.</p> <p><em>2.05pm:</em> Patrick McLoughlin, the new transport secretary, gives evidence to the Commons transport committee.</p> <p><em>3pm:</em> John Bercow, the Speaker, unveils a plaque to mark renaming of the Commons Clock Tower (aka Big Ben) as the Elizabeth Tower.</p> <p>As usual, I'll also be covering all the breaking political news, as well as looking at the papers and bringing you the best politics from the web. I'll post a summary after the Cameron statement and another in the afternoon.</p> <p>If you want to follow me on Twitter, I'm at <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> </div>   </div>",
  "<p>The public feuding between Israel and Washington ratcheted up sharply on Tuesday amid claims that Barack Obama has declined to meet Binyamin Netanyahu during the Israeli prime minister's visit to the US later this month.</p> <p><a href=\"http://www.haaretz.com/news/diplomacy-defense/white-house-declines-netanyahu-request-to-meet-with-obama.premium-1.464328\">Haaretz reported</a> an Israeli official as saying that Netanyahu asked for a meeting with the president after attending the opening of the UN general assembly in New York in late September. Netanyahu offered to travel to Washington but the White House allegedly said Obama was too busy. Israeli officials confirmed that version of events to other reporters. </p> <p>But the White House denied any intentional snub of Netanyahu, saying that the president was not able to meet the Israeli leader in New York because the pair would not be in the city on the same day. It also said Netanyahu did not request a meeting in Washington, \"nor was a request for a meeting ever denied\". However, Israeli officials continued to assert in private that Obama appeared to have snubbed the Israeli leader. </p> <p>It will be the first time Netanyahu travels to the US as prime minister without seeing Obama. </p> <p>The perception of deepening strains was reinforced by an <a href=\"http://www.theguardian.com/world/2012/sep/11/binyamin-netanyahu-us-iran-nuclear\">undiplomatic warning to the US from Netanyahu</a> on Tuesday over Iran's nuclear programme which prompted suspicions in the Obama administration that the Israeli leader is dabbling in the American election campaign. It also resulted in an hour long call from the president to Jerusalem although the White House released little information about what was said. </p> <p>Netanyahu said other countries have no moral right to block an Israeli attack on Iran's nuclear facilities if they are not prepared to set firm \"red lines\" for Tehran, including a deadline for it to meet western demands for a halt to uranium enrichment. He did not name the US, but that is where the warning was aimed.</p> <p>\"The world tells Israel: Wait. There's still time. And I say: Wait for what? Wait until when?\" said the Israeli prime minister. \"Those in the international community who refuse to put red lines before Iran don't have a moral right to place a red light before Israel.\"</p> <p>He disparaged economic sanctions against Iran as ineffective, saying that Iran is getting closer every day to building a nuclear weapon.</p> <p>Netanyahu's comments came in response to a statement by Hillary Clinton, the US secretary of state, who at the weekend rejected Netanyahu's calls for red lines, and said sanctions and diplomacy need to be given time to shift Iran.</p> <p>\"We're not setting deadlines,\" Clinton told Bloomberg Radio. \"We're convinced that we have more time to focus on these sanctions, to do everything we can to bring Iran to a good-faith negotiation.\"</p> <p>The Israeli leader's public challenge to Obama over Iran was taken badly in Washington. The White House said of the president's call to the Israeli leader only that the two \"are united in their determination to prevent Iran from obtaining a nuclear weapon, and agreed to continue their close consultations going forward\". But there is a suspicion that Netanyahu is seeking to use the US election to bounce Obama into committing to early military action against Iran or is trying to influence Jewish American votes in favour of the more hawkish Republican candidate, Mitt Romney by suggesting the president is jeopardising Israel's security. </p> <p>Netanyahu only recently pulled back from months of threatening rhetoric over an attack on Iran, under pressure from the US and Europe – including, it emerged on Tuesday, a highly unusual visit two weeks ago of the head of the British intelligence service MI6, Sir John Sawers, as a special envoy from the prime minister, David Cameron.</p> <p>In meetings with Netanyahu and his defence minister, Ehud Barak, Sawers reinforced the message from Washington that an attack on Iran in the near future would only complicate attempts to dissuade the country from developing a nuclear weapon.</p> <p>An Israeli official source told Haaretz that British fear of an imminent Israeli strike was heightened by Netanyahu's failure in a phone call with Cameron \"to provide clear and precise answers\" to questions about Israeli intentions.</p> <p>As it toned down the rhetoric, the Israeli leadership sought guarantees of US action if Iran failed to meet western demands - the so-called \"red lines\". But Washington has refused to agree.</p> <p>The US defence secretary, Leon Panetta, further angered the Israelis by saying there is still more than a year to prevent Iran obtaining a nuclear weapon. He also contradicted Israeli claims that Iran had already decided to build an atomic bomb.</p> <p>Israel's defence minister, Ehud Barak, sought to cool tensions on Tuesday, at least in public, by saying that differences should be sorted out \"behind closed doors\".</p> <p>\"We must not forget that the US is Israel's most important source of support in terms of security,\" he said.</p> <p>Last week, the chairman of the House of Representatives intelligence committee, Mike Rogers, described attending a \"very tense\" and argumentative meeting between Netanyahu and the US ambassador to Israel, Dan Shapiro, in late August at which the pair had \"elevated\" exchanges.<br>Rogers described Netanyahu as at his \"wit's end\" over Obama's refusal to set red lines for Iran.</p> <p>\"It was very, very clear that the Israelis had lost their patience with the administration,\" Rogers told a Detroit radio station. \"We've had sharp exchanges with other heads of state and other things, in intelligence services and other things, but nothing at that level that I've seen in all my time where people were clearly that agitated, clearly that worked up about a particular issue, where there was a very sharp exchange.\"</p> <p>Rogers said Israel will probably bomb Iran if the White House does not lay down firm limits for Iran.</p> <p>Shapiro rejected the characterisation of the meeting.</p> <p>A former senior Israeli foreign ministry official and diplomat who served in the US, Alon Liel, said Netanyahu engineered the confrontation in front of Rogers.</p> <p>\"It appears to be an attempt to help the Republicans in the upcoming election. The entire show, under the patronage of Rogers, is meant to prove to the American public, and in particular to the Jewish community, that the rift between Israel and the United States is more significant and deeper than we thought,\" <a href=\"http://www.haaretz.com/opinion/diplomatic-dressing-down-part-ii.premium-1.463773\">he wrote in Haaretz</a>.</p>"
]