[
  "<p>It was 90 minutes that Barack Obama's campaign could have done without. By the same token, Mitt Romney's mounting list of conservative critics could not believe their luck. The candidate they had spent the last two weeks deriding for an anaemic and gaffe-strewn campaign emerged from the first television debate reinvigorated and self-assured. The Greek chorus of the blogosphere swiftly provided the earth-moving gear to bury the president and resurrect his challenger.</p> <p>We should be less hasty. In 2008, the press <a href=\"http://www.theguardian.com/commentisfree/2008/oct/17/uselections2008-barackobama\" title=\"\">misread</a> every one of the debates between Mr&#xa0;Obama and John McCain, much to the Democrat's benefit. Candidates very rarely land punches on their opponent, at least in the eyes of the viewer whose mind has already been made up. And television debates rarely swing election campaigns. True, in all matters of style, Mr Romney won a much-needed reprieve . He was both fired up and cautiously centrist, challenging and courteous. He stood comparison with the man who had been doing the job for four years. If this debate was about demeanour, the man whose eyes were alight, who gesticulated from the podium with passion, was Mr Romney. And the man who delivered most of his answers head down was Mr Obama.</p> <p>But in matters of substance? Mr Romney spent one third of the debate denying he was going to cut taxes for the rich, despite a mountain of evidence to the contrary. He said he would repeal Mr Obama's healthcare act, but refused to say what he would replace it with. On tax reform, healthcare, and regulating Wall Street, Romney alluded to a plan B, but without saying what it was. The stalling produced Mr Obama's best line of the debate: \"Is the reason Governor Romney is keeping all these plans secret because they're too good?\"</p> <p>Of course, Mr Obama's performance was frustrating and left his supporters <a href=\"http://swampland.time.com/2012/10/03/the-debate/\" title=\"\">gnashing their teeth</a> about what he did not say – no mention of Mr Romney's private equity firm, Bain, nor of the 47% of Americans he disowned, nor the auto industry that Mr Obama saved. But what the committed Democrat pundit wants their candidate to say is not necessarily what an independent voter in a swing state wants to hear. Did Mr Obama communicate so badly with them? The evidence may well be less dramatic than the judgment of the commentariat. A debate which went so badly for Obama could ironically have produced more ammunition for his campaign.</p> <p>There are obvious points for Mr Obama to address in the next two television debates. Letting your opponent get aggressive with you can be a good tactic when you are the new kid on the block but not the best strategy when you are the boss. Mr Obama might just have forgotten that this was 2012 and not 2008.</p>",
  "<p>The US public broadcaster, PBS, said it was \"very disappointed\" to become a \"political target\" during Wednesday's presidential debate, after Mitt Romney said he would cut federal funding to the channel.</p> <p>In a statement PBS said Romney \"does not understand the value American people place on public broadcasting\". Earlier on Thursday Paula Kerger, chief executive of PBS, said Romney's debate pledge to stop the channel's subsidy was a \"stunning moment\".</p> <p>Romney's comments sparked immediate criticism from some quarters – especially from fans of the channel's show Sesame Street – with 'Save Big Bird' trending online and a parody <a href=\"https://twitter.com/FiredBigBird\">@FiredBigBird</a> Twitter account garnering some 28,000 followers before being suspended. PBS later purchased advertising space on Twitter to defend itself from Romney's claims.</p> <p>The funding issue arose around halfway through the first presidential debate, which was hosted by PBS and moderated by Jim Lehrer, with Romney expressing dissatisfaction with the broadcaster's funding.</p> <p>\"I'm going to stop other things. I like PBS, I love Big Bird. Actually I like you, too. But … I'm not going to keep on spending money on things to borrow money from China to pay for [it],\" Romney said.</p> <p>Within minutes several parody Big Bird Twitter accounts were set up and #SaveBigBird was trending, with <a href=\"http://theweek.com/article/index/234340/unemployed-big-bird-and-3-other-debate-inspired-memes\">17,000 Sesame Street tweets being sent per minute</a>. </p> <p>\"Look what Mitt Romney has done to me,\" tweeted @FiredBigBird, alongside an edited picture of the popular yellow puppet looking forlorn as it held a \"Will work for food\" sign.</p> <p>The discussion over PBS's merits continued on Thursday, although the channel directly entering the debate came as a surprise.</p> <p>\"We are very disappointed that PBS became a political target in the presidential debate last night,\" <a href=\"http://www.thirteen.org/insidethirteen/2012/10/04/pbs-statement-regarding-october-3-presidential-debate/\">the network's statement read</a>. </p> <p>The statement said federal investment in public broadcasting \"equals about one one-hundredth of one percent of the federal budget\". </p> <p>\"Elimination of funding would have virtually no impact on the nation's debt,\" it added.</p> <p>PBS provides free-to-air television <a href=\"http://www.theguardian.com/world/shortcuts/2012/oct/04/big-bird-mitt-romney-pbs\">to around 170 million Americans</a>, with a focus on educational programming. Sesame Street and the investigative documentary show Frontline are among the best known programmes.</p> <p>\"As a stated supporter of education, Governor Romney should be a champion of public broadcasting, yet he is willing to wipe out services that reach the vast majority of Americans, including underserved audiences, such as children who cannot attend preschool and citizens living in rural areas,\" PBS said.</p> <p>According to the broadcaster, 91% of all US households with a television tune into their local PBS station during the course of a year. The service is watched by 81% of children between two and eight, PBS said.</p> <p>Even before PBS released the statement its chief executive had taken to the air to criticise Romney's remarks.</p> <p>\"With the enormous problems facing our country, the fact that we are the focus is just unbelievable to me,\" said Paula Kerger. Kerger said most federal funding does not go directly to PBS.</p> <p>\"In fact, the money that comes from the government into the Corporation for Public Broadcasting goes to our member stations,\" she said.</p> <p>Later on Thursday PBS promoted a post on Twitter – where the main case in its defence had been made – describing itself as \"trusted, valued and essential\" and asking others to retweet. The post linked to <a href=\"http://valuepbs.org/\">a website stressing the value of the service</a>.</p> <p>In any case, Big Bird can rest relatively easy. Last week Sesame Street executive vice-president Sherrie Westin <a href=\"http://cnnpressroom.blogs.cnn.com/2012/10/04/sesame-workshop-big-bird-lives-on-we-receive-very-little-funding-from-pbs/\">told CNN</a> that the show receives \"very, very little funding from PBS\", instead raising money through philanthropy and corporate sponsorship.</p> <p>\"So quite frankly, you can debate whether or not there should be funding of public broadcasting. But when they always try to tout out Big Bird, and say we're going to kill Big Bird – that is actually misleading, because Sesame Street will be here.\"</p>",
  "<p>Wednesday night's <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/presidential-debate-romney-winner\" title=\"\">debate</a> between Barack Obama and Mitt Romney underscored a core truth about America's presidential election season: the vast majority of the most consequential policy questions are completely excluded from the process. This fact is squarely at odds with a primary claim made about the two parties – that they represent radically different political philosophies – and illustrates how narrow the range of acceptable mainstream political debate is in the country.</p> <p>In part this is because presidential elections are now conducted almost entirely like a tawdry TV reality show. Personality quirks and trivialities about the candidates dominate coverage, and voter choices, leaving little room for substantive debates.</p> <p>But in larger part, this exclusion is due to the fact that, despite frequent complaints that America is plagued by a lack of bipartisanship, the two major party candidates are in full-scale agreement on many of the nation's most pressing political issues. As a result these are virtually ignored, drowned out by a handful of disputes that the parties relentlessly exploit to galvanise their support base and heighten fear of the other side.</p> <p>Most of what matters in American political life is nowhere to be found in its national election debates. Penal policies vividly illustrate this point. America imprisons more of its citizens than any other nation on earth by far, including countries with far greater populations. As the New York Times reported in April 2008: \"The United States has less than 5% of the world's population. <a href=\"http://www.nytimes.com/2008/04/23/us/23prison.html?pagewanted=all&amp;_r=0\" title=\"\">But it has almost a quarter of the world's prisoners</a>.\"</p> <p>Professor Glenn Loury of Brown University has observed that these policies have turned the US into <a href=\"http://www.cato-unbound.org/2009/03/11/glenn-loury/a-nation-of-jailers/\" title=\"\">\"a nation of jailers\"</a> whose \"prison system has grown into a leviathan unmatched in human history\". The New Yorker's Adam Gopnik called this mass incarceration \"<a href=\"http://www.newyorker.com/arts/critics/atlarge/2012/01/30/120130crat_atlarge_gopnik\" title=\"\">perhaps the fundamental fact [of American society], as slavery was the fundamental fact of 1850\"</a>.</p> <p>Even worse, these policies are applied, and arguably designed, with mass racial disparities. One in every four African-American men is likely to be imprisoned. Black and Latino drug users are arrested, prosecuted and imprisoned at far higher rates than whites, even though usage among all groups is relatively equal.</p> <p>The human cost of this sprawling penal state is obviously horrific: families are broken up, communities are decimated, and those jailed are rendered all but unemployable upon release. But the financial costs are just as devastating. California now spends more on its prison system than it does on higher education, a warped trend repeated around the country.</p> <p>Yet none of these issues will even be mentioned, let alone debated, by Mitt Romney and Barack Obama. That is because they have no discernible differences when it comes to any of the underlying policies, including America's relentless fixation on treating drug usage as a criminal, rather than health, problem. The oppressive system that now imprisons 1.8 million Americans, and that will imprison millions more over their lifetime, is therefore completely ignored during the only process when most Americans are politically engaged.</p> <p>This same dynamic repeats itself in other crucial realms. President Obama's dramatically escalated <a href=\"http://www.theguardian.com/world/2012/sep/25/drone-attacks-pakistan-counterproductive-report\" title=\"\">drone attacks</a> in numerous countries have generated massive anger in the Muslim world, continuously kill civilians, and are of dubious legality at best. His claimed right to target even American citizens for extrajudicial assassinations, without a whiff of transparency or oversight, is as radical a power as any seized by George Bush and Dick Cheney.</p> <p>Yet Americans whose political perceptions are shaped by attentiveness to the presidential campaign would hardly know that such radical and consequential policies even exist. That is because here too there is absolute consensus between the two parties.</p> <p>A long list of highly debatable and profoundly significant policies will be similarly excluded due to bipartisan agreement. The list includes a rapidly growing domestic surveillance state that now monitors and records even the most innocuous activities of all Americans; job-killing free trade agreements; climate change policies; and the Obama justice department's refusal to prosecute the Wall Street criminals who precipitated the 2008 financial crisis.</p> <p>On still other vital issues, such as America's steadfastly loyal support for Israel and its belligerence towards Iran, the two candidates will do little other than compete over who is most aggressively embracing the same absolutist position. And this is all independent of the fact that even on the issues that are the subject of debate attention, such as healthcare policy and entitlement \"reform\", all but the most centrist positions are off limits.</p> <p>The harm from this process is not merely the loss of what could be a valuable opportunity to engage in a real national debate. Worse, it is propagandistic: by emphasising the few issues on which there is real disagreement between the parties, the election process ends up sustaining the appearance that there is far more difference between the two parties, and far more choice for citizens, than is really offered by America's political system.</p> <p>One way to solve this problem would be to allow credible third-party candidates into the presidential debates and to give them more media coverage. Doing so would highlight just how similar Democrats and Republicans have become, and what little choice American voters actually have on many of the most consequential policies. That is exactly why the two major parties work so feverishly to ensure the exclusion of those candidates: it is precisely the deceitful perception of real choice that they are most eager to maintain.</p> <p>• This is an op-ed I wrote to appear in the Guardian newspaper</p>",
  "<!-- Block 1 --> <p>Good evening. Paul will be here soon enough but while you wait, here's André Villas-Boas on why he is bemused by the Europa League's unpopularity. No, really. Enjoy.</p> <blockquote> <p>André Villas-Boas has admitted he is baffled by the Europa League's constant unpopularity in England.</p> <p>The Tottenham Hotspur manager's career took off in 2010-11 when he won the competition with Porto, the climax of a season in which he claimed four trophies, leading to him replacing Carlo Ancelotti at Chelsea.</p> <p>\"The profile of the competition is raised in other countries, but not England. I don't understand it,\" Villas-Boas said in Greece ahead of his team's Group J game against Panathinaikos on Thursday. \"I'm also not in a position to criticise others managers' approach to the competition.</p> </blockquote> <p><a href=\"http://www.theguardian.com/football/2012/oct/03/andre-villas-boas-europa-league\">Continued here</a>.</p> <!-- Block 2 --> <p><strong>Preamble:</strong><br>Hats off to Andre Villas-Boas for coming up the radical of idea of actually trying to win this tournament. Will such an approach ever catch on among England's top sides? Here be the line-ups:</p> <p><strong>Panathinaikos:</strong> Kamezis; Seitaridis, Pinto, Triantafyllopoulous, Vyntra; Marinos, Vitolo, Christodoupoulos, Zeca, Owusu-Abeyie; Toché, <br><strong>Subs:</strong> Kotsolis, Chouchomis, Sissoko, Mavrias, Lagos, Formaroli, Barabrouses </p> <p><strong>Spurs:</strong> Lloris; Walker, Caulker, Dawson, Vertonghen; Lennon, Huddlestone, Dembélé, Bale; Dempsey; Defoe<br><strong>Subs:</strong> Cudicini, Gallas, Sigurdsson, Falqué, Sandro, Townsend, Mason</p> <!-- Block 3 --> <p>5.55pm: Here's what you need to know about Pana: they're a shambles. Financially they're on their knees and been forced to sell several of their best players during the summer; and that has been reflected in their form - they were beaten 3-0 by Maribor in their first match in this tournament and they are currently 12th in the 16-team Greek top flight, having won one of five matches so far (and lost to second-from-bottom Panthrakikos Komotin). Nevertheless, they still have amazing support, as proven by the scenes that greet the players upon their arrival on the pitch. Money may be desperately tight in Greece right now but there's a large and exuberant crowd in the stadium. Let's hope their fun spirit is rewarded with a fine game.</p> <!-- Block 4 --> <p><strong>1 min:</strong> AS Spurs get the game going, the camera pans around the stadium to reveal that it is, in fact, very far from full. Still, those who have forked out for tickets are creating a pleasant din. \"AVB trying to win it? He's playing his 4th choice goalkeeper!\" quips Matt Dony.</p> <!-- Block 5 --> <p><strong>3 min:</strong> A strong start by Spurs, as Bale makes a trademark gallop down the left and then fires in a tremendous cross that Pinto sticks behind for a corner. Pana fail to deal with that corner and as the ball bounces around the box, Defoe lashes a shot that bounces off Pinto's arm - Tottenham howl for a penalty, the ref ignores them</p> <!-- Block 6 --> <p><strong>5 min:</strong> Pana are palpably a rabble and Spurs are leading them on a merry dance. It is only a question of time before the visitors take the lead.</p> <!-- Block 7 --> <p><strong>7 min:</strong> Vertonghen is already looking enterprising down the left; which raises the question: how many better left flanks are there in Europe than Vertonghen and Bale? \"Where is Adebayor?\" demands Dave Heffernan. \"They must be paying him large wages to not even make the bench?\" He has a hamstring injury but might be back by this weekend.</p> <!-- Block 8 --> <p><strong>10 min:</strong> Huddlestone should enjoy this: he is being given plenty of time in central midfield to spray the ball about, though he has yet to properly avail of that room.</p> <!-- Block 9 --> <p><strong>12 min:</strong> That was better from Huddlestone. He spotted Walker's burst down the right and dinked a perfect ball through for the full-back, who collected it nicely but then miscued his shot from the edge of the area.</p> <!-- Block 10 --> <p><strong>14 min:</strong> \"Watching the game and trying very hard to feel a sense of excitement. Bring back the glory days of Uefa and games over two legs!\" booms Houro Loris. \"Happy to see Lloris play though, he has had a few terrific years and I can't understand why on earth he agreed to come Tottenham without first checking he would get Premiere League action. Amateurism and a poor agent would be the first reasons coming to mind. And AVB trauma at Chelsea when he tried to 'prepare for the future'.\" This Lloris storm is so much hooey: he will get plenty of Premier League action - Brad Friedel is 41, for crying out loud. Plus, Lloris could do with firming up his cross-collection qualities before being cast into the a league featuring Stoke, West Ham, etc. And on that note, Lloris surges off his line to collect a decent cross from Seitaridis!</p> <!-- Block 11 --> <p><strong>16 min:</strong> Dembélé waltzes past three and then serves Dempsey, who plays it back to Huddlestone, who is now trying a little too hard to dissect the defence with one ball, and sends his latest over-ambitious effort straight out of play. \"I need some guidance,\" confesses Timothy Smith. \"I have adopted Arsenal as my EPL team. I know we are supposed to hate Spurs, but they just hired my favorite player: Clint Dempsey. Is it OK if I root for Spurs when they are not playing Arsenal?\" Tim, Tim, Tim ... there are no rules: you can root for whoever the hell you want. Except John Terry.</p> <!-- Block 12 --> <p><strong>18 min:</strong> That's as trong run by Owusu-Abeyie (remember him?), even if Bale put in a worryingly feeble challenge. Fortunately for Spurs, Vertonghen came across to cut out the danger.</p> <!-- Block 13 --> <p><strong>20 min:</strong> Dempsey curls a 25-yard freekick just wide.</p> <!-- Block 14 --> <p><strong>23 min:</strong> Tottenham are still pretty much in control of this, right up to the opposing box, where their shortage of ideas has meant Pana have rarely been exposed. \"You may have missed it, but the Guardian had a pretty good MBM on the Obama/Romney debate last night,\" gushes Timothy Smith. \"It is too bad about Big Bird.\" Yes, I did miss that, but I am slightly puzzled by the love for Big Bird - he was always such a drip (although far more likeable than that Elmo fraud): the real heroes of Sesame Street were Ernie, Oscar and The Count. RIP.</p> <!-- Block 15 --> <p><strong>25 min:</strong> Pana are showing some gumption. They bound forward gamely when they get the chance ... but their latest counter-attack comes to an end when Dembélé robs the ball and plays a shrewd pass through to Lennon, whose shot from 20 yards is pitiful. \"Surely no one in England 'roots' for anybody!\" storms Jon Tumbridge, who just can't let them rules go. Besides, perhaps Timothy Smith is not from England but rather from, you know, somewhere on the other 98% of the earth, which can't all be bad.</p> <!-- Block 16 --> <p><strong>28 min:</strong> Christodouplous tonks a 27-yard freekick into the wall. Moments later Walker thoughtlessly concedes a freekick. A chance for Lloris to show off those exemplary cross-collection skills again? Yes, the man's a natural.</p> <!-- Block 17 --> <p><strong>30 min:</strong> Lloris hurtles off his line to intercept a through-ball from Owusu-Abeyie before the striker could get there. It might not be a bad thing for Tottenham if the Greeks score around about now: the apparent bluntness of their hosts seems to have lulled Spurs into complacency - a rel lack of urgency has contaiminated their play.</p> <!-- Block 18 --> <p><strong>33 min:</strong> Freekick to Spurs on the left. \"Don't forget Guy Smiley!\" pleads Diarmuid Daly in reference to the comments on 23 min. \"He could teach this generation's smarmy gameshow host morons a thing or two.\" Too right: check <a href=\"http://www.youtube.com/watch?v=2ex3leQNaOg\">this out</a>.</p> <!-- Block 19 --> <p><strong>GOAL! Pana 0-1 Spurs (Dawson 34')</strong> Huddlestone floats the freekick towards the near post, where Dawson rises well and sends an elegant header into the far corner! AVB has made him captain for tonight and there he led by example.</p> <!-- Block 20 --> <p><strong>36 min:</strong> Bale is allowed to run from mid-way to the edge of the box before having a pop. Karnezis pushes it behind for a corner.</p> <!-- Block 21 --> <p><strong>39 min:</strong> Spurs are threatening a second goal now. Huddlestone and Bale have both forced decent saves from the keeper in the last couple of minutes. \"Eh, you forgot Grover on that list of Sesame Street heroes,\" protests Rory Gleeson. \"He was a true gent.\" Yes, he was. And he knew that anything is possible when you smell like a monster and know the meaning of the word 'on'.\"</p> <!-- Block 22 --> <p><strong>40 min:</strong> Bale booked for a clumsy tackle on Seitaridis, who has been Pana's best performer so far, raiding down the right to reasonable effect.</p> <!-- Block 23 --> <p><strong>43 min:</strong> Lloris fumbles a cross! Seitaridis clipped one in from the right, and the keeper jumped for it under mild pressure from Toché ... and he dropped it! But luckily for Lloris, no one was on hand to take advantage and he was able to pounce on it at the second attempt.</p> <!-- Block 24 --> <p><strong>Half-time:</strong> That was quite easy for Spurs, who have established a lead that looks unassailable without over-exerting themselves. Help themselves to another goal and AVB will have a perfect chance to rest a couple of players. I'd also like to see him give a run-out to Falqué, of whom I've seen little.</p> <!-- Block 25 --> <p>Half-time chitchat: \"I'm an American soccer fan,\" admits Daniel Stauss. which means that I'm supposed to think that everything Clint Dempsey does is better than anyone's ever done it before, unless of course Landon Donovan did it first, but there was something so petulant about his move from Fulham that I'm a little disgusted with the guy. Mostly because the EPL does petulant transfer snits better than anyone, and Deuce let the whole country down by not fleeing across an ocean and getting in a little golf.\"</p> <!-- Block 26 --> <p><strong>46 min:</strong> Pana change: Marinos off, Sissoko on.</p> <!-- Block 27 --> <p><strong>48 min:</strong> Huddlestone sizes up a freekick from almost the same position from the one that led to the first goal (except at the other end, obviously). He producs another good delivery but a Tottenham player had ventured offside so Pana get a chance to relieve the pressure, for now.</p> <!-- Block 28 --> <p><strong>49 min:</strong> Beautiful ball from Vertonghen to Defoe, who, alas, had strayed offside. If he's waited a nanosecond he would have been clean through on goal.</p> <!-- Block 29 --> <p><strong>52 min:</strong> Owusu-Abeyie canters down the left, Walker having been caught out of position. The Ghanaian looks up in search of a colleague to aim for in the middle but, without an obvious target, then decides to just whack the ball across the face of goal. Dawson stretches out a leg (one of his own, happily) to divert it behind for a corner.</p> <!-- Block 30 --> <p><strong>55 min:</strong> Dempsey slides a pass through for Defoe, whose first touch is good, as is his second, but then he blazes his shot over from 17 yards.</p> <!-- Block 31 --> <p><strong>56 min:</strong> \"Solid defending by Walker to pinch the ball off Sissoko just as the Ivorian seemed set to shoot from 15 yards. \"While the game looks OK on TV, the many sections of empty seats in the Athens Olympic stadium provide a sobering sneak preview of what West Ham's matchdays will look like once they move to Stratford,\" reckons Dan Hamilton. \"Apart from derbies with Millwall, of course.\"</p> <!-- Block 32 --> <p><strong>58 min:</strong> Dempsey has a ping from 25 yards. Easy save for the keeper.</p> <!-- Block 33 --> <p><strong>60 min:</strong> What the heck are Atletico Bilbao up to? They've left Llorente out again and are currently 3-0 down to Sparta Prague! Elsewhere , Videoton are beating Sporting Lisbon by the same score, while Helsingborgs 0 whom Celtic beat to get to the Champions League group stages - are leading 2-0 against Sctheve McClaren's Dutch table-toppers Twente.</p> <!-- Block 34 --> <p><strong>63 min:</strong> I won't lie to you, at least not right now: this match is trying the patience. Tottenham could be out of sight if they were more bothered. But they're not, which, I suppose, means there is still a little intrigue in the game, if not much action.</p> <!-- Block 35 --> <p><strong>64 min:</strong> Bale tries to liven things up with a shot from 25 yards. It wobbles wide.</p> <!-- Block 36 --> <p><strong>66 min:</strong> Spurs substitution: AVB is trying to lift his team with a change: off trots Dempsey, on bounds Sigurdsson.</p> <!-- Block 37 --> <p><strong>69 min:</strong> Toché blems a 30-yard freekick over the bar. Spurs have become so indolent that they deserve to concede but this mob don't look capable of punishing them.</p> <!-- Block 38 --> <p><strong>72 min:</strong> That was Jermaine Defoe at his best! Well, right up until his shot, which was deflected behind for a corner. But he created the space for himself beautifully and then feinted and darted his to the edge of the box before his drive was turned behind. The corner came to nought.</p> <!-- Block 39 --> <p><strong>75 min:</strong> Vyntra booked for pulling over Lennon as the little winger skipped past him. Freekick to the right of the Pana's box ...</p> <!-- Block 40 --> <p><strong>76 min:</strong> Spurs substitution: before the free-kick can be taken, AVB withdraws Lennon and introduces Townsend.</p> <!-- Block 41 --> <p><strong>77 min:</strong> Bale rolls the freekick to Siguardsson, who lazily lumps it into the out-rushing defender.</p> <!-- Block 42 --> <p>GOAL! Pana 1-1 Spurs (Toché 77') Spurs are finally punished for their slackness! Seitaridis, who has been Pana's best player all night, splits the defence with a superb pass from the right and Toché, having dashed between Dawson and Caulker, pokes it past Lloris!</p> <!-- Block 43 --> <p><strong>79 min:</strong> Buoyed by their against-the-odds goal, Pana are now pushing for a second. And they've won a freekicx on the edge of the box thanks to a foul by Walker.</p> <!-- Block 44 --> <p><strong>80 min:</strong> Spurs substitution: Huddlestone off, Sandro on.</p> <!-- Block 45 --> <p><strong>82 min:</strong> Tottenham's slackness persists: they could actually lose this, which would be quite a feat. Meanwhile, John Willough has a theory as to why Atletico Bilbao are tanking at the moment. \"Marcelo Bielsa is sulking after his row with Llorente at training recently, and so left him out of the team. The rest of the team is sulking because now they have to get some goals themselves instead of just giving Llorente the ball and letting him get on with it. Llorente is now sulking in the stands.\" Having said that, they've pulled it back to 3-1 against Sparta Prague.</p> <!-- Block 46 --> <p><strong>85 min:</strong> Pana change: Christodoulpoulous off, thankfully, and Mavrias on.</p> <!-- Block 47 --> <p><strong>87 min:</strong> Spurs scrounge a corner. Bale swings it in ... Caulker nuts it over from close range, under pressure from the goalkeeper, who is given a freekick for absolutely nothing. The protection given too keepers is ridiculous.</p> <!-- Block 48 --> <p><strong>89 min:</strong> Pana fans appear to be belting out Culture Club's Chamleon, perhaps because their goal was karmic punishment for Spurs' sluggishness.</p> <!-- Block 49 --> <p><strong>90+1 min:</strong> Spurs are finishing on the back foot here and find themselves throwing their bodies in front of Greek shots to cling on to a draw ...</p> <!-- Block 50 --> <p><strong>90+2 min:</strong> OK&lt; not totally on the back foot: Bale scampers down the right and sends in a fine cross ... but no one was there to take advantage.</p> <!-- Block 51 --> <p><strong>90+3 min:</strong> It's all over. That was shoddy by Spurs, who never got into full match mode and eased off even further after taking the lead. They ended up clinging on for a point against a team they could have beaten by several goals. The upshot is that they still haven't put in many convincing 90-minute displays under AVB. \"Muppets,\" sums up SImon McMahon, in keeping with tonight's riff.</p>",
  "<p>Jubilant Republicans declared the US election race back on Thursday, calling Mitt Romney's resounding victory over Barack Obama in the first of the presidential debates a \"game changer\".</p> <p>With just over a month left to the election, Republicans gleefully celebrated a rare win they are hoping will arrest Romney's campaign slump.</p> <p>The Republican governor of New Jersey, Chris Christie, described Romney as having had a \"game-changing debate\" and expressed confidence he would be able to build on his victory.</p> <p>A CNN flash poll of registered voters had 67% saying Romney had won it, while just 25% gave it to Obama.</p> <p>Obama's team was engaged in a post-mortem into why the president had performed so badly in the debate, unable to cope with Romney's sustained aggression and appearing tired and disinterested.</p> <p>Obama's chief strategist, David Axelrod, admitted the team was going to take \"a hard look\" at the president's performance, including whether he had failed to spend enough time in debate preparation.</p> <p>He added the team will \"make some judgments about where to draw the lines in these debates and how to use our time\".</p> <p>Both candidates hit the campaign trail on Thursday, Obama speaking at events in Colorado and Wisconsin, both swing states, and Romney in Colorado and another swing state, Virginia.</p> <p>During a surprise appearance at the Colorado Conservative Political Action Conference meeting in Denver, Romney said the debate was a contrast of \"two visions\" telling the the crowd: \"I saw the president's vision as trickle-down government and I don't think that's what America believes in. I see instead a prosperity that comes through freedom.\"</p> <p>At a rally in Denver, Obama raised the theme the Democrats are going to push over the coming weeks: that Romney lied repeatedly during the debate. \"You owe the American people the truth,\" he said. </p> <p>Conservatives have gone overnight from viewing Romney as a lost cause to a candidate with at least a chance of the White House. Romney's team is hoping that his feisty performance in Denver will translate into rise in his poll figures and close the gap with Obama in swing states.</p> <p>The Obama team expressed scepticism over whether there will be a shift in the polls, saying that while voters might have given the debate to Romney, that did not mean they intended to vote for him in the general election.</p> <p>Romney has been struggling for months, with one setback after another, unable to get ahead of Obama. In spite of the boost to his campaign from the debate, Romney still faces an extremely tough task in turning around the swing states.</p> <p>However, his campaign is almost certain to receive another boost on Friday when the monthly jobs figures are released and these are expected to show little change from unemployment that has been hovering around 8% this year.</p> <p>As both campaigns anxiously awaited the first batch of polls, Romney appeared to have achieved at least one initial reward: donors who had been threatening to switch their funds from Romney, giving up on him in favour of channelling money to Republicans in winnable Congressional races, hoping to take the Senate. Andrea Saul, Romney's press secretary, tweeted that after the debate the Republican challenger received more than two donations every second. </p> <p>Erick Erickson, conservative editor of the widely-read Red State blog, wrote in a tweet: \"Been on a call with some Romney donors who tonight abandon the idea of moving their money to congressional races. They'll stay with him.\"</p> <p>Reflecting the sense of triumphalism among Republicans, Erickson also tweeted that the Democrats might be better putting up an empty chair instead of Obama next time and asking who would notice, a reference to Clint Eastwood's performance at the Republican convention.</p> <p>James Carville, one of Bill Clinton's strategist, conceded on CNN that Obama had been off his game and could not cope with Romney's aggression. \"Romney came in with a chainsaw. He's trying to talk to a chainsaw,\" Carville said.</p> <p>Romney's win increases the interest in next week's vice-presidential debate between Joe Biden and his Republican opponent Paul Ryan. The Republicans will be keen to keep the momentum building with another win before Obama and Romney square off again, in New York state, on 16 October.</p>",
  "<video data-media-id=\"gu-video-397222463\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/5/1349424207139/Barack-Obama-in-Denver-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/5/121005ObamaRomney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/5/121005ObamaRomney-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/5/121005ObamaRomney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/5/121005ObamaRomney_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121005ObamaRomney/121005ObamaRomney.m3u8\"/> </video>   <p>Barack Obama and the Democrats have accused Mitt Romney of dishonesty as they seek to limit the political damage from the president's lacklustre performance in the first debate. </p> <p>Speaking at a rally in Denver on Thursday morning before flying to another campaign event in Wisconsin, Obama suggested the Republican had not been candid about his positions on tax and other issues on the podium on Wednesday evening. </p> <p>\"Governor Romney may dance around his positions but if you want to be president, you owe the American people the truth,\" he said.</p> <p>\"When I got on to the stage, I met this spirited fellow who claimed to be Mitt Romney,\" Obama told the crowd. \"But it couldn't have been Mitt Romney, because the real Mitt Romney has been running around the country the last year promising $5tn in tax cuts that favor the wealthy. The fellow on stage said he didn't know anything about that.\"</p> <p>The confident, fired-up appearance by Obama was in stark contrast to his performance in the debate when he seemed disengaged, and at time frustrated as Romney batted away attacks on his policies.</p> <p>In one key exchange at the start, Obama said Romney was planning $5tn of tax cuts and had not explained how he was going to pay for those without increasing the deficit. Romney flat-out denied this was his policy.</p> <p>But independent analysts have said the tax cuts he is proposing would total almost $5tn over 10 years, and that it would be \"mathematically impossible\" to pay for that solely by stopping tax breaks for high-income individuals.</p> <p>Later, during a section on healthcare, Romney insisted that he had an alternative plan to ensure that people with pre-existing conditions were not discriminated against by health insurance companies. But after the debate, senior adviser Eric Fehrnstrom conceded that it would be down to individual states to introduce legislation to protect people with pre-existing conditions.</p> <p>The Democrats are planning to hold Romney to account on these and other issues, Obama's chief strategist, David Axelrod, told reporters in a conference call on Thursday morning.</p> <p>\"Governor Romney gave a good performance and we give him credit for that,\" Axelrod said. \"The problem is that none of it was rooted in fact.\" Describing Romney as \"devoid of honesty\", he also accused the Republican of lying over his claim that he would regulate Wall Street.</p> <p>As the Obama team conducted its post-mortem, his campaign advisers faced questions about why Obama had appeared tired and uninterested, and about his failure to match Romney's aggression.</p> <p>Axelrod admitted that Democratic supporters would have been disappointed that Obama had not raised strong issues such as the Republican position on women's rights, or the secret video showing Romney disparaging 47% of voters as freeloaders or his record as chief executive of the investment fund Bain Capital. Axelrod said the president had not wanted the debate to turn into a slugfest that would have alienated the millions of television viewers.</p> <p>One of Axelrod's counterparts in the Romney camp, Ed Gillespie, interviewed on MSNBC, defended Romney's failure to go into the specifics of his tax plans, saying it would not make sense to box himself into a policy ahead of negotiations between a president and Congress.</p> <p>\"If you negotiate this now, you and me on the set or candidates in campaigns across the country, you end up locking people in positions in a political environment that makes it impossible to govern,\" Gillespie said.</p> <p>In the 90-minute debate, Romney was forceful from the start, accusing Obama of repeatedly portraying the Republican's policies as inaccurate, and he maintained that momentum throughout. Obama, looking tired and at times irritated, remained largely calm.</p> <p>Obama, seemingly frustrated with Romney's elusiveness, retorted that it had been his opponent's strategy for 18 months. \"And now, five weeks before the election, he's saying that his big, bold idea is: 'Never mind'\".</p> <p>At times, Romney patronised the president, saying that he did not understand business or accountancy. \"Mr President, you're entitled to your own airplane and your own house, but not your own facts,\" he said at one point. In another powerful attack which is at the core of the Romney message, he listed unkept promises and told Obama: \"You've been president for four years.\"</p> <p>The president, by contrast, was hesitant in his responses. One of the biggest surprises was that he failed to deliver any of the attacks that have been successful on the campaign trail and have been used to devastating effect in television ads in swing states. There was no mention of Romney's disparaging remarks about the 47% of the population being freeloaders, nor of his opponent's tenure at Bain Capital.</p> <p>The main image of the night will be of Romney, eyes alight, gesticulating from the podium with a rarely seen passion, while Obama, playing into his image as professorial, delivered most of his answers with his head down.</p> <p>On healthcare reform, Obama defended his controversial changes to expand coverage, saying it was almost identical to changes introduced by Romney while he was governor of Massachusetts.</p> <p>Romney denied they were identical, claimed Obama's plan increased costs and reiterated that he would repeal the reform.</p> <p>\"In my opinion, the government is not effective in bringing down the cost of almost anything. The right answer is not to have the federal government take over healthcare,'' Romney said.</p>",
  "<p>A Kazakh-born US citizen appeared in court Thursday on charges of illegally smuggling military technology for Russian intelligence.</p> <p>Alexander Fishenko and six others did not enter pleas at an initial hearing in Houston, during which they were formally briefed on the indictment. They will return to court on Friday at a session to determine if they are to be released on bail ahead of a possible trial.</p> <p>Prosecutors claim the defendants sold cutting-edge microelectronics that could be used in Russian weapons systems, exchanged communications with Russian intelligence and tried to hide documents when they suspected authorities were onto them.</p> <p>Moscow has denied it has anything to do with the alleged network, details of which were released by US authorities on Wednesday.</p> <p>The Russian foreign ministry has expressed surprise at the allegations.</p> <p>\"The charges are of a criminal nature and have nothing to do with intelligence activity,\" deputy foreign minister Sergei Ryabkov told Russian news agencies.</p> <p>The situation had led to concern in Russia, whose relations with its former cold war enemy remain difficult despite President Barack Obama's call for a new start.</p> <p>Authorities were questioning the Russian nationals who were among the accused, Ryabkov said.</p> <p>Foreign Ministry spokesman Alexander Lukashevich said Washington had informed Moscow that the charges were criminal and unrelated to espionage.<br>\"We will look into this situation and what really happened, and what charges are being imposed on our citizens,\" he said.</p> <p>US authorities had \"not properly informed\" Russia of the arrest of its citizens and Russian diplomats were seeking access to them, he added. A consul had met one in a courtroom, he said.</p> <p>In all, some 11 people, and companies based in Houston, Texas and Moscow, have been accused of illegally exporting high-tech components to Russian security agencies.</p> <p>A US official said Fishenko, a Kazakhstan native who immigrated to the United States in 1994 and has frequently travelled to Russia, had been charged with operating in the United States as an unregistered agent of the Russian government.</p> <p>The indictment alleges that since October 2008, the 46-year-old and his co-defendants \"engaged in a surreptitious and systematic conspiracy\" to obtain the highly regulated technology from US makers and export them to Russia.</p> <p>US authorities say the microelectronics could have a wide range of military uses, including radar and surveillance systems, weapons guidance systems and detonation triggers.</p> <p>They also say the charges come amid a modernization campaign by Russian military officials hungry for the restricted, American-made components.</p> <p>\"The defendants tried to take advantage of America's free markets to steal American technologies for the Russian government,\" Loretta Lynch, US attorney in Brooklyn, said in a statement Wednesday.</p> <p>In an interview this week, foreign minister Sergei Lavrov said Moscow and Washington must do more to strengthen relations because the \"reset\" called for by Obama could not last forever.</p> <p>Republican candidate Mitt Romney has accused Obama of being soft on Moscow during his four-year term and described Russia as the United States' \"number one geopolitical foe\".</p>",
  "<h2>Top zinger</h2> <p><strong>Romney: </strong>Any challenger running for the White House knows that he needs to get in his \"zingers\" – those one-liners that play well on TV and stick in the mind. Romney had plenty in the bag and used them well, talking of \"trickle-down government\" and charging that \"under the president's policies, middle-income Americans have been buried; they're just being crushed\".</p> <p><strong>Obama: </strong>While the president generally struggled to get his \"zingers\" across, over-larding them with too much detail, he did get in a pithy dig about Romney's vague budget proposals which he claimed didn't add up. \"It's math. It's arithmetic,\" he said, wondering sardonically later in the debate whether the Republican nominee was keeping his plans \"secret because they're too good?\"</p> <h2>Main attack line</h2> <p><strong>Romney:</strong> In a debate devoted to the economy and domestic government, Romney pressed home his case that Obama was hurting the middle class. He went for the emotional jugular, talking about a woman he'd met in Dayton, Ohio, out of work since May, who asked him: \"Can you help?\" He also memorably attacked Obama for investing $90bn on \"green energy\" – a phrase delivered as a pejorative.</p> <p><strong>Obama:</strong> Kept returning, effectively, to the hole in Romney's budget. Add $5tn of tax cuts to $1tn extending the Bush tax cuts for the rich and $2tn of extra defence spending \"that the military hasn't asked for\", and you've got an $8tn gap that ordinary Americans will have to make up. Romney denied the figures, but the charge of irresponsible economic planning could stick.</p> <h2>Stylistic strength</h2> <p><strong>Romney:</strong> Came across as relaxed and on top of his material. Made an effective final statement, delivered direct to camera, in which he promised to help create 12m new jobs, block Obamacare and keep America strong.</p> <p><strong>Obama: </strong>Showed only occasional flashes of his legendary oratorical skills. In an echo of the support he drew at the Democratic national convention last month from his Democratic predecessor in the White House, Obama seemed to gain in stature when he alluded to Bill Clinton. Under Clinton's approach to the economy, he said, \"we created 23m new jobs. We went from deficit to surplus, and business did very well.\"</p> <h2>Stylistic weaknesses</h2> <p><strong>Romney:</strong> In a generally polished performance that made Obama look stuttering and insufficiently prepared, Romney continued to suffer from physical traits that render him wooden on camera. He has a way of holding a half-smile on his face while listening to his opponent that appears perilously close to a smirk.</p> <p><strong>Obama:</strong> Somebody needs to have the courage to tell the president – and surely they will before the next debate on 16 October – that he has to stop staring down at his notes while Romney is speaking. Hasn't he heard of split-screen TV broadcasting? It made him look sullen, grumpy and at worst disengaged from his challenger.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397204082\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349372492918/obama-debate-notes-010.jpg\" alt=\"obama debate notes\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama looks down at his notes. Again. Photograph: Chip Somodevilla/Gerry</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Gerry</span> </figcaption> </figure>  <h2>Missed opportunity</h2> <p><strong>Romney:</strong> Didn't miss much. He'd been so well prepared for this occasion – honing his lines in lengthy dummy runs with aides – that he packed it all in, from pithy attacks on Obamacare and the president's job record, to a namecheck of \"our creator\" to please the religious crowd. He also made sure not to repeat the gaffe in his convention speech in Tampa in August, when he forgot to thank America's military heroes.</p> <p><strong>Obama:</strong> The Obama re-election campaign has been running TV adverts in key swing states for weeks now reminding voters of <a href=\"http://www.motherjones.com/mojo/2012/09/romney-secret-video-marc-leder-sex-parties\">Romney's comments at a private fundraiser</a> that there are 47% of Americans who are \"dependent on government\". But there was no mention of the remarks during the debate. Pundits were amazed. \"Seriously, Dems, can you believe that Obama never used the 47% video? Incredible!\" tweeted political analyst Larry Sabato.</p> <h2>Fact check</h2> <p><strong>Romney: </strong>Was blatantly creative with the truth at a number of important points. He accused the president of doubling the annual national deficit, <a href=\"http://factcheck.org/2012/10/dubious-denver-debate-declarations/\">which has in fact</a> hovered around the $1.2tn that Obama inherited. The Republican nominee was misleading when he blamed Obama for cutting $716bn from Medicare spending on health care for older people – those savings were agreed with health insurance providers and hospitals a<a href=\"http://www.chicagotribune.com/news/chi-potus-debate-fact-check-20121004,0,5248662.story\">s part of the negotiations over Obamacare</a>. He said about half the green energy projects backed by federal grants had closed, when <a href=\"http://www.chicagotribune.com/news/chi-potus-debate-fact-check-20121004,0,5248662.story\">only three of the 26 award-winners</a> have perished and others have prospered.</p> <p><strong>Obama: </strong>Didn't tell the porkies that Romney did, though he did stretch the point on occasion. Obama referred several times to the Republican candidate's plans to make $5tn in tax cuts – a figure that was deduced by the independent Tax Policy Center but over 10 years. Romney has promised to offset the cuts by ending tax loopholes and deductions, though he has been very slippery about stating precisely <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/04/barack-obama/obama-says-romneys-plan-5-trillion-tax-cut/\">how he would make up the revenue losses</a>.</p>",
  "<p>When Jim Lehrer laid out the ground rules for last night's debate – six blocks of 15 minutes, two-minute chunks of response, no cheering – about the only thing that held true was his granting of a preliminary \"noise exception\" as the candidates were introduced. It may be best to view the entire evening through that lens: an hour-and-a-half exception, for the purposes of introduction, to the campaign cacophony we've been subjected to so far, the babble and squeak of commentary and complaints that has been in the background consistently, even <em>during</em> the debates of the Republican primary, when the press was silent but the clown-car of GOP candidates acting as their own peanut gallery.</p> <p>Last night, Mitt Romney and Barack Obama went head-to-head without the distraction of other candidates – and there was no simultaneous commentary, no applause, not even, really, a moderator. </p> <p>It was an arena with no weapons except one's wits; maybe we shouldn't be surprised that the president's seemed duller. He hasn't participated in a one-on-one contest (much less a football-team-sized scrum) in four years. The only debates he's gotten into with someone who's even close to his equal have been with Michelle and, let's face it, she probably lets him win.</p> <p>In 2008, when John McCain wanted to \"suspend\" the presidential campaigns in order to \"focus on the economy\", he suffered in part because of what it seemed to say about his ability to manage actually being president. Anyone capable of doing <em>that</em> surely shouldn't have to choose between campaigning and participating in a discussion about the economy – or, as the <a href=\"http://www.washingtonmonthly.com/archives/individual/2008_09/014867.php\">pundits put it</a> then, \"I think walking and chewing gum at the same time is part of the president's job.\"</p> <p>In Denver, Obama barely seemed able to stand still and stay awake. He didn't even lift a finger to save Big Bird.</p> <p>The debate highlighted almost all of Obama's worst qualities: he seemed bored to the point of condescension, particular to the point of testiness, and proved for the hundredth or so time that he is Worst. Socialist. Ever. \"We ought to bring the tax rates down,\" Obama agreed, \"Both for corporations and for individuals.\" And that was in addition to telling Lehrer that he and Romney had a \"somewhat similar position\" on social security! This last concession was especially wounding to progressives and undermined the argument Obama implied when he said, \"If you are 54 or 55, you might want to pay attention.\" Maybe he meant that line more literally, in which case I guess there's a reason he put the rest of us to sleep.</p> <p>Not that Romney was much better. Personally more amped, but substantively just as bland, the GOP nominee pulled off only one truly astonishing trick: maintaining the attitude of someone on the high wire while, in reality, creeping close to the ground. Compared to the bold (even foolhardy) choices he's made throughout his campaign in service of appealing to the Republicans' most staunch rightwingers, this iteration of Romney hewed close to the center even as his eyes glinted with radical zeal (or maybe too much sugar).</p> <p>His bullet-pointed answers were all form and no function – and continued to gloss over specifics with an airy attitude that last night implied confidence rather than confusion. Maybe staffers told him he wasn't going to have to be funny, after all.</p> <p>Granted a context-free performance, Romney unveiled the brand-new General Election Edition of himself: an energetic advocate of bipartisanship and measured regulation of the market. Positioning himself as a cheerful alternative to the distracted, skinny stiff to his left, Romney 4.0 (I think?) so wowed conservative partisans that they seemed to have forgotten the Romney on stage was not the one they'd nominated. Will their excitement over the renewed prospect of winning prevent a Tea Party revolt, or provoke disavowal of the scorched-earth ideological strategy that has led to the re-embrace of Todd Akin?</p> <p>It largely depends on who appears on the hustings today. How much does the mileage for the \"Romney hybrid\" depend on journalists eager for an exciting race clearing the road ahead of obstacles – such as consistency or detail? </p> <p>The Obama team, reportedly, expected to see pundits swoon over an even tolerable performance by Romney. Indeed, recent history suggests that a desire for a close contest can inflate poor performing candidates' grades – John Kerry \"won\" all four of his debates against George Bush. Those same Obama staffers were probably less prepared for the onslaught of positive reviews from the general public that came via insta-polls last night and this morning. These results give weight to the argument that Republicans have been making all along: Americans are tired of seeing the same bad news over and over, and the president's turn as the problem-solver has passed.</p> <p>At best, he can only offer stewardship; Romney gave a glimpse of what it might be like to have a bright and shiny new leader. In the marketplace of ideas, Romney presented a beautiful gift box. Unopened. Mint.</p>",
  "<p>As Democrats and Republicans engaged in a fierce battle of spin and damage control in the wake of the first presidential debate, there was one area of general consensus: moderator Jim Lehrer was the big loser.</p> <p>The veteran journalist, currently the executive editor of PBS Newshour, may have been hosting his twelfth such debate but he faced a blistering level of criticism for his performance.</p> <p>Lehrer was accused of allowing the candidates to ride roughshod over the debate's rules, failing to enforce time limits that had been agreed upon beforehand and generally letting the entire discussion drift off topic and failing to impose himself on either Barack Obama or Mitt Romney.</p> <p>\"He didn't follow up. Today, moderators are expected to be aggressive: they're going to ask a question, they throw it out there, they don't just say a topic. They ask a question,\" said MSNBC anchor Chris Matthews.</p> <p>Huffington Post writer Howard Fineman also slammed Lehrer. \"Jim Lehrer was practically useless as the moderator,\" <a href=\"http://www.politico.com/blogs/media/2012/10/media-piles-on-moderator-jim-lehrer-137473.html\">Fineman said on MSNBC</a>.</p> <p>On social media the poor reviews of Lehrer's performance were no better.</p> <p>\"Definitely Lehrer's last debate,\" said New York Review of Books political writer Michael Tomasky <a href=\"https://twitter.com/mtomasky/status/253680938242953217\">on his Twitter account</a>.</p> <p>\"Regardless of who is winning this debate, Jim Lehrer is losing,\" said a tweet from <a href=\"https://twitter.com/danabrams/statuses/253667303227531264\">ABC News analyst Dan Abrams</a>.</p> <p>Late-night comedian and major Democratic donor Bill Maher was typically blunt. \"Lehrer sucked,\" he tweeted. Former New York Times editor Bill Keller went even further, referring to Lehrer as \"roadkill\" and giving his performance a D grade.</p> <p>Conservatives also piled in, their criticism perhaps making it unlikely that Lehrer, 78, will ever be asked to moderate such a high-profile debate again. \"Romney just ran right over Lehrer,\" tweeted conservative talk show host Dana Loesch. Fellow conservative media figure, Laura Ingraham, tweeted Lehrer was \"a bit overwhelmed\".</p> <p>Attention focused on Lehrer's seeming inability to get the candidates to restrict themselves to the questions he asked and the broad nature of some of queries. When Lehrer tried to move on from the first segment, Romney cut him off by saying: \"I get the last word of this segment.\"</p> <p>Later in the debate Obama also shrugged off Lehrer's attempts to keep the candidates in line when he pointed out the president had used up his allotted two minutes. Obama snapped that he \"… had five seconds before you interrupted me\" and then proceeded to talk for at least another half a minute.</p> <p>The delays in the debate got so bad that the final segment – meant to last fifteen minutes – only got three minutes. Nor was that just down to Obama and Romney embarking on long monologues. At one stage Lehrer himself took up a valuable 51 seconds to ask a single question.</p> <p>But Lehrer was not entirely without defenders.</p> <p>In a blogpost, <a href=\"http://www.washingtonpost.com/blogs/erik-wemple/post/jim-lehrer-a-stand-in-for-american-dissatisfaction-with-media/2012/10/03/050bad70-0dcc-11e2-bb5e-492c0d30bff6_blog.html\">Washington Post columnist Erik Wemple</a> jumped his defence and said the tidal wave of criticism for his performance had been overblown.</p> <p>\"The debate was excellent — free-flowing, multi-topical, informative and civil,\" he wrote. He added that Lehrer's inability to enforce time limits had not been a problem in sparking an interesting exchange of ideas and points of view.</p> <p>Wemple praised the candidates for their ideas and added: \"Lehrer, though, deserves a nod as well. He moderated the thing, after all. Much of the vitriol headed his way grinds at his inability to enforce time limits, which are arbitrary and dumb anyhow.\"</p>",
  "<h2><a href=\"www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Even a passable performance was going to earn Romney hosannas'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201289\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/5/1/1335856877642/michael-cohen-003.jpg\" alt=\"michael cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">michael cohen Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Wednesday's debate between Mitt Romney and Barack Obama can be summed up by one moment. Early on, the president accused Romney of wanting to put in place a $5tn tax cut that will, he claimed, blow up the deficit and curtail spending.</p> <p><a href=\"http://abcnews.go.com/Politics/OTUS/presidential-debate-transcript-denver-colo-oct/story?id=17390260&amp;singlePage=true#.UG0SV_lXt8s\">Romney denied he has a plan</a> of such magnitude; that it would \"reduce the taxes paid by high-income Americans\"; or that it would even widen the deficit. Why, you might ask? Because, according to Romney, he would \"lower deductions and exemptions and credits … so we keep getting the revenue we need.\" In other words, don't worry about all that lost revenue: I'm going to make some other changes to the tax code. It all sounded quite reasonable.</p> <p>The problem, however, is that it isn't plausible. A <a href=\"http://www.huffingtonpost.com/2012/10/03/debate-fact-check_n_1937831.html?utm_hp_ref=elections-2012\">20% across-the-board tax cut</a> <em>will</em> cut taxes for the wealthy and it almost certainly will increase the deficit, especially since Romney also wants to spend trillions more on defense and hasn't indicated any significant spending cuts that he supports.</p> <p>This is the deception lurking behind Romney's economic plan. In fact, <a href=\"http://www.taxpolicycenter.org/publications/url.cfm?ID=1001628\">according to the Tax Policy Center</a>, it's mathematically impossible to close enough loopholes to make Romney's tax cut plan deficit neutral. Thus, the obvious rejoinder to Romney's assertions is to ask him point blank: \"OK, Governor Romney, what loopholes would you cut? What deductions would you remove from the tax code? Would you get rid of the mortgage interest deduction?\"</p> <p>Barack Obama, for some inexplicable reason, didn't ask those questions.</p> <p>Romney's lack of policy specifics is his most obvious glass jaw. On the one hand, if unchallenged, it gives Romney the opportunity to sound credible and sensible – everyone sounds more reasonable on the issue of tax cuts when they don't have to delve into details. On the other hand, it allows Obama to test Romney's credibility or fill in the blanks himself – as Obama tried to do by claiming that Romney's plan would likely result in higher middle-class taxes.</p> <p>Yet, Obama didn't take advantage – seeming, instead, content to play defense and avoid getting in the muck with Romney. While the media hysteria over Obama's lackluster performance is overstated, this strategy was a big political mistake. </p> <p>Reporters are desperate for the race to tighten and with expectations for Romney as low as can be imagined, even a passable performance was going to earn him hosannas. That Romney gave a rather strong performance and Obama was so passive, created the perfect opportunity for the press to tout the \"Romney resurgence\" meme and give him the big debate \"win\" that he needed.</p> <p>Considering the deep polarization of the electorate – and that <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">debates rarely change the trajectory of a race</a> – last night is likely not going to have a huge impact on the campaign. But this was a significant and unnecessary bump in the road.</p> <p>Being likable is all well and good, but sometimes, you have to go on the offensive. If your opponent throws you a fastball down the middle of the plate – as Romney did on his tax cutting plans – take a swing.</p> <p><em>Michael Cohen is a US columnist for the Observer and Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/cheri-jacobus\">Cheri Jacobus</a>: 'Barack Obama didn't want to be there'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201290\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/3/1325610796868/cherijacobus_140x140.jpg\" alt=\"Cheri Jacobus\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>The body language told the story.<br>&#xa0;<br>Governor Romney spoke directly to President Obama, making it clear how his policies had failed these past four years, and gave a robust explanation of his vision and plans to create jobs and grow the economy. Obama couldn't look him in the eye. He looked down at his notes, knowing he was being taken to the woodshed, and rightfully so. There was no teleprompter to save him.</p> <p>President Obama acted as though someone else had been in the White House these past four years, and offered a scatter-brained professorial presentation of theory, with nothing to brag about from his presidency. Mitt Romney, meanwhile, hit all the right notes on Obamacare, while the president smirked and looked at his feet. </p> <p>Romney reminded America that Obamacare does, in fact, establish a board that will ultimately decide on treatment options. While Obama tried to convince us all that Obamacare was not a government takeover of healthcare, he was unconvincing – he didn't even seem to believe what he was saying.</p> <p>And kudos to Governor Romney for calling Obama out on passing the most massive piece of legislation in history without a single vote from the other party – something that no president had ever done. Even in the most partisan and rancorous of times in Washington, there was enough respect for the two-party system and voters to avoid such an arrogant and autocratic move. It is the chief reason voters threw out so many members of Congress from Obama's party in 2010 and put Republicans in charge of the House of Representatives.</p> <p>It's not an understatement to say Romney wiped the floor with Obama: even moderator Jim Lehrer was tougher than Obama was. Mitt Romney connected with voters. Barack Obama didn't want to be there.</p> <p>President Obama has a record now, and it's not one of hope and change. He knows it. And it showed.</p> <p>While many journalists were tweeting their boredom after it became apparent this was a blowout for Romney, there was one person who was even more eager than them for the debate to end. President Obama couldn't wait for the night to be over. </p> <p>I am looking forward to the debate between Joe Biden and Paul Ryan.</p> <p><em>Cheri Jacobus is a Republican consultant and strategist</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/nancy-goldstein\">Nancy Goldstein</a>: 'Obama can't show up for 40 million viewers vibing like Eeyore'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201291\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2011/6/8/1307540115667/nancygoldstein_140x140.jpg\" alt=\"Nancy Goldstein\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Dear Obama Debate Prep Team,</p> <p>Sorry, dudes: you must feel like hell after last night. If the standard for comparison is \"Who best accomplished what he came to do?\", then this was clearly Romney's round.</p> <p>Sure, it was a lopsided fight. Romney has been looking and sounding like Vlad the Impaler for so long that all he had to do to exceed expectations was show up acting like someone who doesn't sleep in a crypt; strike a pose from the Ronald Reagan Compassionate Conservative playbook; spit out a few numbers; and seem puzzled by all of those, er, <em>rumors</em> about his plans to cut taxes for the rich and roll the rest of us back to serfdom.</p> <p>Some of Obama's gaffes can easily be fixed. Remind him to stand up straight and look directly into the camera. Get him more sleep, or cop some Adderall: the guy can't show up in front of 40 million viewers vibing like Eeyore.</p> <p>Revive Obama's ability to explain complex topics lucidly and, most importantly, fix his tone. It's all that dogs, students, and the average listener take away from most encounters – especially when confronted with a debate so teeth-grindingly filled with minutiae at the same time that it was so head-bangingly short on specifics.</p> <p>Romney sounded friendly and reasonable on the surface, where it counts most. Obama, by contrast, sounded petulant and tense, which is where he goes when he's feeling defensive, under-appreciated, or like the Smartest Guy in the Room, which is often – and never more so than when discussing the economy.</p> <p>I'm sure that the presidency is hell on a stick. But at a time of stagnant wages, rising costs, and high unemployment, Obama should expect to have to keep defending his policies. End of story. </p> <p>Now man up and get back into the game.</p> <p><em>Nancy Goldstein is a progressive writer and communications strategist </em></p> <h2><a href=\"http://www.guardian.co.uk/profile/michael-wissot\">Michael Wissot</a>: 'Voters are seeing a deficit in confidence from President Obama'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201292\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/4/1325692835573/michaelwissot_140x140.jpg\" alt=\"Michael Wissot\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Mitt Romney's debate performance last night was nothing short of masterful. His readiness proved that a contentious primary is the best way to prime a nominee for the grandest stage.</p> <p>Romney has learned through each debate experience that every attack requires a direct response. Otherwise, perception quickly becomes reality.</p> <p>Barack Obama unleashed his offensive ammunition early – accusing Romney of pushing a $5tn tax cut, a $250,000 tax break for the wealthy, and a $2,000 tax hike for middle-class families. Some politicians make a mistake here by defending their plan. Romney, instead, made clear commitments against such accusations, essentially squashing the president's momentum. </p> <p>Romney needed to define himself on his own terms, and he did just that. He expressed shared goals with the president, but clearly differentiated his vision. He defended his principles with substance and conviction while maintaining a respectful tone.</p> <p>The opening topics – jobs, taxes and the federal deficit – all played to Romney's strengths. It allowed him to personalize the frustration and disappointment that Americans are feeling over the economy. It shifted the litmus test to the president's record. And it exposed President Obama's lack of focus and preparation for this match-up.</p> <p>Romney's unflappable gamesmanship will not go unnoticed, particularly among swing voters. He seized the high ground on bipartisanship, contrasting his success with Democrats in Massachusetts to the president's struggles with congressional Republicans.</p> <p>President Obama assumed a \"not to lose strategy\", but it reaffirmed his inherent weakness and disdain for debates, particularly as an incumbent. He almost appeared shocked that Romney would challenge him.</p> <p>Voters expected a much stronger performance from the president, whose arguments were circuitous and aimless. He resisted eye contact, looking down whenever Romney spoke to him. His delivery was choppy. And he appeared genuinely agitated whenever Romney refuted and redefined the president's claims. </p> <p>For the first time, voters are seeing a deficit in confidence from President Obama.</p> <p>Sometimes, the simplest of language, even pronouns, can be quite telling. When debating John McCain in 2008, President Obama excessively used \"we\" (instead of \"I\") as a rallying cry to join his crusade. Four years later, he used \"we\" to explain his record and decisions, almost removing any direct accountability. It revealed a lack of ownership over his presidency.</p> <p>The president's advisers face a dilemma: if they don't allow him to take ownership, they are stripping him of any confidence in himself or his presidency. Without that familiar confidence, President Obama may see his lead quickly dissipate.</p> <p><em>Michael Wissot is a senior strategist for Luntz Global </em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jim-geraghty\">Jim Geraghty</a>: 'This was Romney's most comfortable, natural performance of his candidacy'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201293\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/11/1326298456752/jimgeraghty_140x140.jpg\" alt=\"Jim Geraghty\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Between his past performances in GOP primary debates and his considerable amount of time spent in debate prep, smart observers expected Mitt Romney to be at least pretty good Wednesday night. Instead, he hit it out of the park: his most comfortable, most exceptionally detailed, natural performance of his candidacy.</p> <p>Clearly, the early word that Romney would offer \"zingers\" was a misdirection, as he avoided most cutesy or canned lines. Instead, he focused on coming across as \"the man with the plan\".</p> <p>He began by saying he had a five-point jobs agenda. Lists of proposals are usually problematic for debaters, as they start describing the first few, get into the weeds, and run out of time for the last few. Romney managed to summarize his quintet of proposals in 115 words, less than a minute. It was a remarkably crisp, clear, direct opening argument, one that reached audiences before any started clicking away to other channels.</p> <p>Almost no one expected President Obama would be so listless, meandering, and off his game. I was left seriously wondering if Obama had gotten enough sleep the night before; perhaps the no-applause rule deprived him of the audience reaction that helps fuel his energy and confidence in stump speeches.</p> <p>Periodically President Obama talked about things he wanted to do – as if he wasn't the incumbent and hadn't had the opportunity to enact his proposals. Early on, he offered an anecdote of a teacher he met in Las Vegas with 42 kids in each class, not enough desks, and outdated textbooks. Many viewers probably wondered why Obama was telling us how bad things are right now, and why he hadn't done something about that school's problems.</p> <p>Shortly after Romney had laid out how tax increases would cost jobs, arguing \"there's nothing better for getting us to a balanced budget than having more people working, earning more money, paying more taxes,\" Obama had his worst moment – turning to moderator Jim Lehrer and effectively surrendering:</p> <blockquote> <p>\"Jim, you may want to move on to another topic.\"</p> </blockquote> <p>America, you may want to move on to another president.</p> <p><em>Jim Geraghty is a contributing editor to the National Review</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/heather-hurlburt\">Heather Hurlburt</a>: 'So what would Romney borrow money from China to pay for?'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201294\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2011/10/11/1318360150849/heatherhurlburt_140x140.jpg\" alt=\"Heather Hurlburt\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>When Governor Romney turned to Jim Lehrer last night and pledged, \"I will eliminate programs by this test, if they don't pass it: is the program so critical that it's worth borrowing money from China to pay for it? And if not, I'll get rid of it,\" he seemed to be inviting another one of the moderator's philosophical questions.</p> <p>It hung in the air unasked, instead. In an interdependent global economy, what <em>is</em> worth borrowing money from a competitor and potential adversary for?</p> <p>Perhaps the answer is: anything I, my party, my political philosophy, wants, because money is fungible. Because the US economy is too big to fail. Because borrowing and the debt are part of how giant entities do business, and not as catastrophic as our national dialogue in recent months would suggest.</p> <p>Or perhaps the answer is: anything that will ultimately make our economy and society stronger to compete against and cooperate with China in growing the global economy and maintaining security. That test would offer some interesting moments.</p> <p>Borrowing money to invest in cheap, clean, high-tech energy sources, technology and infrastructure – which will, in turn, generate jobs and world-beating exports. Seems like a no-brainer.</p> <p>Borrowing money to invest in five-figure tax cuts for that 0.01% of wealthiest \"job-creators\"? Sure, if you believe in trickle-down economics. Certainly not, if you don't.</p> <p>Borrowing money to promote social cohesion? Well, do you believe we need social cohesion to be an effective, competitive society? Thinking about China, perhaps one of the world's cultures that places the highest value on social cohesion – and whose leaders are terrified at the prospect of social unrest – is instructive. And what promotes social cohesion? Keeping our promises to veterans by fully funding the veterans administration? Providing healthcare and dignity to seniors, the poor and&#xa0;vulnerable, for the sake of our shared humanity and also our collective public health?</p> <p>Borrowing money from China to increase the exponential edge our military,&#xa0;the world's largest, strongest military, has on the competition?&#xa0;Do you believe our military might is the foundation of all our power? Does it make us more economically competitive? Or do you believe, like the current and past chairmen of the joint chiefs of staff, that it works the other way around?</p> <p>What's more,&#xa0;is it worth borrowing money from China to pay for tanks that can't be used against China, and which the Pentagon doesn't want, anyway? Nuclear weapons that top security thinkers believe are obsolete?</p> <p>Just asking.</p> <p><em>Heather Hurlburt is executive director of the National Security Network</em></p>",
  "<p>The Labour leader Ed Miliband had fired the \"starting gun\" for the next general election after his widely acclaimed speech to the party's annual conference, his deputy Harriet Harman told delegates on Thursday.</p> <p>She also gave the first insight into the party's strategy, revealing that shadow cabinet ministers would pair with candidates in marginal seats to help them campaign.</p> <p>In the deputy leader's traditional closing conference speech in Manchester, Harman built on the apparent success of the week and in particular Miliband's keynote speech on Tuesday in which he spelt out his vision of \"one nation\" Labour and \"one nation\" Britain.</p> <p>Harman said Labour now had a \"fighting chance\" of ousting the Conservative-Liberal Democrat coalition in the 2015 election.</p> <p>In the campaign, shadow chancellor Ed Balls will be paired with Clair Hawkins in Dover and Deal in Kent; shadow business secretary Chuka Umunna with Clive Lewis and Jessica Asato in Norwich; and Harman herself with Andrew Pakes in Milton Keynes.</p> <p>\"To win the next general election we must – all of us – adopt a marginal seat mindset and listen to the people where we don't have Labour MPs as well as where we do,\" added Harman.</p> <p>\"We've got to be the voice speaking up for the young couple in Dartford, as well as the young couple in Darlington,\" she said, echoing the ubiquitous one nation theme. \"We've got to speak up for the pensioner in Gloucester, as well as Grimsby. The commuter in Milton Keynes as well as in Manchester.\"</p> <p>Harman also appeared to have sanction to break with the unwritten rule of the week: that Labour leaders focus on attacking Tories rather than Lib Dems, in case they need to form a coalition after 2015.</p> <p>Harman attacked the Lib Dems for undermining their own policy achievements, such as a higher income tax threshold and the pupil premium for children from disadvantaged backgrounds, by voting for policies to cut tax credits for the worst off and cut education spending overall.</p> <p>She also attacked the Lib Dem leader Nick Clegg in person, and even Vince Cable, widely see as Clegg's replacement if the coalition party does not recover in the polls in the next year.</p> <p>\"Safe Vince is in it up to his neck too,\" said Harman, reminding delegates that it was Cable who was in charge of the big increase in university tuition fees. \"I have a message for Vince: don't bother texting Ed, he's changed his number.\"</p> <p>The first polls since Miliband's speech, published on Thursday, showed the Labour leader and the party had gained a notable bounce. A YouGov state of the parties poll gave Labour a 14 point lead over the Conservatives, up six points since Wednesday, and the Daily Mirror reported an opinion poll showing the proportion of people who see Miliband as \"statesmanlike\" nearly doubled from 18% to 34%.</p>",
  "<p>If Mitt Romney was judged an easy winner of the first presidential debate, the opinion polling didn't take place in Brenda Bengis's house.</p> <p>Even the solitary Republican supporter present at her debate party, which attracted a room full of registered Democrats, decided the president had come out on top.</p> <p>\"Romney just about brought me to my limit, and if he keeps this up I'm going to turn Democrat,\" said Jean Ezell, a chaplain and musician from Coral Springs, Florida, where Bengis's gathering took place.</p> <p>Ezell said she connected more with Obama's \"sense of purpose\" and what he had to say during the debate, rather than Romney's repeated attacks on the president's first-term record.</p> <p>\"It's not about a party, it's about purpose – and it's not just about electing a president, it's about who is the best candidate who wants what's best for all Americans,\" she said.</p> <p>Ezell, a Republican voter for 30 years, was a surprise visitor to the cheese-and-wine party hosted by Bengis, a Miami-based lawyer and part-time Democratic party fundraiser who counts Hillary Clinton among her friends and also receives Christmas cards from the Obamas.</p> <p>The gathering was advertised – without Bengis's knowledge, as it turned out – on a Democratic party events website, and Ezell figured she would \"just enter my zip code to see what was happening locally.\"</p> <p>The rest of the audience – a mixture of seniors, lawyers, party activists and young professionals with a Ferrari – all decided that Obama had the upper hand, despite Romney's aggressive approach and the president's subdued tone and unconvincing body language.</p> <p>\"Both of them did fine, but I would have expected more from Romney given that the debate was more critical for him,\" said Mark Peikin, a business investment consultant who recently moved to South Florida from New Jersey to set up an executive real estate company.</p> <p>\"He appeared sincere and confident, but he was inconsistent on some things and didn't offer any solutions. He spoke about the regulation of investment banks and said he would repeal it without having any alternative.\"</p> <p>Romney's attacks on Obama's flagship Affordable Care Act – dubbed 'Obamacare' – were shouted down by several of older attendees, some of whom are neighbours in the sprawling King's Point community for seniors in nearby Tamarac, where vice-president Joe Biden stopped by for a campaign rally last week.</p> <p>The gathering, in fact, was largely subdued until the first mention of the word \"Medicare\" about 25 minutes in.</p> <p>\"He's a liar,\" retiree Joey Ginsberg shouted at the screen when Romney insisted he did not support making changes to Medicare for seniors even as he defended his intention to repeal Obamacare.</p> <p>And when Romney said that his proposed alternative retained several provisions of Obama's act, such as healthcare cover for pre-existing conditions and allowing young people to remain on their parents' policies, lawyer Jerry Schreiber's dander was up.</p> <p>\"Romney's changed his mind again,\" he said. \"Now he's going to keep all the good things in Obamacare. How's he going to pay for it?\"</p> <p>Nobody said they had expected either candidate to deliver a game-changing performance, with Obama, in Schreiber's view at least, probably happy with how the debate had gone.</p> <p>\"Romney has to strike to come out on top while Obama just wants the status quo,\" he said. \"But nothing was going to change my mind.\"</p> <p>Bengis, who had to make hasty preparations for an influx of strangers after local party officials nominated her as a party host, then omitted to tell her, thought Obama scored highly in his comments over healthcare.</p> <p>\"He's very confident and tempered,\" she said. \"I have to say I often find him erudite and he sends me to sleep when he speaks but tonight I was really impressed.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397176008\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349353955761/Gwalior-India-Members-of--002.jpg\" alt=\"24 hours: Gwalior, India: Members of India's rural communities sleep by a road\" width=\"759\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gwalior, India: Members of India's rural communities, including the landless, poor farmers and the tribal community, sleep by a road during Jan Satyagraha, a march to New Delhi to highlight the problems of India's landless</span> <span class=\"element-image__credit\">Photograph: Altaf Qadri/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176003\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349353958336/El-Geneina-Sudan-A-peacek-003.jpg\" alt=\"24 hours: El Geneina, Sudan: A peacekeeper recovers in a hospital \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">El Geneina, Sudan: A peacekeeper from the UN African Mission in Darfur (Unamid) recovers in a hospital after an ambush that killed four colleagues </span> <span class=\"element-image__credit\">Photograph: Albert Gonz lez Farran/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176038\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354898409/Manchester-England-Police-013.jpg\" alt=\"24 hours: Manchester, England: Police dog Vinny stands by his handler\" width=\"682\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manchester, England: Police dog Vinny waits with his handler, as officers line the route for the funeral cortege of PC Nicola Hughes at Manchester cathedral </span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397175997\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354444928/Cano-Ciego-island-Coasta--008.jpg\" alt=\"24 hours: Cano Ciego island, Coasta Rica: Cecilia Villegas, 77, throws a fishing line\" width=\"735\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cano Ciego Island, Costa Rica: Cecilia Villegas, 77, throws a fishing line into the sea off the Pacific coast </span> <span class=\"element-image__credit\">Photograph: Juan Carlos Ulate/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176010\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354726417/Hanover-Germany-Raindrops-011.jpg\" alt=\"24 hours: Hanover, Germany: Raindrops glide off a Brown Pelican's feathers\" width=\"760\" height=\"445\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hanover, Germany: Raindrops glide off a brown pelican's feathers at a zoo</span> <span class=\"element-image__credit\">Photograph: Jochen Luebke/dpa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397175999\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354729532/Colombo-Sri-Lanka-Sri-Lan-012.jpg\" alt=\"24 hours: Colombo, Sri Lanka: Sri Lankan cricket fans queue\" width=\"714\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colombo, Sri Lanka: Cricket fans queue to buy tickets for the Cricket World Twenty20 semi-final matches</span> <span class=\"element-image__credit\">Photograph: Ishara S. Kodikara/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176036\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354436527/Kismayo-Somalia-Alleged-m-005.jpg\" alt=\"24 hours: Kismayo, Somalia: Alleged members of al-Shabab are blindfolded \" width=\"737\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kismayo, Somalia: Alleged members of al-Shabab are blindfolded and guarded at a former police station by Somali National Army soldiers</span> <span class=\"element-image__credit\">Photograph: Stuart Price/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176040\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354442340/Maracaibo-Venezuela-A-sup-007.jpg\" alt=\"24 hours: Maracaibo, Venezuela: A supporter of the opposition candidate screams \" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maracaibo, Venezuela: A supporter of  opposition presidential candidate, Henrique Capriles Radonski, screams during a campaign rally </span> <span class=\"element-image__credit\">Photograph: Leo Ramirez/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176001\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354449816/Denver-Colorado-USA-Repor-009.jpg\" alt=\"24 hours: Denver, Colorado, USA: Reporters at the Presidential debate In Denver\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denver, Colorado, US: Reporters watch the final minutes of the presidential debate between president Barack Obama and Republican candidate Mitt Romney at the University of Denver</span> <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176022\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349353646197/Lightning-storms-near-Spl-001.jpg\" alt=\"24 hours: Lightning storms near Split, Croatia - 02 Oct 2012\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Split, Croatia: A lightning storm over the Omis canyon </span> <span class=\"element-image__credit\">Photograph: Zvonimir Barisin/Cropix/SIPA/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176034\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354723508/Malabon-Philippines-A-Cat-010.jpg\" alt=\"24 hours: Malabon, Philippines: A Catholic priest blesses butterflies\" width=\"638\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Malabon, Philippines: A Catholic priest sprinkles holy water to bless butterflies as part of the celebration of the Feast of Saint Francis of Assisi in Malabon zoo</span> <span class=\"element-image__credit\">Photograph: Romeo Ranoco/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176044\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349353960905/Quito-Ecuador-Actresses-w-004.jpg\" alt=\"24 hours: Quito, Ecuador: Actresses wait in the wings during Suenos\" width=\"748\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Quito, Ecuador: Actors wait in the wings for their turn to walk on stage during a performance of <em>Sueños</em> (Dreams), at the <em>Casa de la Cultura</em> theatre. The musical is based in part on the dreams of young people with disabilities and is presented by the nonprofit foundation <em>El Triangulo</em></span> <span class=\"element-image__credit\">Photograph: Dolores Ochoa/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397176046\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349354439399/Rio-de-Janeiro-Brazil-Chr-006.jpg\" alt=\"24 hours: Rio de Janeiro, Brazil: Christ the Redeemer statue lit up\" width=\"760\" height=\"467\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rio de Janeiro, Brazil: Tourists take pictures in front of the Christ the Redeemer statue lit up in the colours of the German flag to celebrate the anniversary of the reunification of Germany</span> <span class=\"element-image__credit\">Photograph: Ricardo Moraes/Reuters</span> </figcaption> </figure>",
  "<p>It's fairly clear that Mitt Romney \"won\" Wednesday night's debate against President Obama. Not only did he win a <a href=\"http://politicalticker.blogs.cnn.com/2012/10/03/cnn-poll-romney-wins-debate-by-big-margin/comment-page-3/\">CNN insta-poll</a> by a record breaking 67% to 25% margin, but the press is also giving him a huge win. So what does all of this mean for the race for president?</p> <p>Romney gains on an increasingly vulnerable Obama, but the president still leads.</p> <p>First, general election debates are not primary debates. If you took a <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/republican_presidential_nomination-1452.html\">polling chart</a> of the 2012 Republican primary, it would look like a w's and m's. Candidate preferences were so flexible that Herman Cain – a man never elected to political office who would leave the campaign because of a sexual harassment charge – led the contest a year ago. The reason Cain took the lead was because he looked good in the debates. When policy differences are small, as they are in primaries, personality matters. </p> <p>Personality isn't anywhere near as important in general elections. Voters can decide on the issues because there are true substantive differences. That's why most voters have already locked in their choice. President Obama has seemingly <a href=\"http://www.theguardian.com/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">held a small, but consistent lead</a> most of this election.</p> <p>We cannot expect that this or any one debate will turn an Obama edge into a large Romney lead. Romney is down by about 3 percentage points in the <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">Real Clear Politics average</a>. Only 5% of the electorate is truly undecided. Most of these undecided voters weren't watching the debate and probably won't make their choice until election day.</p> <p>Second, history tells us that debates probably matter under certain circumstances. Thomas Holbrook <a href=\"http://politics-by-the-numbers.blogspot.com/2012/10/debate-expectations.html\">crunched the numbers</a> since 1988 and found that the margin between the two leading candidates changed by an average of about 4 percentage points between before the first and after the last debate. The margin between Romney and Obama was less than that heading into Wednesday night's debate. </p> <p>Now, it's awfully difficult to figure out whether it's a debate that is moving polling data or some other event(s) over the course of the debates season. Obama, for instance, gained ground over John McCain in 2008 partly because of the debates, but more because of a financial crisis from which we still haven't fully recovered. </p> <p>Candidates seem to gain when they were already gaining before the debate or when they are underperforming the \"fundamentals\". Bush picked up steam in the 1988 debates – ,continuing his rise pre-debates. Bob Dole was vastly underperforming the fundamentals in 1996: he should have been showing behind, but not by 20 points. So, it was not a huge surprise that his polling numbers improved after the debates.</p> <p>That's why I think Mitt Romney will make up <em>some</em> ground. Though the 5% of undecided voters may be unreachable, there's another 5% of \"soft\" support. Many of these had been leaning towards Obama or saying they were \"undecided\" since the conventions: Obama's one-time 1.5-point edge among likely voters doubled or even close to tripled at times during the last few weeks. Those voters are likely to come home to Romney. If they don't, they likely never will. </p> <p>Romney's also underperforming Jacob Montgomery et al's <a href=\"http://journals.cambridge.org/action/displayAbstract?fromPage=online&amp;aid=8700610\">ensemble forecast</a> from all the fundamental models. These models take into everything from the economy to incumbency to primary season performance. The ensemble has Romney losing, but only by 0.6 percentage points. </p> <p>Another plus for Romney is that he looked to have been picking up a little steam before the debates began. Obama's lead in the Real Clear average has shrunk from a lead close to 4.5 points back down to 3.</p> <p>Third, underlying voter sentiment may not change, but enthusiasm probably will and that could change polls. You can go on Twitter and see dejection among many Democrats. Many <a href=\"http://www.huffingtonpost.com/2010/10/05/likely-voters-how-pollsters-choose-them_n_751560.html\">likely voter models</a> rely upon some level of voter interest or enthusiasm in the election. During the 2000 campaign, Gallup's likely voter model went <a href=\"http://www.mysterypollster.com/main/2004/10/likely_voters_v.html\">absolutely bonkers</a> because of enthusiasm differences. One day, Republican enthusiasm was up because of the debates and the next, Democratic excitement went through the roof.</p> <p>The registered voter numbers, however, didn't move anywhere near as much. With Republicans potentially gaining back the enthusiasm edge they held <a href=\"http://livewire.talkingpointsmemo.com/entry/gallup-democratic-enthusiasm-spikes-in-swing-states-nationwide\">earlier in the cycle</a>, don't be surprised if an already ridiculously wide likely/registered voter gap actually expands. </p> <p>Fourth, and most importantly, any president whose approval rating is less than his disapproval rating remains vulnerable. This, folks, is a key point and remains tied to point four. If you read <a href=\"http://www.realclearpolitics.com/epolls/other/president_obama_job_approval-1044.html\">Real Clear Politics</a>, you'll notice that many polls that ask about the president's approval are among adults or registered voters. Those polls are fine when enthusiasm ratings between Democrats and Republicans are near equal. They are <em>not</em> an accurate representation of the electorate if Republicans make a surprisingly large share of the voters come November. </p> <p>I would not be surprised if a likely voter model average at this point had Obama's approval rating below his disapproval, given the large likely voter/registered voter gap. That's a problem for Obama because no president has won re-election with an approval rating below 50% among the voting (a smaller group than adult) electorate. </p> <p>The <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/may/16/2012-race-obama-approvals-romneys-favorables\">question, then, is</a> whether or not Romney can yank up his favorable rating above his unfavorable. If he can't, Obama's going to win. You don't trade in the bad steak that doesn't make you ill for a bad steak that may give you food poisoning. If Romney can present himself as a viable alternative, then a lot of us might be surprised by the final result. </p> <p>At this point, however, my belief is that we'll return somewhere close to where we were before the conventions: a small Obama lead of about 1.5 points. There just aren't that many minds that Romney can change at this point. Democrats can also take heart that Republican excitement eventually rebounded a few weeks following President Bush's 2004 debate debacle.</p> <p>Still, my confidence in an Obama victory is at least somewhat shaken right now. Obama's lead is probably not big enough for him to play the super-cautious game he did on Wednesday.</p>",
  "<h2>Let the giffing begin</h2> <p>Welcome to a bold new way of watching the debates. No more will you be forced to sit and wait for <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/01/mitt-romney-zingers-rehearsedelection-2012\">zingers</a>, <a href=\"http://www.theatlanticwire.com/politics/2012/10/gaffes-gifs-great-shift-presidential-debate-strategy/57462/\">eye-rolling</a> and <a href=\"http://brighthall.aol.com/2008/10/16/whats-going-on-here-debate-caption-contest/\">funny faces</a>. <a href=\"http://www.guardian.co.uk/gnm-press-office/guardian-partners-with-tumblr-for-presidential-debates?newsfeed=true\">With live-GIFing</a>, Tumblr and the Guardian bring you the very best moments of the debate, in easily consumable GIF form.</p> <p>If you believe what the Obama and Romney campaigns are saying, then both candidates are awful, AWFUL debaters. In fact, <a href=\"http://washingtonexaminer.com/obama-camp-the-president-could-fall-off-the-stage-at-the-debates/article/2509192\">Obama will be lucky if he manages not to fall off the stage</a>, while poor Mitt <a href=\"http://www.buzzfeed.com/mckaycoppins/restless-romney-braces-for-high-stakes-debate\">has been struggling to sleep due to freight trains.</a></p> <p>Anyway. Let's go!</p> <h2>Handshakes, arm-grabbing</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcgdmgwzX1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcgdmgwzX1rg2rf7o1_500.gif\" /> </figure>  <p><br>We're off! Look at that firm handshake. Look at those false smiles. Is that hand-on-arm an alpha-male attempt by Obama? </p> <p><a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CCUQtwIwAA&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DoAUcyfKESts&amp;ei=s-FsUJSHDO2D0QGMhICYBw&amp;usg=AFQjCNE8Rw_2JbFDjrJuDlmpsSCWYuyomA\">Let's hope he doesn't go all Al Gore on us.</a></p> <h2>More arm-grabbing</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcgm9RFS21rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcgm9RFS21rg2rf7o1_500.gif\" /> </figure>  <p>A woman grabbed Mitt Romney's arm once, you know. It was back in 1963, <a href=\"http://www.dailymail.co.uk/news/article-2142469/Mitt-Romney-held-gay-taunt-classmate-cut-hair-school-attack.html\">when he was trying to cut off the hair of an effeminate classmate.</a> Not really. The woman was complaining that her husband had had three part-time jobs in the past four years and couldn't hold down a permanent position. (Couldn't she try to find work?) Anyway, this is clearly a failing of the Obama administration.</p> <p>Obama had opened by saying Romney would introduce a $5tn tax cut. That is not the way to go, Obama says.</p> <h2>Laughter, weirdness</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcfolK8wk1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcfolK8wk1rg2rf7o1_500.gif\" /> </figure>  <p><br><a href=\"http://gifwich.tumblr.com/post/32843403447/remember-theres-a-third-party-you-dont-have-to\">gifwich</a>: \"Remember, there's a third party; you don't have to vote for <a href=\"http://mirack-obamney.tumblr.com/\">Mirack Obamney</a>.\"</p> <p>Not entirely sure what this means, and I'm also quite scared by it, but THIS IS LIVE-GIFFING</p> <h2>Lehrer neck works</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcgeaEMJx1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcgeaEMJx1rg2rf7o1_500.gif\" /> </figure>  <p><br>Your host, Jim Lehrer, there, displaying a fine range of neck movement.</p> <h2>Mitt Romney + Coal + Zoolander</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbch1rKmzl1rg2rf7o2_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbch1rKmzl1rg2rf7o2_500.gif\" /> </figure>  <p><br>Mitt Romney likes coal. <em>But he thinks he's got the black lung, pop.</em></p> <h2>Pins, hatred</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbchcsuCJ91rg2rf7o1_500.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbchcsuCJ91rg2rf7o1_500.gif\" /> </figure>  <p><br>Flag pins. Is that a blemish on Mitt Romney's? Does he HATE AMERICA? More as we get it.</p> <h2>Killa swag</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbch7ywNLN1rg2rf7o1_r1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbch7ywNLN1rg2rf7o1_r1_500.gif\" /> </figure>  <p><br><a href=\"http://gifwich.tumblr.com/post/32844494214/swag\">gifwich</a>: \"swag\"</p> <p>Swag indeed. <a href=\"http://www.guardian.co.uk/world/2012/oct/03/obama-romney-first-debate-live\">Over at the Guardian's debates live blog</a>, Richard Adams has this:</p> <blockquote class=\"quoted\"> <p>Obama picked out the tax breaks for the oil companies as something to be abolished and for some reason Romney - who seems to want to rebut everything that Obama says, and thus sounds hectoring – wants to defend it:</p> <p>Romney: It's actually an accounting treatment that's been in place for a 100 years.</p> <p>Obama: It's time to end it.</p> </blockquote> <h2>Pia-pia-piano, piano, piano</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbcil9jWiP1rdkipfo1_500.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbcil9jWiP1rdkipfo1_500.gif\" /> </figure>  <p><br>I'm playing The Road To Spain</p> <h2>Big Bird</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbchpjLuJH1rg2rf7o1_500.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbchpjLuJH1rg2rf7o1_500.gif\" /> </figure>  <p><br>MITT ROMNEY LIKES BIG BIRD. Is this one of the famous zingers he's been working on <a href=\"http://www.businessinsider.com/romney-is-practicing-debate-zingers-2012-9\">for TWO MONTHS</a>?</p> <p>The revelation came up in a chat about tax cuts that took a weird turn and ended up on Sesame Street. Obama likes Big Bird as well, BTW. Ah, Big Bird.</p> <h2>Three-headed beast</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcidzCo2V1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcidzCo2V1rg2rf7o1_500.gif\" /> </figure>  <p><br>\"Expensive things hurt families,\" Mitt Romney said. That's Mitt Romney, the man with a car elevator and multiple homes. And he has a lovely family! Five bouncing boys, who eagerly lick Paul Ryan's face and slobber all over his jacket, <a href=\"http://www.theonion.com/articles/paul-ryan-knocked-over-by-pack-of-rambunctious-rom,29529/\">as per the Onion</a>.</p> <p>There's Mitt Romney with three heads by the way. \"A head for every stance he's taken on abortion,\" a more cruel man than me might say.</p> <h2>WUT is this</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcip0VEzR1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcip0VEzR1rg2rf7o1_500.gif\" /> </figure>  <p><br>WUT. Not entirely sure what moment this refers to. Big Bird? Obamacare?</p> <p>Have some analysis, <a href=\"http://www.guardian.co.uk/world/2012/oct/03/obama-romney-first-debate-live#block-506cec8058f93d3343753fec\">courtesy of Richard Adams</a>.</p> <blockquote class=\"quoted\"> <p>The Mitt Romney we are seeing tonight is pretty much the steamroller Mitt Romney we saw during the Republican primaries: disciplined and stuffed full of lists and lines of arguments.</p> <p>It's effective enough as a debating style but it won't do anything to burnish his public image as a warm, personable type of guy. \"That's one example, here another,\" is a repeated trope of Romney's.</p> <p>Obama is typically cool but more relaxed, frequently smiling, speaking more slowly and more calmly than Romney.</p> <p>Romney and moderator Lehrer have had a couple of jousts as Romney keeps trying to talk over his limit, and Lehrer finally wins a couple of those. \"Let's talk about…\" says Romney. \"Let's not,\" says Lehrer firmly.</p> </blockquote> <h2>The force is strong with this one</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcj5juP8f1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcj5juP8f1rg2rf7o1_500.gif\" /> </figure>  <p><br>This bit was brilliant. Obama just whipped out this lightsaber, waved it around for a bit while talking about how Romney and Ryan would decimate Medicare, then, with one fell blow, <strong>cleaved Mitt Romney's head from his shoulders</strong>. Everyone in shock.</p> <h2>Rabbiting, on</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://25.media.tumblr.com/tumblr_mbcjfekFXg1rg2rf7o1_500.gif\"> <img src=\"https://25.media.tumblr.com/tumblr_mbcjfekFXg1rg2rf7o1_500.gif\" /> </figure>  <p><br>Ah, gestures.</p> <p>They're on to discussing education in Denver, by the way. Mitt Romney says he \"loves good schools\", after Obama accuses him of not wanting to hire more teachers.</p> <p>Romney says education should be handled at state level, not by the federal government.</p> <p>The verdict from <a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fwww.guardian.co.uk%2Fworld%2Frichard-adams-blog%2F2012%2Fjun%2F12%2Fus-elections-twitter-top-50&amp;ei=HfRsUP7GLqfa0QHcyIDgAg&amp;usg=AFQjCNGs_peTTRnYUq6HJnnB1mF1pq18Lg\">most political reporters on social networking websites</a> is that Romney is doing well here, with Obama struggling. (Read into that what you will). Romney has seemed more passionate than Obama though, which is saying something given the former Massachusetts governor is usually renowned for his wooden-ness.</p> <p>While Romney speaks, Obama tends to look down at his podium, jotting notes, which doesn't come over too well on television.</p> <h2>Zooming</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbck6dggxj1rg2rf7o1_500.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbck6dggxj1rg2rf7o1_500.gif\" /> </figure>  <p><br>ZOOM!</p> <p>Closing statements in Denver now. Obama mentions a concerned woman he met in North Carolina. He says when he took office he said he is not a perfect person, and he \"wouldn't be a perfect president\". He said he would fight every day, though, and by jove he has, Obama says.</p> <p>Romney says if Obama is re-elected health premiums would go up for everyone. Not under him. Romney is looking straight into the camera, while Obama spoke to the hall. Romney's tactic looks better.</p> <h2>Face-off</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbcki7bUDe1rg2rf7o1_400.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbcki7bUDe1rg2rf7o1_400.gif\" /> </figure>  <p><br>This is the most beautiful thing to come out of tonight, including anything Mitt Romney might have said about Big Bird.</p> <h2>Lehrer, conducting</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbck2k2EJ31rg2rf7o1_500.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbck2k2EJ31rg2rf7o1_500.gif\" /> </figure>  <p><br>Lehrer might as well have been doing this at times, to be honest.</p> <p>\"There's not a lot of love for Jim Lehrer,\" <a href=\"http://www.guardian.co.uk/world/2012/oct/03/obama-romney-first-debate-live#block-506cf1d158f93d3343753ff1\">says the Guardian's Richard Adams</a>.</p> <h2>End game</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://24.media.tumblr.com/tumblr_mbckiovqau1rg2rf7o2_250.gif\"> <img src=\"https://24.media.tumblr.com/tumblr_mbckiovqau1rg2rf7o2_250.gif\" /> </figure>  <p><br>Who won? WHO WON!?</p> <p>I started typing this as a rhetorical question, but basically it looks like the answer is Romney. You can look forward to the night being dissected by the media for the next two weeks, until the next presidential debate. (The vice-presidential one is next week of course).</p> <p>On NBC people are saying Obama should have \"gone on the attack\". They must have missed the lightsaber.</p> <p><em>Gifs created by Topher Price, Bobby Finger, Lacey Micallef and Mr Gif</em></p>",
  "<p>Sad news, Sesame Street fans. That meanie Mitt Romney wants to cut funding for PBS, the public television network that has broadcast Big Bird and her fellow Muppets since 1970. \"I like PBS, I like Big Bird,\" he claimed during <a href=\"http://www.guardian.co.uk/world/2012/oct/03/obama-romney-first-debate-live?intcmp=122#block-506ce66258f93d3343753fe5\" title=\"\">Wednesday's presidential debate</a>. \"But I'm not going to keep on spending money on things to borrow money from China to pay for.\"</p> <p>In the US, the threat prompted much pain and suffering. \"Yo Mitt Romney,\" said <a href=\"https://twitter.com/BlGBlRD/statuses/253672264539709440\" title=\"\">someone purporting to be Big Bird on Twitter</a>. \"Sesame Street is brought to you today by the letters F &amp; U!\" Now another Big Bird impersonator wants to run for president in protest. They've even mocked up a version of the Obama Hope poster that replaces <a href=\"https://twitter.com/BigBirdRomney/status/253708991203532800/photo/1\" title=\"\">Barack's face with Big Bird's</a>.</p> <p>Over in Blighty, the news prompted a more confused reaction. What the dickens is PBS? Is it the same as the BBC? Well, yes and no. PBS stands for <a href=\"http://www.pbs.org/\" title=\"\">Public Broadcasting Service</a>, and it's a bit like the BBC, in that it provides ad-free, free-to-air television to 170 million Americans, some of whom couldn't otherwise afford to watch the box. It has a focus on educational programmes such as American Experience, which explores US history; kids' shows such as Sesame Street; and investigative documentaries such as Frontline. PBS Newshour is its flagship news programme – and is seen as a more serious affair than many of its rivals – while Charlie Rose is the network's equivalent of David Frost.</p> <p>Like the BBC, it does receive public funding – but there the similarities end. Only 15% of its budget is subsidised by the government; <a href=\"http://www.pbs.org/producing/funding/\" title=\"\">the rest is raised through private donors</a>. In fact, the funding it receives – $444m (£276m) – is so small compared with the rest of the US budget that it makes you wonder why Romney thinks it'll pay for his proposed tax cuts.</p> <p>PBS is a much less centralised operation than the BBC, too. Its programmes aren't broadcast centrally, but via 354 local affiliates. And though the chairman of the BBC Trust is chosen, at least indirectly, by government ministers, the PBS hierarchy is fairly independent.</p> <p>Most significantly, while polls do suggest PBS is <a href=\"http://www.pbs.org/about/news/archive/2012/pbs-most-trusted/\" title=\"\">America's most trusted institution</a>, the American right is even more suspicious of PBS than British rightwingers are of the BBC. \"A lot of Republicans think that even things like Sesame Street have a liberal bias,\" says Sarah Lyall, <a href=\"http://topics.nytimes.com/topics/reference/timestopics/people/l/sarah_lyall/index.html\" title=\"\">London correspondent for the New York Times</a>.</p> <p>That's why PBS is such a frequent source of contention between Republicans and Democrats. \"The BBC is also accused of bias,\" continues Lyall, \"but it's such a part of the fabric here that the Conservatives can't really say: let's get rid of the whole thing. They can complain about left-leaning news, but they like the concept – whereas some Americans just don't like the concept at all.\"</p>",
  "<p>Throughout this marathon election season, there's been a ton of talk about spin –&#xa0;who's creating it, who's buying it, who's spreading it. On Wednesday, we gave our readers a chance to create their own.</p> <p>Our interactive team created <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive\">Spin It</a>, a tool that allows readers to use the candidates' words to construct something new.</p> <p>We'll give Spin It a runout again on future debate nights. But you can play with our <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive\">selection of quotes from Wednesday night's debate here</a>. </p> <p>Using the tool is easy: use key words from our selected quotes to create your own soundbite, then share your creation using the hashtag <strong>#MySpin</strong>.</p> <p>Here's a mix of reader and Guardian journalist-generated spins from Wednesday night: </p> <h2><strong>Original quote from Barack Obama:</strong></h2> <blockquote class=\"quoted\"> <p>The question here tonight is not where we've been, but where we're going. Governor Romney has a perspective that says, \"If we cut taxes, skew towards the wealthy and roll back regulations that we'll be better off. </p> <p>I've got a different view. I think we've got to invest in education and training. I think it's important for us to develop new sources of energy here in America, that we change our tax code to make sure that we're helping small businesses and companies investing here in the United States, that we take some of the money we're saving as we wind down two wars to rebuild America and that we reduce our deficit in a balanced way that allows us to make these critical investments.</p> </blockquote> <p><strong><br>Spin from the Guardian's <a href=\"http://www.twitter.com/gizellesays\">Gizelle Lugo</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184950\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349314996358/spinit2-008.jpg\" alt=\"spinit2\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We're letting readers interpret the debates for themselves.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong><br>Spin from reader <a href=\"https://twitter.com/amadasommer\">@amadasommer</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184951\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349319089424/SPINIT9-008.jpg\" alt=\"SPINIT9\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spinit9 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Mitt Romney:</strong></h2> <blockquote class=\"quoted\"> <p>I'd like to clear up the record and go through piece by piece. First of all I don't have a five trillion dollar tax cut. I don't have a tax cut of the scale that you're talking about. My view is that we ought to provide tax relief to people in the middle class but I'm not gonna reduce the share of taxes paid by high income people. High income people are doing just fine in this economy. They'll do fine whether you're president or I am. The people who are having a hard time right now are middle income Americans. Under the president's policies middle income Americans have been buried. They've just been crushed. Middle income Americans have seen their income come down by $4,300. This is a tax in and of itself. I'll call it the economy tax. It's been crushing. At the same time gasoline prices have doubled under the president. Electric rates are up. Food prices are up. Health care costs have gone up by $2,500 a family. Middle income families are being crushed, and so the question is, \"How to get them going again?\"</p> </blockquote> <p><strong>Spin from Guardian reader <a href=\"https://twitter.com/IleneDawn\">@IleneDawn</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184952\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349317623756/SPINIT4-008.jpg\" alt=\"SPINIT4\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One reader's take on Romney's soundbite.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Original quote from Romney – far and away our reader favorite last night: </strong></p> <blockquote class=\"quoted\"> <p>I'm sorry Jim but I'm going to stop the subsidy to PBS. I'm going to stop other things. I like PBS, Iove Big Bird. I actually like you, too. But I'm not gonna keep on spending money on things to borrow money from China to pay for it. So that's number one.</p> </blockquote> <p><strong>Spin from the Guardian's <a href=\"https://twitter.com/holpuch\">Amanda Holpuch</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184953\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349317914342/SPINIT6-008.jpg\" alt=\"SPINIT6\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big Bird was one of the stars of this debate. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Spin from the Guardian's <a href=\"https://twitter.com/kennelliott\">Kennedy Elliott</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184954\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349316118654/SPINIT4-008.jpg\" alt=\"SPINIT4\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spinning Big Bird and swapping in China instead.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>Well first I love great schools. In Massachusetts our schools are ranked number one of all 50 states and the key to great schools: great teachers. So I reject the idea that I don't believe in great teachers or more teachers. Every school district, every state should make that decision on their own.</p> </blockquote> <p><strong>Spin from reader <a href=\"http://www.twitter.com/HeshPhoto\">@HeshPhoto</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184955\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349318824128/SPINIT8-008.jpg\" alt=\"SPINIT8\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney-education Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>Dodd frank and it includes within it some provisions that I think have some unintended consequences that are harmful to the economy. One is it designates a number of banks as too big to fail and they're effectively guaranteed by the federal government. This is the biggest kiss that has been given to New York banks that I've ever seen. This is an enormous boon for them. There have been 182 community and small banks that have closed since Dodd frank. So there's one example. Here's another: in Dodd Frank its says... </p> </blockquote> <p><strong>Spin from reader <a href=\"https://twitter.com/ArmenianJames\">@ArmenianJames</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184956\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349357952422/SPINIT10-008.jpg\" alt=\"SPINIT10\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SPINIT10 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>What kind of American do you want to have for yourself and for your children? And they are really two very different paths that we began speaking about this evening and over the course of this month we're going to have two more presidential debates and a vice presidential debate we'll talk about those two paths but they lead in very different directions and it's not just looking to our words that you have to take in evidence of where they go, you can look at the record. There's no question in my mind that if the president were to be reselected you'll continue to see a middle class squeeze with incomes going down and prices going up. I'll get incomes up again. You'll see chronic unemployment. We've had forty three straight months with unemployment above eight percent. If I'm president I'll create, help create 12 million new jobs in this country with rising incomes. If the president is re-elected, Obamacare will be fully installed. In my view that's going to mean a whole different way of life for people who counted on the insurance plan they had in the past. Many will lose it. You're going to see health premiums go up by some $2,500 per family. If I'm elected we won't have Obamacare. We'll put in place the kind of principles we put in place in my own state and allow each state to craft their own programs to get people insured and we'll focus on getting the cost of healthcare down. If the president were tobe re-elected you're going to see $716 billion cut to medicare. You'll have 4 million people who will lose Medicare advantage. You'll have hospitals and providers that will no longer accept Medicare patients. I'll restore that $716 billion to medicare. And finally, military. If the president is re-elected you'll dramatic cuts to our military. The Secretary of Defence has said these would be even devastating. I will not cut our commitment to our military. I will keep America strong and get America's middle class working again. </p> </blockquote> <p><strong>Spin from reader <a href=\"https://twitter.com/tweetthefridge\">@TweetTheFridge</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184957\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349361029063/SPINIT11-001.jpg\" alt=\"SPINIT11\" width=\"461\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SPINIT11 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2>What would you add? </h2>  <figure class=\"element element-audio\" data-canonical-url=\"//platform.twitter.com/widgets.js\"> <a href=\"https://twitter.com/intent/tweet?button_hashtag=MySpin\" class=\"twitter-hashtag-button\" data-related=\"GuardianUS\" data-url=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive#gia-spin-shared\">Tweet #MySpin</a> <script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");</script> </figure>  <p>Visit the <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive#_\">Spin It</a> generator now, then share your creations with us by using <strong>#MySpin</strong> on Twitter.</p>",
  "<p><a href=\"http://www.guardian.co.uk/society/signup/2010/feb/01/1\" title=\"\">Sign up to Society daily email briefing</a></p> <h2>Today's top SocietyGuardian stories</h2> <p>• <a href=\"http://www.guardian.co.uk/society/2012/oct/04/nhs-hospitals-neglecting-rounds-doctors\" title=\"\">NHS hospitals neglecting ward rounds, say doctors and nurses</a><br>• <a href=\"http://www.guardian.co.uk/business/2012/oct/04/carillion-accused-intimidation-swindon-hospital\" title=\"\">Carillion accused of racial bias and intimidation by Swindon hospital staff</a><br> • <a href=\"http://www.guardian.co.uk/society/2012/oct/04/charities-government-work-scheme-risk\" title=\"\">Charities face financial problems over government's back-to-work scheme</a><br>• <a href=\"http://www.guardian.co.uk/media/2012/oct/04/twitter-facebook-benefits\" title=\"\">Twitter and Facebook to be used for benefit applications</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/oct/03/labour-curbs-universal-benefits-care\" title=\"\">Labour considers curbs on universal benefits to pay for social care</a><br>• <a href=\"http://www.guardian.co.uk/artanddesign/2012/oct/03/henry-moore-sculpture-tower-hamlets\" title=\"\">Henry Moore sculpture may be sold by Tower Hamlets council</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/oct/03/onora-oneill-trevor-phillips-ehrc\" title=\"\">Onora O'Neill nominated to succeed Trevor Phillips at EHRC</a><br>• <a href=\"http://www.guardian.co.uk/money/2012/oct/03/disabled-woman-internship-shortage-suitable-homes\" title=\"\">Disabled woman may lose internship due to shortage of suitable homes</a><br>• <a href=\"http://www.guardian.co.uk/society/shortcuts/2012/oct/03/child-safety-warn-about-risks\" title=\"\">Child safety: what's the best way to warn about the risks?</a><br>• <a href=\"http://www.guardian.co.uk/media/greenslade/2012/oct/03/dailymail-homelessness\" title=\"\">Daily Mail backs down over false homelessness claims</a><br>• <a href=\"http://www.guardian.co.uk/society/all\" title=\"All today's Society Guardian news\">All today's SocietyGuardian stories</a></p> <h2>Jobs of the week</h2> <p>• <a href=\"http://jobs.guardian.co.uk/job/4517994/lichfield-district-council-chief-executive/\" title=\"\">Chief executive</a>, Lichfield district council. Councillor Mike Wilcox, Leader of the Council, says: \"Nina Dawes has been an excellent chief executive and we are sorry she is leaving. However, we are confident we can find someone who will be able to continue to help us deliver excellent services and lead the council into the future. So, if you are an experienced strategic manager seeking to achieve innovative service delivery solutions, in a mixed economy environment, this is a great opportunity for you to make an impact.\"<br>• <a href=\"http://jobs.guardian.co.uk/job/4518039/press-officer/\" title=\"\">Press officer</a>, Ministry of Defence <br>• <a href=\"http://jobs.guardian.co.uk/job/4516451/chief-executive-officer/\" title=\"\">Chief executive officer</a>, British and International Sailors<br>• <a href=\"http://jobs.guardian.co.uk/job/4515852/chief-executive/\" title=\"\">Chief executive</a>, Fairtrade Foundation<br><a href=\"http://careers.guardian.co.uk/public-sector\" title=\"Get ahead: the Guardians public and voluntary sector careers page\">The Guardian's public and voluntary sector careers page</a><br><a href=\"http://jobs.guardian.co.uk/?INTCMP=ILCJOBTXT257\" title=\"Hundreds of public and voluntary sector jobs\">Hundreds of public and voluntary sector jobs</a></p> <h2>On the Guardian Professional Networks </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397168262\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/site_furniture/2011/02/02/300px-logo.jpg\" alt=\"Guardian Professional header for Society daily\" width=\"300\" height=\"46\" class=\"gu-image\" /> </figure>  <p>• Andy Burnham's fears for the <strong>health service</strong> are based around increasing use of the private sector, but <a href=\"http://www.guardian.co.uk/healthcare-network/2012/oct/04/labour-nhs-policy-andy-burnham\" title=\"\">competition has an important role to play</a>, writes Richard Vize<br>• The course giving <strong>service users </strong>a say in <a href=\"http://www.guardian.co.uk/social-care-network/2012/oct/04/course-social-workers-service-users\" title=\"\">how social work is taught</a><br>• The government's <strong>rural statement </strong><a href=\"http://www.guardian.co.uk/local-government-network/2012/oct/04/flimsy-rural-statement-government-planning\" title=\"\">fails to address poverty</a>, warns James Derounian<br>• Budgets are tight, but tackling<strong> antisocial behaviour</strong> <a href=\"http://www.guardian.co.uk/housing-network/2012/oct/04/antisocial-behaviour-social-housing-budgets\" title=\"\">must not fall off the agenda for housing providers</a>, says Matt Jones<br>• How to communicate UK <strong>government policy</strong> and <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/oct/04/uk-government-policy-influence-people\" title=\"\">influence people overseas</a></p> <h2>On my radar ...</h2> <p>• The shocking story of Ruth Anim, a 27-year-old who has learning difficulties, a heart problem and epilepsy, yet has been told <a href=\"http://www.guardian.co.uk/society/2012/oct/03/work-woman-care\" title=\"\">she should prepare for work</a>. Her mother Cecilia, deputy president of the Royal College of Nursing, says a mandatory work capacity assessment found Ruth to be capable of finding work. She <a href=\"http://www.guardian.co.uk/society/video/2012/oct/04/welfare-assessors-disabled-work-video\">tells Guardian video producer John Domokos</a>:</p> <blockquote class=\"quoted\"> <p>We should be supporting these people and not ridiculing them and thinking it's alright to put pressure on them ... I want to highlight the effect it is having on families up and down the country. I am blessed that I can fight for my daughter because of my medical and clinical knowledge, so I can challenge that but how many can challenge, are brave enough to go through what I have gone through? If you don't agree with it, you've got to fight it.</p> </blockquote> <p>• New research from <strong>Shelter</strong>, which finds that <a href=\"http://england.shelter.org.uk/news/october_2012/complaints_about_landlords_up_almost_30\" title=\"\">complaints about landlords to local councils have increased by 27%</a> in the last three years. The housing charity submitted a freedom of information request to all councils across England, which showed that more than 85,000 complaints were made in the last year. Of those, 62% were about serious and life-threatening hazards. Shelter says there were 487 successful prosecutions against private landlords last year, an increase of 77%, mostly driven by a small handful of local councils. On the Shelter blog, Pete Jefferys says <a href=\"http://blog.shelter.org.uk/2012/10/rogue-landlords-a-growing-problem/\" title=\"\">renting is the 'new normal'</a> for those priced out of buying a home. He writes: </p> <blockquote class=\"quoted\"> <p>Along with the pressures of rising rents and letting agent fees comes the dark underbelly of private renting: rogue landlords. This unscrupulous minority are flourishing as competition for rented homes leaves people on modest incomes with no choice but to rent from them.</p> </blockquote> <p>And he adds:</p> <blockquote class=\"quoted\"> <p>Shelter research has shown that local authorities are most likely to take 'soft' action in response to these complaints, such as writing a letter or making a phone-call. While this allows them to tick a box saying action has been taken, it does very little to deter the minority of landlords who are serially exploiting tenants.<br>Some councils are taking a tougher line. We are tracking successful prosecutions and there is evidence of a surge in some areas – such as Manchester, Leeds, Salford and Newham. Some rogue landlords are finding themselves with huge fines – including a recent case which saw a record £1.4m fine.</p> </blockquote> <p>• The new <strong>Disability Now</strong> <a href=\"http://www.disabilitynow.org.uk/\" title=\"\">website</a>. The magazine launched in 1984, but has now moved online only. Editor Ian Macrae <a href=\"http://www.disabilitynow.org.uk/blog/disability-now-our-voice-our-lives\" title=\"\">writes on his blog</a>:</p> <blockquote class=\"quoted\"> <p>While the actions of others - government, media, some sections of a sometimes hostile society - may have a negative impact on our lives, it's from our collective identity that we can take strength to fight against discrimination, prejudice, ignorance, fear and sometimes hate.<br>Disability Now exists to give a voice to that community and that identity. We're here to make sure that voice is heard.<br>We're also here to challenge the assumptions of those who think they know what we want or want's best for us and to call to account those who's disabling attitudes or wrong-headed policies negatively affect or threaten our equality and human rights.</p> </blockquote> <p>• A beautiful set of images that aim to redefine \"<strong>the public world</strong>\". Cycle company Public <a href=\"http://www.flavorwire.com/333890/famous-designers-interpet-the-idea-of-public-in-beautiful-poster-series#1\" title=\"\">invited 27 designers</a> to create posters that</p> <blockquote class=\"quoted\"> <p>interpret the concept of 'public' with a vision to reclaim urban streets, sidewalks and spaces for walking, biking and other social purposes</p> </blockquote> <p><br>The series of posters is <a href=\"http://publicbikes.com/public-works-posters-all\" title=\"\">available to buy from the Public site</a>. (thanks to <a href=\"https://twitter.com/kate_murray\" title=\"\">Kate Murray</a> for the link)</p> <h2>Other news</h2> <p>• BBC: <a href=\"http://www.bbc.co.uk/news/uk-19827178\" title=\"\">Call to boost civil servant pay</a><br>• Children &amp; Young People Now: <a href=\"http://www.cypnow.co.uk/cyp/news/1074868/welsh-childrens-commissioner-attacks-youth-service-cuts\" title=\"\">Children's commissioner for Wales attacks youth service cuts</a><br>• CivilSociety.co.uk: <a href=\"http://www.civilsociety.co.uk/governance/news/content/13492/housing_charities_merging_to_create_3bn_membership_organisation\" title=\"\">Housing charities merge to create £3bn membership organisation</a><br>• Community Care: <a href=\"http://www.communitycare.co.uk/Articles/2012/10/03/118569/talking-therapies-programme-will-rewire-childrens-mental-health-services.html\" title=\"\">Talking therapies programme will 'rewire' children's mental health services</a><br>• Independent: <a href=\"http://www.independent.co.uk/news/uk/politics/margaret-hodge-demands-civil-service-changes-amid-west-coast-main-line-rail-fiasco-8196752.html\" title=\"\">Margaret Hodge demands civil service changes amid West Coast main line rail fiasco </a><br>• Inside Housing: <a href=\"http://www.InsideHousing.co.uk/tenancies/free-rent-offer-for-downsizers-in-thurrock/6524042.article\" title=\"\">Free rent offer for downsizers in Thurrock</a><br>• LocalGov.co.uk: <a href=\"http://www.localgov.co.uk/index.cfm?method=news.detail&amp;id=107175\" title=\"\">Labour to set out its stall on localism</a><br>• Public Finance: <a href=\"http://www.publicfinance.co.uk/news/2012/10/scots-councils-need-better-performance-management-say-auditors/\" title=\"\">Scots councils need better performance management, say auditors</a><br>• Telegraph: <a href=\"http://www.telegraph.co.uk/news/politics/9585871/NHS-budget-may-be-cut-after-election-says-Hunt.html\" title=\"\">NHS budget may be cut after election, says Hunt</a><br>• Third Sector: <a href=\"http://www.thirdsector.co.uk/news/1153262/contracting-culture-made-charities-cautious-says-director-clinks/\" title=\"\">Contracting culture has made charities more cautious, says director of Clinks</a></p> <h2>SocietyGuardian blogs</h2> <p><a href=\"http://www.guardian.co.uk/society/patrick-butler-cuts-blog\" title=\"\">Patrick Butler's cuts blog</a><br><a href=\"http://www.guardian.co.uk/society/sarah-boseley-global-health\" title=\"\">Sarah Boseley's global health blog</a></p> <h2>SocietyGuardian on social media</h2> <p><a href=\"https://twitter.com/SocietyGuardian\" title=\"\">Follow SocietyGuardian on Twitter</a><br><a href=\"http://twitter.com/patrickjbutler\" title=\"\">Follow Patrick Butler on Twitter</a><br><a href=\"http://twitter.com/#!/clare_horton\" title=\"Follow Clare Horton on Twitter\">Follow Clare Horton on Twitter</a><br><a href=\"http://twitter.com/#!/AlisonBenjamin1\" title=\"Follow Alison Benjamin on Twitter\">Follow Alison Benjamin on Twitter</a><br><a href=\"http://www.facebook.com/societyguardian\" title=\"Facebook page\">SocietyGuardian's Facebook page</a></p> <h2>SocietyGuardian links</h2> <p><a href=\"http://www.guardian.co.uk/society\" title=\"SocietyGuardian.co.uk\">SocietyGuardian.co.uk</a><br><a href=\"http://careers.guardian.co.uk/public-sector\" title=\"Get ahead: the Guardians public and voluntary sector careers page\">The Guardian's public and voluntary sector careers page</a><br><a href=\"http://jobs.guardian.co.uk/?INTCMP=ILCJOBTXT257\" title=\"Hundreds of public and voluntary sector jobs\">Hundreds of public and voluntary sector jobs</a></p> <p>SocietyGuardian editor: <a href=\"http://www.guardian.co.uk/profile/alisonbenjamin\" title=\"Alison Benjamin\">Alison Benjamin</a><br>Email the SocietyGuardian editor: <a href=\"mailto:society@guardian.co.uk\" title=\"\">society@guardian.co.uk</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397123499\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278705350/Obama-and-Romney-waving-021.jpg\" alt=\"Obama and Romney: Obama and Romney waving\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) waves as he arrives at the convention centre in Cartagena, Colombia, for the VI Americas Summit and Romney waves as he arrives in Portsmouth, New Hampshire</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123481\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278544426/Obama-and-Romeny-greeting-020.jpg\" alt=\"Obama and Romney: Obama and Romeny greeting crowds\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) greets supporters during a campaign stop at the Charlottesville Telos Wireless pavilion, Virginia, and Romney greets supporters during a campaign rally at the Nascar Technical Institute in Mooresville, North Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124031\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280557442/Obama-and-Romney-with-the-022.jpg\" alt=\"Obama and Romney: Obama and Romney with their wives\" width=\"760\" height=\"272\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his wife, Michelle, (left) embrace on stage during his election night victory rally, and Romney kisses his wife, Ann, after the first Republican presidential candidates' debate in Manchester, New Hampshire</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123491\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278221999/Obama-and-Romney-making-s-016.jpg\" alt=\"Obama and Romney: Obama and Romney making speeches\" width=\"760\" height=\"221\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) speaks in Decorah, Iowa, and Romney addresses a victory rally at the Long Family orchard farm and dider mill in Commerce, Michigan</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123503\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277820192/Obama-and-Romney-watching-014.jpg\" alt=\"Obama and Romney: Obama and Romney watching television\" width=\"760\" height=\"238\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his daughters, Malia and Sasha, (left) watch TV in the treaty room of the White House, and Romney and his grandchildren watch the Republican national convention on TV in their hotel room in Tampa, Florida</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278397867/Obama-and-Romney-with-bab-017.jpg\" alt=\"Obama and Romney: Obama and Romney with babies\" width=\"760\" height=\"262\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) chats to a child at the Countryside barbecue restaurant in Marion, North Carolina, and Romney talks to a child during a campaign stop at Tom's Ice Cream Bowl in Zanesville, Ohio</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123486\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278400295/Obama-and-Romney-board-pl-018.jpg\" alt=\"Obama and Romney: Obama and Romney board planes\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) boards his campaign plane at Tampa International airport in Florida, and Obama walks to Air Force One at Andrews air force base</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123519\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278541991/Secret-service-agents-019.jpg\" alt=\"Obama and Romney: Secret service agents\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Secret Service agents (left) guard a vehicle carrying Romney in Indianapolis, Indiana, and agents await the arrival of Obama at Detroit Metro Wayne County airport</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124021\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280669473/Obama-and-Romney-holding--023.jpg\" alt=\"Obama and Romney: Obama and Romney holding babies\" width=\"760\" height=\"243\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) holds a baby during a campaign event at Rollins College in Orlando, Florida, and Romney lifts up a baby during a campaign rally at Flagler College in St Augustine, Florida</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123493\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277817814/Obama-and-Romney-signs-013.jpg\" alt=\"Obama and Romney: Obama and Romney signs\" width=\"760\" height=\"251\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) hold a sign as they wait for Obama to arrive at a campaign rally in Milwaukee, Wisconsin, and a Romney supporter holds a sign during a campaign rally at Saw Mill restaurant in Greenville, South Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123497\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277815468/Obama-and-Romney-supporte-012.jpg\" alt=\"Obama and Romney: Obama and Romney supporters\" width=\"760\" height=\"247\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) cheer Obama after he accepts the Democratic national convention's nomination to run for a second term as president at the Time Warner Cable arena in Charlotte, North Carolina, and Romney and vice-presidential nominee, Paul Ryan, welcome their families onstage after Romney's acceptance speech at the Tampa Bay Times forum in Florida on the final day of the Republican national convention</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123517\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277922304/Romney-and-Obama-with-sup-015.jpg\" alt=\"Obama and Romney: Romney and Obama with supporters\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) greets supporters after speaking at a campaign event at the Cox pavilion in Las Vegas, Nevada, and Obama greets supporters during a campaign stop in Las Vegas, Nevada</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-397147510\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/4/031012PresidentialDebate-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/4/031012PresidentialDebate-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/4/031012PresidentialDebate_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/031012PresidentialDebate/031012PresidentialDebate.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/4/031012PresidentialDebate_3gpLg16x9.3gp\"/> </video>   <p>Mitt Romney raised Republican hopes of an election comeback with a spirited and aggressive performance that forced Barack Obama repeatedly on to the defensive in the <a href=\"http://www.guardian.co.uk/world/video/2012/oct/04/first-presidential-debate-video-highlights\">first presidential debate (video)</a>.</p> <p>Although Romney is still trailing badly in the polls, especially in the crucial swing states, his strong showing lifted conservative morale with more than four weeks left to turn the campaign around.</p> <p>Romney and Obama sparred mainly over the economy, in particular tax, jobs and healthcare, during a statistic- and policy-laden 90-minute debate that was expected to draw an audience of more than 50 million.</p> <p>Romney was forceful from the start, accusing Obama of repeatedly portraying the Republican's policies as inaccurate, and he maintained that momentum throughout. Obama, looking tired and at times irritated, remained largely calm.</p> <p>In the spin room afterwards, Romney's campaign team hailed it as a victory. Eric Fehrnstrom, the campaign spokesman, could not contain his glee. </p> <p>\"Governor Romney clearly won,\" he said. \"If this was a boxing match, the referee would have stopped it.\" He predicted the election would be close.</p> <p>David Plouffe, one of the architects of Obama's victory in 2008 and a senior member of the president's campaign this year, was subdued. \"We are going to come out of this debate OK,\" he said, adding that the Romney team had needed a game-changer and this was not one.</p> <p>Another of Obama's campaign team, Stephanie Cutter, insisted Obama had won the debate on substance but, unusually for this tough spokeswoman who normally gives little ground, she admitted Romney had won on style and preparation.</p> <p>A CNN flash poll of registered voters had 67% saying Romney had won it, while just 25% gave it to Obama.</p> <p>One of Bill Clinton's best-known strategists, James Carville, told CNN he had been left with \"one overwhelming impression … It looked like Romney wanted to be there and President Obama didn't want to be there. It gave you the impression that this whole thing was a lot of trouble.\"</p> <p>Romney needed a good night after being confronted with setback after setback over the past two months that have left him behind Obama in the polls. While Obama remains favourite to secure re-election on 6 November, Romney may at least have stopped his gradual downward slide.</p> <p>The first of the clashes came over the economy, with Obama asking how Romney was simultaneously going to cut the country's burgeoning deficit while at the same time cutting $5tn in taxes for the wealthy, extending Bush-era tax cuts and raising military spending, a total of $8tn.</p> <p>Romney just flat-out denied it. In the tone he maintained most of the night, he said: \"I think first of all, let me – let me repeat – let me repeat what I said. I'm not in favour of a $5tn tax cut. That's not my plan … So you may keep referring to it as a $5tn tax cut, but that's not my plan.\"</p> <p>Obama, seemingly frustrated with Romney's elusiveness, retorted that it had been his opponent's plan for 18 months. \"And now, five weeks before the election, he's saying that his big, bold idea is: 'Never mind'\".</p> <p>At times, Romney patronised the president, saying that he did not understand business or accountancy. \"Mr President, you're entitled to your own airplane and your own house, but not your own facts,\" he said at one point. In another powerful attack which is at the core of the Romney message, he listed unkept promises and told Obama: \"You've been president for four years.\"</p> <p>The president, by contrast, was hesitant in his responses. One of the biggest surprises was that he failed to deliver any of the attacks that have been successful on the campaign trail and have been used to devastating effect in television ads in swing states. There was no mention of Romney's disparaging remarks about the 47% of the population being freeloaders, nor of his opponent's tenure at Bain Capital.</p> <p>The main image of the night will be of Romney, eyes alight, gesticulating from the podium with a rarely seen passion, while Obama, playing into his image as professorial, delivered most of his answers with his head down.</p> <p>Romney did not raise the killings of the US ambassador to Libya, Chris Stevens, and three other Americans, which is an emotive issue. Although the debate was meant to be devoted to domestic policy, there had been speculation he might attempt to slip it in.</p> <p>On healthcare reform, Obama defended his controversial changes to expand coverage, saying it was almost identical to changes introduced by Romney while he was governor of Massachusetts. </p> <p>Romney denied they were identical, claimed Obama's plan increased costs and reiterated that he would repeal the reform.</p> <p>\"In my opinion, the government is not effective in bringing down the cost of almost anything. The right answer is not to have the federal government take over healthcare,'' Romney said.</p> <p>Both candidates hit the campaign trail again on Thursday, with Obama holding rallies in Colorado and Wisconsin and Romney in Virginia. It was not a disastrous night for Obama. That calm, measured approach is part of the reason many Democrats like him –&#xa0;and it may appeal to independents too.</p> <p>Most debates have little impact on the eventual outcome but there have been exceptions, such as the one in 1960 and that between Al Gore and George Bush in 2000. While this one will not go down as a comparable game-changer, it will at least change the growing perception of Romney as a loser, even if only temporarily.</p>",
  "<p>In the end there were no zingers; no knockout blows; no major blunders. But there was a winner: Mitt Romney. After several reboots and roll-outs he finally, finally found his voice. He wasn't likeable, but he was believable. Gone were the gaffes, the stiff, wooden persona and the excessive caution. He came out fighting and he kept on swinging. </p> <p>Fluent, strident, confident – he made his case.</p> <p>Barack Obama on the other hand appeared nervous, distracted and unprepared. After four years in the Oval Office, he'd lost his voice. Gone was the charisma, the optimism and the eloquence. Defensive, halting and verbose – he looked tired and that made his presidency look tired. Both campaigns set low expectations, but only Obama met them. If you were watching without knowing who was the president, you wouldn't have guessed it was him.</p> <p>Poorly moderated and often wonkish, the debate frequently got swamped in the kind of detail that few could follow and with charges and counter-charges that few could immediately verify. </p> <p>Obama did have his moments, like when he pointed out that Romney provides few details of what he's going to do, or that he was the hostage to the extremes in his party he connected. But even when he won on substance he lost on style, his punch lines lost in waffle or his main points hidden behind statistics. Not once did he mention Bain Capital or Romney's 47% blunder, even when the questions gifted them to him. </p>      <video data-media-id=\"gu-video-397147510\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/4/031012PresidentialDebate-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/4/031012PresidentialDebate-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/4/031012PresidentialDebate_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/031012PresidentialDebate/031012PresidentialDebate.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/4/031012PresidentialDebate_3gpLg16x9.3gp\"/> </video>   <p>The very lines that have helped his campaign maintain a consistent if narrow lead were either fluffed or forgotten. Worse still, while he never landed a blow on his opponent, he did little to set out his own vision either. Instead of owning Obamacare, he ceded it to Romney, saying it was a Republican idea that Romney had tried first. Instead of championing the stimulus, he talked about all the things he cut. He never mentioned Bush by name once, even though most people blame him for the crisis. </p> <p>Romney, on the other hand, made his points forcefully, repeatedly and in an animated fashion. He never mentioned Bush by name either. He plugged away at the charge that four more years of Obama will mean four more years of pain and the accusation that everything that Obama has tried has failed. He painted Obama as a big government liberal seeking to impose regulations on businesses and have experts decide healthcare needs rather than doctors and patients. Whether those accusations were true or not took second place to whether they stuck or not. They did.</p> <p>Romney needed a game changer: a performance that could shift a race where he has been losing ground and rally a base that has been losing faith. To the extent that every game he has played up until this point he has lost, this was it. Finally his campaign has something to cheer about. </p> <p>But for all that, it is unlikely, though possible, that it will fundamentally change the dynamics of the race. Some have already cast their votes and most have made up their minds. He is a long way behind almost everywhere he needs to be. </p> <p>He won himself time and the chance for a hearing. Had he failed it would have been game over. For now he is still in the game.</p>"
]