[
  "Newt Gingrich stumps for Todd Akin in Missouri at $500-a-seat fundraiser",
  "Broadway hit musical Once heads for London's West End",
  "Without growth, Europe will unravel",
  "The Village Voice's synthetic solution to a synthetic sex ad scandal",
  "Pupil premium must be ring-fenced",
  "Mitt Romney and the myth of self-created millionaires",
  "Portugal finally stands up and protests",
  "Lib Dem conference: Politics live blog",
  "Thomas Schütte: men, monsters and self-portraits",
  "Syria crisis widens faultlines at divided UN",
  "How to teach... with schools overseas",
  "Black Roses: The Killing of Sophie Lancaster – review",
  "IMF hints at more time for Greece to implement hardline austerity",
  "Britain gets almost a month of rain in 24 hours",
  "Clinton calls on elites to pay more tax in remarks seen as criticism of Romney",
  "A rocket from Rochdale: Co-op tells its story in graphic novel form",
  "Vince Cable's crackdown on tax havens may upset some Lib Dem donors",
  "Rafsanjani under pressure after children are jailed",
  "Heavy rain and high winds hit the UK - in pictures",
  "San Sebastián keeps one eye on profits with Arbitrage premiere",
  "Improving women's access to water: why business must take a role",
  "Assassin's Creed III – preview",
  "Yule Catto falls as bid hopes fade but speculation returns to Sainsbury",
  "Exporting: Make It Cheaper",
  "This 'victory' over Libya's militias may simply exacerbate the problem",
  "Live Q&A: Co-operative schools, 25 September, 16.30 – 18.30",
  "Readers' photo challenge: what is life like in your city?",
  "Samsung SSD 840 benchmarked as solid state drive prices plummet",
  "NFL: 5 things we learned in week three",
  "Wet weather sweeps across UK",
  "Why cultural entrepreneurship is a win-win scenario for the sector",
  "Indie films hold up shaky US box office",
  "China's fraught succession",
  "Join the One Billion Rising campaign to end violence against women",
  "One Billion Rising: Together we can end violence against women",
  "Guinea's president promises to turn country into stable democracy",
  "Society daily 24.09.12",
  "The Co-operative gets good with phones",
  "Nude swimmers fail to beat record but enjoy their splash",
  "'This is not a women's issue, it's a global crisis': Robert Redford - video",
  "Where is the Crossrail tunnel - right now? Mapped",
  "Crossword roundup: Fish, Met blockings",
  "Is aid good for Yemen?",
  "Nick Grimshaw lets the music do the talking",
  "Financial policy committee urges banks to bolster reserves",
  "Customer behaviour change: the next big thing?",
  "Jonny Bauer: brands need to make themselves useful",
  "The world's best travel photography",
  "How international projects connect the curriculum to the real world",
  "Qinetiq boosted by UK business but US defence uncertainty remains, as Bumi slumps on shock warning",
  "TV listings and previews: plan your week's viewing - 24-28 September",
  "Report warns of global food insecurity as climate change destroys fisheries",
  "The 'age of the machine' is drowning out natural sound, Bernie Krause warns"
]