[
  "<p><strong> </strong></p> <p>Householders have reported their least pessimistic outlook for two and a half years amid signs that pressures on the availability of cash eased in September, according to a closely watched survey,</p> <p>However, concerns about the inflation outlook appear to have increased, with expectations that the cost of living will have risen sharply since August, according to the survey by Markit.</p> <p>Tim Moore, senior economist at Markit, said: \"September's survey suggests that the gradual easing of pressure on real incomes so far in 2012 continues to support household finances … A summer of relative calm on the household finance front has brought with it an improvement in expectations for the year end\".\"</p> <p>The Markit household finance index stood at 38.4 in September, one of the highest levels in the past two years but still below the 50 mark that separates improving from deteriorating household finances.</p> <p>About 40% of households expect their finances to deteriorate over the next 12 months, compared with 29% who expect to see an improvement, which is the least pessimistic outlook since March 2010.</p> <p>The latest survey by Markit comes ahead of revisions to the second quarter GDP data that could show the economy contracted less severely than first reported, according to Howard Archer, chief UK and European economist at IHS Global Insight. The economy was first reported to have <a href=\"http://www.theguardian.com/business/2012/jul/25/shock-gdp-fall-deepens-double-dip-recession\" title=\"\">contracted 0.7% in the second quarter</a>, although this was later <a href=\"http://www.theguardian.com/business/2012/aug/24/uk-gdp-revised-economy-double-dip\" title=\"\">revised to 0.5%.</a></p> <p>. \"GDP was dragged down in the second quarter by the extra day's public holiday resulting from the Queen's Diamond Jubilee celebrations and by very wet weather hitting construction activity and retailing,\" he said. \"Hopes that the contraction in second-quarter GDP will be trimmed to 0.4% quarter on quarter have been lifted by the Office for National Statistics recently reporting that construction output fell by 3.0% quarter on quarter in the second quarter rather than by 3.9% quarter on quarter as currently reported in the national accounts. In itself, this will lead to an upward revision of 0.1 percentage point in second quarter GDP.\"</p> <p>The Markit survey is based on responses from around 1,500 people across Britain.</p>",
  "<p>Iran was set to block access to Google and Gmail in reaction to the anti-Islam film that has triggered protests across the Muslim world.</p> <p>\"Google and Gmail will be filtered throughout the country until further notice,\" said Abdolsamad Khoramabadi, an Iranian official with the state-run body in charge of online censorship and computer crimes, according to the semi-official Ilna news agency. There was no indication as to whether the filtering would be temporary or permanent.</p> <p>Khoramabadi claimed the decision was taken after Iranians pressed the authorities to filter the sites because of links to the film.</p> <p>The Young Journalists Club, an Iranian semi-official news agency that broke the news, said the move was in reaction to YouTube's refusal to take down the anti-Islam film, Innocence of Muslims.</p> <p>Despite a series of regime-sponsored protests in Tehran over the film, many Iranians appear not to be bothered by it.</p> <p>At midnight in Tehran, Google was still accessible, according to citizens who spoke to the Guardian, but some said they could not access their Gmail accounts as some internet service providers appeared to have blocked the service.</p> <p>\"Just three hours ago I was still able to access my Gmail account but now I cannot open it,\" said a Tehran citizen who asked not to be named. Another citizen in the central city of Isfahan, however, said Gmail was still accessible.</p> <p>The decision to filter Google and Gmail has coincided with government plans to launch the initial phases of a national internet, a countrywide network aimed at substituting services run through the world wide web.</p> <p>\"In recent days, all governmental agencies and offices … have been connected to the national information network,\" said Ali Hakim-Javadi, deputy communications and technology minister, according to the semi-official Mehr news agency.</p> <p>Iran's national internet project has prompted fears among web users that authorities might be planning to pull out of the global internet, but some experts believe that they are creating it to secure the regime's own military, banking and other sensitive data from the outside world.</p> <p>\"Iran has fears of an outside cyber-attack like that of the Stuxnet, and is trying to protect its sensitive data from being accessible on the world wide web,\" an Iranian IT expert with close knowledge of the national internet project told the Guardian earlier this year. Stuxnet, a computer worm designed to sabotage Iran's uranium enrichment project, hit the country's nuclear facilities in 2010.</p> <p>Many Iranian have taken to social networking websites such as Facebook and Twitter to react to Khoramabadi's announcement.</p> <p>Golnaz Esfandiari, who has a blog on the Radio Free Europe website, Persian Letters, tweeted: \"By blocking Gmail/Google, #Iran government punishes its own people over anti-Islam movie. Most Iranians have not seen it/don't care.\"</p> <p>Iran is among the world's most censored countries and has widespread online censorship.</p> <p>According to the New York-based the Committee to Protect Journalists (CPJ), Iran is ranked fourth in the latest list of the most censored countries, behind Eritrea, North Korea and Syria.</p> <p>Access to more than 5m websites are filtered in the country, including social networking websites such as Facebook and Twitter, and the websites of many western media organisations, including the Guardian, BBC and CNN. The website of the New York Times is not blocked.</p> <p>People in Iran who try to visit blocked addresses, are redirected to a web page that reads: \"Access to the website is denied according to [Iran's] computer crimes regulations.\"Many Iranians access blocked addresses with help from proxy servers or virtual private network (VPN) services and as many as 17 million Iranians have Facebook accounts, although the site remains blocked in Iran.</p> <p>Despite censorship, <a href=\"http://www.theguardian.com/world/iran-blog/2012/sep/19/iran-spouse-finding-websites\" title=\"\">Iranian authorities, fearful of falling marriage rate, announced last week</a> that they were contemplating to give permission for the country's first spouse-finding website.</p>",
  "<p>Colin Montgomerie has courted controversy on the eve of Ryder Cup week by expressing fears that the behaviour of the American crowd could have a negative impact on Europe's players at Medinah.</p> <p>Montgomerie captained the European team to victory at Celtic Manor two years ago. The Scot was also a successful player in the event but has a smattering of negative memories. In 1999 at Brookline, amid a rowdy atmosphere, Montgomerie was subjected to such strong abuse that his father walked off the course.</p> <p>Now Montgomerie has claimed the amount of time passed since the terror attacks on the twin towers could have reduced the respect offered by the United States' supporters towards this week's opposition.</p> <p>\"There is a risk,\" Montgomerie said. \"I think the world changed. I mean the Ryder Cup and sporting events, when America played internationally, changed since 9/11.</p> <p>\"America realised we were their allies, their great allies, but that was 11 years ago and time moves on. Everything moves on and I have a slight fear that it is going to be very difficult for us Europeans to perform to our potential in a very difficult place to be.</p> <p>\"I think that what you find is that playing away from home in America when they want it [the Ryder Cup] back is a difficult place to have to play golf and I do hope that everyone realises that and allows the Europeans to play to their potential. Unfortunately, on the Sunday of the Ryder Cup in 1999, that wasn't available to us.\"</p> <p>On the ability of José María Olazábal, Europe's captain, to deal with any such troublesome scenarios, Montgomerie added: \"I didn't have any incidents at all in Wales because playing at home is a lot easier than it is playing away.</p> <p>\"I do hope it doesn't happen but, if it does happen, we've got the best guy in Olazábal to cope with it. He will cope with it in a very professional and I would say diplomatic way.</p> <p>\"I've played four of these Ryder Cups away from home. They are tough; they are harder. He understands that. He's played four away from home as well, so we understand that it's not going to be easy.\"</p> <p>Montgomerie admitted the colourful character of Ian Poulter, whom he praised effusively, renders him a possible focal point for the Chicago crowd this time.</p> <p>The Englishman was unsurprisingly named as one of Olazábal's captain's picks and holds a formidable matchplay record.</p> <p>\"He opens himself up for being more of a target than most because of his attitude and because of the way, you know, the pumping of the air and all that,\" said Montgomerie. \"I was that way myself when I was a threat to the American team.</p> <p>\"I don't think he'll be pinpointed out in any particular way, any more than anyone else and, if he is, there's one person that can handle it and that's Ian Poulter, so I'm not worried about that for him personally. I just hope that nobody is so-called targeted in the way that some particular players were in 1999.</p> <p>\"I hope these days are behind us and the etiquette of the game shines through and not anything else. He brings the confidence, he brings complete confidence, an unwavering confidence to the team room. Ian is probably the most confident guy I know but that shines through in a team room environment whereby he's so confident that there's no reason why everyone shouldn't be as confident as him. I'm so glad Olazábal picked him for the team and quite rightly too.\"</p> <p>Olazábal himself has proved a popular successor to Montgomerie. The Spaniard requires only one key trait, his predecessor believes, to oversee Europe's retention of the cup.\"Just one thing that I would say to him is don't go with any fixed ideas that it has to work. He has to be flexible, I think that's the key word here,\" Montgomerie said. \"I think if Olazábal's flexible in everything he does, he'll be fine. He is as experienced as anyone.\"</p> <p>Montgomerie, who will spend the Ryder Cup as an analyst for Sky Sports, said Lee Westwood should be regarded as more of a torch carrier for European hopes than Rory McIlroy. Westwood will be competing in his eighth Ryder Cup while McIlroy has only a single previous appearance.</p> <p>\"I don't think Rory is classified as the team leader yet on the course, I'd give that role to Lee Westwood, as I did really two years ago,\" said Montgomerie. \"I think Lee is the team leader of that group on the course, although Rory is number one in the world.</p> <p>\"Tiger Woods was number one for many, many years in the Ryder Cup and a lot of the emphasis, a lot of pressure was put on Tiger to get five points in the Ryder Cup. That's almost damned near impossible to achieve, so I do hope that everybody commentating, everybody writing in the media and what-have-you, don't put too much pressure on McIlroy trying to get five points.</p> <p>\"We can't just have one guy playing well. Let's make sure that we're playing as a 12 and not as a 1+11.\"</p> <p>Woods' Ryder Cup history is the subject of – often inaccurate – criticism. More pertinently, the 36-year-old has displayed traces of his best form during the course of this season.</p> <p>\"His record is not that great but it's not that bad either, you know,\" Montgomerie said. \"He's found a couple of partners. I think it used to drag down the Americans when the momentum was wanting to be gathered by the fact that Tiger Woods was going to win and it is amazing how he was going to that degree.</p> <p>\"I think that anybody playing Tiger Woods has just got to play his own game, that's all they can do.</p> <p>\"There's only one way of beating Tiger Woods and that's by scoring lower than him on any particular day.\"</p>",
  "<p>The Mongol empire in the 13th century conquered great swaths of Asia, the Middle East and even parts of Europe at staggering speed, but how did Genghis Khan and his armies manage to conquer so much and so fast? The answer may lie in some ancient dead trees found recently in an old volcanic lava flow in Mongolia. The trees were so well preserved that their annual growth rings were still visible and gave an astonishing insight into the climate of the 1200s. The wood rings were spaced wide apart showing that the trees grew well, thanks to plenty of rain. And because the trees did well, the chances are that the grasslands of the vast Mongolian plains also grew lush in the wet climate. Those rich grasslands would have fuelled the Mongol armies, giving plenty of grazing land for the thousands of horses that the troops relied on, and livestock to feed the soldiers.</p> <p>But the tree rings also showed a sudden lurch into much colder, drier conditions around 1258, when the trees hardly grew. This was around the time the Mongol empire began to fall apart and the Mongols moved their capital into what is now Beijing. It was part of a global climate event, and a recent archaeological dig in London revealed that a catastrophic famine struck England at the same time, leading to thousands of deaths. The downturn in climate was caused by a massive volcanic eruption that blanketed the globe in ash and cut down sunlight across the world.</p>",
  "<p>It's a fair bet that there won't be much serious discussion of Britain's place in Europe at the Liberal Democrat conference this week, or when Labour gathers in Manchester next week either. Neither party knows what it thinks about these issues any more or, if it does, dares to say so with confidence. When the Conservatives meet in Birmingham, by contrast, Europe is likely to get more of an airing. Yet this will only come in the form of the Brussels-bashing, single-currency sneering and retro go-it-alone romanticism which passes for a European strategy in the modern Tory party. The eurozone crisis has made it even harder than it was already for British politics and the UK media to conduct an adult political debate about our role in Europe.</p> <p>This is bad enough in itself, but an important middle-ranking nation with Britain's wealth and strengths needs to have a realistic strategy towards the rest of the world, including Europe – and we lack one. The absence is even more unfortunate at a time when many of the issues are dramatically embodied in <a href=\"http://www.theguardian.com/business/2012/sep/12/bae-eads-announce-plans-merger?INTCMP=SRCH\" title=\"\">the proposed merger</a> – in effect, more a takeover of the former by the latter, than a true merger — between the British defence manufacturer BAE Systems and the Franco-German aerospace giant, EADS. Not only is this literally a very big deal – the merged company would be worth around €38bn. It also raises basic questions about British industrial, employment, R&amp;D and defence policies in the 21st-century world. The answers to these questions ought to be consistent with Britain's foreign policy priorities in the post-colonial, post-cold war era. But what are those priorities? The truth is that they are neither clear nor realistic.</p> <p>Much of the current rhetoric seems to hanker for what <a href=\"http://www.ft.com/cms/s/0/edf5a3d6-0261-11e2-b41f-00144feabdc0.html#axzz27J4aXi1G\" title=\"\">one commentator</a> has dubbed \"a new Elizabethan age\". In this conceit, popular in a section of the Tory party and even in parts of Labour, Britain can ignore Europe's troubles, turn its back on the changing priorities of the US, and prosper as a dynamic, economically open, middle-ranking nation in new, developing markets alongside China, India, Brazil or Turkey. But this is an overoptimistic fantasy, partly because there is little evidence to support it and partly because the old links with the US and with the EU cannot be simply brushed aside. They still have their own logic. They still matter.</p> <p>The BAE-EADS merger highlights all this again. Britain has a large and controversial defence industrial sector, heavily supported by government. But Britain, like other European nations, is cutting back on defence spending. BAE has tried to compensate for this by trying to make itself a dominant player in the US defence market. Yet this too is contracting and BAE has lost a lot of money in the US. Now it faces a dilemma. In the new Elizabethan scenario, BAE would become a global defence buccaneer, building and selling in new markets. But the reality is that BAE is in decline, is dwarfed by US rivals and, in a market so sensitive to national security considerations, new markets are also new rivals. As a result BAE has been forced to fall back on a European merger for which there is some commercial logic – though less than before the eurozone crisis – and precious little political enthusiasm.</p> <p><a href=\"http://www.ft.com/cms/s/0/d12f2050-03de-11e2-9322-00144feabdc0.html#axzz27J4aXi1G\" title=\"\">Weekend reports</a> suggested that David Cameron, characteristically and, on balance, to his credit, has decided to embrace the merger option. Many in his party will be appalled, fearing any European solution, opposing any European defence deal as a threat to Nato, and quick to complain if company restructuring hurts the British parts of the business more than those in France and Germany. Those who think more pragmatically, like the prime minister, will see <a href=\"http://www.theguardian.com/business/2012/sep/23/bae-wary-us-reaction-swallowed-up?INTCMP=SRCH\" title=\"\">the merger's commercial logic</a>. Yet no political party or leader seems either willing or able to learn or articulate the wider implications. Maybe that's understandable, given the uncertain future of the eurozone. But it would be nice to think that a BAE-EADS tie-up might at last force the British political class to make a better job of such an important argument.</p>",
  "<p>The licensed <a href=\"http://www.theguardian.com/environment/2012/sep/19/badger-cull-public-safety-risk?INTCMP=SRCH\" title=\"\">killing of badgers in parts of Gloucestershire and Somerset</a> could achieve a number of things. It could further advertise the unwelcome existence of bovine tuberculosis in British dairy herds. It could polarise opinion in the countryside and unite political opposition everywhere else. It could cost the farmers involved more than they could gain. It will almost certainly provoke active protest and put even more pressure on already hard-pressed police forces.</p> <p>What it will <a href=\"http://www.theguardian.com/environment/2011/jul/11/badger-culling-ineffective-krebs\" title=\"\">almost certainly not do is limit bovine tuberculosis</a>, even in the target zones of Gloucestershire and Somerset. It might be helpful to list those things that are certain. Human tuberculosis is a dangerous disease. Bovine tuberculosis is a real problem for dairy farmers – <a href=\"http://www.theguardian.com/commentisfree/2012/jul/20/dairy-farmers-asking-fair-days-pay\" title=\"\">who in any case have been paid too little for their milk</a> and who have been going out of business for decades – and the disease lives on in the wild badger population. But by 1996, a policy of identification and slaughter had reduced the incidence of bovine TB in dairy herds in England and Wales to less than half a per cent, and the risk of direct transmission to humans has – with the pasteurisation of milk – long ago become negligible. The last and most <a href=\"http://www.bovinetb.info/docs/krebs.pdf\" title=\"\">systematic examination of the link between badgers and bovine TB</a> found that, indeed, there was transmission, and proposed a series of systematic, randomised controlled trials over a sustained period to see whether culling could provide an answer. In 2003, the government, farmers, public health officers and wildlife campaigners got the answer: shooting and gassing did not eliminate, and could possibly spread, the disease. That may be because badgers disturbed in one area could migrate, taking the infection with them. The answer, delivered by Lord Krebs and the distinguished statisticians and zoologists who examined the results, could hardly be clearer: killing will not solve the problem. Lord Krebs's scientific credentials are not in doubt. He was trusted by successive British governments to head the Natural Environment Research Council, and to chair the Food Standards Agency. And he has just described the<a href=\"http://www.bbc.co.uk/news/science-environment-19623931\" title=\"\"> latest plan as a \"crazy scheme\".</a></p> <p><a href=\"http://www.fwi.co.uk/Articles/20/09/2012/135304/Farmers-Weekly-quizzes-Brian-May-on-bovine-TB.htm\" title=\"\">Brian May, guitarist for Queen, has condemned the policy</a>, so has Sir David Attenborough, so of course <a href=\"http://www.badger.org.uk/Content/Home.asp\" title=\"\">has the Badger Trust</a>. Once again, a British government has chosen to <a href=\"http://www.nature.com/nature/journal/v467/n7314/full/467368a.html\" title=\"\">seek the best possible scientific advice and then ignore it</a>, and to embark on a plan that almost everybody knows will not work; and in the course of doing so to slaughter not just a protected species, but one of the most charismatic mammals of the ancient British countryside. At the end of the exercise, England's dairy farmers will still be no better off, and the wild landscape will be a great deal poorer. Crazy seems too mild an epithet.</p>",
  "<p>Badger culling is emotive, but debate over scientific evidence is ignoring established facts (<a href=\"http://www.theguardian.com/environment/2012/sep/19/badger-cull-trial-open-interpretation?INTCMP=SRCH\" title=\"\">The science: trial failed to bring agreement</a>, 20 September). Leading independent scientists reviewed the randomised badger culling trials and agreed that culling badgers under specific conditions can lead to a reduction of TB in cattle. The trials and subsequent studies have demonstrated that even if badgers range more widely during culling, potentially spreading the disease (the \"perturbation effect\"), the negative effects of perturbation disappeared quickly, while the benefits remained for at least six years after culling stopped.</p> <p>Based on this evidence, the pilot areas have been designed to ensure the benefits of culling outweigh any negative effects due to perturbation, including boundaries such as rivers and motorways to stop badgers spreading TB. The injectable vaccine is ineffective if badgers already have the disease; vaccination is required every year to ensure newborns are protected; and is extremely expensive because badgers must be trapped to be vaccinated. Defra is investing £15.5m in vaccines over the next four years. An oral badger vaccine – which could be cheaper and easier to administer – remains some years away, while there remain significant licensing and regulatory barriers before cattle vaccines can be used.</p> <p>Culling alone won't solve the problem, but alongside measures like testing and removing infected cattle, and minimising contact with badgers, it will make a meaningful contribution.<br><a href=\"http://www.defra.gov.uk/news/2012/04/24/new-chief-scientist-appointed/\" title=\"\"><strong>Prof Ian Boyd</strong></a><strong> </strong><em>Chief scientific adviser</em><br><a href=\"http://archive.defra.gov.uk/corporate/about/who/cvo/biography.htm\" title=\"\"><strong>Nigel Gibbens</strong></a><strong> </strong><em>Chief veterinary officer</em><br><em>Department for Environment, Food and Rural Affairs </em></p>",
  "<p>Hedge fund chief and Conservative party treasurer Lord Fink is completely out of step with public sensibilities (<a href=\"http://www.theguardian.com/business/2012/sep/20/tory-treasurer-make-uk-tax-haven?newsfeed=true\" title=\"\">Make UK more like a tax haven –Tory treasurer</a>, 21 September). Tax havens offer more than a low tax rate – the secrecy that is often their chief attraction allows unethical business practices, corruption, money laundering and a host of other nefarious practices to thrive.</p> <p>The UK must already bear a large share of responsibility for this. Roughly half the world's tax havens today are in Crown dependencies, British overseas territories, or Commonwealth countries. London itself was 13th in a recent financial secrecy index drawn up by Christian Aid and the Tax Justice Network, which ranked 72 jurisdictions offering financial services according to the amount of international business they handle and the secrecy their clients enjoy.</p> <p>A poll held at the launch of the present Christian Aid/Church Action on Poverty tax justice bus tour of the UK showed that a majority of the British public regard tax avoidance by multinationals across the world as \"morally wrong\" and want David Cameron to demand international action to tackle both tax avoidance and evasion. The poll also found that most want multinational corporations to be more transparent about their finances, believing it is too easy for them to avoid UK tax.</p> <p>Developing countries lose more than they receive in aid to tax-dodging by multinationals – some $160bn a year. Tax havens play a major role in the haemorrhaging of much-needed tax revenues from countries rich and poor and so we are looking to Cameron not to join them but to lead international action against them in 2013, when the UK chairs the G8.<br><strong>Sol Oyuela</strong><br><em>Senior UK political adviser, </em><a href=\"http://www.christianaid.org.uk/\" title=\"\"><em>Christian Aid</em></a></p> <p>• Global Witness has revealed how some of the Democratic Republic of Congo's copper and cobalt mines may have been sold at prices vastly under market valuations to companies incorporated in the British Virgin Islands, losing the government billions. Some of the mining stakes are said to have been sold on soon after to a FTSE-100 company, for much higher amounts. Someone pocketed a fortune, but the Congolese people have no means of finding out who has benefited from these secret deals.<br><strong>Rosie Sharpe</strong><br><em>Senior campaigner, </em><a href=\"http://www.globalwitness.org/\" title=\"\"><em>Global Witness</em></a></p> <p>• Your article perpetuates a heresy that obfuscates any true understanding of the relevant issues. If by it you meant to say that to boost domestic UK productivity tax rates should be lowered with an emphasis on indirect taxation, that is to say the Cayman Islands model, you are correct. But the criticism of the Cayman Islands based on \"opaque practices\", given Cayman's International Organisation of Securities Commissions membership and of \"secrecy\", given the extensive all-crimes, anti-money laundering and tax information treaties, is outdated and inaccurate. The question that should be asked is why, in the light of these treaties over the last 20 years, has the Cayman financial services industry prospered?<br><strong>Anthony Travers</strong><br><em>Chairman, Cayman Islands stock exchange</em></p> <p>• It seems calls for the UK to compete with tax havens like the Cayman Islands have not fallen on deaf ears. Changes in this year's budget remove tax from a large part of the \"invisible earnings\" that UK companies route through tax-haven subsidiaries. This will cost the UK nearly £1bn a year, according to the Treasury, while we estimate developing countries may lose as much as £4bn annually.</p> <p>Several of the companies you name claim their tax haven subsidiaries bring no tax benefit. It's time they were required to prove it, through mandatory disclosure of arrangements used to reduce tax both here and in the world's poorest countries. And real international action is long overdue against the tax havens which make such schemes possible. This month's party conferences offer an opportunity for each party to set out their plans to start closing tax loopholes, not open them.<br><strong>Mike Lewis</strong><br><em>Tax justice policy adviser, </em><a href=\"http://www.actionaid.org.uk/\" title=\"\"><em>ActionAid</em></a></p> <p>• If tax havens grow, power will shift decisively to the corporations. The change would destroy the tax-base of governments the world over. That is the hidden Tory agenda. The left would be terminally debilitated. The UK should not contemplate the use of tax-haven techniques. The alternative strategy is \"market denial\". The UK should act jointly, with UN partners, to deny market access to any company which uses any tax haven. All trading corporations need markets. Our national market is our greatest national asset. Therein lies the bargaining power of the state. It should be Illegal for tax-avoiding corporations to trade in the UK or in any partner state.<br><strong>Roger Warren Evans</strong><br><em>Swansea</em></p> <p>• The news that at least 68 MPs or peers are heavily involved with companies which lodge their wealth in tax havens raises questions about the integrity of these lawmakers and their loyalty towards the wellbeing of this country. It is time we began to regard taxes as a necessary means of protecting the interests and enhancing the welfare of all our citizens rather than as a means of punishing the wealthy (which the rich seem to believe). And it is for our lawmakers to fulfil their solemn duty of ensuring that taxes are fairly levied and the proceeds put to good and proper use. That there is a significant number of them so closely associated with tax-avoiding companies suggests that they have no such commitment.<br><strong>Gillian Dalley</strong><br><em>London</em></p> <p>• Fink refers to the \"register of interests\". Perhaps you could publish a supplement cross-referencing political, family and other factors. That would assist readers to really understand what is going on with our representatives and their senior party managers and the potential effect of their networks. It would certainly aid comprehension of the opinions we hear from them. If you could link it to landowners' EU subsidies paid (say over £100,000), even better.<br><strong>Christopher Way</strong><br><em>Colyton, Devon</em></p>",
  "<p><strong>(updated below)</strong></p> <p>The Mujahedin-e Khalq (MEK), or People's Mojahedin Organization of Iran, is an Iranian dissident group that has been <a href=\"http://www.state.gov/j/ct/rls/other/des/123085.htm\">formally designated</a> for the last 15 years by the US State Department as a \"foreign terrorist organization\". When the Bush administration sought to justify its attack on Iraq in 2003 by accusing Saddam Hussein of being a sponsor of \"international terrorism\", <a href=\"http://georgewbush-whitehouse.archives.gov/infocus/iraq/decade/sect5.html\">one of its prime examples</a> was Iraq's \"sheltering\" of the MEK. Its inclusion on the terrorist list has meant that <a href=\"http://www.law.cornell.edu/uscode/text/18/2339B\">it is a felony</a> to provide any \"material support\" to that group.</p> <p>Nonetheless, a large group of prominent former US government officials from both political parties has spent the last several years receiving substantial sums of cash to give speeches to the MEK, and have then become vocal, relentless advocates for the group, specifically for removing them from the terrorist list. Last year, the Christian Science Monitor <a href=\"http://www.csmonitor.com/World/Middle-East/2011/0808/Iranian-group-s-big-money-push-to-get-off-US-terrorist-list\">thoroughly described</a> \"these former high-ranking US officials - who represent the full political spectrum - [who] have been paid tens of thousands of dollars to speak in support of the MEK.\" They include Democrats Howard Dean, Ed Rendell, Wesley Clark, Bill Richardson, and Lee Hamilton, and Republicans Rudy Giuliani, Fran Townsend, Tom Ridge, Michael Mukasey, and Andrew Card. Other prominent voices outside government, such as Alan Dershowitz and Elie Wiesel, <a href=\"http://www.jta.org/news/article/2012/02/28/3091892/iranian-dissident-group-enlists-jewish-voices-in-bid-to-get-off-us-terror-l\">have been enlisted to the cause</a> and are steadfast MEK advocates. </p> <p>Money has also been paid to journalists such as <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2012/08/carl_bernstein_mek.php\">The Washington Post's Carl Bernstein</a> and <a href=\"http://www.huffingtonpost.com/2012/07/03/clarence-page-mek-speech-fee_n_1645795.html\">the Chicago Tribune's Clarence Page</a>. Townsend is a CNN contributor and Rendell is an MSNBC contributor, yet those MEK payments are rarely, if ever, disclosed by those media outlets when featuring those contributors (indeed, Townsend <a href=\"http://outfront.blogs.cnn.com/2012/05/28/townsend-on-iranian-plot-to-kill-americans-should-be-consider-an-act-of-war/\">can go on CNN to opine on Iran</a>, even urging that its alleged conduct be viewed as \"an act for war\", with no disclosure whatsoever during the segment of her MEK payments). Quoting a State Department official, CSM detailed how the scheme works:</p> <blockquote> <p>\"'Your speech agent calls, and says you get $20,000 to speak for 20 minutes. They will send a private jet, you get $25,000 more when you are done, and they will send a team to brief you on what to say.' . . . The contracts can range up to $100,000 and include several appearances.\"</p> </blockquote> <p>On Friday, the Guardian's Washington reporter Chris McGreal <a href=\"http://www.theguardian.com/world/2012/sep/21/iran-mek-group-removed-us-terrorism-list\">added substantial information</a> about the recipients of the funding and, especially, its sources. As he put it, the pro-MEK campaign \"has seen large sums of money directed at three principal targets: members of Congress, Washington lobby groups and influential former officials\", including the GOP Congressman who chairs the House Intelligence Committee, Mike Rogers.</p> <p>What makes this effort all the more extraordinary are the reports that MEK has actually intensified its terrorist and other military activities over the last couple of years. In February, <a href=\"http://rockcenter.nbcnews.com/_news/2012/02/08/10354553-israel-teams-with-terror-group-to-kill-irans-nuclear-scientists-us-officials-tell-nbc-news\">NBC News reported</a>, citing US officials, that \"deadly attacks on Iranian nuclear scientists are being carried out by [MEK]\" as it is \"financed, trained and armed by Israel's secret service\". While the MEK denies involvement, the Iranian government has echoed these US officials in insisting that the group was responsible for those assassinations. NBC also cited \"unconfirmed reports in the Israeli press and elsewhere that Israel and the MEK were involved in a Nov. 12 explosion that destroyed the Iranian missile research and development site at Bin Kaneh, 30 miles outside Tehran\". </p> <p>In April, the New Yorker's Seymour Hersh <a href=\"http://www.newyorker.com/online/blogs/newsdesk/2012/04/mek.html\">reported</a> that the US itself has for years provided extensive training to MEK operatives, on US soil (in other words, the US government provided exactly the \"material support\" for a designated terror group which the law criminalizes). Hersh cited numerous officials for the claim that \"some American-supported covert operations continue in Iran today.\" The MEK's prime goal is the removal of Iran's government.</p> <p>Despite these reports that the MEK has been engaged in terrorism and other military aggression against Iran - or, more accurately: likely because of them - it was <a href=\"http://www.mcclatchydc.com/2012/09/21/169369/us-to-remove-mek-from-terrorist.html\">announced on Friday</a> the US State Department will remove MEK from its list of terrorist organizations. This event is completely unsurprising. In May, <a href=\"http://www.salon.com/2012/05/15/likely_victory_for_mek_shills/\">I noted</a> the emergence of reports that the State Department would do so imminently. </p> <p>Because this MEK scam more vividly illustrates the rot and corruption at the heart of America's DC-based political culture than almost any episode I can recall, I've <a href=\"http://www.salon.com/2012/02/10/israel_mek_and_state_sponsor_of_terror_groups/\">written</a> <a href=\"http://www.salon.com/2012/04/06/report_us_trained_terror_group/\">numerous</a> <a href=\"http://www.salon.com/2012/03/12/washingtons_high_powered_terrorist_supporters/\">times</a> about it. But now that the de-listing is all but official, it is worthwhile to take note of the five clear lessons it teaches:</p> <h2>Lesson One: There is a separate justice system in the US for Muslim Americans.</h2> <p>The past decade has seen numerous \"material support\" prosecutions of US Muslims for the most trivial and incidental contacts with designated terror groups. It is hardly an exaggeration to say that any Muslim who gets within sneezing distance of such a group is subject to prosecution. Indeed, as I <a href=\"http://www.theguardian.com/commentisfree/2012/sep/16/conservatives-democrats-free-speech-muslims\">documented last week</a>, many of them have been prosecuted even for core First Amendment activities: political advocacy deemed supportive of such groups. </p> <p>When they're convicted - and marginalized Muslims, usually poor and powerless, almost always are - they typically are not only consigned to prison for decades, but are placed in America's <a href=\"http://www.npr.org/2011/03/03/134168714/guantanamo-north-inside-u-s-secretive-prisons\">most oppressive and restrictive prison units</a>. As a result, many law-abiding Muslim Americans have become petrified of donating money to Muslim charities or even speaking out against perceived injustices out of fear - the well-grounded fear - that they will be accused of materially supporting a terror group. This is all part of the <a href=\"http://www.salon.com/2012/04/16/personalizing_civil_liberties_abuses/\">pervasive climate of fear</a> in which many American Muslims live.</p> <p>Yet here we have a glittering, bipartisan cast of former US officials and other prominent Americans who are swimming in cash as they advocate on behalf of a designated terrorist organization. After receiving their cash, Howard Dean and Rudy Giuliani <a href=\"http://www.nytimes.com/2011/08/14/opinion/sunday/an-iranian-cult-and-its-american-friends.html?_r=2&amp;pagewanted=all\">met with MEK leaders</a>, and Dean actually declared that the group's leader should be recognized by the west as President of Iran. That is exactly the type of coordinated messaging with a terrorist group with the supreme court found, in its <a href=\"http://www.law.cornell.edu/supct/cert/09-89\">2010 Humanitarian Law v. Holder ruling</a>, could, consistent with the First Amendment, lead to prosecution for \"material support of terrorism\" (ironically, numerous MEK shills, including CNN's Townsend, <a href=\"http://www.salon.com/2012/03/12/washingtons_high_powered_terrorist_supporters/\">praised the supreme court for its broad reading of that statute</a> when they thought, correctly, that it was being applied to Muslims).</p> <p>Yet other than a <a href=\"http://www.huffingtonpost.com/2012/03/12/ed-rendell-investigated-mujahideen-e-khalq_n_1340566.html\">reported Treasury Department investigation</a> several months ago to determine the source of Ed Rendell's MEK speaking fees - an investigation that seems to have gone nowhere - there has been no repercussions whatsoever from this extensive support given by these DC luminaries to this designated terror group. Now that MEK will be removed from the terror list, there almost certainly never will be any consequences (as a legal matter, the de-listing should have no impact on the possible criminality of this MEK support: the fact that a group is subsequently removed from the list does not retroactively legalize the providing of material support when it was on the list).</p> <p>In sum, there are numerous American Muslims sitting in prison for years for far less substantial interactions with terror groups than this bipartisan group of former officials gave to MEK. This is what New York Times Editorial Page Editor Andrew Rosenthal meant when <a href=\"http://takingnote.blogs.nytimes.com/2012/03/30/liberty-and-justice-for-non-muslims/\">he wrote back in March</a> that the 9/11 attacks have \"<em>led to what's essentially a separate justice system for Muslims</em>\". The converse is equally true: America's political elites can engage in the most egregious offenses - torture, illegal eavesdropping, money-driven material support for a terror group - with complete impunity.</p> <h2>Lesson Two: The US government is not opposed to terrorism; it favors it.</h2> <p>The history of the US list of designated terrorist organizations, and its close cousin list of state sponsors of terrorism, is simple: a country or group goes on the list when they use violence to impede US interests, and they are then taken off the list when they start to use exactly the same violence to advance US interests. The terrorist list is not a list of terrorists; it's a list of states and groups which use their power to defy US dictates rather than adhere to them.</p> <p>The NYU scholar Remi Brulin has <a href=\"http://www.salon.com/2010/03/14/terrorism_20/\">exhaustively detailed</a> the rank game-playing that has taken place with this list: Saddam was put on it when he allied with the Soviets in the early 1980s, then was taken off when the US wanted to arm and fund him against Iran in the mid-1980s, then he was put back on in the early 1990s when the US wanted to attack him. </p> <p>And now, with the MEK, we have a group that, at least according to some reports, appears to have intensified its terrorism, and yet they are removed from the list. Why? Because now they are aligned against the prime enemy of the US and Israel - and working closely with those two nations - and are therefore, magically, no longer \"terrorists\". As the Iran experts Flynt and Hillary Mann Leverett <a href=\"http://www.raceforiran.com/by-delisting-the-mek-the-obama-administration-is-taking-the-moral-and-strategic-bankruptcy-of-america%E2%80%99s-iran-policy-to-a-new-low\">wrote on Friday</a>: </p> <blockquote> <p>\"Since when did murdering unarmed civilians (and, in some instances, members of their families as well) on public streets in the middle of a heavily populated urban area (Tehran) not meet even the US government's own professed standard for terrorism?\"</p> </blockquote> <p>They answered their own question: \"We have seen too many times over the years just how cynically American administrations have manipulated these designations, adding and removing organizations and countries for reasons that have little or nothing to do with designees' actual involvement in terrorist activity.\" In other words, the best and most efficient way to be removed from the list is to start engaging in terrorism for and in conjunction with the US and its allies (i.e. Israel) rather than against them.</p> <h2>Lesson Three: \"Terrorism\" remains the most meaningless, and thus the most manipulated, term in political discourse.</h2> <p>The US government did not even pretend that terrorism had anything to do with its decision as to whether MEK should be de-listed. Instead, they used the carrot of de-listing, and the threat of remaining on the list, to pressure MEK leaders to adhere to US demands to abandon their camp in Iraq. But what does adhering to this US demand have to do with terrorism? Nothing. This list has nothing to do with terrorism. It is simply a way the US rewards those who comply with its dictates and punishes those who refuse.</p> <p>Terrorism, at least in its applied sense, means little other than: violence used by enemies of the US and its allies. Violence used by the US and its allies (including stateless groups) <a href=\"http://www.salon.com/2012/08/15/the_sham_terrorism_expert_industry/\">can never be terrorism</a>, no matter how <a href=\"http://www.independent.co.uk/news/world/middle-east/toxic-legacy-of-us-assault-on-fallujah-worse-than-hiroshima-2034065.html\">heinous</a> and <a href=\"http://www.nathannewman.org/log/archives/000873.shtml\">criminal</a>.</p> <h2>Lesson Four: Legalized influence-peddling within both parties is what drives DC.</h2> <p>MEK achieved its goal by doing more than merely changing the beneficiaries of its actions from Saddam to the US and Israel. It also found a way - how it did so remains a mystery - to funnel millions of dollars into the bank accounts of key ex-officials from both parties, a bipartisan list of DC lobbyist firms, and several key journalists. In other words, it achieved its policy aims the same way most groups in DC do: by buying influence within both parties, and paying influence-peddlers who parlay their political celebrity into personal riches.</p> <p>So pervasive is this scam that most people have become utterly numb to it (that's because people are <a href=\"http://ggsidedocs.blogspot.com.br/2012/09/cynicism-as-enabling-force-for-power.html\">willing to acquiesce to most evils when they become perceived as common</a>; that acquiescence is often justified as worldly sophistication). As a result, there was no pretense here to hide these sleazy transactions. The very idea that Ed Rendell suddenly woke up one day and developed an overnight, never-before-seen passion for the MEK and Iran policy is just laughable. But the former Pennsylvania governor is a key advocate to enlist - he remains well connected within the Democratic Party and now has an important platform on MSNBC - so on the payroll he went. </p> <p>Once the bipartisan list of DC officials receiving cash from MEK became known, it became almost impossible to imagine any outcome other than this one. As one person tweeted after reading this State Department decision: any American billionaire could easily have his birthday declared a national holiday by simply spreading the cash around enough to DC political and media figures on a bipartisan basis.</p> <h2>Lesson Five: there is aggression between the US and Iran, but it's generally not from Iran.</h2> <p>Over the last decade, the US has had Iran <a href=\"http://www.salon.com/2011/12/04/george_orwell_on_the_evil_iranians/\">almost entirely encircled</a>, thanks in part - only in part - to large-scale ground invasions of the nations on its eastern and western borders. Some combination of Israel and the US have <a href=\"http://www.nytimes.com/2012/06/01/world/middleeast/obama-ordered-wave-of-cyberattacks-against-iran.html\">launched cyberwarfare at the Iranians</a>, <a href=\"http://www.haaretz.com/print-edition/news/another-iranian-nuclear-scientist-murdered-in-tehran-1.374898\">murdered their civilian scientists</a>, and <a href=\"http://www.haaretz.com/news/diplomacy-defense/western-official-israel-is-behind-recent-iran-explosion-1.395512\">caused explosions</a> on <a href=\"http://www.haaretz.com/news/middle-east/report-explosion-rocks-iran-city-of-isfahan-home-to-key-nuclear-facility-1.398312\">its soil</a>. The American president and the Israeli government continuously and publicly <a href=\"http://www.haaretz.com/news/diplomacy-defense/obama-all-options-remain-on-the-table-to-prevent-a-nuclear-iran-1.416405\">threaten to use force against them</a>.</p> <p>And now, the US has taken a key step in ensuring that a group devoted to the overthrow of the regime, a group that sided with Saddam in his war against Iran, is able to receive funding and otherwise be fully admitted into the precincts of international respectability. Just imagine if Iran took steps to legitimize an American rebel group that has long been devoted to the overthrow of the US government and which has a long history of serious violence on US soil.</p> <p>Not just the Iranian government, but also most of its citizens, are likely to perceive this de-listing as exactly what it is: yet another act of aggression toward their nation. As the Christian Science Monitor said of the group, it is \"widely despised inside Iran\". But the US has now officially offered a clear gesture of legitimization, if not support, for this group, one that only exacerbates the war-threatening tensions between the two nations.</p> <h2>UPDATE</h2> <p>Several commenters have raised questions about the motives of Dershowitz and Wiesel in supporting MEK. While motives can never be known with certainty - one can attempt only to make inferences based on conduct and circumstances - it was the JTA, the self-described \"global news service of the Jewish people\", <a href=\"http://www.jta.org/news/article/2012/02/28/3091892/iranian-dissident-group-enlists-jewish-voices-in-bid-to-get-off-us-terror-l\">which reported their involvement</a>, and they suggested the motive was not any receipt of money but rather MEK's alignment with Israel:</p> <blockquote> <p>\"The names on the growing list of influential American advocates to de-list the Mujahedin-e Khalq, or MEK -- known in English as the National Council of Resistance of Iran -- suggest an effort to give the bid a pro-Israel imprimatur. . . . </p> <p>\"On the record, the people involved insist there is no Israel element to what they say is a humanitarian endeavor to remove the movement's followers from danger.</p> <p>\"'I don't see any Israel issue at all,' Dershowitz told JTA in an interview, instead casting it in terms of Hillel's dictum, 'If I am only for myself, who am I?'</p> <p>\"Off the record, however, figures close to the campaign use another ancient Middle Eastern dictum to describe the involvement of supporters of Israel: 'The enemy of my enemy is my friend.'\"</p> <p>\"A source close to the effort to bring pro-Israel voices into the initiative cited reports that Israel has allied with the MEK, which reportedly maintains agents in Iran and in the past has published details of Iran's nuclear weapons program.\"</p> </blockquote> <p>A separate JTA article reporting on the de-listing noted that \"Iranian Americans sympathetic to the plight of MEK enlisted the support of a number of pro-Israel figures, including Nobel Peace laureate and Holocaust memoirist Elie Wiesel; Harvard law professor Alan Dershowitz; and Irwin Cotler, the former Canadian justice minister.\" The original sentence has been clarified to reflect this report.</p>",
  "<p>I wasn't really around in the 90s (I was a small child, not a convict). But as I understand it, United Colors of Benetton is a clothes brand that caused considerable outrage for a series of adverts where <a href=\"http://www.photoguides.net/wp-content/uploads/2012/05/black-and-white-baby-together.jpeg\" title=\"\">black babies played with white babies</a> (everyone was racist in the 90s), then went a bit quiet after American Apparel stole its jumpers-in-different-colours thunder.</p> <p>This week, Benetton tried to drum up a new knitwear controversy with an ad campaign that celebrates the number of unemployed young people in the world reaching 100 million. In the ads, sullen-faced young businesspeople clad in lambswool blazers and merino facial hair stare dejectedly into the middle distance like Apprentice contestants trying to think of a name for their pop-up courgette stall. They all stand under the tagline <a href=\"http://unhate.benetton.com/unemployee-of-the-year/index1/index/en\" title=\"\">\"Unemployee of the Year\"</a>.</p> <p>As part of the campaign, Benetton wants unemployed youngsters to pitch it ideas for community projects in return for a slice of a €500,000 (£400,000) fund. It says the aim is to motivate young people \"to become actors of change against indifference and stigma\". Yeah, bog off indifference.</p> <p>Benetton isn't the only one trying to get lazy teenagers motivated. In the past month alone, Boris has proposed putting them to work unpaid for three months, Gove has announced plans to make their exams harder and Cameron, by failing to ringfence funds for school breakfast clubs, wants to send them to school hungry.</p> <p>These ideas resonate because they tap into something parents already know. Teenagers are lazy. When mum and dad see Ariella and Felix, unable to sit upright until 10pm when a cloud of CK One and vodka breath arrives at their front door to whisk them away, they despair. But teenagers don't need to be motivated or even sober to control society. What Benetton, the government and parents don't understand is that even when they're splayed on the sofa watching Geordie Shore, teenagers can run circles round their parents, take over an industry, even ravage a country.</p> <p>This column is a warning. Your children are outsmarting you.</p> <p>While you're trying to Google what that song from the Paralympics coverage is, they've become Gambaccinious in their knowledge of music through a mastery of piracy and aggregation. They find it easier to buy alcohol and drugs than you do to use the Ocado iPhone app. They even dress better than you. Teenage boys, some as young as 14, understand layering. They sure as hell wouldn't be seen dead in Benetton.</p> <p>It might seem like this was always the case, but it wasn't that long ago that schoolchildren rarely explored further than the bench on the corner. In drool-stained metal hoodies and embroidered Miss Sixty jeans, they existed in a clannish, insular world where their loftiest ambition might be forming a band to play a resentful cover of <a href=\"http://www.youtube.com/watch?v=8w2AJc1IORc\" title=\"\">the Coral's Dreaming of You</a> in the school concert.</p> <p>Now they produce, publish and remix, often to global recognition. In the past month, music producers <a href=\"http://soundcloud.com/disclosuremusic\" title=\"\">Disclosure</a>, two brothers aged 16 and 19, have signed a deal with Universal, <a href=\"http://www.thestylerookie.com/\" title=\"\">Tavi Gevinson</a>, a 16-year-old magazine editor, published her first anthology, The Rookie Yearbook, and Joe Bish, the 19-year-old blogger behind music site <a href=\"http://www.abeano.com/\" title=\"\">Abeano</a>, reviewed new singles on Radio 1. It's now legitimate for one 16-year-old to ask another: \"What do you do?\"</p> <p>What they can achieve individually is impressive, but what they can do together can have devastating effects. The riots, we can all agree, were a bad thing. But let's imagine for a moment that you had a sudden urge to smash up a Dorothy Perkins and nick a lifetime's supply of cardies. How would you go about it? Try and post something on Facebook to find other chilly kleptomaniacs? They would catch you in a second. Send a group text? But Margaret's got aqua-Zumba on Wednesday and Clint's not back from the Dordogne for another two weeks. Your crime spree would become an organisational nightmare.</p> <p><a href=\"http://www.theguardian.com/uk/2011/dec/07/bbm-rioters-communication-method-choice\" title=\"\">BBM broadcasts</a>, the technology used to communicate rioting tactics, are immediate, can reach a large number of people without the need for response and are relatively untraceable. It's an ingenious way of committing mass crime. Intuitively, and on little more than a whim, young people brought the country to its knees.</p> <p>The riots were a one-off, but every weekend thousands of young people turn up to the house of someone they don't know, in hope of a party. Teenagers are hardly au fait with the strategic literature on popular organisation – that would take far too much effort – but they can mass mobilise in moments.</p> <p>They don't have to use their powers for destruction though. Youth's ability to deploy themselves is often used for political ends. Schoolchildren made up a huge part of the three biggest protest movements of recent times: against the war in Iraq, against global poverty during Britain's year hosting the G8, and most recently against education cuts. In those protests, teenagers used the mobile app <a href=\"http://sukey.org/\" title=\"\">Sukey</a> to evade getting kettled.</p> <p>The Benetton campaign comes with a clever viral video to represent this young world where hedonism and politics feel like the same thing. A steely American voice reads out a list of impressive worker attributes \"commitment\", \"perseverance\", \"going beyond the call of duty\" – over images of hipsters in job centres, art galleries and at protests. Unemployee of the year, get it? Being industrious at not having a job.</p> <p>Except Benetton don't get it. Teenagers aren't trying to be diligent or work harder, they're trying to do the bare minimum with maximum impact. And every time the young go up against the flaccid laws and blundering adults who try to persuade them otherwise, they win.</p> <p>The government, too, increasingly realises that the greatest threat to political stability is not unemployment itself, but a generation of hyper-mobilised young people with nothing to do. Is it any wonder they're trying to take away their Cheerios?</p>",
  "<p>New evidence that Iran is following through on its dramatic plan <a href=\"http://www.washingtonpost.com/world/national-security/iran-preparing-internal-version-of-internet/2012/09/19/79458194-01c3-11e2-b260-32f4a8db9b7e_story.html\" title=\"\">to move large parts of&#xa0;its networked computer systems off&#xa0;the web</a> reflects how the global struggle for the internet has reached a new intensity over the last 12 months.</p> <p>Earlier this year, leaks from the White House indicated that computer viruses which targeted Iran's uranium enrichment facilities were the product of a <a href=\"http://www.nytimes.com/2012/06/01/world/middleeast/obama-ordered-wave-of-cyberattacks-against-iran.html?pagewanted=all\" title=\"\">joint American-Israeli cyber-espionage venture</a>. Iran is said to be sinking under the weight of further cyberattacks aimed at its nuclear facilities and other parts of its critical infrastructure.</p> <p>In July, <a href=\"http://thelede.blogs.nytimes.com/2012/07/26/iranian-scientist-claims-u-s-cyberattack-was-loud/\" title=\"\">Mikko Hypponen</a>, the widely respected chief research officer of Finnish anti-virus company, F-Secure, received an email apparently from a scientist in Iran's Atomic Energy Organisation. In it, the scientist revealed that \"our nuclear program has once again been compromised and attacked by a new worm with exploits which have shut down our automation network at Natanz and another facility Fordo near Qom\". Even more bizarrely, he said the&#xa0;virus would order infected computers to play loud music in the middle of the night. \"I believe it was playing Thunderstruck by AC/DC,\" he observed, with appropriate detachment.</p> <p>To counter these multiple assaults, Iran has said it will take its computers offline, instead building an intranet that will function in Iran alone and not communicate with the outside world. This will represent a major step in the fragmentation of the internet into a series of giant intranets, each subject to the specific regulations of individual nation states. The move reduces Iran's risk of being infected by new viruses, though it will not eliminate it completely. But it would also be a devastating blow to ordinary Iranians, Iranian commerce and Iranian academics who keep abreast of global research through the net.</p> <p>Some countries, such as China and Saudi Arabia, have already introduced extensive content control and surveillance of users. But the Iranian concept goes well beyond this. Taken to its conclusion, it would mean users could only access material from Iran that, presumably, had been approved by the authorities. \"We have concerns from not only a human rights perspective, but about the integrity of the internet,\" <a href=\"http://www.washingtonpost.com/world/national-security/iran-preparing-internal-version-of-internet/2012/09/19/79458194-01c3-11e2-b260-32f4a8db9b7e_story.html\" title=\"\">David Baer, from the US state department, told the Washington Post</a> this week. \"When countries section off parts of the web, not only do their citizens suffer, everyone does.\"</p> <p>However, the problem for the state department is that Iran is doing this because of attacks instigated primarily by Washington under its so-called Olympic Games programme. The US and Israel have embraced cyber-espionage with an eagerness that is being emulated by countries around the globe. What goes around comes around: on Friday, <a href=\"http://http://www.washingtonpost.com/world/national-security/iran-blamed-for-cyberattacks/2012/09/21/afbe2be4-0412-11e2-9b24-ff730c7f6312_story.html\" title=\"\">US Senator Joe Lieberman claimed that Iran had launched disruptive attacks against a number of US banks</a>.</p> <p>An unregulated cyber-arms race in which states develop malicious code before deploying it across the world has been triggered. Recently the BKA, Germany's equivalent of the FBI, advertised openly for coders to write Trojan viruses for use in criminal investigations. \"Governments, intelligence agencies and militaries are all doing this. Two years ago this would have been unacceptable,\" noted Hypponen, \"but now everybody is at it.\" Two months ago the situation had become sufficiently grave to lure <a href=\"http://http://www.theguardian.com/uk/2012/jun/25/mi5-uk-terrorism-threat-warning\" title=\"\">Jonathan Evans, the head of MI5</a>, out of his traditional obscurity. \"The extent of what's going on is astonishing with industrial scale processes involving many thousands of people\" he said, pointing out that one British company had lost a staggering £800m as a consequence of a recent hack.</p> <p>There is no framework for restricting the use of cyber-espionage tools or weaponry. Each government now argues that they have no option but to join the race or lose. And with no prospect of agreement between the US, China and Russia, the three most influential internet powers (and, indeed, cyber-weapons developers), the web is moving into choppy, unchartered waters.</p>",
  "<p>There is no easy way to say this, but Nick Clegg wasn't bad. He was almost quite good. The most woebegone party leader in British history arrived on stage at the Lib Dem conference in a white shirt, without a tie, looking like a Tudor grandee trundling to Tower Hill, neck bare to make it easier for the axeman.</p> <p>And it can't have been easy. This Lib Dem conference is deathly quiet, like a recruitment centre for unemployed zombies. I have, quite literally, been in more cheerful crematorium waiting rooms. At least there you don't have to look at the corpse.</p> <p>It didn't help that he started by apologising again. He apologised for not apologising earlier. An earlier apology would have been lost in the emotion of the times. People had mocked and sneered at his apology. Why, a journalist had asked him to apologise for last week's apology.</p> <p>The problem was that his promise on tuition fees had been \"completely unqualified\", in all circumstances, with no exceptions. That's why he'd apologised. A woman in the audience told him crisply that the problem wasn't the issue: the Lib Dems were the party that didn't break its promises, \"and when we got into power, the first thing we did was break a promise!\"</p> <p>That was worth another apology. \"I apologise; it's my responsibility to apologise … but I firmly believe we did the right thing to go into coalition.\"</p> <p>At this there was a stirring in the hall, and a few of the zombies recalled what it was like to have blood circulating in their veins at 98 degrees, or a little less. They sort of applauded, or some did.</p> <p>\"If we had retreated to our normal position of throwing rocks at the government, I don't think the British people would ever have taken us seriously again.\" Somewhat less applause at this; many of the audience look back on their rock-throwing days with nostalgia.</p> <p>He was clearly nervous. He kept repeating himself. \"I'm not, I'm not, I'm not, I'm not …\" he chuffed like the Little Engine That Could. But then they were on to the environment and he was happier there.</p> <p>And he was growing in confidence. Rather a free society with a raucous press, he said, than an unfree society with a tame and insipid press. Even that got a few claps from those who could recall that their hands were to be found on the end of their arms.</p> <p>But they actually woke up at the end when he talked – shouted – about the coalition's economic policy. \"What on earth do you call £40bn for infrastructure, £10bn for housing, £80bn released by Mervyn King? We have pried the clammy hands of the Treasury off these projects!\"</p> <p>He sketched out the horrors of being like Spain, Greece or Italy: \"not nice\" for a nation to lose control of its destiny. \"We had to pull the country back from the brink where Brown and Balls had left it!\"</p> <p>And it was his wedding anniversary! Twelve wonderful years. That was worth a light sprinkling of applause, which is just what it got, before they resumed their moribund silence.</p>",
  "<p>Four years ago, as they looked into the post-<a href=\"http://www.theguardian.com/business/lehmanbrothers\" title=\"\">Lehman Brothers</a> abyss, our political leaders promised \"never again\". Both David Cameron and Vince Cable have called for a new \"<a href=\"http://www.theguardian.com/politics/video/2012/jan/19/david-cameron-responsible-capitalism-video\" title=\"\">responsible capitalism</a>\", where banks would invest for the long term. But behind the scenes the Treasury is sabotaging efforts to control one of the most extreme forms of casino capitalism – \"<a href=\"http://en.wikipedia.org/wiki/High-frequency_trading\" title=\"\">high-frequency trading</a>\". And that tells us a great deal about our ruling elite's real plans for Britain's economic future.</p> <p>The past fortnight has seen growing calls for curbs on HFT – the use of complex computer systems that spot market patterns, buy millions of shares and hold them for micro-seconds before selling them on. Last Thursday, a <a href=\"http://www.washingtonpost.com/business/economy/senate-panel-looks-into-high-frequency-stock-trades/2012/09/20/7d4b5b9c-0358-11e2-91e7-2962c74e7738_story.html\" title=\"\">US Senate committee heard harsh criticisms of these technologies</a>, and the head of the Australian stock exchange denounced some practices as \"inherently dangerous\". Meanwhile, MEPs have announced plans to impose severe regulation. <a href=\"http://www.theguardian.com/business/2012/sep/16/meps-ban-high-frequency-trading\" title=\"\">The Treasury, however, has been fighting to dilute any reform</a>, claiming that HFT makes markets more efficient.</p> <p>HFT generates huge profits for financiers and stock exchanges, but many blame it for market volatility and crashes. The most recent victim was the American firm, <a href=\"http://www.theguardian.com/business/nils-pratley-on-finance/2012/aug/06/knight-capital-computer-glitch-trading\" title=\"\">Knight Capital</a>, which almost collapsed last month when a computer malfunction cost it $440m. More serious was the \"flash crash\" of 2010, when these technologies briefly sent American shares plummeting and threatened market panic.</p> <p>HFT also reveals a deeper problem with the economy of the last few decades: finance's extreme short-termism, and the funnelling of resources into trading rather than investment and jobs.</p> <p>The coalition government claims to&#xa0;be&#xa0;worried about this, and commissioned the respected economist John&#xa0;Kay to investigate. <a href=\"http://www.theguardian.com/business/nils-pratley-on-finance/2012/jul/23/john-kay-city-short-termism\" title=\"\">His report, published in July</a>, was scathing about the City's myopic culture, and accused it&#xa0;of \"undermining\" support for \"innovative, sustainable long-term business performance\". But while the government made polite noises, it has&#xa0;shown few signs of listening.</p> <p>So why are our leaders so determined&#xa0;to ignore the lessons of 2008? Lobbying from finance is one factor. Some 16 of 31&#xa0;members of a \"high-level&#xa0;stakeholder group\" – one of the two panels advising the Treasury on the&#xa0;issue – have links to&#xa0;the HFT industry. But the problem is more deep-rooted. Most of our leaders cannot imagine what&#xa0;the British economy might look like&#xa0;without a free-wheeling financial sector. Lack of vision afflicts left as well&#xa0;as right: within the Labour party, <a href=\"http://www.theguardian.com/politics/edballs\" title=\"\">Ed&#xa0;Balls</a> is opposing plans that might upset the City.</p> <p>Yet this is not to accuse politicians of bad faith. The choices facing Britain are not easy ones. Britain has had an unbalanced economy for decades, and changing direction will take more than a&#xa0;few policy initiatives.</p> <p>Ever since London challenged Amsterdam as the west's main trading hub in the 17th century, a \"merchant\"-style capitalism has dominated the centres of power. This encouraged a particular economic outlook – flexibility and market awareness, but also a preference for short-term profit over long-term domestic investment.</p> <p>London's economic elites were masters of global networks, but less interested in developing the home economy – hence the frequent tensions between finance and industry. Merchant&#xa0;dominance also helps explain why Britain – unlike Germany – has never enjoyed the collaboration between finance, technocratic industrialists and scientists and workers that is so essential for stable growth.</p> <p>This approach seemed plausible when global finance boomed after the 1980s. City profits and easy credit obscured the deep flaws beneath the surface. But with the collapse of that model in 2008, Britain has reached a turning point: it either \"resets\" its economy or it continues on the old course, and risks social crisis.</p> <p>Some Labour thinkers are pondering major change – this is what Ed Miliband's oddly named \"predistribution\" is all about. But the details remain vague.</p> <p>The Conservatives, on the other hand,&#xa0;seem doggedly determined to tread the merchant path – even if they rarely say so openly. For the Treasury hopes that just as the City remade itself in the 1950s and 1960s as a lightly regulated haven for American \"eurodollars\", so London's financiers can find a new role: as bankers to Beijing.</p> <p>Earlier this year George Osborne outlined this vision in a little-noticed speech. London would be the main western centre for trading the Chinese renminbi, and Britain would become a&#xa0;giant casino for Chinese plutocrats, with a little luxury (and defence) industry attached; the new Asian rich, he enthused, would buy \"Rolls-Royces made in Sussex, and Bentleys made in Crewe, dressed in Burberry clothes manufactured in Yorkshire\". This is hardly the inclusive, hi-tech, green economy that we need.</p> <p>It is clear, then, that the Treasury still&#xa0;sees finance as the crucial dynamo of the economy. And that is why it is fighting tooth and nail to stop City regulation. The consequences are deeply worrying. The strategy will generate high incomes for a few, not decent living standards for the many. London will become an ever more blingy&#xa0;city state with a southeastern hinterland, attached to an impoverished north and west. A disaffected Scotland may leave. We could also see more of last year's riots, so reminiscent of the urban unrest that afflicted the mercantile London of the 18th century.</p> <p>London cannot be both a merchant city state and the capital of a nation state. Our elites have to make a choice – they can either respond with split-second speed to the signals of the global markets. Or they can represent the interests of the population that they claim to serve. The British people will&#xa0;put up with a lot, but their&#xa0;patience&#xa0;is not infinite.</p>",
  "<p>Two prominent Irish politicians have flown to Afghanistan to offer advice to Hamid Karzai's government that could help to kickstart a formal process of peace talks with the Taliban.</p> <p>The unionist MP Jeffrey Donaldson and the nationalist Denis Haughey are in Kabul as part of a UK-led initiative to give impetus to reconciliation and reintegration with the insurgents.</p> <p>With the Taliban seemingly inching towards talks to end the conflict, it is hoped the experiences of the Irish peace process will give Afghans the belief that a political solution is possible, despite years of bloodshed and bitter ethnic rivalry.</p> <p>Sir Richard Stagg, the UK ambassador to Afghanistan, told the Guardian he hoped \"the visit should bring home to people that you can change things, just as France and Germany did in 1945. However ghastly, however bloody, however deep the feuds, the hatreds, a moment can come, does come, when they can be addressed.\"</p> <p>Speaking in Kabul on the first day of talks with members of Afghanistan's High Peace Council – the body set up by Karzai, the Afghan president, to reach out to the Taliban – Donaldson said he would talk to the insurgents directly, if that was what was needed, and he underlined that both sides would have to get used to dealing with people who had \"blood on their hands\".</p> <p>\"You don't make peace with your friends. You have to be able to talk to the Taliban. In Northern Ireland, I lost members of my family. I don't come to this from the perspective of some high-minded theoretical approach about peace building. You have to take hard decisions. I hope we will be speaking to people who will have the ear of the Taliban to communicate to them what we have said.\"</p> <p>Donaldson added: \"We haven't come here to tell the Afghans what to do. We don't have a template with Northern Ireland stamped on it. We are here sharing our experience of peace building with Afghanistan and we hope to show even the most intractable conflicts can be resolved if there is the willingness and leadership required. You need a process. Peace is not an event, and in Northern Ireland it is still ongoing.\"</p> <p>The discussions he had had so far revealed that the Afghans were keen to start a formal process but unsure how to start it, Donaldson said. And they wanted the international community to support, but not interfere, with any talks before the withdrawal of Nato's combat troops at the end of 2014, he added.</p> <p>Stagg said the visit of the two Irish politicians might help to show Afghans that \"even those who are deeply embroiled in a very violent and bloody feud which looks insoluble can actually, if they are willing to make some big choices themselves, find a way to a better environment, a more stable and peaceful one.</p> <p>\"I hope not to try to 'teach lessons' on the basis of our Northern Ireland experience, but more to talk through what happened and allow the lessons to emerge naturally. Despite some awful things happening, we have ended up with people on both sides sharing power in government. There is a message there.</p> <p>\"They aren't easy and even when you think they are all done, there may be eruptions from the past, and the answer to that is to address those rather than to fall back to your positions before the agreement.\"</p> <p>The visit has been arranged and funded by the British government, and Donaldson and Haughey are both involved in a newly formed NGO, the Causeway Institute for Peace-building and Conflict Resolution.</p> <p>It comes amid ongoing violence, including a series of \"green on blue\" attacks – where members of the Afghan security forces have turned their guns on troops working for Nato's International Security and Assistance Force.</p> <p>When David Cameron went to Kabul in July, he mentioned that Northern Ireland might be able to offer Afghanistan some help in any peace process.</p> <p>\"I have seen it in my own country in Northern Ireland, where people who were involved in trying to kill, maim and bomb civilians, police officers, army personnel and even politicians have actually become politicians themselves and are now involved in the governance of that country.\"</p>",
  "<p>In many ways, the life of my father-in-law, Cedric \"Macka\" Deane, who has died aged 81, epitomised the struggles and achievements of the generation of West Indian immigrants who arrived in Britain in the 1950s.</p> <p>Cedric was born and raised on the island of Nevis. His mother died when he was four and, with an absent father, his childhood was one of hardship yet it paved the way for his resilience and determination. After leaving school he took on various jobs, including as a chauffeur, before deciding to leave the island to improve his chances in England.</p> <p>He arrived in Leeds in 1955, leaving behind his wife, Josephine, and their family, who joined him in the Chapeltown area in 1961. Cedric worked exceptionally hard in difficult and sometimes dangerous jobs. His first was at the gas works in Leeds; he would come home from double shifts covered in coal dust, coughing for hours in the evening. He stayed there for 16 years and, after being made redundant, moved to the hot, oppressive environment of Kirkstall forge. Finally, he switched to Yorkshire Imperial Metals, where he stayed until his retirement.</p> <p>The driving force behind Cedric's working life was the desire to give his children the start he never had, and by the early 60s he and Josephine had managed to buy their own house. Much of his energy was channelled into conveying to his children the cherished values of independence, hard work, education, ambition and pride. As a result each met success in their chosen field, including in the armed forces, the legal profession, medicine, business and sport. His son Brian was a professional footballer who played for Leeds United and England; his son Steven was a British and Commonwealth Thai-boxing champion.</p> <p>A private family man, Cedric was a disciplinarian given to few words and, had he not originally hailed from the Caribbean, might have had his blunt, independent attributes mistaken for those of a typical Yorkshireman. But he had a dry sense of humour and mellowed considerably in his old age.</p> <p>He enjoyed a frequent whisky, and after a couple of drams, was fond of reciting two poems that reflected the Scottish ancestry on his father's side: The Sea-King's Burial by Charles Mackay and The Burial of Sir John Moore after Corunna by Charles Wolfe. He was also an Elvis Presley fan and an aficionado of wrestling and boxing.</p> <p>He is survived by Josephine; his sister, Enid; his children, Tony, Steven, Brian, Wilma, Claristine and Shirley; 12 grandchildren and one great-grandchild.His two brothers predeceased him.</p>",
  "<p>A new product said to make women's intimate areas \"fairer within four weeks\" has revived the beauty debate in colour-conscious Thailand, where fair skin is associated with opportunity, success and status, and caused critics to question when, if ever, the skin-whitening craze will end.</p> <p>Products promising to lighten the face, body and armpits are already available across the country, with skin-whitening pills and diet supplements claiming to pick up where the cosmetics leave off. But this is the first time that a vaginal whitening wash has hit the Thai market.</p> <p>In <a href=\"http://www.youtube.com/watch?v=M3O_GF6rq-0\" title=\"\">the adverts,</a> which are available online, on TV and on radio, a fair-skinned woman in skinny jeans wanders into her closet to change clothes, describing how \"everyone wants to look good – but tight shorts can leave your skin darker\". The camera then zooms in on her new outfit, which includes a pair of white shorts, to a voiceover claiming that Lactacyd White Intimate can make skin in that area become \"bright and translucent\".</p> <p>The launch of a similar product in India this year <a href=\"http://jezebel.com/5900928/your-vagina-isnt-just-too-big-too-floppy-and-too-hairyits-also-too-brown\" title=\"\">was met with international disdain</a> after a TV advert insinuated that having a fairer vagina would make women more attractive to men. In Thailand, however, the companies responsible say they have been successful. \"Products [have] evolved from face-whitening to body and deodorant solutions to even out dark areas in the armpits,\" said Louis-Sebastien Ohl of Publicis Thailand, which created the adverts. \"Now an intimate toiletry also offers a whitening benefit, because research evidenced that … women [are] keen to have such a product.\"</p> <p>In many countries across south-east Asia, fairer skin is equated with higher class as it suggests a life not spent toiling in rice paddies under the sun. The Thai language is peppered with expressions that denigrate dark skin, such as the insult <em>dam mhuen e-ga</em> – \"black like a crow\". These days, rice farmers wear long sleeves, trousers, wide-brimmed hats and gloves. According to DRAFTFCB, the agency behind many of Nivea's skin-lightening ads in Thailand, such labourers make up much of of the Thai market for Nivea's face- and body-lightening products.</p> <p>Using pale Korean and Japanese pop stars as illustrations, Thai women's magazines are full of fair-skinned Asians promoting products that promise to whiten, lighten and \"boost\" the complexion, with slogans such as \"Show off your aura\" and \"Get to know the miracle of white skin\". Fair-skinned actors and singers dominate the media nearly all over the Asia-Pacific region, where the skin-lightening industry <a href=\"http://www.skininc.com/spabusiness/global/48898927.html\" title=\"\">is expected to reach $2bn this year</a> , with the fastest growing markets in China and India.</p> <p>But the trend <a href=\"http://www.nytimes.com/2010/01/16/health/16skin.html?pagewanted=all\" title=\"\">has been associated with health risks</a> as many products contain ingredients such as hydroquinone and mercury, which can lead to permanent skin discolouration or kidney damage. Some products are illegal. There is no suggestion that Lactacyd White Intimate or Nivea products are illegal or contain hydroquinone or mercury.</p> <p>Critics of the whitening trend, such as Kultida Samabuddhi of the Bangkok Post, <a href=\"http://www.bangkokpost.com/opinion/opinion/312264/feminine-white-wash-goes-too-far\" title=\"\">who wrote an opinion piece on the whitening feminine wash</a>, say such products have changed the country's value system.</p> <p>\"As the definition of beauty has been changed by cosmetic industry, Thai women who fail to meet the beauty standards set by cosmetic producers and ad agencies have to struggle very hard to maintain their self-esteem,\" she told the Guardian.</p> <p>But the skin-whitening craze looks set to continue. The male market is yet to be fully tapped, said Ohl, who added that future variants of Lactacyd White Intimate would be formulated to include anti-ageing properties, \"so you can keep intimate parts fresh and young\" as well.</p>",
  "<p>Failed plans fall into three categories. There are good plans that are poorly executed, as in the blueprint drawn up by Count Alfred von Schlieffen for the invasion of France in 1914. There are strategically bad plans that are well executed, as in Napoleon's Russian campaign of 1812. And then there's the coalition government's deficit reduction plan.</p> <p>Last Friday's monthly update on the public finances was grim reading for George Osborne and his Liberal Democrat sidekick Danny Alexander. Back in the happy days of 2010 the talk was of how an ambitious plan to reduce the red ink splattered all over the Treasury's books could be combined with robust growth and the protection of frontline services. Not one of these objectives has been met.</p> <p>The quality of public services has been diminished by job cuts, the economy has hit the wall and, perhaps most tellingly of all, the gap between what the government spends and what it receives in taxes is getting bigger, not smaller.</p> <p>The deficit last month was more than £14bn, slightly up on the previous year and a record for any August. On budget day, the chancellor said he expected the deficit to fall by more than 4% in the current financial year; in the first five months of 2012-13 it is 21% up on 2011-12. It will take a rapid – and wholly unlikely – acceleration in growth over the next few months for Osborne to have the remotest chance of hitting his forecasts.</p> <p>More probably, he will have to use his autumn statement in early December to admit that he is going to break at least one of the rules he set himself for control of the public finances when he became chancellor. The target of reducing debt as a share of national income by the end of this parliament already looks fanciful given the flatlining of the economy over the past 18 months, leaving Osborne with the choice of setting a new, less onerous challenge or announcing fresh austerity plans.</p> <p>Humiliating though it will be, the chancellor will almost certainly take the first option. The deficit reduction plan already implies greater austerity in 2013-14 and 2014-15 than in the current financial year, and it would be a brave chancellor who would remove extra demand from an economy already fragile. The idea of expansionary fiscal contraction – getting tough with the budget boosts growth by allowing monetary policy to work its magic – has proved a dud. Why? Because the banking system is broken and the over-indebted are not interested in taking on more debt no matter how far interest rates fall. Osborne and the Office for Budget Responsibility (OBR) have massively overestimated the power of monetary policy, so to further tighten fiscal policy would result in even weaker growth and make the government's fiscal objectives even harder to achieve.</p> <p>Osborne will fall back on the defence used by every chancellor since time immemorial: blame the foreigner. Had it not been for the sovereign debt crisis in the eurozone, the rise in oil prices, and the sluggishness of the global economy, he will say, everything would be going swimmingly by now. There was nothing wrong with the plan. It was a super plan. It was, indeed, the only plan that could have saved Britain from Greek-style debt dystopia. It was just that other people messed things up.</p> <p>Sir Mervyn King is providing the chancellor with a certain amount of political cover for his U-turn. The governor of the Bank of England says it will be all right for the government to miss its debt target provided it is the result of external factors and not due to his going soft on deficit reduction itself. Given that King stood four square behind Osborne's austerity from the outset and has used the same defence for the bank's record of consistently over-estimating growth and under-estimating inflation, his support is unsurprising but welcome if it prevents Osborne from compounding his own errors.</p> <p>For while it is true that Labour's stewardship of the public finances left a lot to be desired in advance of the Great Crash of 2007 and that any government faced with a budget deficit of 11% of national output would be forced to take steps to balance the books, the fact is that Osborne's plan was ill-conceived, hastily drawn up, based on overly optimistic forecasts and executed in such a way as to amplify the pain felt by the public.</p> <p>The failings of Plan A are explored by Brian Reading in a paper for Lombard Street Research called The Blunt Axe. The title is a reference to the so-called Geddes Axe, the programme of deep spending cuts imposed in the early 1920s following close scrutiny of where savings could be made.</p> <p>Reading's assessment of Osborne's approach is scathing, arguing that it failed miserably to accomplish the coalition's \"urgent priority to secure economic stability at a time of continuing uncertainty in the global economy\". In particular, the paper says there was no attempt to assess the impact on growth of spending cuts, the government hid behind \"rosy forecasts\" provided by the OBR, it \"slashed and burned\" investment apart from expensive prestige projects, it made no attempt to identify where taxpayers' money was to be saved, failed to measure the real resources provided to departments given the different inflation rates that apply to services such as health, failed to protect frontline workers (or even identify what work they did), and made no plans for the inevitable cuts in public sector employment, which at 372,000 in the first two years are almost six times as high as the 66,000 estimated by the OBR.</p> <p>Reading concludes that there was no need for Plan A to savage growth. The coalition, he says, could have substantially boosted investment spending without breaking its own fiscal rules. Instead, net investment spending in 2014-15 is forecast to be almost 60% lower than it was five years earlier. This is not a new phenomenon. Governments of all stripes always find it easier to cut capital spending than current spending, despite the long (and often short) term consequences for the economy.</p> <p>Nor is Reading convinced by the argument that everything can be blamed on events on the other side of the Channel. \"The deteriorating global environment and euro-debacle undoubtedly damaged the British economy, but were foreseeable. The OBR was an accomplice, persistently awarding pass marks despite darkening skies.\" Calling for a new Geddes commission, he concludes: \"The axe was blunt, the axeman blind.\"</p> <p>In one respect, Osborne is right. The public finances are in a terrible mess and need to be fixed. Ed Balls will have to come up with a credible blueprint if Labour wins the next election. But what the past two and a half years have proved beyond doubt is that a deficit reduction plan without a growth plan is no deficit reduction plan at all.</p>",
  "<p>Almost a month after the UK Border Agency announced that it was revoking London Metropolitan University's right to award visas to international students, the <a href=\"http://www.bbc.co.uk/news/education-19663108\" title=\"\">high court has intervened</a> to give a temporary reprieve to some of its students. However, the move by the UKBA still ultimately threatens thousands of students with deportation, along with the future viability of London Met as a public entity.</p> <p>The past few weeks have demonstrated both that a serious and concerted campaign is capable of delivering results, and that the government has always been more interested in pursuing its ideological agenda in higher education than in protecting students – effectively using London Met as test case in its market experiment.</p> <p>While London Met and the National Union of Students were <a href=\"http://www.nus.org.uk/en/news/news/nus-announces-independent-intervention-in-london-met-international-student-legal-action/\" title=\"\">launching legal battles</a> to keep students at the institution, private colleges have been circling around, <a href=\"http://www.regents.ac.uk/default.aspx?page=2023\" title=\"\">running open days</a> in the hope of taking displaced students, and the universities minister, David Willetts, last week <a href=\"http://www.theguardian.com/education/2012/sep/13/willetts-uk-reputation-foreign-student-visas?newsfeed=true\" title=\"\">announced a package of £2m</a> in hardship funds for \"legitimate students\" affected by the situation.</p> <p>Far from being a cause for celebration, these moves by the government represent the latest in a cynically presented official narrative around the London Met case: that the government, and the set of private providers now swarming around London Met, are working to alleviate the situation for students left stranded by the incompetence of the university's management. The truth is that the government is exploiting the situation at London Met in order to further its own objectives.</p> <p>London Met is already at the heart of the coalition's experiment, in which massive cuts to public teaching grants are forcing institutions to seek private income streams. Having implemented a <a href=\"http://www.theguardian.com/education/2011/jun/13/london-met-cuts-hammer-blow-creativity\" title=\"\">70% cut to its courses</a> in 2011, including the loss of whole departments such as history and philosophy, the university's management <a href=\"http://www.theguardian.com/education/2012/aug/14/london-metropolitan-university-outsourcing-plan\" title=\"\">announced last month</a> that it would seek a large-scale privatisation deal – essentially a corporate buyout of much of its central services.</p> <p>The essential theme of the higher education white paper, much of which is now being brought into effect without a vote in parliament, was the creation of a market – with private providers allowed to operate, and public universities allowed to go to the wall if they cannot make ends meet. The social consequences of this project will be dire: it is precisely the universities that working-class students rely on that will be forced to merge, or even to close entirely.</p> <p>Like almost all higher education institutions, London Met has come increasingly to rely on international students, whose fees are uncapped. Without this income the university will struggle to survive, and, predictably, the government's new approach to the crisis does nothing to address the insolvency that London Met faces as a result of the UKBA's decision. Instead, Willetts is focused on moving London Met's international students on to other institutions, while \"protecting Britain's reputation\" in the global higher education market.</p> <p>The government's emphasis on making Britain an appealing destination for international students goes beyond the poor taste of viewing people, and their contributions to academia and society, as cash cows and cogs in a market mechanism. It is also dishonest and cynical: the situation at London Met is in large part a product of an increasingly draconian set of visa and immigration restrictions now being used by the Home Office to <a href=\"http://www.dailymail.co.uk/debate/article-2196055/London-Metropolitan-University-crisis-Visas-sham-courses-bogus-students.html\" title=\"\">\"send a message\" about \"bogus students.\"</a></p> <p>Over the past few years international students have faced repeated attacks on their ability to study and work in the UK – as well as paying increasingly astronomical fees, they are required to register at police stations, carry biometric ID and to have their attendance monitored constantly by their institution and the UKBA. In April, the government abolished the post-study work visa – effectively forcing many international students to leave the country.</p> <p>London Met is not alone in struggling to meet visa monitoring requirements: in a number of prestigious Russell Group universities, staff will privately admit that cuts to registry departments have made them effectively negligent. The effects of a curtailment order in this context are expressly political – the coalition is refusing to intervene to save the institution from bankruptcy because, unlike the universities that its own sons and daughters attend, London Met has become a target for the government's market experiment in higher education.</p> <p>Ultimately, this chaotic, money-driven experience is not confined to international students. With the rapid extension of the market across the system, this is the government's vision for everyone in higher education. Events at London Met are once again proving to be a crucial and symbolic battleground for the future of education as a whole. Everyone who believes in preserving education as a public service must be willing to take action – in the courts and on the streets.</p>",
  "<p><em>Books to the ceiling, <br>Books to the sky,<br>My pile of books is a mile high.<br>How I love them! How I need them!<br>I'll have a long beard by the time I read them. </em></p> <p>~ Arnold Lobel [1933-1987] author of many popular children's books. </p> <p>Compiled by Ian \"Birdbooker\" Paulsen, the <em>Birdbooker Report</em> is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.</p> <p> </p> <h2>Featured Title:</h2> <ul> <li> Hunn, Eugene S. Birding in Seattle and King County: Site Guide and Annotated List (Second Edition). 2012. Seattle Audubon Society. Paperback: 252 pages. Price: $21.95 U.S. This title is available from the <a href=\"https://www.seattleaudubon.org/sas/Default.aspx?TabID=55&amp;CategoryID=62&amp;ProductID=1293\">Seattle Audubon Society</a>.<br>SUMMARY: Eugene S. Hunn's classic Birding in Seattle and King County -- first published in 1982 -- cast attention on Seattle's urban environs, rich shorelines, farms and fields, and the little-known wilderness of the flanking Cascade Mountains, inspiring a tsunami of birding by a new generation of skilled and passionate birders. This radically renovated edition documents 377 species, a twenty-three percent increase from the original edition, thanks to intensive exploration along the Cascade crest, dedicated scanning offshore, and frequent coverage of favored parks and open spaces. Today's birders will find entirely new maps showing time-tested birding sites as well as recently discovered \"hotspots\"; a comprehensive inventory of rarities; updated seasonal bar graphs; and analyses of Christmas Bird Counts, the Breeding Bird Atlas, and recent changes in the dynamic local bird life -- along with a stunning set of color photographs by leading local photographers.<br>IAN'S RECOMMENDATION: A must have for those birding the region! The only thing I would have done differently is that I would have had a Glaucous-winged Gull photo on the cover instead of a Savannah Sparrow. </li> </ul> <h2>New and Recent Titles:</h2> <ul> <li> Jameson, Conor Mark. Silent Spring Revisited. 2012. Bloomsbury. Hardbound: 288 pages. Price: $27.95 U.S./ £16.99 [<a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9781408157602\">Guardian Bookshop</a>; <a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/1408157608/livithescieli-21/\">Amazon UK</a>/<a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/B0089VOJ4U/livithescieli-21/\">kindle UK</a>; <a href=\"http://www.amazon.com/exec/obidos/ASIN/1408157608/livingthescie-20/\">Amazon US</a>/<a href=\"http://www.amazon.com/exec/obidos/ASIN/B0089VOJ4U/livingthescie-20/\">kindle US</a>]. <br>SUMMARY: American scientist and author Rachel Carson is said to have sparked the modern day environmental movement with the publication of Silent Spring in 1962. She made vivid the prospect of life without birdsong. But has her warning been heeded? Fifty years on, Conor Mark Jameson reflects on the growth of environmentalism since Silent Spring was published. His revealing and engaging tale plots milestone events in conservation, popular culture and political history in the British Isles and beyond, tracing a path through the half century since 'zero hour', 1962. Around this he weaves his own observations and touching personal experiences, seeking to answer the question: what happened to the birds, and birdsong, and why does it matter?<br>IAN'S RECOMMENDATION: An interesting take on the post-Silent Spring era from a British perceptive. <br></li> <li> Brown, Lester R. Full Planet, Empty Plates: The New Geopolitics of Food Scarcity. 2012. W.W. Norton. Paperback: 144 pages. Price: $16.95 U.S. [<a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/0393344150/livithescieli-21/\">Amazon UK</a>; <a href=\"http://www.amazon.com/exec/obidos/ASIN/0393344150/livingthescie-20/\">Amazon US</a>/<a href=\"http://www.amazon.com/exec/obidos/ASIN/B007P01HBO/livingthescie-20/\">kindle US</a>]. <br>SUMMARY: With food supplies tightening, countries are competing for the land and water resources needed to feed their people. <br> With food scarcity driven by falling water tables, eroding soils, and rising temperatures, control of arable land and water resources is moving to center stage in the global struggle for food security. \"In this era of tightening world food supplies, the ability to grow food is fast becoming a new form of geopolitical leverage. Food is the new oil,\" Lester R. Brown writes. <br> What will the geopolitics of food look like in a new era dominated by scarcity and food nationalism? Brown outlines the political implications of land acquisitions by grain-importing countries in Africa and elsewhere as well as the world's shrinking buffers against poor harvests. With wisdom accumulated over decades of tracking agricultural issues, Brown exposes the increasingly volatile food situation the world is facing.<br>IAN'S RECOMMENDATION: For those with an interest in the future of humanity. <br></li> <li> Abel, Jessica and Matt Madden. Drawing Words and Writing Pictures: Making Comics: Manga, Graphic Novels, and Beyond. 2008 and 2012. First Second. Paperbacks: 282 and 318 pages. Price: $34.99 each. [2008 edition: <a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/1596431318/livithescieli-21/\">Amazon UK</a>; <a href=\"http://www.amazon.com/exec/obidos/ASIN/1596431318/livingthescie-20/\">Amazon US</a>] [2012 edition: <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9781596436176\">Guardian Bookshop</a>; <a href=\"http://www.amazon.co.uk/exec/obidos/ASIN/1596436174/livithescieli-21/\">Amazon UK</a>; <a href=\"http://www.amazon.com/exec/obidos/ASIN/1596436174/livingthescie-20/\">Amazon US</a>]. <br>SUMMARY: Drawing Words and Writing Pictures is a course on comic creation -- for college classes or for independent study -- that centers on storytelling and concludes with making a finished comic. With chapters on lettering, story structure, and panel layout, the fifteen lessons offered -- each complete with homework, extra credit activities and supplementary reading suggestions -- provide a solid introduction for people interested in making their own comics. Additional resources, lessons, and after-class help are available on <a href=\"http://dw-wp.com/\">the accompanying website</a>. <br> A new course of material to accompany First Second's widely acclaimed 2008 comics textbook. In their hotly anticipated follow-up to 2008's comics textbook Drawing Words &amp; Writing Pictures, School of Visual Arts cartooning professors Matt Madden and Jessica Abel bring their expertise to bear on the \"second semester\" of a course of study for the budding cartoonist. Covering advanced topics such as story composition, coloring, and file formatting, Mastering Comics is a vital companion to the introductory content of the first volume.<br>IAN'S RECOMMENDATION: Ever thought you could do comics? These books will get you started! <br></li> </ul> <p>.. .. .. .. .. .. .. .. .. .. .. .. </p> <p>Ian \"Birdbooker\" Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children's books on these topics. Mr Paulsen writes brief synopses about these books on his website, <a href=\"http://birdbookerreport.blogspot.com/\"><em>The Birdbooker Report</em></a>. </p> <p>.. .. .. .. .. .. .. .. .. .. .. ..</p> <p>GrrlScientist is on <a href=\"http://www.facebook.com/grrlscientist\">facebook</a> and twitter: @<a href=\"https://twitter.com/GrrlScientist\">GrrlScientist</a> <br>email: grrlscientist@gmail.com</p>",
  "<p>Since <a href=\"http://thinkprogress.org/climate/2011/12/05/382209/observed-warming-since-1950-was-manmade/\">1950</a>, humans have manufactured more goods than have ever existed in history. Our consumption of those goods – a highly inefficient use of our natural capital – has wrought a long list of environmental consequences. Staggering <a href=\"http://rainforests.mongabay.com/0803.htm\">deforestation</a>, check. Increasing greenhouse gas <a href=\"http://climate.nasa.gov/causes/\">emissions</a>, check. Rising heat, sea level, and incidence of extreme weather events – <a href=\"http://www.who.int/mediacentre/factsheets/fs266/en/\">check, check and check</a>.</p> <p>To environmental experts, such evidence is the proverbial writing on the wall: we must transition to a low-carbon economy, stat, in order to avoid irrevocable damage. As President Obama <a href=\"http://thinkprogress.org/climate/2012/09/06/810901/obama-to-nation-climate-change-is-not-a-hoax-more-droughts-and-floods-and-wildfires-are-not-a-joke/\">affirmed</a>, upon accepting his party's nomination for president, no less:</p> <blockquote> <p>\"Climate change is not a hoax. More droughts and floods and wildfires are not a joke. They're a threat to our children's future.\" </p> </blockquote> <p>The president's choice of words seemed a pointed response to Republican Senator James Inhofe, author of <a href=\"http://thinkprogress.org/climate/2012/03/09/441515/inhofe-god-says-global-warming-is-a-hoax/\">The Greatest Hoax</a> and, it's worth noting, recipient of <a href=\"http://www.opensecrets.org/politicians/summary.php?cycle=Career&amp;type=I&amp;cid=N00005582&amp;newMem=N\">$1.3m</a> in campaign contributions from the oil and gas lobby.</p> <p>Political maneuvering aside, why are Americans so disengaged from climate change – arguably, one of the most critical problems of our time? </p> <p>Denial ain't just a river in Egypt; it's also in places like North Carolina and perhaps even embedded into America's cultural DNA. According to the <a href=\"http://environment.yale.edu/climate/publications/Six-Americas-March-2012/\">latest study</a> from the Yale Project on Climate Change Communication, the American public's concern about global warming can be sorted into six categories, ranging from alarmed (13%) and concerned (26%), to cautious, disengaged, doubtful and dismissive (that's the other 61% of us). Among the many explanations offered for the knowledge gap are clashing worldviews, varying education levels, demographics, and the media's handling of the issue. </p> <p>Even as evidence for climate change mounts and the consequences of the phenomenon become more severe, the amount of climate coverage on broadcast networks has plummeted. According to a stunning analysis by <a href=\"http://mediamatters.org/research/2012/04/16/study-climate-coverage-plummets-on-broadcast-ne/184103\">Media Matters</a>, the Sunday morning current affairs shows averaged about one hour each on climate change in 2009, compared to averaging 21 minutes apiece in 2010 and only 9 minutes per program in 2011. In 2011, Fox News Sunday covered climate change the most (just under an hour), \"but much of the coverage promoted the 'Climategate' controversy and downplayed the threat of climate change,\" reports Media Matters.</p> <p>At the other end of the spectrum, CBS had the least climate change coverage, devoting four minutes to the topic in three years. Altogether, in 2011, ABC, CBS, NBC and Fox spent twice as much time discussing Donald Trump's \"will he, won't he\" run for president rather than climate change. In fact, NBC's Meet the Press devoted 23 minutes to Trump that year – but not a single minute to climate change.</p> <p>While there is virtually no mention of climate change in the local news, reporters have turned the weather into a national pastime. Perhaps this is because storms, hurricanes and tornadoes ignite a primal reaction, whereas climate change requires an intellectual one. There is also a perception of trust that grows from constant visibility on television – although we poke fun at the weatherman, we still hide in our closets during tornado warnings. On the other hand, we regard PhD-level climate scientists with suspicion, even though their work must hold up to rigorous peer review. The weather versus climate conflict illustrates what behavioral economists have said for years: </p> <blockquote> <p>\"We base our decisions on emotion far more than reason.\"</p> </blockquote> <p>Flawed climate risk perception may also explain why meteorologists have an advantage over climate scientists in making immediate weather more urgent than climate change. Although hard data do influence thinking, the psychology of risk perception is complicated. Often, our fears defy reason and statistics. For instance, blood-curdling events like shark attacks and plane crashes scare the living daylights out of us, when we have more reason to be afraid of climbing into our cars each morning: sharks claim <a href=\"http://www.flmnh.ufl.edu/fish/sharks/isaf/2011summary.html\">about 12 lives per year</a>, while car crash fatalities average <a href=\"http://money.msn.com/auto-insurance/the-deadliest-month-on-the-road.aspx\">around 93 per day</a>. In the case of climate change, fear over problems that will affect us 50 years from now cannot compare with fear of challenges we face today. What people don't understand is that climate change is, in fact, already affecting our economy.</p> <p>It's understandable that our perception of risk may lead us to focus on surviving an immediate disaster more than preventing a future one. But it defies logic that so many would fall prey to \"infotainers\" such as Glenn Beck, who uses sustainable development as fodder for jokes. From McKinney, Texas to Trenton, New Jersey, sustainable development projects are being held up due to <a href=\"http://citizenreviewonline.org/ocean-county-new-jersey-blasts-un-agenda-21-in-resolution/\">aggressive pushback and fear-mongering</a> over Agenda 21, a voluntary initiative that some suspect to be diabolical attempt on the part of the UN to force a one-world government. </p> <p>Fortunately, most folks are not held back by reactionary ideology so much as basic lack of exposure to the problem. More than 1 billion people live in low-lying coastal areas, and most live in poverty. Already, at least <a href=\"http://www.greenbiz.com/blog/2010/08/18/coming-flood-climate-refugees?page=full\">25 million climate refugees</a> and counting are facing the consequences. For them, climate change is no longer an abstract concept to get their minds around; they are literally wading through it.</p> <p>Seeing is believing. If weak perception of risk is our blind spot, we needn't let the media keep us in the dark. Instead, we can use media – pictures, videos and websites such as National Geographic – to confront the challenges, and so mobilize citizens and students toward solutions. Weather may fade, but pictures of <a href=\"http://ngm.nationalgeographic.com/2012/09/extreme-weather/sidebar-textl\">post-drought west Texas</a>, hurricane-ravaged <a href=\"http://ngm.nationalgeographic.com/2006/08/hurricane-aftermath/slideshow-interactive\">New Orleans</a> and submerging countries such as <a href=\"http://environment.nationalgeographic.com/environment/global-warming/big-thaw/\">Tuvalu</a> are a stark reminder that climate change carries not only an economic or environmental toll, but also a human one. </p> <p>Sure, we can always evacuate, but we cannot get around paying a price for avoiding climate change. And the price – like the sea level – keeps rising.</p>",
  "<p>The government and many farmers argue that the cull is necessary to lessen tuberculosis in cattle, which led to the slaughter of 26,000 cows in 2011 alone. But opponents to the cull, which includes many prominent scientists, say it won't work and that vaccination and better <a href=\"http://en.wikipedia.org/wiki/Biosecurity\">biosecurity</a> are the solution. Whatever side of the gate you stand on, badgers are a brilliant subject for discussion with your students.</p> <p>In a twist of irony, it's national Badger Day on 6 October.</p> <p></p> <h2><strong>On the Guardian</strong></h2> <p><a href=\"http://www.theguardian.com/environment/2012/sep/16/badger-cull-government-go-ahead\">Badger cull to go ahead</a><br>The breaking news story that the first of two licences is being issued for a large pilot cull area in Gloucestershire, which is a hotspot for bovine TB. The 624 comments show the heat of the public's feelings on the subject.</p> <p><a href=\"http://www.theguardian.com/environment/2012/sep/19/badger-cull-public-safety-risk\">Badger cull public safety risk</a><br>An article which sets out the dangers of night time clashes between protestors and armed farmers involved in culling badgers.</p> <p><a href=\"http://www.theguardian.com/uk/video/2012/sep/11/brian-may-badger-cull-video\">Brian May responds to the badger cull defeat</a><br>Dr (I didn't realise he was a Dr either...) <a href=\"http://www.theguardian.com/profile/brian-may\">Brian May</a> argues against the badger cull. He has also initiated <a href=\"http://epetitions.direct.gov.uk/petitions/38257\">this poll</a> to stop the cull which has been signed by 57,000 people</p> <p><a href=\"http://www.theguardian.com/environment/2012/sep/19/badgers-slaughter-little-result\">Letters</a><br>A sample of opinions on the badger cull from the Guardian's letters and emails section.</p> <p><a href=\"http://www.theguardian.com/politics/shortcuts/2012/sep/18/owen-paterson-minister-badger-cull\">Pass Notes on Owen Paterson</a><br>An amusing look at the career of the new environment minister, who once kept a pair of badgers as pets. Now it looks like he's going to be famed for allowing 50,000 of the critters to be killed.</p> <p></p> <h2><strong>Resources on the Guardian Teacher Network</strong></h2> <p><a href=\"http://teachers.theguardian.com/teacher-resources/10695/?INTCMP=NECJOBBTN767I2\">Badger finger puppets</a><br>Ready made badger (and owl) finger puppets and <a href=\"http://teachers.theguardian.com/teacher-resources/10697/?INTCMP=NECJOBBTN767I2\">here's</a> a colour in yourself version too </p> <p><a href=\"http://teachers.theguardian.com/teacher-resources/10698/Fab-facts-about-badgers-poster-page-1-by-Woodland-Trusts\">Badger poster</a><br>Ever wondered what badgers eat and where they live? This fab fact-filled double sided poster will tell you. <a href=\"http://teachers.theguardian.com/teacher-resources/10699/?INTCMP=NECJOBBTN767I2\">Here</a> is the back/page two - perfect for hanging from your classroom ceiling.</p> <p><a href=\"http://teachers.theguardian.com/teacher-resources/6014/?INTCMP=NECJOBBTN767I2\">The Grizzlegog</a><br>Badger stars in primary school teacher Des Hegarty's story set in the wild wood. <a href=\"http://teachers.theguardian.com/teacher-resources/6092/?INTCMP=NECJOBBTN767I2\">Here</a> is a picture of him in his sett.</p> <h2><strong>The best of the web</strong></h2> <p><a href=\"http://www.badger.org.uk/content/home.asp\">The Badger Trust</a><br>The Badger Trust actively addresses many issues facing badgers today. These include snares and other forms of persecution, which maim and kill badgers, developments which destroy badger setts and foraging grounds, and road traffic which kills hundreds of thousands of badgers.</p> <p><a href=\"http://www.naturedetectives.org.uk/play/games/badgerwood.htm\">Can your pupils save badger wood?</a><br>Badger Wood is going to be cut down - interview the animals that live there and save their home! This engrossing game from the Woodland Trust's Nature Detectives team includes everything your class needs to save badger wood.</p> <p><a href=\"http://www.youtube.com/watch?v=EIyixC9NsLI&amp;noredirect=1\">Badger badger badger</a><br>It's difficult to justify putting this in the best of the web section of this blog. But here it is. It's been watched more than 15 million times.</p> <p><a href=\"http://www.bbc.co.uk/nature/life/European_Badger\">Badgers on the BBC</a><br>Gorgeous website on badgers from BBC Nature including beautiful photographs, videos, facts, orphan badgers (everybody, seriously, say ahhh) and much more.</p> <p><a href=\"http://www.badgerwatch.com/badgers.htm\">What does a badger look like?<br></a>Facts on the size and eating habits of badgers.</p> <p><a href=\"http://www.rspca.org.uk/getinvolved/campaigns/wildlife/badgers\">RSPCA on badgers</a><br>Latest news from the RSPCA on the badger cull and local action.</p> <p><a href=\"http://www.tbfreeengland.co.uk/\">NFU TB free England</a><br>The National Farmers Union supports the badger cull and believes it will help with the problem of bovine tuberculosis. Get the farmers' story here.</p> <h2>This content is brought to you by <a href=\"http://www.theguardian.com/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.theguardian.com/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.theguardian.com/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>"
]