[
  "Foam covers Aberdeen fishing village",
  "Tiger Woods admits to poor Ryder Cup form but has won well in Chicago",
  "Maps: site of an epic territorial struggle between Apple and Google",
  "Plebs reunited",
  "Fifty years on, the silence of Rachel Carson's spring consumes us",
  "Unfair taxes and the thin yellow line",
  "Romney and Obama double up with strong speeches at Clinton Initiative",
  "Nail art: power at your fingertips",
  "Edwina Grosvenor: the lady who can't leave jail",
  "Bumi woes dent Rothschild fortune – and reputation",
  "Obama uses UN speech to condemn extremism",
  "Pork and bacon shortage 'unavoidable' as record drought raises feed costs",
  "The Schwarzenegger Institute – pass notes No 3,253",
  "China accused over Himalayas casualties",
  "Cairn raises nearly $1bn for North Sea developments, while Weir rises on bid talk",
  "If hospital environments affect patients, what about their impact on staff?",
  "Epic Mickey: Power of Illusion – preview",
  "What Mitt Romney could learn from Broadway's Book of Mormon",
  "Eating badger: a sett menu",
  "UK aid under scrutiny, snapshots of city life, and Malawi's battle against hunger",
  "President Obama's speech to the UN general assembly – full transcript",
  "The African-American debate on voting rights",
  "Iran to boycott 2013 Oscars over Innocence of Muslims",
  "What are you reading today?",
  "Syria is a regional calamity with global ramifications, says Ban Ki-moon",
  "Conflict over land in Cambodia is taking a dangerous turn",
  "The Hague, the ICC, and the economic benefits of being a centre for justice",
  "Finding new investment through a tenants mutual",
  "Weir tops FTSE risers on bid speculation, while Inmarsat climbs on hopes for its new Global Xpress system",
  "Teenagers are victims of domestic abuse too",
  "If you like books like these: crime fiction for teens",
  "Guardian Weekly Letters, 28 September 2012",
  "Politicians must learn to back off",
  "Iran tightens online control by creating own network",
  "Supermarkets face protests over support for badger cull",
  "Tax and spending at the heart of US election battle",
  "Disabled writers gave me faith in words",
  "Society daily 25.09.12",
  "Best bits: women and social enterprise",
  "Consumers focus on reducing debts in weak economic environment",
  "Somalia's fishermen struggle to make a living from pirate-infested seas",
  "Floods threaten north of England",
  "Global shark conservation plan in the balance at landmark talks",
  "Why students need a global awareness and understanding of other cultures",
  "Hillary Clinton deserves a shot at the presidency in 2016",
  "Stop. Look up, look down. There are natural wonders on your doorstep",
  "Onshore wind energy: what are the pros and cons?",
  "Children travelling abroad alone: the safety checks that need to be in place",
  "Sale may pay the price for Steve Diamond's itchy trigger finger",
  "Leading questions: Francisco Cardona, OECD",
  "Tools for plugging ICT into any lesson: my top five resources",
  "A grand canvas for Gwangju's role in dawn of South Korean democracy",
  "Stakes are high for UN panel replacing millennium development goals",
  "Malcolm Bluemel seeks sale of Planet Rock radio station",
  "Micro-volunteering: a new way to engage people with a little time to spare",
  "Trafigura lessons have not been learned, report warns",
  "Secret courts: the essential guide",
  "Drone attacks in Pakistan are counterproductive, says report",
  "Michael Jordan brings charisma and cigars to help cart off Ryder Cup"
]