[
  "World not on target to meet millennium development goal on child mortality",
  "Libya: grenades lobbed from afar",
  "England v South Africa – as it happened",
  "Heathrow: another source of hot air",
  "Familiarity breeds…",
  "Chaos theory and geoengineering",
  "UN reproaches nations for austerity policies that risk deepening slump",
  "Free Pussy Riot, urges Medvedev",
  "Level up: where next for gaming culture in the arts? – live chat",
  "Ex-HBOS banker Cummings banned for life and fined £500,000",
  "Burberry designs flagship London shop to resemble its website",
  "Catalans are ready for independence – but are their leaders?",
  "Angela Merkel hails German court's ruling on eurozone rescue fund",
  "Peter Cummings statement on FSA lifetime ban and fine for HBOS crisis",
  "Practising social responsibility without the CSR label",
  "Green news roundup: Climate minister, badger cull and Arctic sea ice",
  "Hillsborough report: what data journalism can tell us about the files",
  "Ubisoft CEO Yves Guillemot on the future of digital gaming",
  "Greg Barker and Miriam Maes: the key emails and unanswered questions",
  "iPhone 5: the rumours visualised",
  "Product design: stewardship begins with a comprehensive view",
  "Owen Paterson unveils 'rural contract' designed to drive economic growth",
  "The higher education revolution - is there any evidence for it?",
  "Tracking polar bears across the Arctic ice",
  "What can fundraisers learn from different cultures' charitable giving?",
  "Are you disappointed by the mediocrity of those you work with?",
  "Asian frogs becoming extinct before they can be identified, biologists warn",
  "US consulate attack in Libya underlines threat of Salafi fundamentalists",
  "Human stories behind Gideon Mendel's exhibition on hunger in northern Kenya",
  "Germany's highest court approves creation of euro rescue fund",
  "Tony Blair gives his enemies the slip again",
  "UK unemployment: what the economists say",
  "Wind energy could surpass global power demand – with huge hurdles",
  "The women teaching cross stitch to convicted murderers",
  "Europeana opens up data on 20 million cultural items",
  "Society daily 12.09.12",
  "Can James Cameron save Avatar sequels from Matrix meltdown?",
  "Activists plan to disrupt autumn badger cull after court appeal fails",
  "Social enterprise network daily: Wednesday 12 September",
  "Spotted: beauty trends at New York fashion week",
  "Chemical industry isn't doing enough to embrace sustainability",
  "Mortgage lending shows 2% year-on-year rise",
  "Tackling Glasgow's substandard homes with peas, beetroot and thermal imaging",
  "Europe considers suspending airline emissions charge",
  "Jim Yong Kim's trip to South Africa was just a PR exercise for the World Bank",
  "European Tour confirms that the Andalucía Masters has been cancelled",
  "Yet another poet leaves a mark on the northern landscape",
  "County cricket – as it happened",
  "Rowan Williams, we'll miss you",
  "The Roald Dahl who wasn't for kids",
  "Chancellor's response to planning reform shows panic",
  "Michael Gove faces MPs over GCSE grading row + PMQs: Politics live blog",
  "Today's media stories from the papers",
  "The Cold Edge: polar photography by Dave Walsh – in pictures",
  "iPhone 5 sales could see Apple boosting US economy, says JP Morgan economist",
  "Plaid Cymru leader: we can only prosper if we do things for ourselves",
  "Muhammad Yunus: the model social enterprise leader?",
  "Boot up: RIM's sales dip, FAA's iPad OK, China's Nexus nix and more"
]