[
  "Microsoft suffers steep fall in profits",
  "Diary",
  "Mitt Romney tells business leaders: put pressure on employees - US politics live",
  "George Galloway's PA, her police officer husband and claims of 'dirty tricks'",
  "The British Council doesn't make it hard for others to compete",
  "Mitt Romney's advice to business leaders on employee voting – it's legal",
  "Google shares suspended after accidental email wipes $22bn off value",
  "Prince Charles's charity officials given access to Whitehall elite",
  "Rather than prices, David Cameron should fix the energy mess",
  "Uppers and downers have always been prevalent – former England players",
  "China's economy slows down – threatening western bottom lines",
  "Nokia struggles to keep pace with Apple",
  "Presidential debates 2012: you be the moderator – open thread",
  "Today in healthcare: Thursday 18 October",
  "Is the eurozone crisis nearly over?",
  "Energy price row and MPs' expenses - Thursday 18 October",
  "20 Best iPhone, iPad, Android and Windows Phone games this week",
  "Igor Sechin: Rosneft's Kremlin hard man comes out of the shadows",
  "Cost of badger cull may force U-turn",
  "Integrated reporting will hand back more trust to investors",
  "Who earns the big bucks in MLS? And why the players want us to know",
  "Mark Cavendish leaves Team Sky to join Omega Pharma-Quick Step",
  "Has the PM killed energy price competition, ask analysts",
  "Protesters call on George Osborne to recognise green economy's potential",
  "UK's year of drought and flooding unprecedented, experts say",
  "Come Dine With Me: is it time to change the recipe?",
  "Foreign Office opens crisis centre for overseas rescues after Libya fiasco",
  "BBC World Service to cut a further 73 posts",
  "The environmentalist's dilemma: get on your cold bike or drive a warm car",
  "Live Q&A: The changing role of volunteers and paid staff",
  "David Cameron's energy team unable to explain price pledge",
  "Newsweek to axe print edition",
  "Up to 28,000 Syrians have 'disappeared' since uprising began",
  "Society daily 18.10.12",
  "Coalition's energy policy is even more confused than its 'lowest tariff' pledge",
  "UK retail sales: what the economists say",
  "Social enterprise network daily: Thursday 18 October",
  "Jupiter flies as customers turn to cautious funds",
  "A first look at some changes to commenting",
  "Will climate change lead to more droughts?",
  "Is the UK foreign aid budget invested or spent?",
  "Climate change fiction melts away just when it's needed",
  "Go-Ahead boosted by Olympic effect",
  "Labour's class warfare against 'posh' Tories is a double-edged weapon",
  "Smithfield plans will 'destroy grandest parade of market buildings in Europe'",
  "Should Palestinians boycott international aid?",
  "What type of voluntary sector leader will we have in 2017?",
  "Round up: procurement capability",
  "Today's media stories from the papers",
  "EU development commissioner Andris Piebalgs fights his corner on aid",
  "Eurozone's rollercoaster ride unsettles Asia",
  "UK companies slash ad spend",
  "UK wildlife crime laws a mess, MPs say",
  "St Louis Cardinals 3 - San Francisco Giants 1 - as it happened"
]