[
  "<p>David Cameron summoned cabinet ministers on Monday night who are to be sacked or demoted in his first major government reshuffle which will see a comprehensive clear-out of ministers who have failed to deliver and the promotion of a new generation.</p> <p>Kenneth Clarke, who has been fighting to avoid demotion from his current post as justice secretary to replace Sir George Young as leader of the Commons, was one of the first ministers to see the prime minister in his room at the House of Commons.</p> <p>There were signs on Monday that Andrew Lansley, the health secretary, and Caroline Spelman, environment secretary, will be among the victims. Lansley left the prime minister in despair when he struggled to explain the need for his plans to devolve most of the NHS's £100bn budget to new GP-led commissioning groups. Spelman has failed to recover from the fiasco of plans to sell of parts of the national forest.</p> <p>Friends of Clarke, who announced that he was heading off for his traditional curry after his meeting with the prime minister, said it would be a mistake to move the veteran former chancellor. \"Ken is presiding over some of the biggest cuts in government – to prisons and to legal aid. But he has neutralised the Prison Officers' Association and you hardly hear a pip out of the barristers. The prime minister will regret it if Ken goes.\"</p> <p>Cheryl Gillan, the Welsh secretary, is also expected to be a casualty. In a sign of what was being dubbed the first Twitter reshuffle, Gillan removed the description of herself as secretary of state for Wales <a href=\"https://twitter.com/CherylGillanMP\" title=\"\">from her personal Twitter profile</a>.</p> <p>David Jones, the Wales office minister and MP for Clywd West who has been tipped as a possible replacement for Gillan, then mistakenly <a href=\"https://twitter.com/DavidJonesMP\" title=\"\">tweeted</a>: \"Well I'll be darned.\" When the ITN anchor <a href=\"https://twitter.com/alstewitn\" title=\"\">Alastair Stewart noticed</a>, Jones tweeted: \"@alstewitn slip of the thumb. Was supposed to be a DM in reply to a friend.\" The prime minister, who hopes to announce his new cabinet by Tuesday afternoon, is saying that only those who can play a decisive role in the next \"delivery phase\" of the government can expect to keep their places in the cabinet.</p> <p>Downing Street confirmed that Andrew Mitchell, the international development secretary, will replace Patrick McLoughlin as the government's chief whip. The appointment of Mitchell, a whip under John Major who has made no secret of his ambition to become chief whip, shows the influence of George Osborne. \"George gets his chief whip,\" said one senior Tory. Mitchell formed an alliance with the future chancellor while they ran rival campaigns during the 2005 Tory leadership contest.</p> <p>Mitchell, who managed David Davis' campaign, invited Osborne to dinner at his country house during the contest.</p> <p>Osborne, who was identified as the most unpopular member of the government in a recent Guardian / ICM poll, was booed when he awarded medals at the Olympic Stadium last night. By contrast Gordon Brown was cheered when he appeared at the Aquatics Centre.The outgoing chief whip, Patrick McLoughlin, will be promoted to a full cabinet post, possibly as transport secretary. The prime minister would like McLoughlin, a former miner and one of the government's few genuine working class members, to become one of the Tories' main faces on the television.</p> <p>One government source said: \"The prime minister sees the second half of this parliament as the delivery phase. We want to have people who have a proven record in delivering in their departments.\"</p> <p>Cameron also wants to bring into the cabinet and into more junior roles what is being described asa \"new generation of MPs\". This is likely to see the likes of Maria Miller, the minister for disabled people, joining the cabinet.</p> <p>Members of the 2010 intake of MPs will be promoted into government, though not into the cabinet. \"There will be fresh blood into the cabinet,\" one source said.</p> <p>David Laws, the former Liberal Democrat chief secretary to the Treasury, is likely to return as an education minister. He may also have a roving policy brief across government. Jo Swinson, Nick Clegg's parliamentary private secretary, is also expected to be promoted.</p> <p>Cameron, who knows reshuffles can turn into Westminster soap operas that often go wrong, hopes to ensure the main message of the week will be about delivery and fresh policies to promote economic growth. The prime minister and Nick Clegg are due to make a joint appearance to give details of bills to provide a basis for £40bn to guarantee infrastructure projects and £10bn for house building.</p> <p>The deputy prime minister told MPs the decision to abandon reform of the House of Lords has cleared a space in the calendar to rush through the bills. \"The prime minister and I will be making some announcements shortly on how we will use this opportunity of a gap, an unexpected gap in the legislative timetable, in order to push forward things which will help to create growth and jobs in our economy.\"</p> <p>Mitchell will now have his dream job. \"This is the man who has always wanted to be chief whip,\" one Tory said. \"Andrew has modelled himself on Francis Urquhart.\" That reference is to the chief whip played by the late Ian Richardson in the television series House of Cards, whose catchphrase was: \"You might very well think that; I couldn't possible comment.\"</p> <p>The move for Mitchell came as his former patron, David Davis, challenged the prime minister to impose spending and tax cuts faster.</p> <p>Davis, who has not sat on the Tory front bench since he resigned from the shadow cabinet in 2008 to fight a byelection on civil liberties, called for phasing out of employers' national insurance contributions, starting with small companies.He told BBC Radio 4's The World at One: \"The problem with the cuts is not the cuts programme itself, it is the speed of it. It is taking too long to take effect. Only 6% of it is under way. If we are going to get the debt levels of the country down, rather than growing by £600bn in this parliament, we have got to get on with it.\"</p> <p>Davis and Mitchell have not been close since the former appalled most members of the shadow cabinet by resigning to fight the byelection.</p> <p>Cameron said: \"As chief whip, Andrew will ensure strong support for our radical legislative programme, by working hard to win the argument in the Commons as well as playing a big role in the No 10 team. He will be invaluable as the government embarks on the next, vital phase of its mission to restore our economy to growth and reform our public services.\"</p> <p>Mitchell said: \"It has been a huge privilege to serve as part of a coalition which has radically overhauled the way aid is spent and brought a new rigour to British development policy. I am incredibly proud to be part of a government which is improving the lives of the world's most vulnerable people and helping the poorest countries stand on their own two feet. I leave [the Department for International Development] with great sadness but I very much look forward to the task ahead.\"</p> <p>The reshuffle is unlikely to see a promotion for one of the most high profile members of the 2010 intake of Tory MPs, who account for 49% of the parliamentary party. Zac Goldsmith, the environmentalist and MP for Richmond Park, indicated he would resign as a Tory if the party supports a third runway at Heathrow.</p> <p>Goldsmith told Radio 4's World at One: \"If we enter the next election with a manifesto which does not rule out expansion of Heathrow, I think the Conservative party would be very badly defeated in areas beneath the flightpath. I personally would not want to stand as a Conservative candidate on a manifesto that is ambiguous on this issue.\"</p> <p>He spoke out after Osborne said he favoured an extra runway in the south-east and is to try to build cross-party consensus for the controversial move.</p>",
  "<p>After a deadly wave of anti-mining protests, Peru's congress will vote on Tuesday on reforms aimed at restoring public confidence in the government's efforts to manage a lucrative and polluting rush for minerals that has made the country one of the fastest growing economies in South America.</p> <p>There were 168 protests over natural resources in July, according to Peru's human rights ombudsman, <a href=\"http://www.defensoria.gob.pe/conflictos-sociales/home.php\" title=\"\">La Defensoria del Pueblo</a>, down from a peak of 293 in 2009.</p> <p>Official figures shows 17 people have been killed in such conflicts since President Ollanta Humala took office in July 2011, compared with 191 who died in similar circumstances between 2006 to 2011 under his predecessor, Alan García.</p> <p>The government is belatedly trying to strengthen oversight of mining projects as it prepares for $50bn worth of investment in the sector over the next decade.</p> <p>It will take a major step forward on Tuesday with the submission of an administrative reform bill that will create a powerful new body to carry out environmental impact assessments.</p> <p>The new oversight institution, known as SENACE (the national environmental certification service), will comprise of representatives of six ministries and be chaired by the environment ministry.</p> <p>This is a major break from the old system, under which only the mining ministry assessed mining projects, leading to suspicions of collusion.</p> <p>\"This is a real landmark for Peru. Powers will be gradually shifted,\" the environment minister Manuel Pulgar Vidal told the Guardian. \"This won't just strengthen the ministry, it will fulfil a public need. The people don't believe it when a government body in charge of promoting a sector is also responsible for checking on it.\"</p> <p>The government hopes the reform will ease conflicts, including the huge protests over the planned Conga mine, which at $4.8bn is the biggest mining investment in Peru's history. Construction of the mine was suspended in November last year amid huge public outcry and five protesters have been killed in clashes with the police to date.</p> <p>After three cabinet reshuffles prompted by the dispute, the central government has now lifted a state of emergency, which suspended civil liberties, in three provinces of Cajamarca, where the unrest was centred.</p> <p>Farmers and local politicians said the proposed mine, a joint venture between US-owned Newmont and local miner Buenaventura, would destroy four highland lakes, threatening the water supply for the entire region. Recent talks between Cajamarca's regional governor, Gregorio Santos, and two respected Catholic priests also ended in stalemate.</p> <p>For the past decade, Peru has ridden on the wave of a mineral boom as it has supplied copper, gold, iron ore, silver and zinc to resource-hungry emerging economies such as China and India, in addition to its older customers in the US, Europe and Japan.</p> <p>Commodities account for about 60% of exports, which is the main driver of an economy that grew more than 6% in the last quarter, despite a sharp downtown in many other parts of the world.</p> <p>Most of the mines are foreign-owned, which has been a beneficial source of inward investment but prompted concerns that the country is sacrificing its environment for a short-term burst of growth.</p> <p>Mining and hydrocarbon projects have been linked to pollution, deforestation and poisoning. In August, 140 rural Peruvians fell ill after exposure to a toxic spill of copper concentrate produced by one of the country's biggest mines, Antamina.</p> <p>The government has taken several important steps to improve the situation under the administration of Humala, including officially implementing the <a href=\"http://  www.ilo.org/indigenous/Conventions/no169/lang--en/index.htm\" title=\"\">International Labour Organisation's convention 169 on indigenous and tribal communities</a>.</p> <p>The environment ministry was created four years ago and more reforms are planned in the future to strengthen judicial oversight.</p>",
  "<p>Greenery is on the agenda, all right – but for the wrong reasons. The reshuffle-cum-relaunch of the government is preceded by murmurs about how there might after all need to be a third runway at Heathrow, and perhaps also a builders' charter to bulldoze Britain's way out of recession. The days when the Cameronite pitch was <a href=\"http://news.bbc.co.uk/1/hi/uk/4917516.stm\" title=\"\">Vote Blue, Go Green</a> are forgotten. Over the past year, the prime minister has <a href=\"http://www.theguardian.com/environment/damian-carrington-blog/2012/apr/24/cameron-green-speech-clean-energy\" title=\"\">downgraded a big green speech</a> to a few brief remarks, while his chancellor has <a href=\"http://www.telegraph.co.uk/news/politics/georgeosborne/8804027/Conservative-Party-Conference-2011-George-Osborne-speech-in-full.html\" title=\"\">roused the Conservative conference to cheer</a> by vowing to take on those who would \"save the planet by putting our country out of business\".</p> <p>Like Labour and the Liberal Democrats – who, to lesser extents, have also toned down their environmental emphasis – David Cameron and George Osborne have simply concluded that the financial struggle to muddle through the here and now renders the distant future of the planet an intolerably lofty concern. The focus groups tell them as much. They may be right, too, for a good swath of the electorate. But as the Green party elected the campaigner (and former Guardian journalist) <a href=\"http://www.theguardian.com/politics/2012/sep/03/green-party-natalie-bennett-leader\" title=\"\">Natalie Bennett as its leader</a> on Monday, it is nonetheless looking forward to its conference later this week in remarkably good spirit.</p> <p>For if the ideological climate is not propitious for environmentalism just now, the political environment could hardly be more opportune for a party of radical protest. The cuts bite ever harder. Ed Miliband may have tacked Labour slightly leftward, but retains a necessary focus on the centrist swing voters that he will need if it is ever to win a majority. The Lib Dems – who provided an anti-establishment home for so many malcontents after Iraq – now have hands that are sullied by the coalition austerity programme, which is one reason why the Green party's Jenny Jones was able to pip Brian Paddick to third place in London's mayoral election. With the very partial exception of George Galloway's Respect, no one is making the full-throated anti-austerity case that the Dutch socialists, Syriza in Greece and others are successfully voicing across Europe. The Greens come from a different, more middle-class tradition, but, having established leftish credentials under outgoing leader Caroline Lucas, they are right to sense a big opportunity with a significant minority of voters. Ms Bennett's words on Monday about safeguarding decent social security ought to be utterly unremarkable; the fact that no other party leader would utter them without simultaneously invoking bogeymen fraudsters emphasises the space that is there to fill.</p> <p>The big question, as often in leftish politics, is whether the party will be ruthless enough to seize the chance – or whether it will instead prove more interested in being preachy than practical. Ms Bennett's elevation is an encouraging sign, in that she displayed more awareness of the need for shrewd tactics and strategy than idealistic rivals such as <a href=\"http://romayneandwillforgreenleadership.org.uk/\" title=\"\">Romayne Phoenix</a>. She did well to beat the better-known Peter Cranie, in <a href=\"http://www.greenparty.org.uk/people/peter-cranie.html\" title=\"\">a result</a> that demonstrates that Green activists study the literature and detailed policies as opposed to going with a name. That is of course a strength, but it is one that can turn into a vulnerability if it leads to the sort of insularity that once saw old Labour indulge in fierce arguments over detailed party positions that allowed for no compromise with the electorate. The Greens have often been too pure for practical politics in the past, refusing to acknowledge even the need for a leader before Ms Lucas.</p> <p>But with Ms Lucas remaining as the chief public face, and Ms Bennett picking up the operational reins, there could be an opportunity to broaden the appeal – to follow the example of those Kirklees councillors who have sold energy efficiency to cash-strapped voters who may have little interest in climate change, but are mightily interested in lower fuel bills. However it is sold, many voters will continue to regard the Greens' radical economics as pie in the sky; but many others could become interested if the party can only relate it to the bread and butter of life.</p>",
  "<p>• Bliss to be alive for this glorious summer of the Olympics and Paralympics. And what have we gained: a regeneration of the can-do spirit, the creation of new heroes, community engagement on a level not seen for a generation. Many people made this happen. All should have prizes. Some already have. There was, for instance, rejoicing in June, when <a href=\"http://www.bbc.co.uk/news/uk-politics-18456070\" title=\"\">Tessa Jowell was made a dame</a>. As culture secretary, she, with Ken Livingstone and the Olympic authorities, persuaded Tony Blair to back a British bid. Just deserts, people said. And the enthusiasm extended across party lines and to all who made that leap of faith. There was one sceptic, apparently. Some call him the culture secretary; others, Mr Hunt; close friends, Jeremy. We're not going to honour her just for being part of the last Labour government, was the gist of the noise from his office. No, we're not, supporters explained. We're doing it because without her, we would not have got the Olympics. Representations were made above his head. The rest is history. Good old Dame Tessa. Why would anyone listen to Jeremy?</p> <p>• The Murdoch empire probably doesn't since the BSkyB debacle, when the minister for Murdoch failed to seal the deal. And now we see signs that Murdoch people may also be tiring of the love-bombing they have been subjected to from London mayor Boris Johnson. Private dinners here, Olympic tickets there. And yet yesterday, when the Sun's ideologist-in-chief Trevor Kavanagh addressed the matter of the Tory leadership, he dismissed the blond as \"<a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4517670/TREVOR-KAVANAGH-Prove-youre-a-man-not-a-mouse-Dave.html\" title=\"\">untested as a team leader with real power and responsibility</a>\", and smiled that smile at education secretary Michael Gove. The Mail doesn't much care for Boris either. He'd better not upset the believers at the Daily Tel.</p> <p>• M'learned friends prepare, meanwhile, to fill their coffers yet further over the farcical stripping of the London <a href=\"http://www.theguardian.com/education/video/2012/aug/30/london-metropolitan-university-students-march-video\" title=\"\">Metropolitan University's right to hand out foreign student visas</a>. Legal experts say the university, faced with the ruinous implications of another coalition debacle, will be obliged to fight it through the courts. But if the decision stands and the Border Agency prevails, there will be other questions to be asked. How likely is it, for example, that the agency will be able to round up students earmarked for summary deportation? Isn't it more likely, on past record, that most will be here to a ripe old age? Then there is the monitoring. Last week immigration minister Damian Green said: \"Some 142 of 250 (57%) sampled records had attendance monitoring issues, which meant it was impossible for the university to know whether students were turning up for classes or not.\" But last year, inspectors from the Quality Assurance Agency for Higher Education specifically addressed that point. \"Advisers receive regular and comprehensive data to facilitate attendance,\" the inspection report said of London Met. It concluded that: \"Confidence can reasonably be placed in the soundness of the university's current and likely future management of the academic standards of its awards.\" Also in \"the soundness\" of the university's \"management of the quality of the learning opportunities available to students\". Didn't sound then like an institution in chaos and requiring the severest sanction. But summer came, and ministers needed a bone to throw to&#xa0;the right and the Mail.</p> <p>• A period in the spotlight for London Met, but then, it has never been backwards in coming forward. This was an email to staff from vice-chancellor <a href=\"http://www.londonmet.ac.uk/the-vice-chancellors-office/malcolm-gilles-vice-chancellor.cfm\" title=\"\">Malcolm Gillies</a> just last month. \"Once again this year, we have secured all the key advertising sites,\" he said. \"We will be on the front page of the Telegraph official Ucas listings, in the Evening Standard &amp; Metro, on the Ucas Clearing Homepage and in London schools and local radio. Ours will be the first email sent from Ucas to c 40,000 unplaced students in London.\" The London Met message went far and wide. Alas, it reached the Border Agency.</p> <p>• Finally, amid controversy about the <a href=\"http://www.theguardian.com/politics/2012/sep/02/grant-shapps-google-howtocorp-adsense\" title=\"\">online business</a> run by the wife of housing minister Grant Shapps, some ask why they didn't see it coming. Among the products on offer a book: The Meaning of Your Dreams.</p> <p><em> Twitter:</em><a href=\"https://twitter.com/hugh_muir\" title=\"\"><em>@hugh_muir</em></a></p>",
  "<p>The critically acclaimed BBC adaptation of <a href=\"http://www.theguardian.com/tv-and-radio/2012/sep/01/parades-end-review?newsfeed=true\" title=\"\">Parade's End</a> has generated a typically British debate about cultural elitism. Is it a brilliant work of art, as most critics agree? Or – as strange bedfellows <a href=\"http://www.dailymail.co.uk/femail/article-2190796/JANET-STREET-PORTER-The-polo-shirt-thrift-doesn-t-fool-David-Cameron.html\" title=\"\">Janet Street-Porter</a> and <a href=\"http://www.dailymail.co.uk/news/article-2194477/Parades-End-I-dont-want-rain-Beebs-Parade-Downton.html\" title=\"\">Simon Heffer</a> suggest – is it pretentious and confusing?</p> <p>But this misses the much more disturbing question: why has the BBC given us such a Tory version of this novel? A comparison with the last BBC adaptation – with Judi Dench and Ronald Hines in 1964 – shows just how much more conservative Britain's political culture has become since the 60s. And that does not bode well for the country's future.</p> <p>Tom Stoppard's version is undeniably more conservative than the Ford Madox Ford novel. In Parade's End, Ford showed how the smug and exploitative ruling elites – \"Church! State! Army! HM Ministry! HM Opposition! HM City Man!\" – had brought Britain to bloody and ruinous war.</p> <p>His principal character, Christopher Tietjens – a very deliberate combination of country gentleman and imperial statistician – blends two of the three ruling \"castes\": those of the old warrior aristocracy and the technocratic sage. As a classic paternalistic Tory, Tietjens naturally despises the third caste – that of the commercial merchant.</p> <p>But for Ford himself, all three castes were deeply culpable. Certainly, Ford has some sympathy for Teitjens – a fundamentally decent character. But before wartime traumas erode his ingrained certainties, he is shown to be deeply complacent and unthinkingly arrogant. By 1922, when Ford embarked on the novel, he had become seriously disillusioned with this Tory type; he had, as he said, \"arrived at the stage of finding the gentleman an insupportable phenomenon\".</p> <p>Stoppard's Tietjens, however, is a much more positive figure. True, Stoppard gently satirises his stuffiness. But he empathises with him and approves of his view that \"'parade' stands for a certain way of conducting yourself, a bearing, a stance to do with integrity, dignity and not being swept away by commercialism or nationalism\". Benedict Cumberbatch, the lead actor, goes even further, gushing: \"I completely fell in love with Christopher Tietjens, the most long-suffering and adorable character I've ever played.\" His portrayal is worlds apart from Hines's 1964 Blimp, and certainly from the \"insolent, indolent\" figure that Ford had envisaged.</p> <p>Politically, then, the Parade's End of Stoppard is not too different from <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2012/jul/25/downton-abbey-series-three\" title=\"\">Downton Abbey</a>: gently Tory. But unfortunately this is all too predictable in times like these. For the last time we saw such an epidemic of Tory nostalgia was in the 1930s. After the merchant-driven Wall Street crash of 1929, the conservative-voting middle classes faced a frightening world of social and international conflict. They rejected a failed commercialism, and sought instead a return to an imaginary world of idealised hierarchy – paternalistic, yet free of the old aristocratic warmongering that had brought them the suffering of the trenches.</p> <p>This was the politics that produced the largely Conservative-Liberal coalition of tweedy country gent <a href=\"http://www.bbc.co.uk/history/historic_figures/baldwin_stanley.shtml\" title=\"\">Stanley Baldwin</a>. The appeal of David Cameron's coalition with Nick Clegg's Liberal Democrats in 2010 was very similar: it promised a \"nice\", stable hierarchy, without City shysters and Blairite wars. Since then the Conservatives have badly blurred the message, as Cameron's \"big society\" has given way to George Osborne's brazen, if bumbling, bankophilia. So today it is in culture rather than politics that we find most evidence of a yearning for Gentle Toryism – in the popularity of costume dramas and the film <a href=\"http://www.theguardian.com/film/movie/137858/king-s-speech\" title=\"\">The King's Speech</a>, and in the remarkable resurgence of royalism.</p> <p>But such cosy conservatism was not the answer in the 1930s, nor is it today. For Baldwin's Con-Libs failed to solve Britain's main problems – unemployment and gross inequality. It was the post-second world war alliance of the sage and the economically egalitarian worker that brought the real global recovery, not the gentleman: by creating welfare states, giving more power to labour and controlling merchants – most importantly in international finance – governments succeeded in investing in growth while creating a more economically and socially equal society.</p> <p>We cannot return to that system today, and nor should we. It had its own fatal flaws, breeding an arrogant elite of technocrats, and excluding women, ethnic and sexual minorities. And it was the rigidity of technocratic politics that provoked the student revolutions of the 1960s and fuelled the merchant backlash of the 1980s. Any new political settlement must be more culturally inclusive. Even so, only a new, remodelled worker-sage compact can bring equality, and manage an increasingly complex global economy.</p> <p>So far, the prospects do not look good. Our leaders are still in thrall to merchant values and terrified of the bond markets. Any efforts to control finance and save the environment need serious international co-operation, and that is in short supply. Workers, meanwhile, are weakened by unemployment and competition from low-wage developing economies.</p> <p>But that does not mean we have to be satisfied with a TV diet of Tory Never Never Lands in the meantime. For a cultural alternative is easier to achieve than a new political economy. The extraordinary reception of <a href=\"http://www.theguardian.com/sport/2012/jul/28/london-2012-boyle-olympics-opening-ceremony\" title=\"\">Danny Boyle's extravaganza</a> of ward sisters and steelworkers showed how popular – and inventive – a social democratic culture can be.</p> <p>The BBC should commission from both left and right, as well as from centrists like Stoppard. But it also has a responsibility to challenge stodgy, conventional wisdom rather than simply pandering to it – even if that means raining on our post-Olympics parade.</p>",
  "<p>Stephanie Cutter, the Obama campaign's deputy director, was the unlucky sacrifice chosen to walk into a political minefield today: matching the Obama campaign's political aims with the reality of the sluggish American economy.</p> <p>Asked \"are we better off today than we were four years ago, when President Obama was elected?\" on the Today show, Cutter replied confidently: \"Absolutely.\" It wasn't so much the answer as the alacrity with which Cutter gave it: like an intern being offered a happy-hour martini.</p> <p>Although she also proffered a series of justifications – Cutter said the economic recovery \"might not be as fast as people hoped, and the president agrees\" – the Republicans were quick to pounce on Cutter's remarks, brandishing them as evidence of the Obama campaign's failure to grasp the realities of high unemployment and sluggish growth.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/3halMZB3SYM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/3halMZB3SYM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>For Cutter and the rest of the Obama campaign, there's a compelling need to go out on a limb and say yes, things are better than they were, even if that makes them an easy target for the Romney campaign. It helps that there's some economic and financial justification for the \"absolutely\" claim, but it's the political angle that means they have to take a hit now to try and avoid the fate of George Bush Sr in 1992 or Jimmy Carter in 1980.</p> <p>Ronald Reagan's winning 1980 campaign <a href=\"http://www.youtube.com/watch?v=loBe0WXtts8\">asked a simple question of voters</a>: were they better off than they were four years ago? The Obama campaign is desperate not to be caught in the same trap – even if it hasn't yet figured out how to avoid it.</p> <p>On the political talk shows over the weekend, a <a href=\"www.politico.com/news/stories/0912/80584.html\">string of Democrats hummed and hawed when confronted with the question</a>, which we shall call AYBONTYWFYA – not a village in Wales where Ann Romney's family emigrated from, but the handy \"Are You Better Off Now Than You Were Four Years Ago?\" By Monday a decision had been taken that the campaign needed to be more robust in answering AYBONTYWFYA.</p> <p>Cutter was the first out of the blocks to hurdle AYBONTYWFYA – and she was followed by Joe Biden, who told a crowd at a campaign stop: \"America is better off today than when [the Republicans] left.\"</p> <p>The way out of the Reagan trap for Democrats, though, is to say yes to AYBONTYWFYA [pronounced <em>eye-bonty-wifya</em>] and point to a compelling economic statistic to back it up. Maryland governor Martin O'Malley showed the way in telling CNN: \"We are clearly better off as a country, because we are now creating jobs rather than losing jobs.\"</p> <p>Republicans, though, <a href=\"http://www.gop.com/news/research/by-any-measurement/\">continue to faint in mock horror</a>, reeling off a long list of statistics that suggest otherwise. Yet there is much truth in the Democrats saying yes.</p> <p>Almost exactly four years ago, the US – not to mention the global financial system – was in a crisis unparalleled in modern times. By 3 September 2008, Lehmann Brothers – then the fourth largest US investment bank – was stuttering towards its <a href=\"www.nytimes.com/2008/09/15/business/15lehman.html\">eventual bankruptcy on 15 September</a>. Bear Stearns had already gone under, Merrill Lynch sold itself off cheap, the insurance giant AIG was soon to sink into disaster. The credit market was frozen. The US auto industry was close to a coma. The housing market was in a Snow White-like sleep after feasting on the poisoned apple of sub-prime mortgages.</p> <p>It is a truth beyond doubt that the current state of the US economy and financial system is far, far removed from that era of fear. It is recovering, although that recovery is by no means complete, for reasons that people can argue over. Unemployment remains high, although the labour market is largely a lagging indicator of economic activity, which is all too sluggish.</p> <p>Barack Obama's bad luck was to take office just as the worst after-effects of the economic recession hit. In the UK, the Cameron government was far luckier, because of the later UK election cycle. That's why Republicans are careful to try and push Obama's election as far back into the popular memory as they can – hence Paul Ryan blaming Obama for <a href=\"http://gazettextra.com/news/2008/dec/23/goodbyeand-thanks/\">a car plant slated to be closed before he even took office</a>.</p> <p>The Republicans of course want to have it both ways: complaining that Obama is blaming everything on the Republican administration of four years ago, and then harking back four years with AYBONTYWFYA. That's called having your cake and eating it too.</p> <p>There's always a legitimate debate to be had on the direction of the economy, but it is not on the brink of an abyss, nor is it time to deny history.</p> <p><em>Note: It was Snow White, not Cinderella, who ate the poisoned apple. Thanks to those who pointed it out, especially <a href=\"https://twitter.com/CapnMcGruff\">@CapnMcGruff</a> via Twitter</em></p>",
  "<p>Researchers from <a href=\"http://www.dur.ac.uk\">Durham University</a> have found that Britain is leading the way globally in woodland burials.</p> <p>The study suggests that natural burials - where people are typically buried in fields or woods in wicker or cardboard coffins, are becoming increasingly popular. More than 260 natural burial sites now operate across the country, after the first one opened in Carlisle almost 20 years ago.</p> <p>One potential reason for the surge in popularity of natural burials is people don't want to leave their relatives with the additional burden of having to tend to a headstone or lay flowers. Others may want to reconnect with the earth and avoid cremations, which impact on the environment.</p> <p>Professor Douglas Davies, who led the research, from the university's Centre For Death and Life Studies, said people are not wanting to making a fuss. \"There's less emphasis on afterlife and more emphasis on this life,\" he said. \"More people are thinking about themselves being 'in this world' after they die - like a long-term holiday.\"</p> <p>\"Woodland burial answered a need for people who don't necessarily want a traditional cemetery burial, nor even cremation.\"</p> <p>He said they may want vitality, somewhere that's lively, with insects and birds. \"Cemeteries are seen as places where there's not much going on,\" he added. The study was carried out with Dr Hannah Rumble, a research associate at Durham, based at Bath University.</p> <p>Other common reasons cited for natural burials are environmental reasons and a desire to return to the earth as well as the prohibitive cost of funerals.</p> <p>Last week, a £100,000 woodland burial site was unveiled in Durham, near the city's crematorium, which will be launched on Friday. The site will have a wooden lodge, where services can be held, or where family members can shelter in poor weather.</p> <p>It is being run on a non-profit basis and can offer burials for £1,200 - less than the average £4,000 cost of traditional funerals. The five-acre site can accommodate up to 750 bodies.</p> <p>Ian Rutland, who founded <a href=\"http:// www.woodlandburialtrust.org.uk\">the site</a>, said he and his wife Helen were writing their wills and wanted to be buried beneath a tree, but they couldn't find anything. He said he wants to ensure \"whatever happens to me after my death doesn't affect the environment.\"</p> <p>He said it was a natural alternative, open to everyone, whatever their faith or belief and it was \"a simple place of peace that is designed to be secluded, intimate and dignified.\"</p> <p>Helen Rutland said her choice is to be lowered onto a bed of rose petals, dressed in a jute shroud, inside a jute coffin by her immediate family in a beautiful, peaceful woodland. She added: \"Then they can leave to celebrate my life elsewhere with photos, music and good memories while I provide nourishment to help sustain the environment.\"</p> <p>The burial site will be formally launched on Friday 7 September. And the academics' findings have been published in a book, Natural Burial: Traditional-Secular Spiritualities and Funeral Innovation, will be launched at an event in Durham, also on Friday.</p> <p>The Durham research was partly based on interviews with people connected with the Barton Glebe burial site near Cambridge.</p>",
  "<p>David Cameron has embarked on his first major government reshuffle that will see a comprehensive clear-out of cabinet ministers who have failed to deliver successful change and the promotion of a new generation of fresh faces.</p> <p>The prime minister, who hopes to announce his new cabinet by Tuesday afternoon, has started to telephone ministers with the news that only those who can play a decisive role in the next delivery phase of the government can expect to keep their places in the cabinet.</p> <p>There were signs that Andrew Lansley, the health secretary, and Caroline Spelman, the environment secretary, will be among the cabinet victims. Lansley left the prime minister in despair when he struggled to explain the need for his plans to devolve most of the NHS's £100bn budget to new GP-led commissioning groups. Spelman has failed to recover from the fiasco of plans to sell off parts of the national forest.</p> <p>There were questions over the future of Kenneth Clarke as justice secretary. The prime minister would like to demote Clarke to replace Sir George Young as leader of the House of Commons. But Clarke has made clear that he would like to remain as justice secretary because he is engaged on a major series of prison and community sentence reforms. Cheryl Gillan, the Welsh secretary, is also expected to return to the backbenches.</p> <p>Cameron also wants to bring fresh faces to the cabinet and into more junior roles. This is likely to see the likes of Maria Miller, the minister for disabled people, joining the cabinet. Members of the 2010 intake of Tory MPs will be promoted into government, though not into the cabinet.</p> <p>David Laws, the former Liberal Democrat chief secretary to the Treasury, is likely to return as an education minister. He may also have a roving policy brief across government. Jo Swinson, Nick Clegg's parliamentary private secretary, is also expected to be promoted.</p> <p>Cameron, who knows that reshuffles can turn into Westminster soap operas that often go wrong, has laid a plan to try and ensure that the main message of the week will focus on delivery and a fresh set of policies to promote economic growth. The prime minister and Nick Clegg are due to make a joint appearance to give new details of new parliamentary bills that are designed to provide a basis for £40bn to guarantee infrastructure projects and £10bn to guarantee new house building.</p> <p>The deputy prime minister told MPs that the decision to abandon reform of the House of Lords has cleared up a space in the parliamentary calendar to rush through the new bills. He said: \"The prime minister and I will be making some announcements shortly on how we will use this opportunity of a gap, an unexpected gap in the legislative timetable, in order to push forward things which will help to create growth and jobs in our economy.\"</p> <p>The reshuffle started as David Davis challenged the prime minister to impose spending and tax cuts faster. Davis, who has not sat on the Tory front bench since he resigned from the shadow cabinet in 2008 to fight a byelection on civil liberties, called for the gradual elimination of employers' National Insurance contributions, starting with small companies.</p> <p>Davis, who was speaking at an event hosted by the Thatcherite Centre for Policy think tank, also told BBC Radio 4's The World at One: \"The problem with the cuts is not the cuts programme itself, it is the speed of it. It is taking too long to take effect.\"</p> <p>The reshuffle is unlikely to see a promotion for one of the most high profile members of the 2010 intake of Tory MPs who account for 49% of the parliamentary party. Zac Goldsmith, the environmentalist who now sits MP for Richmond Park, indicated that he would resign as a Tory if the party supports a third runway at Heathrow.</p> <p>He spoke out after Osborne said he favoured an extra runway in the south east and is to try and build cross-party consensus for the highly controversial move. This could include setting up a commission.</p> <p>The Liberal Democrats have agreed to the commission – the coalition agreement only rules out an extra runway for the south-east in this parliament. But it is understood Osborne wants to give the Tories a chance of supporting an extra runway at the next election.</p>",
  "<p>How interesting to read that the Queen and Prince Charles can influence new legislation to ensure that it will not harm their private interests (<a href=\"http://www.theguardian.com/uk/2012/aug/31/secret-royal-veto-powers-exposed\" title=\"\">Secret Whitehall guide reveals how royals can veto new laws</a>, 1 September). Strangely, when members of the public asked the Queen to refuse royal assent for the Health and Social Care Act because it would destroy the NHS in England and be of huge detriment to the public's wellbeing, the response was that Her&nbsp;Majesty was unable to intercede in&nbsp;such matters.<br><strong>Jan Savage</strong><br><em>London</em></p> <p>• In response to Bob Holman (<a href=\"http://www.theguardian.com/theguardian/2012/sep/02/questionable-honour-quisling\" title=\"\">Letters</a>, 1 September), one of the main reasons I have read the Guardian for well over 50 years is for <a href=\"http://www.youtube.com/watch?v=SMKScopMnKI\" title=\"\">the whole picture</a>, not to have the choice of whether or not to read the honours list made for me. There are many items in the news for which I have no respect, but I do not wish for my newspaper to ignore them.<br><strong>Hilary Gilbert</strong><br><em>Moreton-in-Marsh, Gloucestershire</em></p> <p>• Bob Holman is three months behind the times. When the Queen's birthday honours were announced in June, the Guardian declined, for the first time, to print the full list of recipients. As a consequence I had to visit the official website to find out whether I'd been appointed MBE. I hadn't.<br><strong>Peter Barnes</strong><br><em>Milton Keynes, Buckinghamshire</em></p> <p>• \"761 species have gone extinct in recent times\" (Special report: <a href=\"http://www.theguardian.com/environment/interactive/2012/sep/03/extinct-and-endangered-species-interactive\" title=\"\">The sixth extinction</a>, 3 September). Is it because I&nbsp;have gone older that I find this sentence hard to accept?<br><strong>Lynn Fotheringham</strong><br><em>Over Kellet, Lancashire</em></p> <p>• I have been enjoying watching a flock of wild parakeets in our local park (<a href=\"http://www.theguardian.com/theguardian/2012/aug/31/hollywood-sympathies-democrat-not-leftwing\" title=\"\">Letters</a>, 1 September). Are they prey to sparrowhawks, or don't they like the green ones?<br><strong>Rachel Calam</strong><br><em>Manchester</em></p> <p>• Now that Joey Barton has accepted a season-long loan to Marseille (<a href=\"http://www.theguardian.com/football/2012/sep/01/manchester-city-benfica-javi-garcia\" title=\"\">Transfer deadline day</a>, Sport, 1 September) can we expect Le Monde or L'Equipe to publish Le Footballeur Secrete?<br><strong>Toby Wood</strong><br><em>Peterborough, Cambridgeshire</em></p>",
  "<p>'<a href=\"http://www.theguardian.com/politics/video/2012/sep/02/george-osborne-economy-healing-video\" title=\"\">The UK economy is healing</a>\", said George Osborne this week. Did&#xa0;Treasury officials show him all the graphs upside down? If he believes that, it's truly terrifying. If he doesn't, then applying more leeches to the economic arteries is the only remedy&#xa0;he knows. No turning back, there is no alternative – TINA – is that old Thatcher song he reprises at double volume. The cabinet is united round death Plan A, as even <a href=\"http://www.theguardian.com/politics/2012/sep/02/vince-cable-nick-clegg-leadership?newsfeed=true\" title=\"\">Vince Cable at the&#xa0;weekend signed his name in blood: even he said \"Tina\", too</a>.</p> <p>Osborne's faith healing has shrivelled growth, and next year looks worse. Though unemployment fell recently, both the CBI and Chambers of Commerce say it will rise in 2013 as the next giant wave of public sector cuts casts staff adrift. Tax receipts are falling, public spending and the deficit rising. Money is borrowed to waste on the running costs of unemployment, not on investment. The <a href=\"http://www.theguardian.com/business/2012/sep/03/manufacturers-toughrst-trading-for-three-years?newsfeed=true\" title=\"\">Engineering Employers Federation reports manufacturing at its worst for three years</a> and order books negative, with domestic and export demand down, despite the pound's one-third devaluation. The Federation of Small Business said a third of businesses find their growth plans stunted by <a href=\"http://www.fsb.org.uk/News.aspx?loc=pressroom&amp;rec=7593\" title=\"\">lack of bank lending</a>. Osborne's Project Merlin failed; so did the national loan guarantee. <a href=\"http://www.hm-treasury.gov.uk/ukecon_fundingforlending_index.htm\" title=\"\">Funding for lending</a> is not off the ground before more plans are announced for government bank guarantees on loans to business and builders. Good if it works. But even to consider government-backed investment is to admit that his old \"crowding out\" theory is proven wrong: he pulled the state back but private investment didn't flood in. Instead large companies sit on billions, afraid to invest in an economy he has drained of demand.</p> <p>The only booming sector is luxury London property: the FT reports a <a href=\"http://www.ft.com/cms/s/0/1843bfc0-f28f-11e1-ac41-00144feabdc0.html#axzz25QeGvuof\" title=\"\">£38bn ballooning of investment</a> in Mayfair-type hotspots, attracting Europeans and Asians seeking a safe haven. Many of these properties will lie empty – ripe reminders of the need for a land value tax or at least Clegg's mansion tax.</p> <p>As parliament returned, the only non-payroll Tories echoing Osborne's \"healing economy\" fantasy with a straight face were those desperately hoping for <a href=\"http://www.theguardian.com/politics/2012/sep/03/cabinet-reshuffles-guide-david-cameron?newsfeed=true\" title=\"\">promotion in the reshuffle</a>. By the end of Tuesday the swollen backbench ranks of the demoted and the disappointed will be even less willing to pretend their party's future looks bright. The editor of the Spectator stalks the corridors reminding all and sundry that the national debt will have risen far faster and higher under Cameron than under Labour in 13 years. Read Telegraph commentators these days, and you find ruder abuse of the Tory leaders than on these pages: \"Cameron at half time is a political tragedy in the making\"; \"Cameron and Osborne have wimped out like flabby schoolboys dodging PE\"; \"When Cameron speaks I feel that he's talking to someone else\"; or \"No better than Mitt Romney\".</p> <p>David Davis's thundering broadside on Monday caught the mood of the malcontents. He was entirely right in concluding the economy is moribund, \"<a href=\"http://www.bbc.co.uk/news/uk-politics-19462469\" title=\"\">bumping along the bottom</a>\". But when he proclaimed \"There is an alternative\", all he meant was even more of the same – a triple dose of George's marvellous medicine. Deficit reduction is \"too little, too late\", he said. Cut spending, apply \"electric shock treatment\". But as with all slashers and burners, he hadn't the bottle to name what specific cuts he meant. \"Take a knife to taxes\"; nurture, don't punish \"wealth creators\", but \"radically cut\" regulations for employee protection. \"The state is too large, complex, powerful, intrusive, and expensive,\" he said, and his party would all agree. Punchy, pithy, pugnacious, it was the speech to make him chief rabble-rouser for all the policies that are likely to march his party into the wilderness at&#xa0;the next election.</p> <p>Any government's backbenchers would be restive in the face of such alarming economic failure. But what's odd about the Tory malcontents is how little they understand their own leaders: for all the U-turns and bungling, there has been absolutely no slippage in the great austerity. Shrinking the state, come what may, is happening. Yet they seem ignorant of what's steaming down the track towards them. Do they know that more than 80% of the announced cuts are still to be implemented? Are they ready in their constituencies to deal with huge rail fare rises in January at the same time as child benefit is abolished for better-off families? Are they ready for April, when disability living allowance cuts mean 90,000 people will have their motability scooters and cars repossessed and two-thirds of disabled children start to lose their allowances? The benefit cap in April will eject thousands of families from their homes in more affluent Tory areas.</p> <p>Those who call for deeper cuts should look carefully at what trouble may be brewing in the NHS in their own patch – or did they foolishly believe Cameron's no cuts pledge? Already in many areas people can only have one cataract on the NHS, while hip and knee replacements are rationed, along with 125 other procedures. Watch the outcry as units or whole hospitals close, or are reconfigured. Beware National Trust battalions ready to resume warfare against Osborne's <a href=\"http://www.theguardian.com/politics/2012/sep/02/george-osborne-deregulation-planning-laws\" title=\"\">latest green belt assault</a>. Are these MPs ready for trouble when their councils struggle to collect council tax for the first time from the poorest homes, as councils themselves find it harder each year to identify yet another round of spending cuts? Capital spending gets yet another slashing next year – an irony as the government tries to kick-start private infrastructure investment.</p> <p>I suspect most of these angry Tory MPs are wilfully clueless. They have deliberately turned a blind eye to what's heading their way because they believe so passionately, so ideologically, in the theory of shrinking the state that they prefer not to probe its reality. They may share the public delusion that the worst of the cuts are over, as if announcements were deed. Those MPs now scornfully asking if David Cameron is a \"<a href=\"http://www.telegraph.co.uk/news/aviation/9502284/Heathrow-expansion-Cameron-must-decide-whether-he-is-man-or-mouse.html\" title=\"\">man or a mouse</a>\" may find themselves doing a bit of squeaking before long.</p> <p><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=5038495109873\" title=\"\">Dogma and Disarray: Cameron at half-time</a> by Polly Toynbee and David Walker is exclusively available from the Guardian Bookshop, priced at £5. </p>",
  "<p>Unlike some forms of publication, academic research is publicly funded, conducted, peer-reviewed and reported so that it can be used, applied and built upon by the widest possible research community, not just those whose institutions can afford to subscribe to the journal in which it is published. Journals are expensive and even the <a href=\"http://isites.harvard.edu/icb/icb.do?keyword=k77982&amp;tabgroupid=icb.tabgroup143448\" title=\"\">richest institutions</a> can only afford to subscribe to a <a href=\"http://fisher.lib.virginia.edu/cgi-local/arlbin/arl.cgi?task=setupstats\" title=\"\">fraction</a> of them. As a result, potential <a href=\"http://opcit.eprints.org/oacitation-biblio.html\" title=\"\">research progress is lost</a>.</p> <p>The answer is to make research open access (OA) in one of two ways. The first charges an author's institution a fee for publication instead of charging the user's institution a subscription fee for access. This is known as <a href=\"http://www.guardian.co.uk/higher-education-network/blog/2012/jul/23/finch-report-open-access-research\" title=\"\">gold OA</a> but most journals today are not <a href=\"http://www.doaj.org\" title=\"\">gold OA journals</a>. The other route, <a href=\"http://www.ercim.eu/publication/Ercim_News/enw64/harnad.html\" title=\"\">green OA</a>, sees researchers publish their work in the most suitable subscription journal and make their final, peer-reviewed draft free for all <a href=\"http://www.arl.org/sc/subversive/i-overture-the-subversive-proposal.shtml\" title=\"\">self-archiving</a> it in their institution's OA repository.</p> <p>Providing gold OA is in the hands of publishers while green OA is in the hands of researchers. Gold OA fees are high, with funds currently locked into institutional subscriptions. Since most institutions already have repositories for a variety of uses, green OA costs nothing but a few extra keystrokes per paper, a server, some free software and a little set-up and maintenance.</p> <p>Just as researchers need 'publish or perish' mandates from their institutions and funders to ensure they release research findings, rather than putting them in a desk drawer where no one can access them, they require self-archiving mandates to ensure findings are accessible to all potential users, not just subscribers.</p> <p>The UK has led the world in the adoption of green OA mandates by both funders and institutions. The world's first was <a href=\"http://roarmap.eprints.org/1/\" title=\"\">adopted at the University of Southampton</a> in 2003. Southampton also provided the first free software for creating institutional OA repositories. Both the software and the policy have since become models of practice worldwide, although OA repository creation has grown 10 times faster than green OA mandate adoption.</p> <p>Institutional mandates received an initial boost in 2004 from the UK parliamentary select committee's <a href=\"http://users.ecs.soton.ac.uk/harnad/Temp/UKSTC.htm\" title=\"\">historic recommendation on green OA</a>. Within a few years, all the Research Council UK (RCUK) funding councils had mandated green OA, with US and EU funders and institutions soon following suit.</p> <p>However, some publishers have <a href=\"http://openaccess.eprints.org/index.php?/archives/283-guid.html\" title=\"\">lobbied strongly against green OA</a>, arguing that it will destroy journal publishing and peer review. The alternative offered is '<a href=\"http://www.youtube.com/watch?v=Op1U5n7tokk\" title=\"\">hybrid gold OA</a>', where a journal continues to collect subscription revenues but offers authors the option of paying an additional (sometimes sizeable) publication fee for the journal to make their article gold OA, along with the promise that as income grows, subscription prices will be reduced.</p> <p>Hybrid gold OA is an excellent way for journals to preserve their current income streams come what may, but it is not a very good way to provide open access. The fees are high and institutional funds are still locked into subscriptions at a time when research funds are already scarce. Understandably then, uptake of hybrid gold OA (as well as 'pure' gold OA) is currently very low. But all that might change.</p> <p>In July, publishers managed to persuade the Finch committee and UK science minister to divert enough of the UK's research funding to pay for gold OA (whether hybrid or pure) to ensure that all <a href=\"http://www.researchinfonet.org/publish/finch/\" title=\"\">UK research output is open access within two years</a>. As a result, there is a tentative plan to modify RCUK's mandate on OA, requiring researchers to choose gold OA payment over cost-free green OA wherever the former is offered. The result, of course, will be that all <a href=\"http://poynder.blogspot.ca/2012/07/oa-advocate-stevan-harnad-withdraws_26.html\" title=\"\">journals blithely offer hybrid gold OA</a>, with the prospect of a publicly subsidised increase of 6% to their gross annual income – the UK produces about 6% of research published worldwide.</p> <p>Even if this gratuitous waste of research funds is deemed affordable to the UK, it is certainly not affordable to the rest of the world. And if the RCUK policy proposal is not revised to remove this new clause and instead strengthen and reinforce green OA mandates, the UK will lose its historic leadership of the global open access movement along with a good deal of public money that could have been spent on supporting more research instead of subsidising publishers in the name of open access. The policy is also likely to engender a good deal of <a href=\"http://blogs.lse.ac.uk/impactofsocialsciences/2012/07/17/finch-what-about-authors-who-cant-pay/\" title=\"\">resistance and non-compliance from researchers</a>.</p> <p>If and when globally mandated, green OA will empower institutions to cancel their journal holdings. This will not only force journals to cut costs and downsize to providing the service of peer review alone – at a much more reasonable price – but it will also release the institutional subscription money to pay for it. To pay pre-emptively instead for gold OA is to let the publishing tail keep wagging the research dog at the expense of both the public and of continued progress in research.</p> <p><em>Stevan Harnad is a professor of web and internet science at </em><a href=\"http://www.southampton.ac.uk/\" title=\"\"><em>University of Southampton</em></a><em> and Canada research chair in cognitive sciences at </em><a href=\"http://www.uqam.ca/en/about/presentation_en.htm\" title=\"\"><em>Université du Québec à Montréal</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, sign up for free to become a member of the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>Higher Education Network</strong></a><strong>.</strong></p>",
  "<p>Before examining the ins, outs and intrigue of the Liverpool manager's frustrations with the club's owners, and what the principal owner, John W Henry, then broadcast implicitly about the manager, it is handy to remember that culture they used to call the Liverpool Way. Henry referenced it himself, in his \"open letter to fans\", which essentially justified not signing Clint Dempsey on transfer deadline day by explaining that Henry's consortium, Fenway Sports Group, is building for the future with young players. \"Most of all we want to win,\" Henry's letter stated. \"That ambition drives every decision. It is the Liverpool Way.\"</p> <p>But winning and ambition does not quite encapsulate the Liverpool Way. It was coined by the club themselves, as they generated their winning ways under Bill Shankly in the 1960s, then his boot room successors in the 70s and 80s, to embody a certain dignified approach. Part of it was for the spats and clashes that all football clubs – all organisations – inevitably have to remain within Anfield's corridors, and for a united front to be presented to the world. It was perhaps a misguidedly extreme form of that philosophy that led Kenny Dalglish to back Luis Suárez so completely even after the Uruguayan had been found guilty by a Football Association panel of racially abusing Manchester United's Patrice Evra, complete with those supportive T-shirts for all the players to wear.</p> <p>That element of the Liverpool Way has been holed just three difficult games into Rodgers's tenure as manager. The owners, based in Boston, grappling with their baseball team, the Red Sox, having their worst season for 20 years, would no doubt feel justified in pointing out that Rodgers started it. Henry's letter was already being drafted before Liverpool lost 2-0 at home to Arsenal, in response to supporters' websites and press criticism at the club missing out on signing a striker when the transfer window closed on Friday. But it had not yet been delivered until after Rodgers complained, following the Arsenal defeat, that the owners had not backed him in signing a replacement for the loaned-out Andy Carroll. Rodgers told the press he never would have let Carroll go if he had not been certain that Dempsey was coming in to partner Suárez in&#xa0;attack.</p> <p>Managers do occasionally grumble that their bosses are not spending enough money for them, but it is difficult to think of any precedent for the owner to then issue an \"open letter\" effectively in response. Just by releasing what could otherwise seem a measured explanation of FSG's approach – give or take a couple of notable asides – Henry ensured that the aftermath of the Arsenal defeat was all about the world asking what the hell is going on inside Anfield.</p> <p>Had Rodgers not let his frustrations out, Henry's letter might not have been seen as a riposte, but there was that one barb that seemed to refer directly to the manager and his complaint about missing out on the 29-year-old Dempsey. \"Our ambitions do not lie in cementing a mid-table place with expensive, short-term quick fixes that will only contribute for a couple of years,\" Henry's letter said.</p> <p>There are several ways to take that, besides what appears to be a dismissal of the contribution Dempsey might have made and, by implication, Rodgers's judgment for wanting him. One is that in Henry and FSG's long-term vision – \"We are not just looking at the next 16 weeks until we can buy again: we are looking at the next 16 years and beyond\" – they are not even concerned about finishing as high as mid-table this season, as long as the right youngsters have been signed for the future.</p> <p>It is, though, important to understand this is not really about Dempsey; the compass needed to orienteer through this points to the younger man he was to replace: Andy Carroll. The letter contains an explicit admission that the American owners, hailed as smart cookies when they took over Liverpool from Tom Hicks and George Gillett in October 2010, went on to make their own mess.</p> <p>\"We are still in the process of reversing the errors of previous regimes,\" Henry said in a reference to Hicks and Gillett, who loaded Liverpool with their £200m short term borrowings to take the club over from David Moores and Liverpool's other British shareholders in 2007. Then Henry went on: \"It has been compounded by our own mistakes in a difficult first two years of ownership.\"</p> <p>There is little doubt that Henry was referring to paying an outlandish £35m for Carroll in Henry's first flush of arrival into soccer in January 2011. Then the red carpet into one of Europe's greatest football clubs was rolled with awed reverence for FSG as Moneyball adherents, stats based, scientific, value-for-money player acquirers. Henry justified the £35m paid for Carroll by saying their price rose with the money Liverpool were to receive from Chelsea for Fernando Torres. The difference was always going to be £15m, Chelsea bid £50m, so Liverpool happily paid&#xa0;£35m.</p> <p>Now, Henry apparently acknowledges that the Moneyball men paid way too much, that they should have held on to their precious multi-millions until the summer to sign a truly top-class forward. It is now accepted in Boston that they also overpaid for Stewart Downing (£20m), Jordan Henderson (£16m) and Charlie Adam (£8.5m) just a year ago. That was under Kenny Dalglish, the returning Liverpool icon they appointed as manager, and the then director of football, Damien Comolli, whom Henry recruited on the recommendation of Billy Beane, a baseball general&#xa0;manager.</p> <p>Henry and the Liverpool chairman, the Los Angeles TV producer Tom Werner, sacked Dalglish at the end of last season, Comolli had gone in April, and several senior members of the Anfield staff followed. Much of this transfer window was spent undoing the deals FSG did during its honeymoon period: Carroll, loaned out to West Ham, an astonishing comedown; Adam, sold to Stoke for £4m; and Henderson offered in a swap for Dempsey, a deal Henderson rejected.</p> <p>Henry said in his letter \"our ownership is not about profit … owners rarely get involved in sports in order to generate cash\", but the Americans' ownership is not of wholly sporting purity. FSG may not want profit in terms of taking cash out, but without question it is motivated by wanting the value of the club, its property, to increase. Henry and Werner resolved they were not going to get burned again in football which, lifelong baseball fans, they knew nothing about when they took over. Henry's letter makes sense; putting the emphasis on youth – all the top clubs try to do that. But leaving a new young manager short of a striker, for the difference of £3m FSG was not prepared to pay Fulham, means that, scarred by their own mistakes a year ago, it could be twisting too far the other way. These clever men from Boston, who were attracted by the Premier League's cash and global popularity back in 2010, are still on a learning curve, along the Liverpool Way.</p>",
  "<p>For a few hours, campaigners thought they had witnessed a<a href=\"https://twitter.com/BendyGirl/status/240929035268546560\" title=\"\"> silent protest</a> by ParalympicsGB athletes against the Games sponsor, Atos, at last week's opening ceremony. This, they hoped, was the Paralympics' <a href=\"http://en.wikipedia.org/wiki/1968_Olympics_Black_Power_salute\" title=\"\">\"Tommie Smith moment\"</a> a powerful gesture in the name of disability rights.</p> <p>Twitter was briefly awash with speculation that some athletes hid their security pass lanyards bearing the Atos logo as they entered the stadium. Television pictures seemed to back up the rumours. ParalympicsGB, was adamant there was no protest: it was windy, and the lanyards had been tucked away to stop them rattling. But it was not wholly implausible that many of these elite athletes would consider such an extraordinary gesture. Several have made it clear they have <a href=\"http://www.theguardian.com/sport/2012/may/20/tanni-grey-thompson-paralympics-legacy\" title=\"\">robust views on disability rights and welfare reform</a>, not least the planned cuts in vital disability benefits that enabled many of them to become Paralympians in the first place. These Games have turned out to be surprisingly political.</p> <p>This is partly because many competitors are by definition much closer to everyday reality than some of their more cosseted sporting contemporaries. \"As soon as that gold medal winner steps out of the Olympic Park, he or she is going to face the same problems – whether its access to public transport or being abused in the street – as any other disabled person,\" points out Richard Hawkes, chief executive of disability charity Scope.</p> <p>And while the sport remains the media's paramount focus, the Games have triggered an unusual interest in the vagaries of disability living allowance (DLA) reform, the shortcomings of the work capability assessment (WCA), the difficulties of getting on a bus in a wheelchair, and the shameful increase in reported hate crime against disabled people.It seemed both startling and appropriate last week when former Paralympian Lady Tanni Grey-Thompson told viewers on the Ten O'Clock TV news that for all our enthusiasm for all things Paralympic, we shouldn't forget that buses are still inaccessible for many disabled people, or that wheelchair users find themselves being spat at in the streets and abused as \"scroungers.\"</p> <p>More of the media are also beginning to show curiosity about disability rights. There's been coverage of <a href=\"http://www.independent.co.uk/news/uk/home-news/hundreds-protest-against-paralympics-sponsor-atos-as-anger-about-its-role-in-slashing-benefits-bill-intensifies-8092512.html\" title=\"\">protests</a>, such as the <a href=\"http://www.dpac.uk.net/\" title=\"\">Disabled People Against The Cuts</a> <a href=\"http://www.flickr.com/photos/peteriches/sets/72157631317167336/\" title=\"\">demonstrations</a> against Atos, and the stories of people who have suffered tragic injustices through the \"fit for work\" tests, painstakingly collected by campaigners such as <a href=\"http://blacktrianglecampaign.org/\" title=\"\">Black Triangle</a>.</p> <p>\"A year ago we were scrabbling about in vain trying to get the media to cover welfare reform issues, and now its completely different,\" says <a href=\"http://www.theguardian.com/society/2012/may/22/disability-rights-activist-kaliya-franklin-orwell-prize\" title=\"\">Kaliya Franklin</a>, <a href=\"http://benefitscroungingscum.blogspot.co.uk/\" title=\"\">blogger</a> and disability rights activist. \"I sense the public are waking up and realising that people they know are affected by these reforms, people they don't regard as scroungers and undeserving.\"</p> <p>The Games have proven difficult for <a href=\"http://uk.atos.net/en-uk/\" title=\"\">Atos</a>, the global IT-to-health corporation, which is not only a ParalympicsGB sponsor, but operates the<a href=\"http://www.theguardian.com/commentisfree/2011/jul/26/work-assessments-incapacity-benefits-system?INTCMP=ILCNETTXT3487\" title=\"\"> controversial work capability assessment tests</a> for the government (and will manage the tests for replacement disability living allowance from 2013).</p> <p>The company argues that it is merely delivering a welfare service that conforms to ministerial specifications.</p> <p>However, it has become a lightning rod for disability rights protests, such as the <a href=\"http://www.theguardian.com/society/video/2012/aug/31/disabled-protest-atos-paralympics-video\" title=\"\">demonstrations outside the Atos London HQ</a> and elsewhere last Friday.</p> <p>\"Its not good for Atos, \" says PR consultant Mark Borkowski. \"If people were not aware of Atos, they certainly are now. It is a brand under terrible pressure.\"</p>",
  "<p>A group of British Paralympians have expressed their fears over government plans to cut disability living allowance (DLA), warning that the benefit is vital to enable them to live independently.</p> <p>Under coalition welfare reforms, hundreds of thousands of disabled people will lose the allowance when the government replaces DLA with more restrictive personal independence payments (PIP) in 2013.</p> <p>The Paralympians fear that the potential loss of the benefit, worth between £20 and £131.50 a week, which helps with the extra costs of transport, equipment, care and other specialist needs that disabled people have, could undermine the key legacy issue of the Games – to open up access to sport for disabled people.</p> <p>The government plans to replace the allowance, which goes to about 3.2 million people at an annual cost of £12.6bn, with personal independence payments (PIP) from 2013. It estimates that up to 500,000 people will lose entitlement to DLA over the next four years as eligibility criteria are tightened and claims reassessed.</p> <p>Ministers have argued that DLA is outdated and the switch to PIP will enable the benefit to be targeted at \"people who need it most\". But campaigners say restricting the benefit will force thousands of sick and disabled people to give up work, and <a href=\"http://www.theguardian.com/global/patrick-butler-cuts-blog/2012/jun/26/disability-benefit-cuts-will-damage-motability-car-undustry\" title=\"\">give back their specially adapted Motability cars</a>.</p> <p>Lady Tanni Grey-Thompson, who won 11 Paralympic gold medals, <a href=\"http://www.theguardian.com/sport/2012/may/20/tanni-grey-thompson-paralympics-legacy?CMP=twt_gu\" title=\"\">warned in May</a> that the DLA cuts could affect the development of top athletes and prevent working-age disabled adults from engaging not just in sport but in society as a whole.</p> <p>Ade Adepitan, the Paralympic wheelchair medallist who is a Channel 4 presenter for the Games, said: \"Without DLA I would not have been able to do what I did or be a top athlete.\"</p> <p>Other Paralympians who have voiced their concerns at the proposals include:</p> <p><strong>Natasha Baker, equestrian</strong></p> <p>\"Disability living allowance enables disabled people another life. If they have DLA they might be able to afford the petrol to go to work ... it allows us to be independent. I love my independence. I hate relying on other people to do everything for me. I drive and probably would not be able to afford the petrol if I didn't have the DLA. I have a Motability car. I have support from lottery fund but definitely, getting around would be a hell of a lot harder without DLA.\"</p> <p><strong>Aaron Phipps, rugby</strong></p> <p>\"It pays for those essential things that I need. A new wheelchair costs £1,700. I would not be able to live independently without a wheelchair like this. It is just completely essential. I would be completely lost without it. \"</p> <p><strong>Kylie Grimes, rugby</strong></p> <p>\"DLA is really important. It has been a massive help for me over the years. It is only in the last 18 months I have got back to playing sport properly. I have been injured now five-and-a-half years. I would have been lost without it to be honest.\"</p> <p><strong>Sue Gilroy, table tennis</strong></p> <p>\"I have tried not to worry about it. If they did decide to stop things it would make life impossible. I have carers at home, I have people coming to help me with the things I cannot manage myself. Obviously things are a lot more expensive. Wheelchairs, cars. £20,000 of adaptations on the car, Motability.\"</p> <p><strong>Ali Jawad, weightlifting</strong></p> <p>\"They need to sort it because a lot of people would suffer for not being eligible for mobility. I just hope the government have thought this through ... [if they haven't] they are going to have a lot of disabled people who are losing their independence, which is not what we want.\"</p> <p><strong>David Clarke, football</strong></p> <p>\"It does seem as though disabled people's independence is being jeopardised by the government's proposals and what worries me is that it has been done with good intentions in certain areas, but is so wide of the mark.</p> <p>\"DLA matters. It covers some of those additional costs that we wouldn't necessarily have the money for.</p> <p>\"What DLA does is enables you to afford all the additional support you need without impinging on the income you receive. It puts you on a par with other people in society.\"</p>",
  "<p><em>Steven Hassan joined the Unification Church in the 1970s and was a member for more than two years. He now works </em><a href=\"http://www.freedomofmind.com/\" title=\"\"><em>as a counsellor</em></a><em> and has written books about cults and their techniques.</em></p> <p>I consider myself to be an independent thinker. I was an advanced honours student. I had skipped eighth grade. I cycled across the US when I was 16. I did not think I was vulnerable to being brainwashed by a cult.</p> <p>I was 19, and it was the beginning of the spring semester at college when three women, dressed like students, asked if they could sit at my table in the cafeteria. They were kind of flirting with me. I thought I was going to get a date.</p> <p>At some point they said they were part of a student movement, trying to make the world a better place. I said, \"Are you part of some sort of religious group?\" They said no. They also didn't say they were celibate and that <a href=\"http://www.theguardian.com/world/2012/sep/03/moonies-sun-myung-moon-dies\" title=\"\">Reverend Moon</a> was going to match people and tell them when they could have sex. If they had, I would have said: \"You're crazy, leave me alone.\" I say this to highlight the point about deception: people don't knowingly join cults.</p> <p>Little did I know, within a few weeks I would be told to drop out of school, donate my bank account, look at Moon as my true parent, and believe my parents were Satan. I didn't even believe in Satan until I met the group.</p> <p>I hadn't heard of the Moonies and I&#xa0;didn't know about Moon himself until several weeks into my indoctrination. These new people picked me up on a Friday evening and drove me to a very expensive mansion, which turned out to be one of their headquarters. As we were driving through the gate, they said: \"By the way we're having a joint workshop with the Unification Church.\" I said nobody had told me about a workshop, or a church. They did the classic mind control technique – they turned it around and made it my issue. \"What's the matter?\" they said. \"Are you closed-minded?'</p> <p>I was put in a dormitory and couldn't sleep. I was planning to get out of there the next day, but morning came and I was told I had missed the van. They said I would regret it for the rest of my life if I didn't stay, and talked me into a 40-day separation, where I shouldn't communicate with my friends or family. </p> <p>Each evening we had to write feedback. At the end of the last day I remember writing: \"I am too blown away to write anything now.\" My mind was exploding. At lectures, they had ­introduced the idea that all of human history was culminating, that God was sending the messiah and that the third world war was going to ­happen in the next three years. What did I want to do? Did I want to be part of this great and glorious thing, or did I want to be selfish and go back to my little life?</p> <p>Within three months I was a cult leader. I got very deeply involved, and I&#xa0;got to the point where I was being told to think about what country I wanted to run when we took over the world.</p> <p>I was with the Moonies for two-and-a-half years. I worked 21 hours a&#xa0;day, seven days a week – in prayer for between one and three hours. Then I would spend the rest of the day doing PR or lectures for the group, recruiting and fundraising. Everyone on my team was told they had to raise a minimum of $100 a day, otherwise they wouldn't be allowed to sleep, and as a good leader, if they couldn't sleep, then I couldn't either. When I crashed a van into the back of a tractor trailer, I had gone three days without sleep.</p> <p>They gave me tapes of Moon's speeches to listen to in hospital when I was recovering from the crash, but you can only do that for so many hours in the day. Out of the controlled environment, I really missed my younger sister. I&#xa0;called her and told her I had been in an accident. She told the rest of my family</p> <p>They hired former members to do an intervention with me. It was a very difficult experience because I was programmed to fear Satan and anyone who criticised Moon. I thought it was a test of my faith and I was convinced I&#xa0;hadn't been brainwashed.</p> <p>My father started to weep at one point and said: \"What would you do if it was your son who had dropped out of college, cut off contact?\" I could feel he was was genuinely concerned about me, but it didn't mean I wanted to leave, or didn't think Moon was the Messiah. He asked me to listen to them for the next five days, and at the end if I still wanted to go back he would take me. I wanted to prove to them I wasn't brainwashed, but on the fifth day, as soon as I allowed the thought that Moon was a liar into my consciousness it was like a house of cards falling down. I was horrified.</p> <p>I didn't do anything for three months after the deprogramming. I just tried to work out who I was and what I believed. After three months, I realised I wanted to go public and expose it, which I have been doing ever since, writing books about how these groups work, and working as a therapist to protect people.</p> <p>Now <a href=\"http://www.theguardian.com/world/2012/sep/03/moonies-sun-myung-moon-dies\">Moon is gone</a>, I'm ­concerned that the cult will start generating ­stories about how he walked on water and raised dead people. My fear is that for the sake of the ­franchise they will come ­together and promote Moon as a&#xa0;great being.<br></p>",
  "<p>Oscar Pistorius's defeat by Alan Oliveira in the 200m was an amazing race and it raises a lot of questions for the Paralympics. In some ways we all like seeing this sort of global attention on Paralympic sport, but there's a danger this particular story could detract from the event. It'll leave some people thinking: can't they even be clear what's fair and what's not?</p> <p>I know Oscar. He's a very laid-back, chilled out guy, a very kind man. So his reaction was quite out of character. But looking again at the interview I think the media reaction to his comments was blown out of proportion. You can understand how frustrated he was but he still kept his composure. He didn't blow his lid. He had an issue and he chose to raise it. He did it in a well‑mannered way. I just don't think it was a very appropriate way for him to&#xa0;do it.</p> <p>Also, I don't think he particularly has a point. Oliveira's blades are of regulation length and they were measured before the run. You can see his blades are longer than Oscar's. But who's to say Oscar's aren't more springy? It's a science with many elements and it's really hard to have an informed opinion unless you really understand how those legs work.</p> <p>People talk about tightening the regulations but the danger of that is that you end up with more classifications. Then you get more events, the logistics get even more complicated and people lose interest. You can't have 100 classifications for every event and it'll never be completely perfect. Everybody with a disability is different from the next. No two disabilities are ever the same and it's hard to gauge who has more of a disadvantage.</p> <p>The other interesting point is that Oscar was faster in the heats. If he'd done the same time in the final he'd have won the gold. It seemed like an outburst of frustration at the end of a race he didn't expect to lose. I hope that as the Paralympics become more high profile we don't see more of this kind of thing. Probably not. But if it does happen, people will notice it more.</p> <p>More generally, I wasn't completely surprised that Oscar lost. In the build- up to these Paralympics the T44 100m and 200m have become the most competitive they ever have been. There are world-class athletes who have seemingly just come out of the woodwork.</p> <p>Jonnie Peacock got his world record in the 100m this year. Arnu Fourie won the Pan-American Games and beat Oscar's time. Jerome Singleton beat him at the IPC world championships in 2011. The entire top rank of sprinters in this event is so competitive. It makes the races so thrilling. I'd be interested to see why there's more good athletes in this class and whether Oscar had any influence on them.&#xa0;Lots, of course, would have started intensive training long before he came to prominence. But Jarryd Wallace, an American sprinter, has been running only a couple of years. He wrote to a local paper saying he would be in the Paralympics – before he'd even had his legs amputated.</p> <p>The reason Oscar is so high profile is because we've seen him at the Olympic Games and the world championships, and his battle to compete there. It's the way he fights his corner to get to do what he wants to do.</p> <p>You could say Oscar's success in all this has almost helped cause his own downfall. It's fantastic for the sport. In the first place he said he wanted to raise the profile of Paralympic sport. But now he's done it he doesn't always like it. Of course the 400m is his event, especially now. At the World Cup in May it was noticeable he'd lost a lot of weight, he looked more wiry, less like a sprinter.</p> <p>The 100m will be amazing. I want to see if Peacock can replicate what he did to set the world record. If he can do that at a Paralympics I think the country will go nuts. They know who Oscar Pistorius is but they don't really know who Jonnie Peacock is.</p> <p>If Johnnie beats Oscar to the gold, he will be propelled to the same level of stardom in the UK, maybe even more so.</p> <p><em>Arthur Williams is a former Royal Marine and Paralympic cyclist. He presents the Paralympic Games on Channel 4, the official domestic broadcaster of the London 2012 Paralympic Games</em></p>",
  "<p>The Green party has come a long way since the days when it was so radical that it had no leader because members considered such a position to be too elitist. The party now has an MP, two MEPs, runs a city council and has elected its second leader, somebody who has even greater electoral ambitions.</p> <p>But in widening its appeal to more than the charicature woolly haired eco-activists - or, more accurately, the middle class voters who could vote with their conscience without any fear of having to live with the results - the Greens face the danger of any maturing political party: how to become more electable and stay true to its founding ideals. It was a sign of the times that the election of Natalie Bennett prompted the once unthinkable question: \"Is the Green party still green?\"</p> <p>Bennett, a former Guardian journalist, greeted her election with a pledge to make sure every community had an elected Green representative by the end of a decade, as an MEP or councillor, and said the party would target ten seats at the next general election.</p> <p>\"As a major national party we have to have a coherent, thought-through response to ALL the major political issues of the day,\" says Bennett's manifesto, before going on to highlight some of these issues. \"Which major party is standing up for the low-paid and the unemployed, people with disabilities, immigrants, or for abortion rights? Which major party has consistently argued that there is an alternative to the politics of austerity, real investment for the future tackling the ecological crisis while creating jobs and improving lives? Which party doesn't just pay lip-service to 'reining in the bankers', but has plans like the abolition of the Corporation of the City of London, to achieve that?\"</p> <p>In another section Australian-born Bennett lists 12 policies, including job-shares for MPs and ending the long-term stigmatisation of sex workers - but none of them green or environmental policies.</p> <p>Bennett does, however, frame her entire campaign and vision in terms of a wider vision of sustainability rooted in ecological concepts. \"It's time we stopped treating the planet like a mine and a dumping ground, while discarding the poorest like rubbish,\" is Bennett's opening statement on her campaign website. \"Only the Green party has a clear vision that every political issue is not just economic, social or ideological, but is fundamentally a question of how we find our way to a sustainable future.\"</p> <p>It is a balance that James Murray, editor of the Business Green website, which provides environmental news for the business community, thinks the party is getting right.</p> <p>\"They used to be the go-to people for a condemnatory quote on business. They are still highly critical, and rightly so, but they are much more willing to talk to and deal with businesses developing green technologies,\" said Murray.</p> <p>On the other hand, he said, \"they are still very much a unique voice\". \"They are now the only major party that offers an opposition to nuclear, on both economic and environmental and sustainability grounds, [and] they are the only party asking the questions about whether continuous economic growth, as measured by GDP, is desirable and attainable.\"</p> <p>In other ways much of what the Greens promise sounds very much like the other major parties (more sustainable investment, more jobs, housing, sustainable transport ...), although views will differ on how sincere they are in qualifying their pledges as \"sustainable\". But in the scale of what they want to do, the Green party does still stand out, says Murray: \"They are ten times more ambitious than the three main parties.\"</p> <p>So if the Green party is still convincingly green, is that itself a problem for its electoral ambitions? A recent IPSOS Mori poll put the Greens on 4% of the vote, with a warning that there was a margin of error of plus or minus 4%. Lib Dems point out that it means their rivals could get no votes; their rivals might point out that 8% is about what the Lib Dems are polling.</p> <p>The Lib Dem's experience of being the greenest of the three major parties is equally unhelpful in forecasting their likely success. \"I suspect it [being greener] helps us with a minority but for those voters it's quite important, whereas there's a large number of people who don't object [to those policies], but it's not a big thing,\" said Tim Leunig, chief economist of the CentreForum, a Liberal Democrat think thank.</p> <p>If, as Bennett hints, the Green party does take a more radical stand, that could swing voters one way or the other, however, suggests Leunig's analysis: \"If we said we were going to bring in carbon rationing, and you must only go and see your grandmother once a month, people wouldn't vote for us, because that would be bonkers, but we're not,\" he adds.</p>",
  "<p>Faltering US efforts to forge a united front with less powerful Asian countries in the face of an increasingly assertive China have resumed in earnest today with <a href=\"http://www.theguardian.com/world/2012/sep/03/clinton-wades-in-south-east-asian-disputes\" title=\"\">Hillary Clinton's visit to Indonesia</a>, a leading light of the 10-member Association of South-East Asian nations (Asean) and the world's most populous majority Muslim country. But the US secretary of state's arrival in Jakarta was overshadowed by claims that the Obama administration is ignoring worsening political and human rights abuses in its haste to lock Indonesia and states such as Malaysia and Singapore into its 21st century Asia-Pacific strategic vision in which China is strong but constrained.</p> <p>In Washington's favoured scenario, China becomes a sort of Gulliver-style giant held down and tied in place by feisty multitudes of tiny Lilliputians. What the state department may have forgotten is that, in Jonathan Swift's tale, Gulliver and his undersized captors reach an uneasy accommodation, then fall out violently. To the US dismay, the last Asean summit, held in Phnom Penh in July, ended in unprecedented confusion after member governments failed to agree a final communique. The Philippines and Vietnam, US allies, wanted to insert a reference to China's attempts to assert ownership over disputed, possibly oil-rich island territories in the South China Sea.</p> <p>But others were less ready to beard the Beijing behemoth. Cambodia, which hosted the meeting and is heavily dependent on Chinese aid and investment, blocked the proposed text. Now attention is switching to the next <a href=\"http://www.reuters.com/article/2012/07/13/us-asean-summit-idUSBRE86C0BD20120713\" title=\"\">Asean summit</a> in Phnom Penh in November. During a meeting in the Cook Islands on Friday with leaders of South Pacific island nations, Clinton pledged to continue helping to maintain security in the region and to protect the flow of maritime commerce. She also called on China to \"act in a fair and transparent way\" in the Pacific, the Wall Street Journal reported. \"We want them to play a positive role in navigation and maritime security issues,\" she <a href=\"http://online.wsj.com/article/SB10000872396390444772804577623501767240374.html\" title=\"\">said</a>. \"We want to see them contribute to sustainable development for the people of the Pacific, to protect the precious environment, including the ocean, and to pursue economic activity that will benefit the people.\"</p> <p>Some progress has been made on an agreement between Asean and China on a \"code of conduct\" for managing territorial disputes before they become flashpoints. But Beijing continues to want to deal with such issues bilaterally, while the US believes the Asean countries will be more able to stand up for themselves if they act collectively in multilateral forums. \"The most important thing is that we end up in a diplomatic process where these issues are addressed in a strong diplomatic conversation between a unified Asean and China rather than through any kind of coercion,\" a senior Clinton official <a href=\"http://www.france24.com/en/20120903-clinton-seek-china-sea-unity-indonesia\" title=\"\">said</a>. US involvement (many in China prefer to call it meddling) has deepened since Barack Obama decided last year to switch attention and resources to the Asia-Pacific region as American commitments in the Middle East, Afghanistan and Europe ebbed.</p> <p>In controversial remarks in Vietnam two years ago, Clinton said freedom of navigation in the South China Sea was a US \"national interest\". Clinton has made numerous visits to the region since then. Later this week she will travel to Beijing to raise her concerns directly with China's leaders. She will also visit Brunei, another Asean member. The US has formal defence arrangements with Japan, South Korea, the Philippines, Thailand and Australia, and close security partnerships with Taiwan, Singapore and Indonesia. The latter is valued as a Muslim, pro-western business partner and an important counter-terrorism ally. Obama also announced new deployments and facilities in the Philippines and Australia. The other main areas of potential confrontation with China are the East China Sea, where Japan is embroiled in long-running disputes, and Taiwan.</p> <p>Regardless of American assurances, growing fears about China's long-term intentions are producing tangible changes. \"Military budgets are growing rapidly. China's defence budget will nearly double in three years, south-east Asian countries increased defence spending by an average of 13.5% in 2011, and Asia's overall military spending will likely outstrip Europe's for the first time this year,\" said Rowan Callick in an <a href=\"http://www.foreignpolicy.com/articles/2012/08/22/powder_keg_in_the_pacific?page=full\" title=\"\">article in Foreign Policy</a> entitled Powder Keg in the Pacific.</p> <p>The focus on security is in danger of obscuring other issues. Human Rights Watch said Indonesian authorities had failed adequately to address increasing incidents of mob violence by militant Islamist groups in Java and Sumatra against religious minorities, including the Ahmadiyah, Christians, and Shia Muslims.</p> <p>\"Secretary Clinton should press the Indonesian government to take concrete steps to address rising religious intolerance. Indonesia needs to recognise that oppressive laws and policies against religious minorities fuel violence and discrimination,\" Human Rights Watch said. Clinton should also quiz her hosts about the detention of nearly 100 political prisoners, HRW suggested. It highlighted the cases of a former Papuan civil servant, Filep Karma, serving a 15-year prison term in Abepura prison, and a Moluccan farmer, Ruben Saiya, <a href=\"http://www.hrw.org/news/2012/09/02/indonesia-clinton-should-raise-plight-religious-minorities\" title=\"\">serving a 20-year prison term</a> in Nusa Kambangan Island prison.</p>",
  "<p><strong> </strong></p> <p>A fresh scandal has hit China's leadership ahead of this autumn's once-a-decade transition of power, with reports that a close ally of president Hu Jintao has been blocked for promotion or even demoted following his son's involvement in a fatal Ferrari crash.</p> <p>Photos of the horrific smash in Beijing were deleted within hours of appearing on microblogs and websites in March. Even searches for the word \"Ferrari\" were blocked on the popular Sina Weibo microblog – prompting widespread speculation that a senior leader's child was involved.</p> <p>Now unnamed sources have identified the driver of the black sports car as the son of Ling Jihua, who was removed as head of the party's general office of the central committee this weekend, the South China Morning Post and Reuters reported.</p> <p>State media announced Ling had been made head of the united front work department – an important role, but a sign that he is unlikely to win promotion to the Politburo as hoped, analysts said.</p> <p>The high-speed crash has shed further light on the lifestyles of those around the Communist leadership. The party has already weathered the ousting of the ambitious politician Bo Xilai, and the conviction of his wife, <a href=\"http://www.theguardian.com/world/2012/aug/20/gu-kailai-spared-death-penalty\" title=\"\">Gu Kailai, for murdering British businessman Neil Heywood</a>.</p> <p>The exposure of the multimillion pound fortunes of Gu and Bo's family members, and subsequently of relatives of Hu's heir apparent, Xi Jinping, have added to embarrassment for the party.</p> <p>The Post said that Ling's son, named Ling Gu and aged in his 20s, was killed in the crash and two young women seriously&#xa0;injured.</p> <p>Sources quoted by Reuters said at least one of the trio died but that the victims' identities were unclear; one said the young man had survived.</p> <p>Both quoted sources claiming the son's death certificate was altered to disguise his identity.</p> <p>The Post alleged his surname was changed to \"Jia\": a homophone for \"fake\" in Chinese, but also the surname of another senior leader, Jia Qinglin, who was reportedly furious at rumours that his family might be involved and ordered an investigation.</p> <p>Calls to Ling's new and former departments rang unanswered and the Beijing city government and police have declined to comment on the collision.</p> <p>\"The central leadership decided that the scandal over the incident was too serious to allow Ling Jihua to be promoted, and Hu Jintao really couldn't resist,\" a retired party official told Reuters.</p> <p>A businesswoman with family ties to a senior leader told the agency that Ling, 55, had been criticised by leaders – including former president Jiang Zemin, who had opposed his promotion – for attempting to cover up the crash.</p> <p>Analysts disagree over whether the move is a serious setback to Hu's efforts to retain influence in the next administration by promoting allies before he steps down. Ling's replacement Li Zhanshu, 61, came up through the Communist youth league – Hu's power base – but is seen as less close to the president and unlikely to be promoted.</p> <p>\"The united front department is not meaningless, but the General Office is a key position&#xa0;&#xa0;… Ling has not been sidelined, but he has not been promoted,\" said Jean-Pierre Cabestan of Hong Kong Baptist University, saying it would be important to see whether he could keep his place in the central secretariat.</p> <p>Russell Leigh Moses, a Beijing-based political analyst, said: \"My sense is that the shaking up of party ranks began some time ago and now we are seeing it become more high profile&#xa0;… I'm not a fan of the view that this [transition] is all institutionalised and there are no worries – I think we have seen over the last year that it is anything but institutionalised.\"</p> <p>Following March's crash a state-run English language paper, <a href=\"http://www.globaltimes.cn/NEWS/tabid/99/ID/701074/Ferrari-crash-information-hushed-up.aspx\" title=\"\">Global Times, startled readers by accusing authorities of a cover up and hinting that the child of a high-ranking official was involved</a>.</p> <p>Some analysts suspect political players have deliberately leaked information amid the jockeying for position; and that details – such as a claim that the two young women were wholly or semi-naked – may have been embellished for maximum damage.</p> <p>Steve Tsang, an expert on elite politics at the University of Nottingham, said it was not clear whether Ling himself had ordered the cover-up and that the reaction would probably have been similar if another senior official had been involved.</p> <p>\"It reflects so badly on the whole leadership and their privileges&#xa0;… It's not been a good year for the party in terms of reputation,\" he said.</p> <p>But he added that most people in China would not learn about it and that if they did it would be \"more a confirmation of their cynicism than a revelation of something odious\".</p> <p>Searches for the word Ferrari were possible again on Monday, but brought only innocuous results from sports car lovers.</p> <p>Bo Xilai's son Bo Guagua has also been reported to have driven a red Ferrari, although he has denied ever doing so.</p> <p>Such lavish lifestyles embarrass the party whoever is involved, added Cabestan.</p> <p>\"The Ferrari can be black or red; it doesn't matter,\" he said, echoing the famous Chinese maxim on reform that it does not matter whether the cat is black or white, as long as it catches mice.</p>",
  "<p>There are <a href=\"http://www.washingtonpost.com/blogs/post-tech/post/number-of-cell-phones-exceeds-us-population-ctia-trade-group/2011/10/11/gIQARNcEcL_blog.html\" title=\"\">more mobile phones and other wireless devices in the US than people.</a> Each one probably contains small amounts of tantalum, tin, tungsten and gold. This fact, we're told, <a href=\"http://www.guardian.co.uk/commentisfree/2010/dec/12/christmas-congo-electronic-companies\" title=\"\">ties US consumers directly to villagers</a> in the volatile, resource-rich eastern provinces of the Democratic Republic of the Congo (DRC).</p> <p>Our insatiable demand for electronic devices is keeping brutal militia groups in business, goes the now familiar story, and cleaning up the mineral trade is the key to peace. This narrative, simple yet deeply controversial, has provided fodder for newspaper columns and galvanised campus and consumer groups across the US to demand \"conflict-free\" gadgets. Long-ignored by Washington, it has helped push eastern Congo centre stage.</p> <p>In <a href=\"http://www.guardian.co.uk/sustainable-business/conflict-minerals-supply-chain-legislation\" title=\"\">July 2010, a provision</a> (<a href=\"http://www.sec.gov/spotlight/dodd-frank/speccorpdisclosure.shtml\" title=\"\">section 1502</a>) was added to the gargantuan <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;cad=rja&amp;ved=0CC4QFjAB&amp;url=http%3A%2F%2Fwww.sec.gov%2Fabout%2Flaws%2Fwallstreetreform-cpa.pdf&amp;ei=2ZFEUIqpJITT0QWytYBI&amp;usg=AFQjCNGj12VcoYHuakKquosc4ObHaJE_bw\" title=\"\">Dodd-Frank Wall Street Reform and Consumer Protection Act</a>, requiring US-listed companies to investigate and disclose whether the tantalum, tin, tungsten and gold used in their products comes from the DRC or a neighbouring country. But now that the <a href=\"http://www.sec.gov/\" title=\"\">US Securities and Exchange Commission</a> (SEC) has finally released long-overdue rules to implement what is known in eastern Congo as \"Obama's law\", the story seems anything but simple.</p> <p>Analysts and observers are still poring over the SEC's 356-page <a href=\"http://www.sec.gov/rules/final/2012/34-67716.pdf\" title=\"\">\"conflict minerals\" rule</a>, and comments continue to trickle out. But don't expect much celebration. Industry groups will continue to groan about the cost and difficulty of conducting detailed investigations of their complex supply-chains. Others have questioned whether it's appropriate to task the US capital markets regulator with humanitarian and foreign policy concerns.</p> <p>The <a href=\"http://www.enoughproject.org/news/sec-adopts-conflict-minerals-rules-chamber-threatens-lawsuit\" title=\"\">Enough Project</a> and <a href=\"http://www.globalwitness.org/\" title=\"\">Global Witness</a>, NGOs that led the charge for \"conflict minerals\" legislation, have issued relatively cheerless reactions. Both take issue, for example, with the SEC's decision to allow companies to describe the origin of their products as \"undeterminable\" for two to four years, depending on the company's size. Proponents of this \"phase-in\" period say it's necessary, given the time and effort required to mount such complex inquiries. Advocates say it's unacceptable, given immediate needs.</p> <p>Much seems to hinge on the definition of \"manufacturing\", and on the judgment of SEC regulators as to who and what is covered by the rules. So far, mining companies and some major retailers that simply affix their brands to third-party manufactured goods appear exempt.</p> <p>The contrast between the emotive campaigning around \"conflict minerals\" and the unglamorous work ahead is stark: the SEC's rules are only about disclosure. How much capacity will the agency have to review these reports? How involved will campaigners get in the important but tedious task of monitoring disclosures? This is complex stuff, demanding far more than signing a petition or calling a senator.</p> <p>Still, few seem to doubt the Dodd-Frank regulations will have an impact on the profits armed groups extract from the mineral trade. But will it end the violence, as promised?</p> <p>Critics argue that the focus on cleaning up the mineral trade – in itself, a noble aim – has simplified a complex conflict. In <a href=\"http://www.cgdev.org/content/publications/detail/1425843/\" title=\"\">a paper published by the Centre for Global Development</a> earlier this year, Laura Seay, professor of political science at Morehouse College in Atlanta, argued there is no reason to believe that armed groups won't just find other sources of revenue. The idea that they fight because of minerals, or the money they make selling them, is historically inaccurate, she says. Instead, Seay offers a series of reports that suggest Section 1502 has already put entire Congolese communities out of work as companies look for minerals elsewhere.</p> <p>If the \"conflict minerals\" story has put eastern Congo on the international agenda, it has done so at a significant cost, <a href=\"http://afraf.oxfordjournals.org/content/111/443/202.full\" title=\"\">argues Columbia University professor Séverine Autesserre</a>. In exchange for attention, Autesserre says the issue has diverted attention from other key issues: poverty, corruption, land conflicts, the reform of local institutions. It has hindered the search for a comprehensive solution, she argues, leaving us instead with a series of poorly conceived technical responses.</p> <p>There's little doubt that those who led the charge for \"conflict minerals\" legislation understood the complexities of the conflict in eastern Congo and few would argue that foreign firms should, however indirectly, continue to bankroll – and profit from – the activities of militia groups. But was it right to simplify the message and use stories of rape and sexual abuse to push it through?</p>",
  "<h2>Glue for gold</h2> <p>Oscar Pistorius's <a href=\"http://www.ossur.com/?PageID=13462\" title=\"\">Flex-Foot Cheetah running blades</a>, made by the global orthopaedic firm Ossur, always promised to be the most photographed piece of equipment at the Paralympics. And interest has only intensified following his loss to <a href=\"http://www.guardian.co.uk/sport/blog/2012/sep/03/oscar-pistorius-stride-length-oliveira\" title=\"\">Alan Oliveira</a> in the 200m – and <a href=\"http://www.guardian.co.uk/sport/2012/sep/03/paralympics-oscar-pistorius-angry-loss\" title=\"\">his angry complaint that the length of the Brazilian's blades should not have been permitted</a>.</p> <p>\"In prosthetics, everything is open to interpretation,\" says Donna Fisher, of Ottobock, which make blades for Germany's Heinrich Popow and Australia's Kelly Cartwright. \"The longer the blade is, the longer the stride can be. And the blade acts like a spring, so the longer you make the lever-arm, the more you get from that. But every person is different – it's impossible to come up with a rule that applies to everyone.\" Pistorius argued that he \"couldn't compete\" with OIiveira's stride length, though<a href=\"http://www.guardian.co.uk/sport/interactive/2012/sep/03/pistorius-oliveira-paralympics-2012-interactive\"> analysis shows the South African took fewer strides</a>.</p> <p>The point of running blades, of course, is to replace an athlete's calves and feet. But what about their spiked shoes? Running spikes are difficult to attach to a smooth, hard carbon-fibre blade. So until February, Pistorius had to spend hours scuffing his up and gluing on new spikes before each race. The balance was different each time.</p> <p>To solve the problem, <a href=\"http://www.fastcodesign.com/1670487/how-nike-made-track-spikes-for-oscar-pistorius-s-carbon-fiber-blades\" title=\"\">Nike, one of his sponsors, developed a detachable cushioned pad of spikes</a>. Designer Tobie Hatfield spent months watching slow-motion footage of Pistorius running on a pressure-sensitive treadmill in Ossur's Iceland HQ. Through this, he learned more about the ideal number of spikes (11) and where to put them. There's soft foam at the back of the pad, where Pistorius's stride begins, and a harder type at the front where it ends. Gluing time is now down to 15 minutes per leg. Jerome Singleton, Pistorius's rival in the 100m, is also sponsored by Nike, so he'll be running in a pair as well.</p> <h2>Formula One wheelchairs</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395595845\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/3/1346681416406/Para2---5000m-gold-medall-010.jpg\" alt=\"Para2 - 5,000m gold medallist David Weir\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Goodbye upholstery ... 5,000m gold medallist David Weir. Photograph: David Davies/PA</span> <span class=\"element-image__credit\">Photograph: David Davies/PA</span> </figcaption> </figure>  <p><br>Although it's often seen as the equivalent of running, wheelchair-racing actually bears a strong resemblance to Formula One. The shape and structure of the chairs, the materials they're made from, the athletes' riding position, clothes, helmets and even the straps they use to hold themselves in place – all these things are constantly being scrutinised and improved. And following a big push from UK Sport and its sponsors, British times have come down by as much as 10% in the past two years.</p> <p>\"It's an evolution,\" says Dan Chambers, a designer at <a href=\"http://www.draftwheelchairs.com/draft-at-the-paralympics/\" title=\"\">Draft wheelchairs</a>, which supplies the British team as well as some of its competitors. \"Athletes like these get a new chair every year, so each time there's the chance to make small changes. In the last couple of years, a lot of work has been done to increase the stiffness of chairs. Flex is not wanted, because it misaligns the wheels, which makes them scrub on the track and lose energy.\"</p> <p>Aerodynamic work has also been important. Wheelchair racers such as Shelly Woods (who came eighth in the 5,000m but still has the marathon and other distances to come) and David Weir (who took the 5,000m gold) have <a href=\"http://www.ingenia.org.uk/ingenia/articles.aspx?index=775\" title=\"\">had their shapes scanned and analysed by computers</a>, and have <a href=\"http://www.baesystems.com/article/BAES_045874/bae-systems-helps-paralympic-athletes-go-for-gold-with-technology-boost?_afrWindowId=null&amp;baeSessionId=TnGLQ9VNn493c7vSfpMpXgGxVsSyhkQhL27dYXs53nmSD2f1s5jP!-1218524554&amp;_afrLoop=414832906062000&amp;_afrWindowMode=0&amp;_adf.ctrl-state=wlcpo9dh_4&amp;baeSessionId=LFp1QGBJxQXDX1162BqqZYhh1nkq19VMLVLnJgHkgvJF0nh2psTw!92979655#%40%3F_afrWindowId%3Dnull%26baeSessionId%3DTnGLQ9VNn493c7vSfpMpXgGxVsSyhkQhL27dYXs53nmSD2f1s5jP%2521-1218524554%26baeSessionId%3DLFp1QGBJxQXDX1162BqqZYhh1nkq19VMLVLnJgHkgvJF0nh2psTw%252192979655%26_afrLoop%3D414832906062000%26_afrWindowMode%3D0%26_adf.ctrl-state%3D25qx725px_4\">even been blown about in wind tunnels</a> – all to reduce drag. The results have helped them select helmets and clothing, and have strongly influenced their seating. \"They've all been rotated forwards,\" Chambers explains, \"which reduces their frontal area.\"</p> <p>For these games, the new chairs have a solid aluminium plate beneath the athletes' knees, which allows smoother airflow than the old cloth upholstery. Each competitor also has a bespoke welded seat gripping their lower body. \"There is a chair that's been developed through all the wind-tunnel testing, which is a very nice stiff light carbon-fibre one,\" adds Chambers. \"But that's for the next Olympics.\"</p> <h2>Straps, stirrups and seatbelts</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395595846\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/3/1346681624138/Para3---discus-thrower-De-010.jpg\" alt=\"Para3 - discus thrower Derek Derenalagi with his specially designed stool.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Strapped in ... discus thrower Derek Derenalagi with his specially designed stool. Photograph: Sean Dempsey/PA Wire/Press Association Images</span> <span class=\"element-image__credit\">Photograph: Sean Dempsey/PA Wire/Press Association Images</span> </figcaption> </figure>  <p><br>It is nearly impossible for disabled athletes to compete in the discus. Olympic throwers rely on nimble feet as well as upper-body strength to wind up, throw, and then recover. Try sitting in a chair while throwing a discus and you'll almost certainly fall over – and if you throw as hard as Derek Derenalagi, the former British soldier who lost his legs in a roadside bombing in Afghanistan five years ago, you'll probably break a bone as well.</p> <p>Paralympic rules allow competitors to use any chair or frame they want, as long as they can assemble and dismantle it within a certain time limit. Alison O'Riordan, Derenalagi's coach, was unhappy with his throwing frame, however, so she contacted the charity Remap, who build customised equipment for disabled people. A Remap engineer watched Derenalagi training and then <a href=\"http://www.remap.org.uk/remap-case-studies/derek-paralympian-discusthrowe.html\" title=\"\">designed an extremely strong but lightweight padded stool</a>. Four straps secure it to the ground, two seatbelts hold Derenalagi on top, and stirrups give his prosthetic feet purchase.</p> <p>It is far from complicated, but it is precisely what Denelagi needs, holding his lower body in place while allowing the rest of him to move. \"I can use what is left of my leg muscles and my core muscles to keep control, and also to generate power,\" he says. Although Derenalagi didn't get a medal in these games, in June his chair helped him to gold at the European Championships, beating the reigning world champion in the process.</p> <h2>Crash, bounce, wallop</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395595847\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/3/1346681832468/para4--Great-Britain-take-010.jpg\" alt=\"para4- Great Britain take on Germany at wheelchair basketball.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'The chairs get absolutely smashed' ... Great Britain take on Germany at wheelchair basketball. Photograph: Peter Macdiarmid/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure>  <p><br>Equipment can get injured, too – especially in a sport like wheelchair basketball, where players travel at speed and aren't supposed to collide, but do. \"They get absolutely smashed,\" says Michael Sheen, design and engineering manager at RGK wheelchairs, <a href=\"http://www.rgklife.com/news/story178.htm\" title=\"\">which supplies Britain's male and female teams</a>. \"After a year, the chairs don't look like they did when they started, that's for sure.\" And of course, if a chair breaks during a game, it can be disastrous. The player can be substituted and the chair repaired, if that is possible, but it often isn't.</p> <p>As a result, design in this area focuses on the trade-off between strength and weight. Sheen has conducted a lot of stress analysis, using 3D simulations to determine the strongest frame and, after years of making titanium chairs, has switched to a high-grade aluminium model for these games.</p> <p>\"It's much lighter,\" he explains. \"Essentially, that means it's easier to push. It also makes it a bit more responsive, so you can turn and manoeuvre better.\" The British teams, who at time of writing were both still in contention, have had the new chairs for a year now and love them. At the Paralympic World Cup in May, the women took gold, and the men silver. So there's room for improvement, but not a lot.</p> <h2>The unsinkable stool</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395595848\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/3/1346682079736/para5-Danielle-Brown-in-a-010.jpg\" alt=\"para5 Danielle Brown in action.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mud-proof ... Great Britain's Danielle Brown in action. Photograph: Anthony Devlin/PA</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/PA</span> </figcaption> </figure>  <p><br>Despite suffering from chronic regional pain syndrome, which makes it hard for her to stand or walk without a crutch, Britain's Danielle Brown is an exceptional archer. When she was 16, she defeated a field of able-bodied competitors at the national junior championships, using just an adapted piece of old bicycle frame to prop her up.</p> <p>As an adult, she approached Loughborough university's Sports Technology Institute to ask if they could do better. They could. The trouble with the bike frame was that it lacked stability, and had a tendency to sink into the mud. <a href=\"http://sti.lboro.ac.uk/Danielle-Brown.aspx\" title=\"\">So Steve Carr and a team of engineers redesigned it</a> with a broader base, wide feet, and a locking setup and alignment system, to help her find consistency in her position – even outdoors.</p> <p>Within a week of using the new stool, Brown had beaten her personal best. The following week, she broke the world record, and subsequently broke it again to win gold at the 2008 Paralympics. In 2010, she became the first disabled athlete to represent England in a mainstream event when she was part of the team that won gold at the 2010 Commonwealth Games in Delhi. If she wins Tuesday's semi-final, consistency will indeed be what she's found.</p> <h2>A leg of honour<br></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395595849\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/3/1346682282465/para6-010.jpg\" alt=\"para6\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pedal power .... Jody Cundy on the podium with his customised prosthetic leg. Photograph: Bryn Lennon/Getty Images</span> <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> </figcaption> </figure>  <p><br>Jody Cundy, whose right leg was amputated when he was a child, has already won 10 Paralympic and World Championship gold medals, first as a swimmer and now in cycling. On the track, he has favoured a solid prosthesis to connect his knee joint to the pedal. For the London Paralympics, however, <a href=\"http://www.bikeradar.com/road/news/article/paralympic-star-jody-cundy-unveils-new-racing-leg-for-london-34979/\" title=\"\">Cundy has developed a new leg</a>. It has had its alignment and aerodynamics reworked, but what clearly excites Cundy most is the new look: it's been painted with Stella McCartney's blue ParalympicsGB team design and engraved with the names of all the people who have helped him in his career.</p> <p>Meanwhile, down the centre of the leg, a \"medal board\" displays those 10 golds. Although a controversial disqualification and a bronze medal in the 4km individual pursuit are all he's been able to take from these games, Cundy's determined to keep adding to the board. \"I love customising my leg,\" he says. \"With so many restrictions on kit and other pieces of equipment, it's nice to have a bit of creative freedom and stand out from the crowd.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/5SdoKoYUKyI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/5SdoKoYUKyI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><br><a href=\"http://www.youtube.com/watch?v=5SdoKoYUKyI\">Reading this on mobile? Click here to view</a></p>",
  "<p>The Brazilian Paralympian who dramatically beat Oscar Pistorius in Monday's 200m T43/44 final started using his taller prosthetic running blades just three weeks before the London Games, it has emerged.</p> <p>Alan Oliveira, who shocked the South African reigning champion by beating him for the first time in nine years, moved from his hometown of Belem to Sao Paulo a year ago to train with the elite Brazilian squad.</p> <p>The runner said he measured 177cm in his non-racing prosthetics, but changed to new blades that increased his height to 181cm three weeks before the Paralympics. Under International Paralaympic Committee (IPC) rules he is allowed to run on blades that give him a height of up to 184.5cm.</p> <p>\"The coaches and I decided to try a higher blade. I tried the new height for the first time last year and it was difficult to get used to them. I decided to try them again earlier this year and it went a little bit better. Three weeks ago, we decided to really go for it,\" he said.</p> <p>\"The prosthesis don't run alone. Of course they are good for an improvement but there is not a significant time difference.\"</p> <p>Oliveira's previous fastest time was 22.45s at last year's Brazilian national championships. But Brazil's team leader, Ciro Winckler, said his improvement was also the result of better coaching and facilities in Sao Paulo, together with the fact he had matured physically.</p> <p>One of Pistorius's complaints was that the current rules allow athletes to chop and change their height at will, as long as they remain within the legal limits determined by an IPC formula.</p> <p>Pistorius races at a height of 184cm because he continues to use blades that are sanctioned for non-disabled competition, despite the fact that he could wear prosthetics that extended his height to 193cm under the IPC rules.</p> <p>The IPC earlier revealed that Pistorius expressed concerns over the blade length of another athlete weeks before he was beaten by Oliveira in Monday night's final.</p> <p>The IPC communications director, Craig Spence, said <a href=\"http://www.theguardian.com/sport/2012/sep/03/oscar-pistorius-blade-length-ipc\" title=\"\">Pistorius had phoned him when he was having dinner with his parents to express concerns over one particular athlete</a>, who was not named.</p> <p>Spence said the claims were investigated but that the athlete was found to be within the rules. He said the point was raised again two weeks ago by Pistorius's representatives and the IPC suspected it might come up during the Games.</p> <p>Immediately after the final, Pistorius said Oliveira and Blake Leeper, the American bronze medallist, were racing on blades that were \"unfair\" because they added four inches to their height. He claimed they were recording \"ridiculous\" times.</p> <p>He later apologised for the timing of his comments but not the content and the IPC agreed to meet him to discuss his concerns.</p> <p>\"He shared his views. He was very emotional. We agreed we would take his comments away and raise his concerns in a less hostile environment. The cauldron of the Olympic Stadium was not the place to go into the rules and regulations,\" said Spence.</p> <p>The IPC has confirmed that the blades of all eight athletes were within the legal length, according to a formula that estimates the height of the athlete and adds 3.5% to allow for the fact that they run on their toes rather than their heels.</p> <p>\"We measured all eight athletes in the call room prior to the race. All eight were legitimate to race. The measurement is based to proportionality of the body. Clearly, we don't want athletes running on stilts. There are rules in place regarding the prosthesis size,\" said Spence.</p> <p>The IPC said it would look into whether there should be a change in the rules so that athletes had to race on the same height of blades consistently.</p> <p>\"We will listen to Oscar's questions on whether variation in that height is something we need to look upon. At the moment, the rules go with the maximum allowed height. When these formulas were developed they were discussed with athletes and coaches and feedback collected,\" said Spence.</p> <p>He denied Pistorius was a special case in light of his high profile and said the IPC had a good relationship with all of its athletes.</p> <p>The IPC's medical and scientific director, Peter van de Vliet, conceded that harmonising rules across disabled and non-disabled sport was difficult.</p> <p>The South African waged a legal battle with the IAAF to be able to compete alongside able-bodied athletes after proving the blades gave him no additional advantage.</p> <p>\"Ultimately, we have two governing bodies involved and it becomes quite a challenge to harmonise rules in this regard. We do have our own technical rules that are independent of other governing bodies,\" said Van de Vliet.</p> <p>Spence said it was good for Paralympic sport to see rivals emerging to challenge the supremacy of Pistorius, who had not lost a 200m race in nine years. He said it would be unfortunate if the row overshadowed Oliveira's victory.</p> <p>\"Alan has not just come out of nowhere and won Paralympic gold. He won bronze in the 100m at the world championships and was very competitive in the 200m. He is a good and strong athlete. He has not come out of nowhere and surprised us,\" he said.</p>",
  "<h2>Why hasn't David Cameron reshuffled before?<br></h2> <p>Sheer willpower. From almost the moment the coalition was formed, No 10 has signalled that the time for reshuffles would come around summer 2012, the halfway mark of this five-year parliamentary term. The vicissitudes of power have created many opportunities – and temptations – to shuffle the deck at an earlier stage. Other prime ministers might well have taken the chance to assert their authority when Liam Fox fell, Andrew Lansley languished or Jeremy Hunt hung by a thread, but Cameron stuck to his game plan.</p> <h2>How are reshuffles meant to work?<br></h2> <p>The best-laid plans involve promotions for loyalty and talent, demotions for unruliness or blundering, as well as new faces to freshen things up. Inevitably, this also requires the retirement of political deadwood, which was traditionally accomplished without too much fuss by putting old hands out to the pasture of the Lords (a manoeuvre Yes Minister described as elevation and castration in one fell swoop).</p> <h2>How do they actually work?<br></h2> <p>The choreography normally works OK – winners glide in and out of the big black Downing Street door with a grin on their face, and losers slip away discreetly out the rear exit – but nothing else tends to. Often that's because the reshuffle has not occurred at the pre-planned moment, instead being forced by some scandal-scorched resignation, necessitating great change in great haste. Sometimes, it is because a senior minister will not accept the sideways shuffle that is envisaged for them, and sometimes it is simply because the prime minister loses his nerve. Tony Blair's abortive plan to prise Gordon Brown out of the Treasury in 2001 is only the most celebrated example of the latter.</p> <p>Leaders who are particularly nervy end up rearranging the Whitehall furniture to try to keep everyone happy – removing energy from trade and industry, or science from education, to create new fiefdoms; or adding such responsibilities back in to try to convince ministers disgruntled at not being shuffled up that they are instead being promoted through the expansion of their empire.</p> <p>The inevitable complications are redoubled in circumstances of coalition, because a proportion of seats around the top table are reserved for Liberal Democrats, and are not in the gift of the prime minister but instead his deputy. That means any serious overhaul would require cross-party negotiations, which may be one consideration underlying Dave's doggedness in holding off until now.</p> <h2>What will ministers be doing?<br></h2> <p>The one thing we can say with certainty is that they will not be working. They may be pretending to do so, but – having worked as a ministerial adviser in the runup to reshuffles – I can confirm that their minds will be on nothing but their futures, about which they will have no solid information at all. The time will be passed reading the newspapers next to the telephone, waiting for the No 10 call. There will be endless speculation with special advisers and backbench MPs, but not with fellow ministers, who are rivals more than anything else at this stage. Ministers fearing the worst will be indulging in gallows humour with their private offices; those in a more optimistic frame of mind might be turning their thoughts to a bright tie to be photographed in when they complete their hoped-for happy waltz out of No 10.</p> <h2>Who is safe?<br></h2> <p><a href=\"http://www.bbc.co.uk/news/uk-politics-19463772\" title=\"\">The gossip</a> is that all three top jobs – deputy prime minister, chancellor and foreign secretary – are set to stay in current hands, so change will be a little lower down the pecking order. There is an irony here: while Whitehall obsesses, the country has scant interest in change among the unknown grey suits who sit around the top table. As our recent Guardian/ICM poll revealed, the one change that most voters say they would want to see is <a href=\"http://www.theguardian.com/politics/2012/aug/27/george-osborne-liability-tories-poll-reveals?newsfeed=true\" title=\"\">George Osborne being given the elbow</a> from the Treasury. But his unique personal relationship with the prime minister, as well as a sense that change at the Treasury would be tantamount to admitting the coalition has fumbled on its economic agenda, both appear to protect him. Nick Clegg in effect holds the deputy's post ex-officio, and will retain it for as long as he can retain his party's leadership. William Hague is seen as having acquitted himself decently enough at the Foreign Office, but may not want to move – and may even refuse to go anywhere except an unavailable Treasury.</p> <h2>Who really has to be moved?</h2> <p>Lansley at health has been an unalloyed disaster, and should be given the shove, although some industry insiders reckon the prime minister would rather retain an unpopular face to get rid of when the spending squeeze translates into a winter crisis this year or next. Hunt, who should have resigned over his special adviser's close liaison with the Murdochs when he was supposed to be acting in a quasijudicial role over them, is almost certain to be moved rather than sacked. He can surely not remain in his current post, since if he did he would have to receive the Leveson report on press standards, problems with which he is intimately identified.</p> <h2>Who else is at risk?</h2> <p>There will have to be serious movement within the cabinet's middle order if this reshuffle-cum-relaunch is not to prove a damp squib. That should mean most other portfolios are in contention, though in practice some players, such as Vince Cable at the business department, may be able to refuse to budge by virtue of coalition politicking.</p> <p>Ken Clarke does not want to retire from the Ministry of Justice, but at 72 and having earned the enmity of his own party's right wing, he may have no choice.</p> <p>Like many home secretaries before her, Theresa May has had a turbulent ride, but with no recent scandal it might be tricky to demote the government's leading woman. Others, such as Caroline Spelman at Environment, who never recovered from the row over forest privatisation, may be less fortunate.</p> <p>So too could Lady Warsi, who has faced a campaign of vitriol from some on her own side. But her <a href=\"http://www.telegraph.co.uk/news/politics/9513265/Baroness-Warsi-plea-to-remain-as-Tory-chairman.html\" title=\"\">decision to go public with her desire to stay in her post</a> could prove shrewd. Just as the Labour chair, Ian McCartney, saw off talk of his replacement by highlighting his working-class roots that are all too rare in modern politics, the Conservative party's leading female Muslim just might have pulled off the same trick.</p> <h2>What will the reshuffle tell us about Cameron?<br></h2> <p>History suggests that the image prime ministers project is no clear guide to the sort of butcher they will prove to be. Self-styled bold leaders like Blair often turn out to get the jitters, and the problems of people management were enough to bend even the will of Thatcher. She kept hold of those she regarded as \"wets\", such as Francis Pym, for far longer than she would have wanted.</p> <p>By contrast it was the outwardly affable Harold Macmillan who pulled off a gruesome \"night of the long knives\", ditching a third of his cabinet overnight in an exercise named after Hitler's rather bloodier dispatching of his own lieutenants in the SA.</p> <p>The quiet assassins often prove more effective. Clement Attlee was brutally upfront when the time came to break bad news. When one hapless minister was summoned to hand back his portfolio he said he fully understood the need to make way for a younger man. \"Not a younger man,\" said the ordinarily taciturn PM, \"an abler one.\"</p> <p>• Tom Clark is a Guardian leader writer and former special adviser to the Labour government</p>",
  "<p>Fire climates – places with little rainfall, lots of wind and long spells when it is hot and dry – are perfect for some species. Woodland giants like the sequoias of the west coast of North America release seed when their cones are heated to temperatures that only fire can reach. A lodgepole pine may hold its cones for half a century until the right conflagration comes along.</p> <p>Big trees like firs, spruces and sequoias that live for 1,000 years or more can be extraordinarily resilient to heat and flame. When a forest fire reaches the canopy, gases burn at around 1000C. In such a life span, an individual tree might survive several so-called \"century fires\" (confusingly these great fires occur every 200-300 years).</p> <p>Forest fires are also part of the cycle of pioneering microbial life forms and fire beetles – the latter have fire detectors hundreds of times more sensitive than the kind installed in our homes – rush to fires when they sense them.</p> <p>We can marvel at the brilliance of life that can adapt to thrive in such astonishing ways, while acknowledging the odd vulnerability to a changing climate of our own species.</p> <p>For good reason, the <a href=\"http://www.coastsalishgathering.com/\" title=\"\">Coast Salish people</a> of the Pacific Rim lived in fear of forest fires. The fires were embodied in some of their most terrifying spirits and gods. Neither they nor myriad animals of the woods could survive a century fire. Escape, if possible, was the only solution. Yet the way that great fires spread once established makes escape unpredictable at best. Burning missiles from the main fire shoot out to create satellite fires. These then combine into one immense, furious furnace. Great areas ignite spontaneously at a certain tipping point, the temperature for the combustion of plant matter.</p> <p>At a much greater scale, with global warming, we now risk triggering a sequence of system-shifting events. Think of this more as an \"aeon fire\" than a century fire, in which we default to an unpredictable new, more hostile climate, very different to that in which human civilisation evolved. It will take millennia to shift back to a more convivial world, if indeed such a reversal ever occurs.</p> <p>What informs the optimism of some, and perhaps the complacency of others, is that like life in general, we are incredibly innovative. There's an assumption that whatever happens, we'll sort things out. But now, having adapted to one climate with all its weather-related slings and arrows, we're going beyond its cycle of normal variation. If we don't stay on the right side of the combustion point for irreversible warming effects, we don't know if, or in what shape human civilisation will continue.</p> <p>One reason for the success of trees, point out the American conservationists David Suzuki and Wayne Grady, is their collective nature: \"No tree is an island; it is a communal citizen and derives … benefits from cooperation, sharing, and mutual effort.\"</p> <p>The tiny, purposeful hummingbird can be seen all around the forests of the northern Pacific Rim. Its industry was noted by First Nation people who passed on this story.</p> <blockquote> \"A fire had begun in the forest and was in danger of raging out of control. Terrified, many of the animals fled before it took over. But the hummingbird flew to the nearest water, collected a droplet and flew back to the fire dropping the water onto it. As she flew back and forth to protect her habitat, first the bear, and then the owl, the snake and cougar each called out: 'Bird, what are you doing?' The hummingbird answered them all in the same way: 'I am doing what I can'.\" </blockquote> <p>Next month is the halfway point in our countdown to when the odds shift against us in the likelihood of staying on the right side of the climate threshold. To celebrate optimism and \"doing what I can\", we will mark it by publishing some of the best ideas for change <a href=\"http://www.theguardian.com/environment/blog/2012/jul/02/lead-climate-predicament\" title=\"\">that were submitted through this column to the Guardian</a>, and examples of specially commissioned articles from people who lead their own fields and are changing their own lives. A <a href=\"http://ticketing.southbankcentre.co.uk/find/literature-spoken-word/tickets/the-clock-is-ticking-69031\" title=\"\">special event jointly organised by onehundredmonths.org</a>, the New Economics Foundation, 5x15 and the Guardian will also be held at the Royal Festival Hall on 1 October.</p> <p>• <a href=\"http://www.onehundredmonths.org\" title=\"\">www.onehundredmonths.org</a></p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://assets.emi.com/petshopboys/elysium/guardian/\"> <iframe src=\"https://assets.emi.com/petshopboys/elysium/guardian/\" height=\"550\" width=\"460\" frameborder=\"0\"></iframe> </figure>  <p> It's 26 years since the Pet Shop Boys released their debut album. While we might mourn the fact that the plan to release albums whose titles were intended to form part of a conversation with record shop assistants – \"What would you like?\" \"Pet Shop Boys Please\" or \"Pet Shop Boys Actually\" – only lasted two albums, we should celebrate the fact they're still making new music.</p> <p>This time round, the most English of groups decamped to Los Angeles to record their album, with Kanye West associate Andrew Dawson producing. \"We wanted to make this album in a different environment,\" Neil Tennant told Attitude. \"Despite frequent visits there we have never made an album in Los Angeles. Working there with Andrew Dawson has enabled us to make a very fresh-sounding album.\"</p> <p>Have the Boys succeeded in freshening up their sound? Have a listen, and let us know in the comments below.<br><a href=\"http://www.guardian.co.uk/music/musicblog/2012/sep/03/pet-shop-boys-elysium-album-stream?mobile-redirect=false\"><br>Reading on mobile? Click here to listen</a></p>",
  "<p>We're joined on Tuesday as part of <a href=\"http://www.guardian.co.uk/environment/series/sixth-extinction\">our 'sixth extinction' special series</a> by <a href=\"http://www.wwf.org.uk/\">WWF</a>'s senior species policy officer Heather Sohl and global communications co-ordinator Richard Thomas at the NGO <a href=\"http://www.traffic.org/\">Traffic</a> to answer your questions on the illegal wildlife trade.</p> <p>As our series explores on Tuesday, the illegal trade in everything from rhino horn and ivory to pangolins and rare amphibians is driving many species close to extinction. To combat the practise, <a href=\"http://www.guardian.co.uk/environment/2012/mar/29/interpol-environmental-crime-ivory-poaching\">which Interpol has called on governments to crack down on</a>, <a href=\"https://www.facebook.com/WWF\">WWF and TRAFFIC recently launched a campaign</a> to stop the criminal trade that sees live animals transported in suitcases and rhinoceros massacred with AK47s.</p> <p><strong>Sohl and Thomas will be online 1-2pm BST on Tuesday to answer your questions on everything about the illegal wildlife trade.</strong> Want to know about the worst cases they've encountered? What's driving the recent surge in poaching in countries such as South Africa? Interested in the role of the internet?</p> <p>Just post your question below. Please note anything off-topic will be removed.</p>",
  "<p>We asked you for your thoughts on how business, governments, NGOs and civil society should tackle global water and food issues moving forward. Here's what you had to say...</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://storify.com/guardiansustbiz/twitter-challenge-what-are-the-next-steps-in-tackl.js\"> <script src=\"https://storify.com/guardiansustbiz/twitter-challenge-what-are-the-next-steps-in-tackl.js\"></script><noscript>[<a href=\"http://storify.com/guardiansustbiz/twitter-challenge-what-are-the-next-steps-in-tackl\" target=\"_blank\">View the story \"Twitter challenge: what are the next steps in tackling water and food challenges?\" on Storify</a>]</noscript> </figure>  <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>Chip designer ARM Holdings, everyone's favourite technology company, dropping 2.4% to 560.5p on Monday after Deutsche Bank analysts pointed out that its shares are really very expensive. It's a difficult point to argue against. ARM shares trade at almost 40 times this year's earnings. The analysts wrote:</p> <blockquote> We believe ARM's high valuation will come under pressure as falling smartphone chip prices impact royalty growth, Intel's odds to gradually gain market share in mobile are improving and the \"Windows on ARM\" ramp could be below expectations. </blockquote> <p>Windows on Arm is a programme that will see the Windows operating system tied to ARM chips in tablets and other (mainly) mobile devices. The analysts downgraded their recommendation on the shares from hold to sell, with a price target of 400p.</p> <p>Deutsche Bank also wreaked havoc with chipmaker CSR's shares, driving them down 4% to 312p after cutting them to a sell recommendation. The analysts wrote:</p> <blockquote> While we welcome CSR's decision to exit legacy businesses in handset connectivity &amp; digital home, we believe the market now overvalues the margin and earnings power of its core auto, camera and consumer businesses. Our analysis shows CSR's sustainable revenue base will generate only 6% margins with longterm margin &amp; growth targets likely challenging. Trading on a material P/E premium to global peers, CSR's continued earnings stream seems overvalued and we downgrade to sell. </blockquote>",
  "<p>Can art save the natural world? In the 21st century, <a href=\"http://www.guardian.co.uk/environment/climate-change\" title=\"\">climate change</a> threatens to destabilise life on planet earth. Artists would love to help. <a href=\"http://www.tate.org.uk/whats-on/tate-modern/exhibition/unilever-series-rachel-whiteread-embankment\" title=\"\">Yet what can they do?</a></p> <p><a href=\"http://www.whitechapelgallery.org/exhibitions/the-bloomberg-commission-giuseppe-penone\" title=\"\">Giuseppe Penone's new installation at London's Whitechapel Gallery</a>, in its series of Bloomberg commissions, is a powerful representation of nature. It may not offer any answers to how humans can reform our relationship with rainforests, oceans and <a href=\"http://www.polarbearsinternational.org/polar-bears/bear-essentials-polar-style\" title=\"\">polar bears</a>, but it does offer a moment's reflection on how art can reawaken our sense of connection with the natural world.</p> <p>Modern art has an ambiguous relationship with nature. It has sometimes rejected sentimentality towards landscape. <a href=\"http://en.wikipedia.org/wiki/Futurism\" title=\"\">Futurism</a> celebrated machines and cities. If you compare art in 1815, when <a href=\"http://www.john-constable.org/\" title=\"\">John Constable</a> was painting fields and mill ponds, and 1915, when the <a href=\"http://www.historytoday.com/richard-jensen/futurism-and-fascism\" title=\"\">Italian futurists were hailing mechanised war</a>, you would have called modernism a step back in attitudes to the natural world. Is modern art simply the art of industry and technology, post-natural in its admiration for the machine?</p> <p>Penone belongs to the <a href=\"http://www.moma.org/collection/theme.php?theme_id=10454\" title=\"\">arte povera</a> movement which rejected such technocracy in 1960s Italy. At a time when Italy was experiencing its economic \"miracle\" and industrial cities like Milan were booming, arte povera slowed things down, to dwell on the stuff of life, the materials of the everyday.</p> <p>In his installation at the Whitechapel, <a href=\"http://www.tate.org.uk/art/artists/giuseppe-penone-1754\" title=\"\">Giuseppe Penone</a> shows a huge bronze tree, hollowed out and exhibited in sections that rest on their branches like strange insects on spindly legs. You can look through the tree as if it were a telescope. Inside it is covered with gold whose rugged texture reproduces that of tree bark. Penone made the tree by casting a real tree: in the process of lost wax casting, the tree was chopped up, destroyed, to leave its trace in art.</p> <p>This implicit violence gives the sculpture a melancholy undertow. The result is eerie and magnificent, a gnarled, complex, strange object. Life's ramifications are suggested by proliferating boughs.</p> <p>Penone stops the rush hour for a moment and reveals the enormous power of the life around us, the magnificence of biology. Art can do this – it can show the natural beauty that is constantly endangered by ruthless human action. Penone's haunting tree may not save the world. But it's a start.</p>",
  "<p>Our view from the summit of the <a href=\"http://www.google.co.uk/imgres?hl=en&amp;sa=X&amp;biw=1075&amp;bih=840&amp;tbm=isch&amp;prmd=imvns&amp;tbnid=Kxift8PL3cWroM:&amp;imgrefurl=http://en.wikipedia.org/wiki/Rwenzori_Mountains&amp;imgurl=http://upload.wikimedia.org/wikipedia/commons/thumb/5/50/1172_ruwenzori.jpg/300px-1172_ruwenzori.jpg&amp;w=300&amp;h=198&amp;ei=HHxEUMy7EKif0QWK8YD4Bg&amp;zoom=1&amp;iact=hc&amp;vpx=131&amp;vpy=173&amp;dur=3104&amp;hovh=158&amp;hovw=240&amp;tx=136&amp;ty=75&amp;sig=107294881529458146228&amp;page=1&amp;tbnh=119&amp;tbnw=181&amp;start=0&amp;ndsp=20&amp;ved=1t:429,r:0,s:0,i:73\" title=\"\">Rwenzori mountain range </a>in Western Uganda was breathtaking. A young Ugandan entrepreneur, Vincent Biyara, had been our guide as we struggled to the top. It was from here that he described the development he wanted to see in the Karagutu valley that tumbled before us. It was a vision of enterprise: a community able to utilise its natural assets to establish agricultural and tourist businesses that would create jobs and enable the community to prosper.</p> <p>There is now widespread recognition in the development community that poverty cannot be defeated without stimulating enterprise and achieving inclusive economic growth. This is especially important when you consider that six out of the top 10 fastest growing economies are in Africa: Uganda, for example, is one of the fastest growing non-oil producing countries in the world. Growth alone is not enough; it must be harnessed to ensure the resulting job creation, development of management capacity and the transfer of technology benefit the poorest. This will require NGOs, businesses and governments to collaborate in new ways to provide greater opportunity for the next generation of entrepreneurs, to ensure that the benefits of growth are not just shared with the poorest but are generated by the poorest.</p> <p>This won't happen by accident. Starting your own business is difficult in any context; if you are from somewhere like Karagutu, the challenges are multiplied. That is why <a href=\"http://www.vso.org.uk/\" title=\"\">VSO</a> has developed an innovative partnership with <a href=\"http://www.benjerry.co.uk/\" title=\"\">Ben &amp; Jerry's</a>, who source fair trade vanilla for their ice-cream from Western Uganda. Together, we are combining Ben &amp; Jerry's experience of doing business in Uganda with VSO's knowledge of local communities to support fledgling enterprises – from an eco-tourism initiative to a briquette business.</p> <p>We brought together 15 young entrepreneurs from Europe, who all had experience of setting up a businesses to address a social issue, to work with 15 Ugandan counterparts. Their task was to answer a single question: how can we accelerate the building of enterprises that are commercially viable and also create prosperity for poor communities?</p> <p>The process highlighted three key obstacles that stand in the way of enterprise flourishing in Uganda and across Africa. These are the challenges of capital, capacity and corruption.</p> <p>No business can succeed without capital to invest in an idea or take it to scale. In much of Africa, that capital is a very scarce resource. Across the world, only 1% of global capital markets are invested in Africa. That is a scandalous disadvantage to Africa's entrepreneurs. For example, one entrepreneur I met in Uganda described his difficulty in finding an investor to help him purchase new technology that would allow him to fuel a cotton factory through biomass technology instead of using thousands of gallons of diesel per month. The savings on fuel would enable the 30,000 local farmers who supply the factory with cotton to get higher prices for their products. And yet the investment for the technology is not forthcoming.</p> <p>NGOs have both reach and local knowledge that is often invisible to commercial capital markets. VSO, for example, is working on strengthening livelihoods with 275 local partners in 18 countries. Despite the much-needed emergence of online lending sites such as <a href=\"http://www.kiva.org/\" title=\"\">Kiva</a> and the launching of some innovative social impact funds, NGOs' role in linking opportunity to capital is still nascent and remains a fundamental challenge.</p> <p>Second is the challenge of capacity. Investment flows to Africa will be inhibited unless there is confidence in the management capacity of those who are entrusted to use that investment to return a dividend. One potential investor told me \"I don't invest in ideas; I invest in management teams who can execute on a plan.\"</p> <p>It's in the area of people that organisations like VSO and our partners such as <a href=\"https://www.ashoka.org/\" title=\"\">Ashoka</a> are ideally placed to play a proactive role. Volunteers with the right expertise and knowledge can act as a catalyst and build the capacity of African entrepreneurs to compete effectively. Our <a href=\"http://www.accenture.com/us-en/company/citizenship/Pages/voluntary-services-overseas.aspx\" title=\"\">Making Markets Work for the Poor </a>partnership with <a href=\"http://www.accenture.com/gb-en/Pages/index.aspx\" title=\"\">Accenture </a>over the last 10 years has focused on just that: using its commercial expertise to help analyse value chains and support poor communities to access them better.</p> <p>Finally, there is the threat of corruption. Studies by economists such as <a href=\"http://www.milkeninstitute.org/about/about.taf?function=detail&amp;Level1=ProStaff&amp;Level2=Bio&amp;ID=32&amp;cat=Staff\" title=\"\">Joel Kurtzman</a> have demonstrated that there is a clear correlation between levels of opacity (the degree of easily discernible and transparent business governing practices) and levels of per capita income. If one falls, the other falls with it. Corruption was cited as a death nail by the Ugandan entrepreneurs we worked with, increasing the cost of vital products and eating into already slim margins. A strong and vibrant civil society is a prerequisite for exposing and confronting corruption, and NGOs' contribution is a vital part of work to create an enabling environment for trade and enterprise.</p> <p>Working on enterprise-based approaches to development is still new ground for many NGOs. For some, it doesn't sound like the sort of activity NGOs should be engaging in. But what this visit to Uganda made clear to me was that enabling people like Vincent to realise his vision for Karagutu is exactly what we should be doing.</p> <p><em>Mark Rowland is the head of fundraising and partnerships for <a href=\"http://www.vso.org.uk/\">VSO</a> and has spent the last 15 years working for a range of international development agencies.</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>If the financial crisis put an end to the golden age of company takeovers, no one bothered to tell the beer industry – the world's biggest breweries continue to have an insatiable thirst for empire expansion.</p> <p>Heineken has just taken a big step towards completing the latest money-spinning deal as it gained the approval it needs to buy Asia Pacific Breweries, makers of Tiger beer, for up to £4.1bn. It comes two years after it bought Femsa Cerveza, makers of Sol beer, in Mexico for $7.6bn (£4.8bn).</p> <p>The Dutch brewer is not alone – last year rival SABMiller, which makes Peroni and Grolsch and Pilsner Urquell among others – snapped up Foster's for a cool £7.5bn.</p> <p>And in 2008 a £33bn merger created the world's biggest brewer by putting together Anheuser-Busch and InBev – a megadeal that united Budweiser, Beck's, Stella Artois and Hoegaarden.</p> <p>Heineken's new-found taste for Asian and Mexican beer is not hard to understand. As people get richer in the emerging markets of Latin America, China and Africa, the drinkers of Europe and North America become increasingly irrelevant to the global brewers.</p> <p>In Africa some in the industry believe the continent could soon outgrow both North America and Europe. Only last week SABMiller opened a multimillion-pound brewery in Nigeria.</p> <p>But the biggest cash cow, as in so many industries, could be in China, where the popularity of beer has increased rapidly alongside the traditional desire for spirits. The country already accounts for one in four pints sold worldwide, double that of the US, and could account for 40% of total worldwide sales by 2016.</p> <p>Twenty years ago the Chinese barely touched beer, drinking an average of just 12 pints per person each year. By 2001 that consumption had nearly trebled to 32 pints; last year it was 63. By 2021 the number of pints consumer per head is expected to increase to 93.</p> <p>Ian Shackleton, from Japanese bank Nomura, said recently: \"Historically, China has had a strong 'spirits culture', with consumption skewed towards the Chinese traditional spirit baijiu. Beer, as a proportion of total alcohol, increased from 21% in 1997 to 51% in 2011, with the beer category growing at the expense of local, cheap spirits.\"</p> <p>AB InBev is expected to generate 6% of its group profits by 2021 from China, compared with just 1% last year, while SABMiller – which owns a 50% stake in China's most popular beer, Snow – will take 19% of its profits from the country. It currently takes 2%.</p> <p>The Heineken deal for Asia Pacific Breweries is important enough that the Dutch firm has increased its initial offer to buy out its joint venture partner Fraser and Neave (F&amp;N), after ThaiBev's billionaire owner, Charoen Sirivadhanabhakdi, made a counter bid.</p> <p>Heineken and F&amp;N formed a partnership in 1931 and jointly control a majority stake in Singapore-based Asia Pacific. The&#xa0;Dutch brewer wants to buy out F&amp;N's&#xa0;40% stake to increase its far east business interests and eventually take full control of the company. It currently has a 42% stake.</p> <p>An offer of S$53 (£26) a share has been approved by F&amp;N's board and will be put to shareholders. However, 40% of those shareholders are rivals ThaiBev and Kirin, with the latter already trying to derail the bid by offering S$55 a share, causing Heineken to increase its initial S$50 a share bid.</p> <p>ThaiBev – maker of Chang beer – knows how important the deal is for Heineken, which needs the new markets to reduce its reliance on a poor-performing European region.</p> <p>Analyst John Mullane, from Dolmen Stockbrokers, explained: \"This deal is a positive development for Heineken because they have been overexposed in a weak European market, and behind the curve in exploiting growth opportunities in emerging markets.</p> <p>\"The fact they are willing to pay such a high premium shows how keen they are to expand in these markets and how important it is for them.\"</p> <p>Alcoholic drinks analyst at Euromonitor International, Zsuzsa Szilagyi, agreed.</p> <p>She said: \"There are very few targets left to acquire, which is why it is very important for Heineken, because it doesn't have its own presence in the region.</p> <p>\"The leading players are building their presence very smartly. There is sluggish growth in mature markets at the moment, so companies have to find growth prospects elsewhere.\"</p> <p>Despite their fast-growing appetite for beer, Chinese and African drinkers do have some catching up to do if they are to drink their European counterparts under the table. Admittedly, the Chinese do have some catching up to do if they are to be anywhere near the same league for drinking compared to their European counterparts.</p> <p>In terms of consumption per person, nine of the top 10 nations are in Europe – and the 10th is Australia.</p> <p>Topping the list is the Czech Republic, where an unnerving 244 pints are drunk each year on average by individuals. Ireland comes second with 195, followed by Germany with 186 pints.</p> <p>But drinking habits in Europe are changing. John Mullane from Dolmen said: \"Consumers are becoming more discerning and want higher quality and craft beers. Big breweries are recognising this and are likely to be looking at craft beers for expansion.\"</p> <p>In the US, <a href=\"http://www.theguardian.com/lifeandstyle/wordofmouth/2011/jun/24/american-craft-beer-hippest-hops\" title=\"\">sales of craft beers</a> brewed usually by independent breweries on very small scales, have had double digit percentage increases, with Europe catching up.</p> <p>James Watt, co-founder of the Scottish craft beer firm <a href=\"http://www.brewdog.com/about\" title=\"\">BrewDog</a>, said companies such as his are tapping into an area that drinkers feel has been missing.</p> <p>He said: \"I think there has been a lack of choice in the UK for the last 30 to 40 years from industrial beers from monolithic brewers and we're trying to fill that gap.</p> <p>\"There has been an explosion in craft beers in the US and I think that will happen over here. People want to know how their beer is made and what's gone into it.\"</p> <p>But Watt is clear that Aberdeenshire-based BrewDog, which was started in 2007 and now has more than 60 employees and a turnover of £12m, is not for sale. \"I'd sooner shoot myself in the head than sell to the big breweries. It would be like the Clash selling out to the Spice Girls.\"</p> <p>However, it won't stop the likes of Heineken, SABMiller and AB InBev continuing to reshape the beer-brewing landscape and with combined revenues of nearly £50bn a year don't expect them to stop spending any time soon.</p>",
  "<p>Fears over violent unrest spreading in South Africa's mining industry grew on Monday after a police shooting at a gold mine left four workers in hospital, including one critically injured.</p> <p>The incident came as the first group of miners was released from custody following the Lonmin platinum mine massacre, in which police gunned down 34 of their colleagues.</p> <p>Rubber bullets and tear gas were used against about 60 mineworkers at the Gold One mine at Modder East near Johannesburg. Police said they were trying to disperse a group of about 200 sacked mineworkers who were attacking reinstated colleagues.</p> <p>Gold One said an illegal blockade began at around 6.30am, preventing about half of its employees from returning to work. \"The group did not present any memorandum of demands,\" a spokesman said. \"The group blocked all access in and out of the mine and threw stones at vehicles attempting to gain access to the operations.</p> <p>\"The South African Police Service (SAPS) addressed the group extensively, informing them that the gathering was illegal and requesting them to disperse. The group refused. At approximately 11.30am the SAPS had to use teargas and rubber bullets to disperse the group. Access to the Modder East Operations has since been re-established.\"</p> <p>Captain Pinky Tsinyane, a police spokeswoman, said four people had been taken to hospital, one of whom was critically injured.</p> <p>As South Africa still comes to terms with what has been described as the lowest point since the end of racial apartheid, anxiety over contagion in the mining sector has been compounded by a wildcat strike by 12,500 miners at Gold Fields' Kloof Driefontein Complex gold mine.</p> <p>Frans Baleni, general secretary of the National Union of Mineworkers, <a href=\"http://www.bdlive.co.za/business/mining/2012/09/03/platinum-mine-revolt-shifting-to-gold-sector\" title=\"\">told South Africa's Business Day newspaper:</a>: \"The issues at Marikana are overflowing. It's quite clear that this wave of new developments on the platinum mines is coming down on us at the gold mines.\"</p> <p>Opposition accused the government of failing to tackle the wider crisis. Sej Motau, shadow labour minister for the Democratic Alliance, said: \"Labour unrest has been spreading across the mining sector following the tragedy at Lonmin's Marikana mine.\"</p> <p>Protests have been reported at Royal Bafokeng's Rasimone platinum mine, Anglo American Platinum's Thembelani mine, Eastern Platinum's Crocodile River mine and Gold Fields' Kloof Driefontein Complex gold mine, Motau added.</p> <p>\"By focusing all her efforts on establishing a peace accord at Lonmin's Marikana mine, the minister [Mildred Oliphant] is simply reacting to the most immediate symptoms of an underlying dysfunctional labour regime.\"</p> <p>As the government, unions and British-owned Lonmin resumed talks on the \"peace accord\", the first group of 42 miners was released after the dropping of fiercely controversial murder charges against them. The jubilant men, released on warning with no need for bail, sang apartheid-era struggle songs and said they were eager to get home to their families.</p> <p>The workers were among 270 arrested for public violence last month after the police opened fire on a group of protesters, killing 34 of them and wounding 78.</p> <p>Debate over what happened on the day of the massacre continues to rage. Greg Marinovich, a Pulitzer prize-winning photojournalist, has published an investigation suggesting that 14 workers died some 300m away from the main site of the bloodshed. Some appeared to have been shot at close range, he argues.</p> <p>\"It is becoming clear to this reporter that heavily armed police hunted down and killed the miners in cold blood,\" he wrote on <a href=\"http://dailymaverick.co.za/article/2012-08-30-the-murder-fields-of-marikana-the-cold-murder-fields-of-marikana\" title=\"\">the Daily Maverick. </a>website. \"A minority were killed in the filmed event where police claim they acted in self-defence. The rest was murder on a massive scale.\"</p> <p>In another <a href=\"http://dailymaverick.co.za/article/2012-09-02-marikanas-small-koppie-14-dead-300-metres-away-from-wonderkop-why\" title=\"\">report published on Monday</a>, Marinovich claimed that individuals close to various arms of the official investigation have approached the Daily Maverick, verifying the main thrust of his argument.</p> <p>Police are also facing allegations that arrested miners were tortured in custody. On Monday officials announced that a preliminary report from the Independent Police Investigative Directorate had been handed to police minister Nathi Mthethwa.</p> <p>\"Government is concerned about allegations of torture and ill-treatment of detainees arrested in connection with the Marikana incident,\" said Collins Chabane, minister in the presidency.</p> <p>\"The investigation is ongoing and the minister will receive a final report with recommendations as soon as it is finalised. The minister has accordingly assured the public that should the investigation point out to any violation of the detainees by any police officer; the full might of the law will take its course.\"</p> <p>Chabane, who chairs the inter-ministerial committee dealing with the aftermath of the Marikana massacre, also sought to reassure foreign investors that South Africa is not in disarray.</p> <p>\"The tragic incident at Marikana is not a reflection of the business environment in South Africa,\" he said. \"Government remains in control of the situation and law and order continues to prevail.\"</p> <p>A group of civil society organisations – including Amnesty International, the Centre for the Study of Violence and Reconciliation, Section 27 and the Marikana Solidarity Campaign – described the Marikana massacre as \"a defining moment in our history and cannot be allowed to pass without establishing the full truth, ensuring justice and providing redress for the victims and their families.\"</p> <p>It added: \"We are outraged by the emerging evidence of targeted killings at Marikana. The Marikana massacre and the subsequent callous responses of both Lonmin and several representatives of the state violate the very spirit of our constitution.\"</p>",
  "<p>Well, it's not every day the Guardian can claim an election success. Former Guardian Weekly editor Natalie Bennett has just swept to victory as <a href=\"http://www.theguardian.com/politics/2012/sep/03/green-party-natalie-bennett-leader\" title=\"\">the new leader of the Green party of England and Wales</a>. Caroline Lucas, the party's only MP, had stepped down in an attempt to broaden the leadership of the party, and Scottish teacher Peter Cranie was widely tipped to win. So it's worth considering why Natalie won with a substantial lead.</p> <p>It was clear to me that she fought perhaps the strongest campaign. It was also clear that one of the distinctive features of the Green party is female leadership. A female leader, Caroline Lucas, gained us our first parliamentary seat in Brighton and with uninspiring men dominating other political parties it is part of what makes us distinct. Party members tend to gravitate towards a strong woman leader. Moreover, the 46-year-old Australian was able to gain support from the left – essential to any winning candidate – while broadening her appeal across the party.</p> <p>Bennett's bold statement that \"We need to move away from a system where we use the planet as a mine and a dumping ground while treating the poorest as rubbish,\" pushed all the right buttons for party members. The ecological crisis is key; we have an extractive economy that no longer works. Yet to deal with the environmental crisis we need to be the party that tackles social injustice. As with Caroline Lucas, Bennett has maintained the ecological traditions of the party but moves us in a social direction. Her reference to the rise and rise of Syriza, the leftwing party in Greece which \"has gone in less than a decade from being a tiny political voice to being the second-biggest party in parliament\" also gained her credibility.</p> <p>Can she exploit the opportunities presented by a decaying centre-right coalition and a far from dynamic Labour leader? I think she might. She is intelligent and ambitious. She has proven adept at playing the internal political game, beating candidates who were better known in the party and had stronger backers. So while her aspirations to gain us councillors in every major town and city, to win a tranche of MEPs and to build a parliamentary party, are for the moment just aspirations, they are possible given determination and strategic thought. She has both.</p> <p>She will also gain from the victory of Will Duckworth as deputy leader. A true working class Black Country lad, he won as a councillor in Dudley in May, showing that the party could move beyond its middle-class image and win against Labour in a working-class ward.</p> <p>From the rise of the SNP in Scotland to Ukip's poll gains, politics in the UK is proving less and less predictable, and with the necessary groundwork new political forces can emerge. In 1989, when none of the three major parties looked attractive, the Green party polled nearly 20% of the vote in the European elections. With better targeting, a similar vote would deliver us major electoral gains – and we beat the Lib Dems in May's London mayoral contest.</p> <p>Bennett and Duckworth are canny operators. They have won elections starting from a weak base, so they are perhaps best placed to show the rest of us in the party how to do it. The Green party, despite an unforgiving electoral system, has made progress. Can Bennett accelerate our growth? We shall see, but she is no naive green. Hunger to win is essential in politics, and she has this. Australian leader, and working-class hero deputy leader: its going to be interesting for us.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/A9Wlp1sTnoY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/A9Wlp1sTnoY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The International Paralympic Committee has revealed that Oscar Pistorius expressed concerns over the blade length of another athlete weeks before he was beaten in dramatic circumstances by the Brazilian Alan Oliveira in the T43/44 200m final.</p> <p>The IPC communications director, Craig Spence, said Pistorius had phoned him when he was having dinner with his parents to express concerns over one particular athlete, who was not named.</p> <p>Spence said the claims were investigated but that the athlete was found to be within the rules. He said the point was raised again two weeks ago by Pistorius's representatives and the IPC suspected it might come up during the Games.</p> <p>Immediately after the final, Pistorius said Oliveira and Blake Leeper, the American bronze medallist, were racing on blades that were \"unfair\" because they added four inches to their height. He claimed they were recording \"ridiculous\" times.</p> <p>He later apologised for the timing of his comments but not the content and the IPC agreed to meet him to discuss his concerns.</p> <p>\"He shared his views. He was very emotional. We agreed we would take his comments away and raise his concerns in a less hostile environment. The cauldron of the Olympic Stadium was not the place to go into the rules and regulations,\" said Spence.</p> <p>The IPC has confirmed that the blades of all eight athletes were within the legal length, according to a formula that estimates the height of the athlete and adds 3.5% to allow for the fact that they run on their toes rather than their heels.</p> <p>\"We measured all eight athletes in the call room prior to the race. All eight were legitimate to race. The measurement is based to proportionality of the body. Clearly, we don't want athletes running on stilts. There are rules in place regarding the prosthesis size,\" said Spence.</p> <p>The IPC said it would look into whether there should be a change in the rules so that athletes had to race on the same height of blades consistently. It has been suggested that Oliveira changed the height of his blades between the semi-final and final – something he denied after the race.</p> <p>\"We will listen to Oscar's questions on whether variation in that height is something we need to look upon. At the moment, the rules go with the maximum allowed height. When these formulas were developed they were discussed with athletes and coaches and feedback collected,\" said Spence.</p> <p>He denied Pistorius was a special case in light of his high profile and said the IPC had a good relationship with all of its athletes.</p> <p>\"Oscar phoned me six or seven weeks ago to express concerns about one athlete and his blade length. We replied within five hours and said the athlete in question was within the regulations,\" he said.</p> <p>Spence added: \"The original conversation he had with me six weeks ago was about the blade length of one particular athlete. Last night, whether he was questioning the formula we don't know.\"</p> <p>The IPC's medical and scientific director, Peter van de Vliet, conceded that harmonising rules across disabled and non-disabled sport was difficult.</p> <p>Pistorius runs on blades that are shorter than the maximum allowable height under IPC rules, because he must run on a specific set that have been approved by the International Association of Athletics Federations (IAAF) for use in non-disabled competition including the Olympics.</p> <p>The South African waged a legal battle with the IAAF to be able to compete alongside able-bodied athletes after proving the blades gave him no additional advantage.</p> <p>\"Ultimately, we have two governing bodies involved and it becomes quite a challenge to harmonise rules in this regard. We do have our own technical rules that are independent of other governing bodies,\" said Van de Vliet.</p> <p>Spence said it was good for Paralympic sport to see rivals emerging to challenge the supremacy of Pistorius, who had not lost a 200m race in nine years. He said it would be unfortunate if the row overshadowed Oliveira's victory.</p> <p>\"Alan has not just come out of nowhere and won Paralympic gold. He won bronze in the 100m at the world championships and was very competitive in the 200m. He is a good and strong athlete. He has not come out of nowhere and surprised us,\" he said.</p>",
  "<p>Two of the world's last uncontacted tribes are under threat from oil exploration deep into the heart of the Amazon forest in Ecuador, according to conservationists, who say this may indirectly add to the pressure on wildlife.</p> <p>The <a href=\"http://en.wikipedia.org/wiki/Tagaeri\" title=\"\">Tagaeri</a> and the <a href=\"http://en.wikipedia.org/wiki/Taromenane\" title=\"\">Taromenane</a> – who have fought off illegal loggers and Catholic missionaries with spears and blowpipes to maintain their isolated, nomadic existence – are now at risk from the construction of roads and drilling wells as petroleum firms carve up the Yasuni national park.</p> <p>Scientists <a href=\"http://www.theguardian.com/environment/2012/sep/03/ecuador-yasuni-conservation\" title=\"\">believe Yasuni is the most biodiverse place on Earth</a> and large swaths of the park remain in pristine condition thanks partly to the ferocity of the indigenous people's resistance to intruders.</p> <p>That is changing. Although the rights of these tribes are recognised by the country's constitution, their existence has been largely ignored by government authorities responsible for drawing up the boundaries for development, say researchers who have studied their interaction with often-violent and lawless frontiers of globalisation.</p> <p>The Taromenane – known locally as the \"red feet\" – are thought to be offshoots of the Huaorani, who speak the same language but have suffered a very different fate. The Huaorani – which means \"human being\" – also used to be almost entirely carnivorous nomads and fearsome defenders of their rainforest home. They resisted contact until 1958, but now most are settled, often around oil well communities with whom they have a parasitic relationship.</p> <p>Carlos Andrés Vera, the director of a documentary about the the uncontacted tribes, says the Huaorani take money from the petroleum companies in return for a promise not to attack. \"They may do a show and dance naked, but it's basically extortion. I don't blame them. The Huaorani have learned about citizenship from Ecuador's mafia: the army, oil firms and illegal loggers.\"</p> <p>The Huaorani and uncontacted tribes have also lost much of their territory to other tribes that were quicker to embrace modernity and strikes land deals with the authorities. The Kichwa indigenous group have moved from spears and blowpipes to guns and eco-tourism within three generations. They say the other tribes chose isolation.</p> <p>\"We call them savages,\" said Silvana Tangoy, a Kichwa guide who performs traditional dances for visiting tourists. \"We tried to get in touch with them, but they responded with spears so we leave them now. That's fine. They can do what they want in the park. They don't want to be civilised.\" The issues of the tribes is compounded by political sensitivities and the polarisation of opinion between those who call them violent savages and want to seize their land and those who feel they are vulnerable and can do no wrong.</p> <p>The zoologist Rob Wiliams, who is one of the few people to have seen members of the uncontacted tribes, says franker discussions with and about indigenous people forced into transition are vital because once tribes have access to roads, guns and healthcare, their numbers grow rapidly and so does their impact on other species.</p> <p>\"With a bow and arrow, it was hard to kill an animal like the tapir, but now it's easy. That's why we are seeing overhunting and falling densities of wildlife,\" said Williams, a representative of the Frankfurt Zoological Society. \"The biggest conservation issue in the Amazon is the indigenous people in protected areas, but no one wants to talk about it.\"</p>",
  "<p>The consensus among the advertising industry is that by advertising in an engaging environment, advertising performs better – but how do you prove it?</p> <p>The onus has been on vendors in the market to not only prove ad effectiveness but to take the lead in shaping the way that it is measured – but are reach and click-through rates (CTR's) enough to gauge how well advertising performs?</p> <p><a href=\"http://www.guardian.co.uk/media-network/media-network-blog/2012/jul/11/media-influence-abc-nrs\" title=\"\">Bauer Media</a>, <a href=\"http://www.ukaop.org.uk/news/sky-online-ad-engagement-research3256.html\" title=\"\">BSkyB</a> and <a href=\"http://www.thinkbox.tv/server/show/nav.854\" title=\"\">Thinkbox</a> are just a few examples of organisations that have published findings on the way that audiences engage with advertising and most recently Guardian News &amp; Media has published a <a href=\"http://www.guardian.co.uk/advertising/online-engagement\" title=\"\">piece of research</a> exploring the link between media and ad engagement. The Media Network spoke to Ian Gibbs, the commercial planning manager at Guardian News &amp; Media who headed up the research project, to get his opinion on how the methodology for measuring advertising effectiveness is changing.</p> <p><strong>Why is research like this important?</strong></p> <p>In a world where online media owners have traditionally been focused on chasing as wide a reach as possible, producing an excess of ad inventory and commoditising the digital ad market space, a piece of research that focuses on the quality as well as the quantity of an online audience and opens this insight up to the planning community is invaluable if the industry is to attract more brand spend online. The UK online ad market space is dominated by search (57% of online ad spend in 2011), while the 23% of online ad spend that does go towards display advertising is still dominated by response-based rather than true brand campaigns.</p> <p>While we do reap the rewards of a highly effective response-based digital ad solution for advertisers, online advertising is to an extent constrained by its own sheer measurability. Just because the effectiveness of an online ad can be measured by its click-through rate, this does not mean that this should be the only metric used to assess the impact of online advertising (especially when industry average click-through rates are typically less than 0.01%).</p> <p>The branding impact of online ad campaigns on all who are exposed to them – not just those who click – should not be ignored. While there were encouraging signs last year that brand spend online has been growing, for the industry to reap the rewards of a greater funnelling of branding budgets online, we must prove to advertisers that we understand not only how brand advertising works, but also how our users' relationship with our website translates into how impactful advertising is on our site.</p> <p><strong>What makes this report different from those that have gone before it?</strong></p> <p>There has been lots of great work in the field of media engagement. We produced a Media Week award-winning piece around print engagement ourselves three years ago. However, what this piece of work offers is specifically an understanding of which media engagement factors are most strongly linked to our audience being receptive to online advertising on our site - ie answering the questions of which behaviours and attitudes are being displayed by those who are most receptive to advertising.</p> <p>This has lead to the creation of a media planning tool that allows advertisers to plug into a target audience of their choosing. Then they're able to assess where on our site to find their audience – who are most engaged with our site and therefore most receptive to advertising. It's important that this research is used in conjunction with traditional planning metrics of reach and profile. So, for example, we can see that with an affluent audience advertisers can get a healthy balance of effective reach and high engagement on some of the more cultural areas of our site such as music or film. The picture varies by target audience obviously.</p> <p><strong>What might you look for if you were to take research like this to the next level?</strong></p> <p>A holistic cross-platform view of engagement across offline and online media would definitely be the next step. A brand like the Guardian obviously looks very different to how it looked 20 years ago. We exist on desktop, tablet, mobile and in print. As we start to package up our cross platform audience for advertisers we need a total cross platform view of the relationship between media engagement and advertising. This is something we are working on.</p> <p><strong>Are there any clues as to what's next in the display market from this research?</strong></p> <p>Hopefully brand advertising online will continue to grow and account for a larger share of total online ad spend. Online has proven itself to be a fantastic response medium, but this type of research proves that not only can online advertising play a role in building brands, but so too can the media in which ads are placed. A greater understanding of audience behaviour is key in relation to advertising. Combining the types of insight derived from this research with more sophisticated audience targeting– so that ad impact can be maximised while improving effective reach – will undoubtedly be the way we see going forward.</p> <p><strong>What were some of the surprise findings as to how to engage particular users and demographics across the website?</strong></p> <p>In terms of interesting findings, it was very clear that areas of the site with high interaction levels – for example <a href=\"http://www.guardian.co.uk/commentisfree/uk-edition\" title=\"\">Comment is Free</a> – attract an engaged and therefore ad responsive audience . It was also interesting to see where some of our more valuable audiences could be found at their most engaged. For example, affluent audiences found on culture and arts content, and on sport, were found to be highly engaged with the Guardian website overall. It should be useful for advertisers to learn where they can reach high net-worth individuals in their \"down time\", so to speak, and therefore where they are more likely to react to advertising.</p> <p>One surprise finding was that those users doing something outside of their demographic norm had to be displaying high levels of site engagement to do so. For example, although technology and football are predominately male sites, those women who do go to them tend to be the types of women more engaged with our site overall. Intuitively this does actually make sense as it's less likely you'd find a casual user of a site if they do not fall within its key demographic. However, we're not necessarily advocating the use of only these sites for female advertising as the traditional considerations of target audience reach and profile must also be taken into account alongside engagement.</p> <p><strong>How does direct response and brand awareness differ in terms of approach with online display and what were you able to learn about the differences through the research?</strong></p> <p>To be honest, this piece of research was very much about brand impact. We will be looking into the relationship between media engagement and direct response over the coming months, though. Obviously response and brand campaigns have very different objectives. As a company we're very good at optimising the delivery of direct response campaigns towards those areas of the site that deliver the highest click-through, and it'll be interesting to assess the relationship with media engagement going forward.</p> <p><em>Find out more about the Guardian's </em><a href=\"http://www.guardian.co.uk/advertising/online-engagement\" title=\"\"><em>Online Engagement Research here</em></a></p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/media-network/start.php\" title=\"\"><strong>sign up for free membership</strong></a><strong> of the </strong><a href=\"http://www.guardian.co.uk/media-network\" title=\"\"><strong>Guardian Media Network</strong></a><strong>. This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>.</strong></p>",
  "<p><a href=\"http://www.guardian.co.uk/society/signup/2010/feb/01/1\" title=\"\">Sign up to Society daily email briefing</a></p> <h2>Today's top SocietyGuardian stories</h2> <p>• <a href=\"http://www.guardian.co.uk/politics/2012/sep/02/george-osborne-deregulation-planning-laws\" title=\"\">George Osborne plans deregulation of planning laws</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/sep/03/yosemite-virus-uk-warning\" title=\"\">Yosemite virus: Britons who visited US national park could be at risk</a><br>• <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/02/zadie-smith-libraries-huge-impact\" title=\"\">Lynsey Hanley: Lives needn't have limits in a country as rich as ours</a><br>• <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/02/frankie-boyle-pseudo-media-storm\" title=\"\">John Harris: Fuming over Frankie Boyle will not erase discrimination</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/sep/02/doctors-chance-to-shape-nhs\" title=\"\">Letters: Doctors' chance to shape the NHS</a><br><a href=\"http://www.guardian.co.uk/society/all\" title=\"All today's Society Guardian news\">All today's SocietyGuardian stories</a></p> <h2>Jobs of the week</h2> <p>• <a href=\"http://jobs.guardian.co.uk/job/4501831/director-of-vso-uk/\" title=\"\">Director of VSO UK</a>: \"This means becoming the face and voice of VSO in the UK: raising our profile, networking with our peers, reinforcing long-standing relationships and opening new doors in the corporate world for our fundraisers.\"<br>• <a href=\"http://jobs.guardian.co.uk/job/4502970/chief-executive-officer/\" title=\"\">Chief executive officer, Heritage Lincolnshire</a>: \"We are the county's building preservation trust, we provide expert advice to planning authorities and we carry out a wide range of community heritage and commercial archaeological projects.\"<br>• <a href=\"http://jobs.guardian.co.uk/job/4500754/permanent-secretary-ref-irc154785/\" title=\"\">Permanent secretary, Department for Regional Development</a>: \"The Department for Regional Development is responsible for developing Northern Ireland's major infrastructure. This includes the maintenance and development of the public road and rail network and securing improvements in public transport.\"<br><a href=\"http://careers.guardian.co.uk/public-sector\" title=\"Get ahead: the Guardians public and voluntary sector careers page\">The Guardian's public and voluntary sector careers page</a><br><a href=\"http://jobs.guardian.co.uk/\" title=\"Hundreds of public and voluntary sector jobs\">Hundreds of public and voluntary sector jobs</a></p> <h2>The pick of the weekend's SocietyGuardian news and comment</h2> <p>• <a href=\"http://www.guardian.co.uk/society/2012/sep/01/harold-evans-attacks-thalidomide-manufacturer\" title=\"\">Harold Evans attacks thalidomide manufacturer over apology</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/sep/01/council-reserves-will-run-dry\" title=\"\">Cuts will bleed council reserves dry within five years, says senior Tory</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/aug/31/nhs-rationing-risking-lives-doctors-leader\" title=\"\">NHS rationing is putting health at risk, says doctors' leader</a><br> <a href=\"http://www.guardian.co.uk/society/2012/sep/02/all\" title=\"\">All Sunday's SocietyGuardian news and comment</a><br><a href=\"http://www.guardian.co.uk/society/2012/sep/01/all\" title=\"\">All Saturday's SocietyGuardian news and comment</a></p> <h2>On the Guardian Professional Networks </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395578763\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/site_furniture/2011/02/02/300px-logo.jpg\" alt=\"Guardian Professional header for Society daily\" width=\"300\" height=\"46\" class=\"gu-image\" /> </figure>  <p>• Live discussion from noon: <a href=\"http://www.guardian.co.uk/housing-network/2012/aug/31/live-discussion-housing-economy-growth\" title=\"\">how can housing boost the economy?</a><br> • Public opinion <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/sep/03/public-opinion-influence-policy\" title=\"\">can play a positive role in policy making</a>, says Marcus Hobley<br>• Why a new social care school <a href=\"http://www.guardian.co.uk/social-care-network/2012/sep/03/work-practices-careers-advice\" title=\"\">will run on barters</a><br>• A new pamphlet from the Fabian Society <a href=\"http://www.guardian.co.uk/local-government-network/2012/sep/03/communities-deman-power-frontline-staff\" title=\"\">reveals the complex relationship between power and accountability</a> in local politics<br>• Simon Birch looks at how a growing number of <a href=\"https://socialenterprise.guardian.co.uk/en/articles/social-enterprise-network/2012/sep/03/healthcare-cooperative-future-private\" title=\"\">heathcare co-operatives are emerging</a> as a viable alternative to traditional private providers<br>• How well are <a href=\"http://www.guardian.co.uk/voluntary-sector-network/2012/sep/03/how-well-large-charities-governed\" title=\"\">large charities governed</a>?</p> <h2>On my radar ...</h2> <p>• Housing commentator Jules Birch on the new <strong>squatting laws</strong>. He argues that new laws are needed to <a href=\"http://julesbirch.wordpress.com/2012/08/31/my-criminal-past/\" title=\"\">tackle the problem of property owners leaving homes empty in the middle of a housing crisis</a>. He says empty dwelling management orders, introduced in 2006, allow councils to take over empty properties. But local authorities have applied for fewer than 100 EDMOs since 2006 and fewer than 50 have been granted – while there are 279,000 homes in England that have been empty for more than six months:</p> <blockquote class=\"quoted\"> <p>Exactly the same papers that have cheerled the clampdown on squatting mounted a sustained assault on EDMOs with a succession of questionable anecdotes. In 2006 the DCLG even felt moved to issue a statement denying misleading claims made in the press.<br>In 2011, Eric Pickles at last promised action. However, far from making EDMOs more effective in tackling the scandal of empty property, he was actually intent on making them much more difficult to use. In future, he said, EDMOs would only apply to properties that 'have become magnets for vandalism, squatters and other forms of anti-social behaviour' and the property would have to be empty for more than two years with owners given at least three months' notice. For a full account of EDMOs, see this research briefing from the Commons Library.<br>A real solution to the scandal of long-term empty property would of course involve far more than just EDMOs. The point of interest here though is the language in which the policy was framed and the ideology behind it. In a phrase that could have been lifted straight out of Crispin Blunt's interview or statement today on squatting, the headline on the Pickles press release was 'Pickles acts to protect the rights of homeowners'.<br>Just like the clampdown on squatting, this was really about protecting property rights. Properties that are left empty in the long term are no longer homes. They become homes when someone lives in them. That is what I was doing back in 1981 and that is what people in far more housing need who will now become criminals are doing in the middle of a housing crisis in 2012.</p> </blockquote> <p>• Essential reading on Sue Marsh's Diary of a Benefit Scrounger blog, in which she details how the Department for Work and Pensions <a href=\"http://diaryofabenefitscrounger.blogspot.co.uk/2012/09/what-dla-has-meant-to-me.html\" title=\"\">has admitted it made a \"mistake\" in rejecting her disability living allowance claim</a>. She writes that her family spiralled further into debt, and had run out of options just as the DWP call came. This has been followed by a cascade of letters about housing benefit, tax credits and car tax, which have been life changing for Marsh. But she says the <strong>rhetoric around benefits</strong> and the government's reforms seem to begrudge people having a life:</p> <blockquote class=\"quoted\"> <p>First ESA, and soon PIP are designed for the incapable. They are designed to MAKE you incapable. Stay in bed, give up fighting, become totally bedbound and you will qualify - fight, and struggle to live the best life you can and you won't. You mustn't just be incapable of walking, you must be incapable of mobilising at all. Don't get out and about with aids if you have limited vision! Don't bend or stretch when you can. Don't get any exercise to keep you going for longer.<br>It is an utter madness. It is so ridiculous, it's hard to put it into words if you've always been hale and hearty. We are being disabled by the very system supposed to enable us.<br>These cuts dressed up as reforms are based on envy. A belief that those who cannot fend for themselves, must suffer. Live the life I was living until last month. But that life makes you sicker, it makes you MORE disabled. The money is not going to those most in need, it is going to those wealthy ministers judge to be most in need and the two are so different they cannot be reconciled.<br>It's a sorry, sorry mess.</p> </blockquote> <p>• An <a href=\"http://our-adoption-story.blogspot.co.uk/\" title=\"\">open letter to David Cameron</a> on <strong>adoption reforms</strong> by blogger Gem, who is chronicling her family's adoption story. </p> <blockquote class=\"quoted\"> <p>Our Local Authority has been ravaged by public sector funding cuts and department reorganisations. The cuts have been so detrimental to our Local Authority that they do not have sufficient Social Workers to assess the number of prospective adopters who have attended the Preparation Courses and are waiting to be assessed. People who have been encouraged to apply to become adopters because the media is reporting that you want to speed the process up and find homes for the many children in care needing new families. These same adopters were recently asked to find alternative agencies to perform their home studies. For those of us who stayed with our Local Authority we have been offered homes assessments by Agency Social Workers. On the face of it this seemed like a good option to take but it is now becoming apparent that the Agency Social Workers are not being given full instructions as to what is expected of them and what information they need to gather ... Prospective adopters are having their panels dates postponed because the information collected has suddenly found to be lacking the depth the Local Authority wants. As far as I am aware our referee requests are yet to be sent out despite the information being sent to our Local Authority three weeks ago.<br>Who, I ask, is to blame for this state of affairs? Do we blame our Local Authority? The Chief Executive? The Head of Children's Services? The Adoption Team themselves? Or does the blame go higher than our Local Authority? I have been puzzled for quite some time that you (Mr Cameron) have been publicising that the adoption process is to be speeded up. Children who are placed in Local Authority care are being assessed for adoption quicker and court orders freeing these children up for adoption are being granted. There's just one problem. Where are the adopters waiting to adopt these children? Well, the adoption process is unfortunately being slowed down to a standstill for us because you (Mr Cameron) have cut all the funding to the teams that actually assess us. Social Workers are in short supply and those who are still employed are probably fighting severe stress due to the overload of work they are being expected to do.</p> </blockquote> <h2>Other news</h2> <p>• BBC: <a href=\"http://www.bbc.co.uk/news/uk-scotland-scotland-business-19444494\" title=\"\">Remploy staff launch five-day strike</a><br>• CivilSociety.co.uk: <a href=\"http://www.civilsociety.co.uk/finance/news/content/13275/nearly_a_third_of_yorkshire_and_humber_charities_are_spending_reserves\" title=\"\">Nearly a third of Yorkshire and Humber charities are spending reserves</a><br>• Independent: <a href=\"http://www.independent.co.uk/news/uk/home-news/health-warning-over-army-of-nhs-temps-8101469.html\" title=\"\">Warning over NHS 'temps'</a><br>• Inside Housing: <a href=\"http://www.InsideHousing.co.uk/development/government-to-give-house-building-a-%C2%A310bn-boost/6523541.article\" title=\"\">Government to give house building a £10bn boost</a><br>• LocalGov.co.uk: <a href=\"http://www.localgov.co.uk/index.cfm?method=news.detail&amp;id=106746\" title=\"\">Office-sharing incentives needed for town halls and Whitehall, MPs urge </a><br>• Public Finance: <a href=\"http://www.publicfinance.co.uk/news/2012/09/libdems-scrap-local-pay-plans/\" title=\"\">LibDems – scrap local pay plans</a><br>• Telegraph: <a href=\"http://www.telegraph.co.uk/health/healthnews/9515864/Obesity-linked-to-poor-academic-performance.html\" title=\"\">Obesity linked to poor academic performance</a></p> <h2>SocietyGuardian blogs</h2> <p><a href=\"http://www.guardian.co.uk/society/patrick-butler-cuts-blog\" title=\"\">Patrick Butler's cuts blog</a><br><a href=\"http://www.guardian.co.uk/society/sarah-boseley-global-health\" title=\"\">Sarah Boseley's global health blog</a></p> <h2>SocietyGuardian on social media</h2> <p><a href=\"https://twitter.com/SocietyGuardian\" title=\"\">Follow SocietyGuardian on Twitter</a><br><a href=\"http://twitter.com/patrickjbutler\" title=\"\">Follow Patrick Butler on Twitter</a><br><a href=\"http://twitter.com/#!/clare_horton\" title=\"Follow Clare Horton on Twitter\">Follow Clare Horton on Twitter</a><br><a href=\"http://twitter.com/#!/AlisonBenjamin1\" title=\"Follow Alison Benjamin on Twitter\">Follow Alison Benjamin on Twitter</a><br><a href=\"http://www.facebook.com/societyguardian\" title=\"Facebook page\">SocietyGuardian's Facebook page</a></p> <p>SocietyGuardian editor: <a href=\"http://www.guardian.co.uk/profile/alisonbenjamin\" title=\"Alison Benjamin\">Alison Benjamin</a><br>Email the SocietyGuardian editor: <a href=\"mailto:society@guardian.co.uk\" title=\"\">society@guardian.co.uk</a></p>",
  "<p>One of the greatest difficulties in the field of sustainability is helping consumers to recognise how their purchasing habits can exacerbate key problems such as poverty and climate change.</p> <p>The challenge is particularly acute when people buy products that have been grown or manufactured by communities thousands of miles away, and with whom they have no connection.</p> <p>I recognise that for myself, even though I am immersed in sustainability. When I buy Fairtrade products, I do it because I think it's the right thing to do but I don't actually feel the difference it could make to the lives of real people.</p> <p>That has all changed after a recent visit to a group of vanilla farmers in south-west Uganda.</p> <p>The personal experience of staying in the farming community of Karagutu for three nights and seeing how their lives have been transformed by Fairtrade, has brought the issue up close and personal.</p> <p>I came away with a stronger sense that buying non-Fairtrade products is exploitative. I will now be even more conscious about what I buy and relate it to the impact that it might have on the ground. The experience in Uganda was therefore a timely reminder that there are many different ways of knowing, and that what generally leads to lasting change is something that resonates on a deep emotional level.</p> <p>I see in other parts of my life that when my actions are infused with meaning, I tend not only to be happier and more effective, but also I don't go back to negative behaviour so easily.</p> <p>Returning home and watching peoples' shopping habits also reminded me just how zombie-like most of us are when we walk up and down supermarket aisles, tossing products in our trolleys, often with other things on our mind.</p> <p>What can help connect people are stories, and the tale of vanilla pods in general, and the Rwenzori region of Uganda in particular, is worth telling.</p> <p>When it comes to vanilla, I have always had a vague sense that it is overpriced, but seeing the enormous amount of work involved in growing and processing it, I now know that is far from the truth.</p> <p>Vanilla vines, which are part of the orchid family, need large amounts of tender loving care in training, pruning and mulching. Every flower has to be hand-pollinated within 24 hours of blossoming if they are to form a pod. Once fully grown, they need to be cured by hand in the sun for between three to six months.</p> <p>So you can imagine how the local farmers felt when several years ago world prices collapsed. Not only was their income devastated but they felt they had no alternative but to destroy the vines, which take around five to seven years to mature from seedlings, to make way for other crops.</p> <p>Fortunately, it was at this time that Oxfordshire furniture maker Lulu Sturdy stepped in with a plan to support the growers. She became involved because a 400 hectare (1,000 acre) estate in Rwenzori, which had been confiscated from her grandfather by Idi Amin, was returned to the family after president Museveni came to power in 1986.</p> <p>Sturdy decided that Fairtrade was the answer and now sells certified vanilla pods, essence and powder sourced from around 1,000 farmers in the area, under her own <a href=\"http://www.ndali.net/\" title=\"\">Ndali</a> brand, to Tesco and Waitrose, as well in bulk to major companies such as Ben &amp; Jerry's ice-cream.</p> <p>Fairtrade has helped to transform the farmers' economic viability. They now get a guaranteed $5.1 per kilo, compared with $2.3 for non-Fairtrade vanilla and the $1 they would get if they were sold in the local market. Converting all the farms to organic raises the price again to $5.6.</p> <p>But those are just numbers. What that means in practice is that the farmers can build homes that are not just made of mud and straw, and can afford to eat and send their children to school; everything we take for granted.</p> <p>On top of the individual farmers benefitting, the communities also receive a premium for each kilo sold, which has contributed to the creation of a number of income generating projects, such as the opening of a pharmacy store.</p> <p>Joseph Mbusa, chairman of MVFA, the farmers' umbrella group, said: \"Fairtrade is what we are looking for, not donations, because with donations the impacts do not reach the farmer on the ground.</p> <p>He added: \"As soon as you have something more, your status improves, and the farmers feel they have more pride in their work and are more committed to farming. The numerous credit organisations and savings co-ops that have been formed also have the effect of binding the communities and helping them to realise the importance of working together.\"</p> <p>Innovative grants from the Department for International Development (DFID) have also helped, by match-funding a new purpose-built machine for Ndali that can make vanilla powder, and supporting the development of new packaging for Tesco and Waitrose that can promote the fact the vanilla is now organic.</p> <p>That's the good news. But the story is not all positive and the ending, like many in Africa, is uncertain.</p> <p>Despite all Ndali's crop of 60 tonnes of vanilla being Fairtrade and organic, more than half has to be sold off at the price of $2.3 per kilo because not enough Fairtrade buyers can be found.</p> <p>Worse still, climate change is making it increasingly difficult to rely on consistently good weather for the drying process, and the Ndali processing plant has no access to electricity. Last year, half the crop was ruined because of this. If that continues and no affordable solution is found, then the business is at risk.</p> <p>Also, there is something in me that wishes it were a Ugandan entrepreneur behind Ndali's success rather an Englishwoman with networking access to developed markets. That is not to deny her great achievements.</p> <p>What the country really needs is to develop its own entrepreneurs. That is starting to happen in the cities, but also needs to be encouraged in rural areas. Mbusa is hopeful of this happening and talks of using some of their premium funds to develop their own processing plant for vanilla, cocoa and coffee to keep more of the profits within the local community.</p> <p>Beyond this, Sturdy's team and Mbusa complain that the cost of Fairtrade membership, combined with its overly bureaucratic practices, mean that small groups of farmers, who are often only semi-literate, don't have the opportunity to join the movement. In fact, Ndali looks after the paperwork for all the hundreds of farmers it works with.</p> <p>From a personal perspective, I benefitted greatly from the trip, but came away from Uganda wondering how best to deeply connect the billions of consumers in the so-called developed world to the consequences of their actions.</p> <p>I have not come up with any scalable answers, and therefore join the many others who are struggling with the same quandary.</p> <p>Individuals are motivated by so many different factors, and their lives are often so busy and challenging, that there does not seem to be an easy solution.</p> <p>For that reason, I turn to you to ask what ideas you have that may be effective in forging deeper relationships between individual consumers and global markets?</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>Hibu, the troubled publisher of the Yellow Pages, fell a precipitous 48% to 0.64p on Monday morning, on fears that shareholders will be wiped out if a group of banks take control of the company.</p> <p>The Sunday Times reported over the weekend that Hibu's creditors are on the brink of appointing US restructuring firm Houlihan Lokey to advise on a debt-for-equity swap. That would likely leave shareholders with very little value, which explains why the shares are now trading at less than 1p.</p> <p>On Monday, the company declined to comment but earlier this month it said it would form a committee of lenders – including Goldman Sachs, Deutsche Bank and Royal Bank of Scotland – to find a way of reducing the company's £2.2bn pile. Then last Friday, Hibu said the lenders had granted the company a waiver that would prevent any breaches of its lending covenants.</p> <p>Previously known as Yell Group, Hibu changed its name in July in an attempt to reinvent itself as a digital services provider. But the company continues to groan under the weight of its debt, which is more than 100 times its market value. Much of the debt was amassed during an ill-advised shopping spree, which saw Hibu buy up rivals in Spain, America and parts of Latin America in order to expand its global footprint.</p> <p>Now Hibu is being forced to write down the value of many of these acquisitions, resulting in a £1.2bn loss in the year to March. Although the Yellow Pages itself still makes profits of about £300m a year before interest payments, they are declining by about 20% a year, as consumers increasingly turn to the internet to find local services and phone numbers.</p> <p>Last year, chief executive Mike Pocock and finance director Tony Bates were brought in to turn the business around and sort out the company's debt. Hibu's workforce of some 13,000 people will be hoping they succeed.</p>",
  "<p>The Guardian Mobile Business Summit is the Guardian's platform for leaders in mobile content, commerce and communications. The one-day summit is catered for forward-thinking business leaders, digital marketers, digital publishers, advertising executives and technology suppliers to debate the challenges and opportunities presented by mobile technologies to the media, technology and wider creative industries.</p> <p>The Mobile Business Summit, taking place <strong>19 November</strong>, will bring you in-depth insights from the people and organisations that are making defining their business strategies through mobile media and bring you talks delivered by organisations that are at the forefront of mobile technologies.</p> <h2>Summit agenda:</h2> <h2>08.30 - 09.15: Registration</h2> <h2>09.15 - 09.20: Chair's opening remarks</h2> <p>Tim Green, editor-in-chief, Mobile Money Revolution</p> <h2>09.20 - 09.30: Welcome from the Guardian</h2> <p>Anthony Sullivan, group product manager, Guardian Core, Guardian News &amp; Media</p> <h2>09.30 - 09.50: Global mobile outlook</h2> <p>What will the smartphone and tablet market look like in the future? Where should you be investing your development budgets? Beyond apps and web, what are the structural and macroeconomic challenges facing the mobile industry?</p> <p>Horace Dediu, founder, Asymco</p> <h2>09.50 - 10.20: Simple is beautiful</h2> <p>Simple is beautiful: creating seamless, elegant social experiences on mobile devices</p> <p>Joff Redfern, head of mobile products, LinkedIn</p> <h2>10.20 - 10.40: Mobile disruption in education, gaming and publishing</h2> <p>Alina Vandenberghe, head of mobile and gaming, Pearson</p> <h2>10.40 - 11.00: Shifting from mobile platforms to mobile consumers</h2> <p>Richard Peers, digital platform advisor, Microsoft<br>Rich Holdsworth, co-founder and CEO, Wapple</p> <h2>11.00 - 11.30: Networking break</h2> <h2>11.30 - 11.50: Beyond the connected society</h2> <p>Jan Chipchase, executive creative director, global insights, frog</p> <h2>11.50 - 12.15: Future mobile and the blurring of screen technologies</h2> <p>Dr. Federico Casalegno, director of the Mobile Experience Lab, MIT</p> <h2>12.15 - 13.00: Breakout session 1: Mobile payments</h2> <p>What can we expect from the intersection of mobile media, commerce, loyalty and payments? How will the arrival of 4G, the era of mobile wallets and NFC affect the mobile ecosystem?</p> <p>Tim Green, editor-in-chief, Mobile Money Revolution (moderator)<br>Omid Ashtari, business development director, Foursquare<br>Tony Moretta, director, Weve<br>Stewart Roberts, UK managing director, iZettle<br>Eden Zoller, principal analyst, Telecoms Consumer Practice, Ovum</p> <h2>12.15 - 13.00: Breakout session 2: Mobile marketing strategies for brands</h2> <p>Presentation: Where should your mobile marketing strategy go next?<br>Dan Rosen, CEO, Joule EMEA</p> <p>Case-study: Priority Moments<br>Mark Stevenson, managing director, O2 Priority Moments<br>Tamara Gillian, founder and CEO, Cherry London</p> <h2>13.00 - 14.00: Lunch and networking</h2> <h2>14.00 - 14.15: Discoveries in search, location, augmented reality and the blogosphere</h2> <p>William Perrin, founder, Talk About Local</p> <h2>14.15 - 14.45: Open web standards on mobile</h2> <p>What can we expect from <strong>Firefox OS</strong>, Mozilla's open source, HTML5-based mobile operating system and what HTML5 can offer as a development standard?</p> <p>Andreas Gal, director of research, Mozilla</p> <h2>14.45 - 15.30: Panel discussion: what's next in mobile display?</h2> <p>Amid the fractured and complex mobile advertising ecosystem, what's next in the evolution of mobile display? How are demand side platforms and mobile ad exchanges changing things? How are native ad formats challenging the traditional banner ad? Are agencies and brands coming around to mobile advertising?</p> <p>Jon Mew, director of mobile and operations, IAB UK (moderator)<br>Stefan Bardega, head of mobile innovation, MediaCom<br>Ian Carrington, mobile and social Google advertising sales director, NACE, Google<br>Ilicco Elia, head of mobile, LBi<br>Owen Hanks, general manager - mobile, Europe, YuMe</p> <p></p> <h2>15.30 - 16.00: Refreshments and networking</h2> <h2>16.00 - 16.20: The evolution of the multiscreen ecosystem</h2> <p>With our insatiable appetite for multi-screen content, the blurring of the lines between 'content' and 'devices' and the reality of a 'connected life' - what's next?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-399549288\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/18/samsunglogo-1.jpg\" alt=\"Samsung logo\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>Simon Stanford, vice president, Samsung Electronics Ltd</p> <h2>16.20 - 16.40: Thinking big with mobile - unwiring your business potential</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-399549289\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/18/saplogo-1.jpg\" alt=\"SAP logo\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>Nick Brown explains why mobile is no longer grabbing the attention of just the commercial and marketing teams, but has risen to the top of the agenda in every boardroom.<br>Nick Brown, senior vice president for mobile strategies, SAP</p> <h2>16.40 - 16.50: Interview - mobile-only case study</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-399549290\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/18/paladorlogo-1.jpg\" alt=\"Palador logo\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>What happens when you ditch the desk and spend 12 months mobile-only?<br>Benjamin Robbins, principal, Palador</p> <h2>16.50 - 17.30: Closing panel discussion: The economics of mobile content</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-399549291\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/09/03/mopaplogo.gif\" alt=\"mopap\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>• How can publishers survive the transition to a mobile-first web experience for consumers of their content? Are we facing a mobile-only or a mobile-plus future for the consumption of content online?</p> <p>• How are subscription led and advertising led products evolving?<br>• What are the monetisation tactics, design standards, and emerging platforms that are helping produce sustainable business models?</p> <p>Tim Green, editor-in-chief, Mobile Money Revolution (moderator)<br>John Barnes, managing director, digital &amp; technology, Incisive Media<br>Geoff Inns, managing director, CBS Interactive UK<br>Peter Parmenter, head of new platforms, Electronic Arts<br>Alessandro Rizzoli, founder and CEO, Mopapp</p> <h2>17.30 - 18.30: Drinks reception</h2> <p>Please note that the conference agenda is continually being updated.</p>",
  "<p>The worrying figure from the <a href=\"http://www.guardian.co.uk/business/2012/sep/03/uk-manufacturing-recovery\" title=\"\">otherwise welcome jump in the UK's manufacturing survey for August</a> is a strong rise in input prices. It won't be a surprise to anyone who has filled their car with petrol in recent days to read that input prices will have eaten into company profits.</p> <p>Oil prices will be the main culprit, but foodstuffs are another factor, offsetting some declines in hard commodities such as metals.</p> <p>Without profits there is no investment and without investment there are no new jobs.</p> <p>Another figure in the PMI taking the edge off any euphoria is new orders. It is a figure that has yo-yoed all year, heralding a recovery one month and doom and gloom the next.</p> <p>Hopefully there will be some momentum over the coming months and manufacturing can be a positive influence on GDP as it was last year. If the yo-yoing continues, then it is likely to prove another block on investment as manufacturers wait for some consistency before committing hard cash on new equipment.</p> <p>Capital Economics says in a note on Monday morning that households are beginning to cope a bit better with their high levels of debt. Maybe there will be a push for the economy from higher demand as consumers get back to spending.</p> <p>Yet this is a macro view and hides the fact that hundreds of thousands of people are struggling on the edge of repossession and default. The economic analysis consultancy recognises that there are many British households living close to the edge, and says the overall more positive picture could go into reverse if unemployment rises as it expects.</p> <p>Even the CBI, usually an optimistic forecaster, believes unemployment will keep on rising. The business lobby group said in its latest economic forecast that growth would be slower this year and next as world output slowed.</p> <p>And so the global situation gives very little cause for optimism. The Markit purchasing managers' index (PMI) of <a href=\"http://www.guardian.co.uk/business/2012/sep/03/eurozone-crisis-live-global-slowdown-fears-rise#block-50446a2558f956c1a416af75\" title=\"\">manufacturing output for the eurozone remains very weak</a> and is unlikely to stop the 17-member currency bloc from slipping further into recession. China's PMI is also weak, with small and large firms struggling alike.</p> <p>Without China, the world looks to the US, which remains in the doldrums, albeit with some better figures in recent months.</p> <p>Altogether, manufacturers are not going to get an easy rise from a general uplift in global demand any time soon. And it is going to be difficult making money with every rise in new orders accompanied by higher input prices, leaving little room for investment.</p>",
  "<p>Alongside Bioshock, Borderlands is the most interesting, multifaceted shooter of the last decade. It's not just the cunning mix of gameplay components – the incendiary FPS thrills of Halo, the joyous loot-grabbing of Diablo – it's the way in which it constructs a world that is at once fanciful and alien, but also hugely redolent of our own. As Christian Donlan put it so eloquently in <a href=\"http://www.eurogamer.net/articles/2012-04-05-borderlands-2-preview-the-right-to-bear-arms\">his Borderlands 2 preview</a> for Eurogamer, Borderlands wasn't just made in America, it <em>is</em> America, with its vast open spaces, its factionalism, its love of fine weaponry. Borderlands is funny but it means something. </p> <p>And in the forthcoming sequel, where players once again become scavengers looking for treasures on the wasteland planet of Pandora, there is a renewed sense of anti-establishment satire. The antagonist is Handsome Jack, the CEO of the evil Hyperion Corporation, looking to clean out this dustball of all its weird clans and bandits. With your improvised weapons and lawless communities, you're the Old West, standing in the way of the railroad of capitalist progress. </p> <p>But yeah, it's also funny, and Handsome Jack has been designed more for humour than to provide some sort of evil nemesis in the traditional gaming mould. </p> <p>\"Ahhh, can't we just have fun?!\" groans Gearbox co-founder Brian Martel, exactly on cue. </p> <p>We're sitting in a tiny meeting room in the business centre at Gamescom and the conversation has turned to the other shooters that were around at the time Borderlands was released; all those earnest military blasters with their cardboard cutout spec ops soldiers and dead-eyed patriotic fervour. </p> <p>\"Games can be so serious, whether it's about soldiers in the Middle East or some megalomaniacal guy trying to take over Earth,\" he continues. \"We've all played through those scenarios so many times! That's one of the fun things about Borderlands: the guys making the game are having as much fun as the players. And it's different every time – we haven't seen all the weapons in the game, it's impossible. It's almost like a hobby – it's what games should be\". </p> <p>Weapons are the engine of the Borderlands experience. As in the first title, players will be able to pick up modular guns constructed from a series of random parts, all with different specs. The thousands of possible firearms should end up suiting every individual playing style. </p> <p>There are several fictional manufacturers in the game, each with its own identity, marketing and approach to design. While Vladof promotes its Kalashnikov-style high-fire-rate sub-machine guns with revolutionary zeal, Maliwan pushes its high-tech blasters as artworks in the gallery of war. Gearbox has even produced promotional videos for all the weaponry – you can find them all on <a href=\"http://www.youtube.com/user/2KGames\">2K Games' YouTube page</a>, and they're worth a look, if only for the ridiculous care and detail that's gone in to them. </p> <p>This is all both functional and an intrinsic element of the game's satirical approach. The guns are corporate culture exerting itself on the people, right? \"Yes, that's part of it,\" says Martel. \"I refer to our designer, Matt Armstrong, as the head of the weapons division at Gearbox. In the first game we didn't quite get the identity right with the manufacturers; this time we wanted to create a more compelling sense of brand affinity. You get people who love their Nikes and others who say, 'I love Adidas!' - there's that rivalry. We see it with Apple and Android - I saw someone the other day who had a sticker on their car of an Android eating an Apple. </p> <p>\"Matt wanted to get that with these gun manufacturers. He wanted gamers to get to the point where they'd go and buy a T-shirt that said Maliwan on it. I think he's done a pretty good job of that. And then Kevin Duke, who was core in the conceptualisation this time round for the weapons, really took that to heart. He and the art director Jeremy Cook really worked to ensure that when you saw a weapon lying on the ground you'd know the manufacturer, you'd know it was a Jakobs\". </p> <p>Cleverly though, Gearbox is also messing with that whole idea of brand loyalty. \"Yes, Matt wanted to make it so that underlying in the design, you'd sometimes need a gun that you didn't care about to beat certain creatures,\" says Martel. They're challenging you: brand vs gameplay – which will win out when it comes to the crunch?</p> <p>So the guns explore brand evangelism, but also the corporate machinery behind it. \"What was cool to me is that the team was really determined to make that a pervasive element,\" says Anthony Burch, who joined Gearbox as a writer in 2010 after Randy Pitchford became a fan of his hilarious web series, <a href=\"http://www.heyash.com/\">Hey Ash, Watcha Playing</a>. \"It wasn't just like, we'll have a couple of funny commercials – no, all the guns are going to look and feel different and embody different gun fantasies, for want of a better phrase. As a consequence, you get that it's a dystopian game – even in the farthest outer wastelands you can't escape corporations, they're still the ones running the show and they don't necessarily have your best interest at heart. </p> <p>\"There great some great moments when I was writing commercials for different gun manufacturers and we'd have conversations like, 'okay, which of these corporations would sell me out and kill me if there was profit in it?' And we came to the conclusion that they'd all sell me out, it was just a question of who would do it quickest. None of them are good, you can't side with corporations. It's that idea of keeping everything dark and harsh and a little bit on the edge.\"</p> <p>This sense of authenticity, of a functioning logical world, exists throughout the game – even to the point where the team has invented technologies to explain genre conventions – like the enormous inventories characters carry around and re-spawning when players die. </p> <p>\"We wanted to turn the mechanics and paradigms within the genre into things that felt correct for science fiction,\" says Martel. \"And one thing that's under-appreciated about Borderlands is the bits of sci-fi we've done. For example, our concept of digistructing [a technology that allows items to materialise from digital blueprints] - that came out of the fact that the characters can't possibly hold all the guns they're carrying; I mean, where do they go? So we had this idea of an infinite storage deck represented by the holsters - when the character reaches for it, the gun creates in their hands. And that ties into the New You stations, which recreate you at the spot where you die. We were also consistent with the creature design: we asked, what is the commonality between them? So they all have this sideways mouth thing. It all feeds into the game\".</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395582800\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/31/1346421695931/bl2_1.jpg\" alt=\"Borderlands 2\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>For Burch, what's important is that the humour – like the corporate messaging – is a pervasive part of the experience. It's not just the odd daft piece of throwaway dialogue, or a funny new enemy. It's in everything. \"What's cool about how we've designed the gags in the game is that they inhabit more than just one part,\" says Burch. \"There are a lot of funny lines, but there are also quests that are <em>about</em> comedy, delivered through gameplay or structure. We'll take what you expect will be a two-hour quest with lots of interesting gameplay, and make it a five-minute quest with no interesting gameplay just to screw with your expectations. </p> <p>\"And the ideas can come from anywhere. We have a designer who said to me, 'I really like Top Gun, can we have a quest that's just about Top Gun?', I was like, 'What?! Yes! Why would I ever say no to that!?'\" So there's a homoerotic topless volleyball sequence in Borderlands 2? \"Yes,\" replies Burch. \"Yes, we have that. I'd like to say we're the first non-Dead or Alive game to have a topless volleyball scene\". A noble aim.</p> <p>After two years at Gearbox, Burch says that he's learned a lot about humour in games. \"Yeah, in a weird way I appreciate how difficult it is, but at the same time – and this is going to sound stupid – I think it's easier than a lot of people make it out to be. You can count the number of funny games on one hand, but what's really interesting about that is, in most games, the gameplay itself does tend to be funny; it doesn't take itself seriously. Sure you have games like Shadows of the Colossus and Bioshock that are about big moral choices, and the mechanics reflect that, but for a vast majority of the time, you have games that are just, 'blow up all these heads and get experience points!', which is inherently not serious, it is funny. </p> <p>\"I felt very blessed to work on a game like Borderlands that embraces all that – that understands it's all about shooting psycho dwarves in the face with guns that fire lightning. It understands that this is the charm of the game and doesn't shy away from having its tone and narrative reflect that\". </p> <p>Key to the successful implementation of humour into Borderlands is the team approach; the fact that every element of the game serves a common purpose. \"Any schmo can write a joke, but 90% of the joke is in the delivery; that goes double for games,\" says Burch. \"What I found really amazing is that, if any of my jokes work at all, it's because the designers are so damn good at what they do – they'll find the exact spot where the combat has just ended and there's a lull, and they'll make sure the punchline happens when it doesn't screw anything else up or occlude any of the other dialogue. Or if we're going to play around with the mechanics like having a gun that fires something funny, it has to have some gameplay value. It's a game above everything else, you have to find ways to implement humour without compromising the fun of the game.\"</p> <p>But timing is almost impossible in games, isn't it? You never know what a player is going to do next. \"That's totally true,\" says Burch. \" And we knew that if you're going along a path through this map in a reasonable way trying to follow objectives then we can put a comic moment in there… but there's truly nothing stopping you from going, 'ah fuck it, I'm leaving', and while we had a set up for a joke right here and assumed that five seconds later the pay off would play, you could just say, 'nope' and go, and you come back an hour later and you've forgotten the set-up. We're like, alright, that happens, it's a bummer – but we'll just throw a whole bunch more jokes at you\".</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395582801\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/31/1346421919023/Screen_Shot_2012-08-31_at_15.02.23.png\" alt=\"Borderlands 2\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>At the same time, there is that underlying darkness. Pandora is a nightmarish hellhole, where everything in the environment – the plants, the animals, the locals, they all want to kill you; its mutated clans and bandit groups are the stuff of rural horror – the unknowable psychopaths of The Hills Have Eyes and Deliverance. </p> <p>\"When I came on to the team, I knew the games, but I wasn't one of the people who helped build the world or understood the tone,\" says Burch. \"So one of the things that Jeremy Cook, the art director, made sure I knew, even as we expanded the Borderlands universe, was that any goofy wacky moments should still be anchored in something more serious, or more meaningful. For example, Tiny Tina, this wacky crazy character, has a really sad backstory. There's a bunch of stuff about Handsome Jack that's really goofy and OTT, but he does some very dark stuff. </p> <p>\"Thematically, a lot of the things we play with are like the song from the first game, No Rest for the Wicked – well, <em>the player</em> is the wicked one, it's not something you're used to being called – usually you're the hero of light who saves us all! </p> <p>Handsome Jack refers to himself as the hero and you as the bad guy and we play around with that a lot – but in a tongue in cheek way. We don't actually want you to be thinking, 'oh God, it's so awful I killed all those midgets' No, it's fine they were throwing grenades at you. One of the things we made sure to do at the beginning of the game was, you're going along with Claptrap, fighting a bunch of bandits and when you kill them all your character says, 'What have we done?! These were people with lives, with families! ... Nah, I'm just fucking with you, screw those guys!' It puts you into the right frame of mind: this a game where those things don't matter, where you don't feel guilty. Even if it doesn't resonate as a theme or a philosophical point in itself, it's useful as a counterpoint. You need the straight man in a comedy routine – it gives you a license to be goofy\". </p> <p>Which brings us back to Handsome Jack, the lynchpin in the Borderlands 2 story. The key to him is, he isn't a standard video megalomaniac – he's a child. A gamer. \"Initially he was a rival vault hunter,\" says Burch. \"It was you and him basically racing to the treasure – like Belloq in Raiders of the Lost Ark. We knew from the very beginning we wanted a strong villain, we're super into Portal, Bioshock, System Shock – all those games have really strong antagonists that propel you through the narrative. </p> <p>\"But he went through a bunch of iterations. Next he was going to be the owner of an evil gladiatorial arena, and then eventually we decided on the head of Hyperion. I'm really curious to see how people react, he's a very unusual villain, he's a very immature guy. I wrote him as a 16-year-old GTA freak who has got to 99% completion and is almost at 100% and the fact he can't find that last item is pissing him off! He's a kooky guy.\" </p> <p>And later, I'm talking to Brian Martel about the humour, the way the team seems to enjoy pushing it, and the way the game's audience laps it all up. It is an interesting community. And Borderlands is all that's great, all that's creative and cathartic about games and game design. Did they plan for that? Did they know we'd get it? </p> <p>\"In many ways, Borderlands is an indie game that got lucky,\" he shrugs. \"It's like that indie band that you love and you're both pleased that they're successful, but also thinking, hey, that's mine. We can't believe people love this as much as we do – but, in the end, maybe that passion comes through…\"</p> <p><em>Borderlands 2 is released on PC, PS3 and Xbox 360 on 21 September</em></p>",
  "<p>The decline in UK manufacturing slowed in August, raising hopes that Britain could emerge from recession this year.</p> <p>The data will reinforce expectations that the Bank of England will not announce any increase to the £375bn quantitative easing programme, and will keep rates on hold at 0.5% when it meets on Thursday.</p> <p>The manufacturing PMI jumped to a four-month high of 49.5 in August, close to the 50 mark that separates growth from contraction. Economists had been expecting an improvement from July – when the index hit a three-year low of 45.2 – but consensus forecasts were for a reading of just 46.1.</p> <p>Rob Dobson, economist at Markit, said: \"The marked easing in the rate of contraction at UK manufacturers is heartening, if only because last month's steep pace of decline wasn't repeated.\"</p> <p>Britain slumped into a double-dip recession at the start of the year and the Office for National Statistics estimates the economy shrank another 0.5% in the second quarter, driven by poor weather and an extra bank holiday over the jubilee weekend. This data will fuel expectations that the UK will bounce back in the third quarter. Data out on Wednesday is expected to show the services sector grew in August, with signs of the long-awaited Olympics boost.</p> <p>The manufacturing PMI summarises the opinions of purchasing managers in the sector, who gauge future demand and adjust orders for materials accordingly. On Monday, companies reported a modest increase in new work from customers in the UK. The rate of decline in new export orders also eased sharply, despite weak demand from Europe. Output rose solidly at consumer goods producers; although the production of so-called investment goods – such as factory machinery – declined.</p> <p>But Dobson of Markit warned that, after such a steep decline in July, the manufacturing sector remained fragile and continued to face significant challenges. \"Overall demand remains too lacklustre to provide an imminent and sustained recovery, with investment spending still weak and domestic austerity ongoing.\" He said a downturn in the eurozone and the onset of softer global economic growth would also frustrate hopes that Britain could export its way back to health.</p> <p>In the eurozone, the manufacturing sector shrank faster than previously thought in August, as the crisis spread from peripheral countries to the likes of Germany and France.</p> <p>The manufacturing PMI for the currency bloc rose to 45.1 in August, revised down from the previous estimate of 45.3, but higher than the three-year low of 44 in July. The reading is still way below the 50 mark that separates expansion from contraction.</p> <p>Howard Archer of IHS Global Insight wrote: \"Domestic demand is being handicapped by tighter fiscal policy in many eurozone countries, limited consumer purchasing power, and high and rising unemployment. Reinforcing manufacturers' problems, softer global growth is capping foreign demand for eurozone goods. Meanwhile, serious Eurozone sovereign debt problems are magnifying the problems by weighing down on already weak and fragile business and consumer confidence.\"</p> <p>The European Central Bank will meet on Thursday to discuss interest rates and the <a href=\"http://www.theguardian.com/business/2012/sep/02/eurozone-crisis-thinktank-ecb-bond-rescue\" title=\"\">details of a bond-buying plan</a>. Archer expects the central bank to lower rates from 0.75% to 0.5%.</p>",
  "<h2>What is the Doha round?</h2> <p>The Doha Development Agenda, more often referred to as the Doha round trade talks, is the latest cycle of negotiations under the umbrella of the World Trade Organisation (<a href=\"http://www.theguardian.com/world/wto\" title=\"\">WTO</a>), the Geneva-based arbiter of global trade. There have been nine rounds of multilateral trade talks since the end of the second world war, but the Doha round is the first to focus on helping developing countries join the global marketplace, and boost their economies as a result. The round was launched in November 2001 – <a href=\"http://www.theguardian.com/global-development/poverty-matters/2011/may/04/doha-trade-realities-demand-solutions\" title=\"\">and it's still not over</a>.</p> <h2>What are they negotiating?</h2> <p>Broadly speaking, the goal of any trade talks is to make it easier for goods and services to be bought and sold across national borders. In the case of the Doha round, that means cutting import taxes – which are known as tariffs – on everything from wheat to cars to lingerie. It also means restricting countries' use of subsidies for farmers and fishermen; lowering taxes and regulatory barriers that affect the cross-border trade in services, such as banking and consulting; and negotiating new intellectual property rules on things such as drugs and copyrighted works.</p> <h2>Who is doing the negotiating?</h2> <p>The Doha round negotiators represent each of the WTO's 155 members, most but not all of which are countries (the EU and Hong Kong have their own delegations, for example). Developing nations represent about two-thirds of the members, but economic heavyweights including the EU, the US, China and India tend to dominate the talks.</p> <h2>Weren't there a lot of protests about this at one point?</h2> <p>Ah, yes. You may remember the \"<a href=\"http://www.theguardian.com/news/1999/dec/01/1\" title=\"\">Battle in Seattle</a>\" in 1999, when activists tried to shut down the meeting that was supposed to launch the WTO's new round of trade talks. (The activists succeeded, and the WTO was forced to relocate the meeting to the capital of Qatar. That's why it's the Doha round, not the Seattle round.) The activists feared the talks would let big corporations plunder the economies of the developing world, restrict poor countries' access to affordable drugs and prevent developing nations from protecting their domestic economic interests. But the frequency – and virulence – of anti-WTO protests have died off gradually since 1999, perhaps because the round doesn't seem to be going anywhere at the moment.</p> <h2>Would a Doha deal be good for developing countries?</h2> <p>That depends on what kind of agreement the negotiators come up with. It also depends on who you ask. Most people would agree that stronger restrictions on farm subsidies in the EU and the US would be good for farmers in the developing world. But if developing countries sign a deal that severely limits the tariffs they're allowed to place on, say, imports of maize, that could make it harder for them to protect their domestic maize farmers in the event of a drought or other disaster at home. Most economists would tell you that, broadly speaking, that sort of \"protectionism\" – which a Doha deal would guard against – is bad for the global economy, but a lot of anti-poverty activists would disagree.</p> <h2>Are the negotiations still happening?</h2> <p>Trade officials are still going through the motions at their regular meetings at the WTO headquarters in Geneva, but they have made precious little progress over the past few years. The next \"ministerial\" (talks at which ministers are present and high-level wheeling and dealing can be done) will be held in Bali in December 2013.</p> <h2>Why haven't they finished negotiating yet? </h2> <p>The Doha round is based on the idea of a single undertaking, which means that, in effect, \"nothing is agreed until everything is agreed\", to borrow a popular phrase among trade officials. Negotiators are trying to hammer out new rules on a huge array of topics; if talks in one of those areas hit a snag, then the whole deal is held hostage. Officials came close to striking a deal – and concluding the Doha round once and for all – at a high-level meeting in Geneva in July 2008. But after 10 days of talks, the negotiations broke down over a dispute between the US and India about rules governing trade in agricultural goods.</p> <h2>Will the Doha round ever end?</h2> <p>Each round of multilateral trade talks over the last 70 years has taken longer than the one that preceded it, so the sluggish nature of the Doha round isn't unprecedented. But the round will reach, if not celebrate, its 11th birthday in November – and there's still no end in sight. \"Those of you who believe that … the round might lose all its remaining steam may be right, whether we like it or not,\" the WTO director general, <a href=\"http://www.wto.org/english/news_e/news12_e/gc_rpt_25jul12_e.htm\" title=\"\">Pascal Lamy, warned negotiators in July 2012</a>. \"Credibility lies in the capacity to produce results, not statements.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395569947\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/31/1346431038187/Horace-005.jpg\" alt=\"Mobile Business: Speakers: Horace\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Horace</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p><br>Horace's office is located in Laajasalo – eastern Helsinki where he has a view of the Baltic. &#xa0;He writes most of the Asymco blog and counts industry analysis among his hobbies.</p> <p>Horace has eight years of experience as an industry analyst and business development manager at Nokia, preceded by six years of software development and management in a startup environment, two years of IT management and five years of computer science research in an industrial laboratory.</p> <p>Horace has an MBA from Harvard Business School and MS Engineering from Tufts University.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395570024\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/31/1346431036950/Jan-004.jpg\" alt=\"Mobile Business: Speakers: Jan\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jan</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p><br>As the executive creative director of global insights, Jan Chipchase oversees Frog's global user research practice. With deep experience in running complex, international design research projects, Jan is widely considered to be the authority on applying human-centered insights to the development process. His extensive research projects have taken him around the world to collect insights into the broader emotional, social, and cultural contexts of the impact of technology. His most recent work took place in Afghanistan, where he studied the country's nascent mobile banking service. A world-renown thought leader, Jan has delivered keynotes at conferences such as TED, CES, LIFT, and the Economist's Human Potential Conference. Jan holds 25 patents granted or pending, and his research has been extensively profiled in BusinessWeek, The Economist, New Scientist, and The New York Times Magazine, among others.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395574451\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/31/1346430597085/bellubrunnus_optimisticpainter02.jpg\" alt=\"Bellubrunnus\" width=\"460\" height=\"258\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Life restoration of the pterosaur Bellubrunnus by Matt van Rooijen</span> <span class=\"element-image__credit\">Photograph: Matt van Rooijen/guardian.co.uk</span> </figcaption> </figure>  <p>My <a href=\"www.guardian.co.uk/science/lost-worlds/2012/aug/13/art-dinosaur\">post on the palaeoart</a> that adorns the Lost Worlds banner seemed to go down well and I got some nice comments on the post as well as on Twitter and coming through the tubes to my e-mail. One person in particular was most interested in how one gets into palaeoart and the process between researcher and artist. Having been involved in at least a few pieces being produced and being an avid fan of palaeoart in itself, it's something I'm more than happy to expound about.</p> <p>As for how people get into the field, well this naturally varies. I know of artists who were working as technical illustrators for scientists and were in a position to have a go at the odd life reconstruction and things went from there, there have been wildlife illustrators who were drafted in because they could do animals properly, \"normal\" artists who found a flair for it or drove themselves into the field, and those who simply got a call out of the blue and asked if they fancied trying their hand at dinosaurs. </p> <p>Increasingly though, thanks to the internet we're seeing ever more people being able to gather information on palaeoart and prehistoric animals, get feedback from researchers and push their art in front of those who might pay for it. Where even 10 years ago it was probably hard to get anyone outside of the ranks of publishers and researchers to have heard of you, or seen what you can do, it's becoming ever easier to mail prospective clients and send them a link to your online portfolio and have people share that information.</p> <p>This is great for those wanting to break into the field, but naturally it has brought tension too. Most researchers have enough on their plates without having to deal with detailed requests for help on tyrannosaur or abelisaur anatomy and while I know of few researchers who would turn such a request down flat, one does occasionally get most unreasonable requests. Moreover, there are now dozens, perhaps hundreds, of budding artists working out their dinosaurs and mammoths and trilobites online and offering their services to researchers and museums just for the chance to have something of theirs used. </p> <p>Unsurprisingly, at least a few palaeoartists have felt more than a little of a pinch while trying to make a living and have suddenly been faced with a gaggle of competitors offering to work for free. This is a position I sympathise with, but at the same time – as a researcher who has never had the research budget to spend on artworks – those whose only demand on your resources is time are naturally a big draw and I have indeed collaborated with people to help them with their scientific accuracy and development in exchange for a piece I can use to promote and illustrate my research.</p> <p>And so to the actual collaborative process. Again this can vary enormously depending on both artist and researcher, and even the specifics of the piece to hand. I know of colleagues who are happy enough to let the artist do pretty much as he pleases and those who will commission a piece down to the exact pose and colour patterns, backgrounds etc. Unless there is some behavior or quirk of anatomy that I want shown off, my general take is to try and simply provide scientific guidelines for the artist and let them lead it where they will. So while I will baulk if they want to paint it blue and pink with purple spots and yellow stripes jumping 20 feet in the air, I'd not pull faces if they wanted it green with black stripes vs black with green stripes, or running rather than rearing up and so on. </p> <p>Where the technicalities come into play and the real expertise is needed is in reconstructing missing parts and especially soft tissues. After all, if the skeleton of the animal shows that the skull is twice as long as the neck, well it should be drawn that way. What is harder to tell of course is just how flexible that neck should be, or how much muscle should be on there, or how large the scales of the skin should be, or how long that missing tail might have been and the like. Is there good evidence that the crest on the head was used to signal to others in which case a bright colour might be appropriate? Was the creature from the plains or the forests? Did it have a good sense of smell and so would a pose of it sniffing the air be appropriate? And so on. </p> <p>The best artists I know do have a great knowledge of the scientific literature and are excellent anatomists, but equally, they won't know the ins and outs of every anatomical detail (and especially not for new species) or have read every relevant paper. Helping out here is the real side of things from my perspective, I don't want to intrude on the creative process but at the same time as much as possible should be correct. While obviously the vast majority of people who see the finished piece won't know if the wings are too long or the thighs too fat or the mouth open too wide or the scales are the wrong shape, you want to present as accurate an impression of the animal as possible so these should be attended to. </p> <p>In my case, I like to sit down with the artist and go over the details (ideally in person, by Skype is a real boon) before they even start and advise what can and can't be done (could it run, where did it live etc.). That saves errors coming later that could be hard or impossible to correct. Once they have a basic draft fleshed out of what they want then the conversation continues with checking details and filling in gaps. More conversations happen and I like to print out the drafts and scribble notes on them or redraw (badly) more how things should look, or at least direct them to a specimen that shows the feature in detail, or even another piece of art that shows how it might look in real life. </p> <p>With good and experienced people it can take as little as a few notes and checking a single sketch before it can go ahead and be done fully. However, I and other colleagues do have horror stories of being lumbered with inexperienced people who had no idea where to start and ignored or overruled suggestions meaning the outcome was something that barely looked alive, let alone like the species it was supposed to represent. One editor asked me to stop complaining about all the errors in the pieces I was looking at which, oddly enough, I felt rather defeated the point of having a scientific adviser in the first place. </p> <p>This links back to the points raised above – the average person likely can't tell the differences in accuracy between the correct and disastrous art, but the former does cost in terms of hiring a seasoned pro, so again there's a squeeze to the palaeoartist when publishers known they can get away with relatively cheap artwork that won't necessarily affect sales. From my perspective it's obviously unfortunate for my friends and colleagues in the palaeoart world, but it's also a shame that people interested in dinosaurs and the prehistoric world can be given a poor impression of how these animals (and indeed plants) really looked and what the current scientific interpretation of them is.</p> <p>The rise of the web and the electronic age has had effects both good and bad, and it will be very interesting to see how things develop. Breathtaking and original palaeoart will always be around and new discoveries mean there will always be new things to illustrate. Still, I hope that the plethora of new material appearing and the new methods of developing and sharing art will mean that there is more good stuff rather than just more stuff. </p> <p>For those looking for a bit more, <a href=\"http://archosaurmusings.wordpress.com/2011/10/06/palaeoart-roundup/\">here is a list of interviews</a> I've conducted with various artists who can provide much insight into their work and how they got into the field. <a href=\"http://optimisticpainter.wordpress.com/2012/07/28/bellubrunnus-work-in-progress-animation/\">Here's a nice post</a> by a buddy and collaborator of mine, Matt van Rooijen, showing the various stages of his artwork creation and how it changes. Finally, <a href=\"http://pterosaur-net.blogspot.co.uk/2012/01/off-topic-mark-wittons-handy-dandy.html\">here's a long and involved post</a> on the issues of palaeoart by my colleague Mark Witton who holds an interesting (but not that unusual) position of being both researcher and artist.</p>",
  "<blockquote> <p>\"The birds are silent in the woods.<br>Just wait: Soon enough<br>You will be quiet too\"<br>- Robert Hass </p> </blockquote> <p>When musician and naturalist <a href=\"http://www.wildsanctuary.com/\" title=\"\">Bernie Krause</a> drops his microphones into the pristine coral reef waters of Fiji, he picks up a raucous mix of sighs, beats, <a href=\"http://en.wikipedia.org/wiki/Glissando\" title=\"\">glissandos</a>, cries, groans, tones, grunts, beats and clicks.</p> <p>The water pulsates with the sound of creatures vying for acoustic bandwidth. He hears crustaceans, parrot fish, anemones, wrasses, sharks, shrimps, puffers and surgeonfish. Some gnash their teeth, others use their bladders or tails to make sound. Sea anemones grunt and belch. Every creature on the reef makes its own sound.</p> <p>But half a mile away, where the same reef is badly damaged, he can only pick up the sound of waves and a few snapping shrimp. It is, he says, the desolate sound of extinction.</p> <p>Krause, <a href=\"http://en.wikipedia.org/wiki/Beaver_%26_Krause\" title=\"\">whose electronic music with Paul Beaver</a> was used on classic films like Rosemary's Baby and Apocalypse Now, and who worked regularly with Bob Dylan, George Harrison and The Byrds, has spent 40 years recording over 15,000 species, collecting 4,500 hours of sound from many of the world's pristine habitats.</p> <p>But such is the rate of species extinction and the deterioration of pristine habitat that he estimates half these recordings are now archives, impossible to repeat because the habitats no longer exist or because they have been so compromised by human noise. His tapes are possibly the only record of the original diversity of life in these places.</p> <p>\"A great silence is spreading over the natural world even as the sound of man is becoming deafening,\" he writes in a new book, <a href=\"http://www.hachettebookgroup.com/books_9780316192392.htm\" title=\"\">The Great Animal Orchestra</a>. \"Little by little the vast orchestra of life, the chorus of the natural world, is in the process of being quietened. There has been a massive decrease in the density and diversity of key vocal creatures, both large and small. The sense of desolation extends beyond mere silence.</p> <p>\"If you listen to a damaged soundscape … the community [of life] has been altered, and organisms have been destroyed, lost their habitat or been left to re-establish their places in the spectrum. As a result, some voices are gone entirely, while others aggressively compete to establish a new place in the increasingly disjointed chorus.\"</p> <p>Hawaii, he says, is the extinction capital of the world. \"In a couple of centuries since the islands were populated by Europeans, half the 140 bird species have disappeared. In Madagascar, 15 species of lemur, an elephant bird, a pygmy hippo and an estimated half of all the animals have gone extinct.\"</p> <p>Even partially disturbed habitats lose much of their life for many years, says Krause. Recordings of a meadow in the Sierra Nevada mountains east of San Francisco before the surrounding forest was selectively logged in the 1980s sounds very different to when Krause returned a year later.</p> <p>\"The overall richness of sound was gone, as was the thriving density and diversity of birds. The only prominent sounds were the stream and the hammering of a Williamson's sapsucker. Over the 20 years I have returned a dozen times to the same spot at the same time of year but the bio-acoustic vitality I had captured before logging has not yet returned.\"</p> <p>One in four mammals is threatened with extinction, he says. With the exception of a few sites, frog populations are in decline worldwide and birds are beginning to show radical signs of territorial shifting.</p> <p>\"Things are beginning to quiet down in the pristine habitats. The combination of shrinking habitat and increasing human pandemonium have produced conditions under which the channels … necessary for creature survival are being completely overloaded. The voices of the wild in their purest states where no [human] noise is present are splendid symphonies.\"</p> <p>But the wild natural world, comprised of vast areas not managed by humans, rarely exists now except in a few isolated places such as the Alaskan wilderness, the far Canadian north, Siberia, the pampas of Argentina and Uruguay, and the Brazilian Pantanal which are still rich with natural sound, he says.</p> <p>\"The fragile weave of natural sound is being torn apart by our seemingly boundless need to conquer the environment rather than to find a way to abide in consonance with it.\"</p>",
  "<p>Sir David Attenborough has bought us a great many wonders of the natural world, and more recently, he has started to bring us some painful home truths about our impact on it. If there's one piece of footage that sums this up perfectly, it's the first – and last – time the Panamanian golden frog (<em>Atelopus zeteki) </em>was filmed in the wild.</p> <p>In a <a href=\"http://www.youtube.com/watch?v=A1FWQvaBoRg\" title=\"\">2008 episode of the BBC's Life in Cold Blood</a>, Attenborough encountered this bright yellow poisonous frog as it wrestled and courted females in the mountainous tropical forest streams of El Vallé de Anton in Panama, and demonstrated the endearingly unique wave it uses to communicate.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/A1FWQvaBoRg?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"295\" src=\"https://www.youtube-nocookie.com/embed/A1FWQvaBoRg\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Shortly after filming finished in June 2006, the location was overtaken by a fungal disease that was <a href=\"http://amphibianrescue.org/2011/06/15/chytrid-spreading-fast-and-furiously/\" title=\"\">sweeping through Central America</a>, decimating frog populations. Conservationists snatched up the remaining known golden frogs from the rainforest in plastic bags and took them first to \"frog hotels\" and later to specially created conservation \"arks\".</p> <p>The disease affecting the golden frog – and nearly one-third of all amphibian species worldwide – is called <a href=\"http://www.amphibianark.org/the-crisis/chytrid-fungus/\" title=\"\">chytridiomycosis, or amphibian chytrid fungus disease</a>. It spreads through water via spores and affects the skin of amphibians – through which many drink and breathe – leading to cardiac arrest. <a href=\"http://ens-newswire.com/ens/sep2005/2005-09-23-02.asp\" title=\"\">Scientists have described it as</a> \"the worst infectious disease ever recorded among vertebrates in terms of the number of species impacted, and its propensity to drive them to extinction.\"</p> <p>The golden frog had been historically threatened by deforestation, loss of habitat, water pollution and overcollection. Although national parks and reserves offered protection, disease was a new threat that did not respect boundaries.</p> <p>Scientists first started noticing unexplained population crashes in mountain stream-dwelling frogs in the late 1980s in neighbouring Costa Rica, and in 1993-94 in Panama. But it wasn't until <a href=\"http://www.amphibiaweb.org/chytrid/chytridiomycosis.html\" title=\"\">1998 that chytrid fungus was attributed</a> to these mortalities and conservationists began to warn that the Panamanian golden frog – a national symbol of good luck – was among the many species in grave danger of extinction.</p> <p>At this point the disease appeared to be moving as a <a href=\"http://news.bbcimg.co.uk/media/images/59499000/gif/_59499738_frog_fungus_464.gif\" title=\"\">wave-like front from west to east</a> Panama, at a rate of <a href=\"http://news.bbcimg.co.uk/media/images/59499000/gif/_59499738_frog_fungus_464.gif\" title=\"\">up to 43km a year</a>, with the fungus thriving in the cooler temperatures and moist conditions that are characteristic of central America's mountain rainforests.</p> <p>\"What alarmed us from a conservation perspective is that this disease has been particularly severe and pronounced in Latin American mountain areas because it happens so quickly – it's very dramatic,\" said Brian Gratwicke, biologist at the <a href=\"http://nationalzoo.si.edu/SCBI/default.cfm\" title=\"\">Smithsonian Conservation Biology Institute</a> and international coordinator for the <a href=\"http://amphibianrescue.org/\" title=\"\">Panama Amphibian Rescue and Conservation Project</a> (PARCP).</p> <p>Within a span of five months in late 2005, the fungus eradicated half of all the frog species and 80% of individuals at the El Copé nature reserve in western Panama. In 2006, the disease moved eastwards to reach in El Vallé, where the frog was surviving in just three streams where the BBC filmed. In 2008 it hit central Panama, and in 2011 scientists' worst fears were confirmed when the disease <a href=\"http://www.newscientist.com/blogs/shortsharpscience/2011/06/chytrid-fungus-spreads-to-last.html\" title=\"\">reached the Darien region</a>, the last stronghold in Central America to be free of the disease.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395568819\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2012/8/30/1346327916124/Map---spread-of-chytrid-d-001.png\" alt=\"Map - spread of chytrid disease in Central America\" width=\"460\" height=\"375\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The spread of chytrid fungus disease in Central America</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p>Chytrid fungus now affects the entire <a href=\"http://www.wbu.com/chipperwoods/photos/neotropic.htm\" title=\"\">mountainous neotropics</a>. While the <a href=\"http://www.iucnredlist.org/details/54563/0\" title=\"\">IUCN conservation status</a> remains as critically endangered \"because of an observed drastic decline in population and extent of occurrence, estimated to be more than 80% over the last 10 years, probably due to chytridiomycosis\", a species cannot reach the next category of extinct in the wild \"if there is any reasonable possibility that they may still be extant\". There have been no reported sightings of a golden frog in the wild since 2009, and species that tend to have a highland distribution and small ranges are the most vulnerable to extinction.</p> <p>The possible loss of this frog in the wild has a huge impact on the wider environment. Amphibians are highly sensitive to environmental change and can act as a bellwether to indicate the relative health of an ecosystem. They play a vital role in the food chain, and some have been found to produce chemicals that cure human diseases.</p> <p>There are more than <a href=\"http://www.iucnredlist.org/amphibians\" title=\"\">6,000 known amphibians</a> and 41% of these species face extinction – a much higher number than <a href=\"http://www.iucnredlist.org/news/securing-the-web-of-life\" title=\"\">mammals (25%) or birds (13%)</a>. Thirty-eight species of amphibian are reported to have become extinct since 1500 – nine of these have taken place since 1980. As many as 122 species have not been found in recent years and are believed to have become extinct in the last 30 years, primarily because of the fungus.</p> <p>The only hope for the golden frog, and so many other species affected by this disease, lies in research to find a cure for the disease, and captive breeding programmes.</p> <p>Gratwicke is one of the PARCP scientists developing ways to fight the disease, which can be successfully treated if it is caught in the early stages, but the frogs can never return to the wild. His three-pronged research approach involves developing the genes that indicate some frogs have an immune response to the fungus; \"dipping\" the frogs in beneficial bacteria or flooding the ecosystem with captive-bred animals in the hope that one will be able to deal with the fungus and survive to reproduce. \"As a conservationist it's not an acceptable end goal for me to have these frogs in captivity – I want these frogs safe in the wild where people can enjoy them,\" he said.</p> <p>Gratwicke works with two partner facilities in Panama that keep captive breeding populations of the golden frog until the species can be safely reintroduced. Edgardo Griffith, a herpetologist who worked on the BBC documentary and rescued the last of the El Vallé frogs, is the director of the <a href=\"http://www.houstonzoo.org/amphibians/\" title=\"\">El Vallé Amphibian Conservation Center in western Panama</a>, which maintains a breeding population of seven male and three female golden frogs.</p> <p>Working on a research project in 2001, Griffith says that on a good day, he would find at least 20-30 golden frogs in a 200m area \"without even looking hard\".</p> <p>\"Since the fungus hit, the streams are dead. There is beautiful forest but it's so quiet and it is heartbreaking to know that at some point there were these beautiful, bright yellow animals hopping around.</p> <p>\"It's sad that we got to this point but there is still hope. We are doing everything we can to make sure this animal doesn't go extinct. But we don't have to deal just with the fungus – habitat loss is the biggest problem. It's everybody's responsibility to ensure that they have a safe forest to go back to one day.\"</p>",
  "<p><strong> </strong></p> <p>Manufacturers are suffering the toughest trading conditions in almost three years, according to an industry survey out on Monday that punctures hopes of an Olympics boost to the economy.</p> <p>The Engineering Employers Federation (EEF) says export growth slowed dramatically in the third quarter, while UK orders fell for the first time in more than two years.</p> <p>Manufacturing data is expected to add to the gloom, with the monthly purchasing managers' index likely to show the sector contracted in August. Services data out on Wednesday is expected to show some growth, although it may not be enough to lift the UK economy out of recession.</p> <p>The latest official estimates showed the UK economy shrank by 0.5% between April and June, the third quarter in a row where economic output dropped. Policymakers had been hoping that a boost from the Olympic Games would help lift the economic gloom, but there is a mounting evidence that suggests otherwise.</p> <p>The data will be closely watched by the Bank of England's monetary policy committee, which meets on Thursday to discuss interest rates and any further stimulus to the economy. Last week, US Federal Reserve chairman <a href=\"http://www.theguardian.com/business/2012/aug/31/markets-fed-chairman-ben-bernanke?INTCMP=SRCH\" title=\"\">Ben Bernanke signalled his willingness to embark on a third phase of money creation</a> to boost the US economy, but economists say the Bankis unlikely to follow suit. It is expected to keep rates on hold at 0.5% and make no increase to the quantitative easing programme of £375bn, as the bank waits to gauge the impact of stimulus programmes such as the Funding for Lending scheme.</p> <p>The European Central Bank is also meeting on Thursday and markets will be hoping for a cut in rates from 0.75%. The bank is also expected to announce details of the scheme to buy bonds from crisis-hit countries.</p> <p>EEF survey – compiled with accountants BDO – shows that a balance of just 4% of manufacturers said output had increased in the third quarter, down from 20% in the second quarter. Only 3% said orders had increased, down from 17%.</p> <p>Domestic demand for goods fell for the first time in two-and-a half years, while growth in overseas sales dropped back. Prices also fell, putting manufacturers' margins under growing pressure, with a balance of 23% reporting a deterioration in export margins, and 19% seeing a squeeze on margins from UK sales.</p> <p>The EEF's chief economist, Lee Hopley, said: \"The weaker global outlook precipitated by the ongoing economic challenges in Europe has clearly hit home in our latest survey. Pockets of growth still remain in some sectors, but overall confidence appears to be draining away. The sharp drop in export balances over the past quarter is a particular concern given their importance to UK manufacturers and also our economy's reliance on exports as a source of growth.\"</p> <p>In a worrying twist, the survey suggested demand faltered across the globe and not just in crisis-hit eurozone countries. Tom Lawton, head of manufacturing at BDO, said: \"The results of the survey paint a dark picture with weakening markets across the board. Inevitably Europe continues to serve as a drag on exports and even the previously buoyant emerging markets are beginning to falter.\"</p> <p>There were some brighter spots in the survey, which showed a balance of 15% of manufacturers plan to increase investment in the next twelve months. Recruitment figures were also positive, with a balance of 16% of companies saying they increased staff numbers over the past three months.</p> <p>That more upbeat message was echoed by a survey showing business sentiment improved in August, for the third consecutive month. The Lloyds Bank business barometer showed 10% more businesses were optimistic rather than pessimistic about the economy. But the balance remains low by historical standards, and Lloyds said the results suggest the economy is still set to weaken in the third quarter.</p> <p>Trevor Williams, chief economist of Lloyds Bank wholesale banking and markets, said: \"Businesses are still operating in an uncertain environment and so time will tell if this is a sustained upturn.\"</p> <p>The manufacturing and services PMIs out this week will be the first clear indication of how the economy has fared in August. Economists are expecting the manufacturing index to come in at 46.1, significantly lower than the 50 mark, which separates growth from contraction. Forecasts suggest the services index will come in at 51.1, although some economists expect a figure much closer to 50, suggesting only minimal growth in this key sector.</p>",
  "<video data-media-id=\"gu-video-395500309\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/31/120831Yasumipark-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/31/120831Yasumipark_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120831Yasumipark/120831Yasumipark.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/31/120831Yasumipark_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/31/120831Yasumipark-720.mp4\"/> </video>   <p>In their first hour in Yasuni's Amazonian forest, many people will see more creatures than they have seen in their entire lives, including some that have yet to be documented by science. To paddle up the Ayango creek that leads from the traffic and pollution of the Napo river into the most biodiverse region on Earth is to encounter a wall of noise, frequent bursts of colour and unimaginable combinations of life.</p> <p>A tiger heron flaps lazily past our canoe, electric blue Morpho butterflies jolt the eye, spiders the size of an adult's hand sit on branches, and kingfishers flash past. On a mud bank, a lizard suns itself, while high up in the tree canopy, we catch glimpses of flying monkeys and grunting Hoatzin \"stinky turkeys\" – prehistoric survivors with claws that grow into wings, which could have inspired the creatures in James Cameron's film Avatar.</p> <p>The thick vines, exotic plants, stunningly colourful birds and huge reptiles of the forests and water systems here far outstrip the wildest imagination of any film director, but they are at risk from the worldwide trend of rising extinction rates and from local economic pressures to exploit underground oil fields.</p> <p>Yasuni, which is home to two of the world's last uncontacted tribes, has moved to the frontline of a global battle between living systems and fossil fuels. Animal populations across the planet are 30% smaller now than in 1970, according to the UN Environment Programme (UNEP). In tropical regions such as Ecuador, the rate of decline is almost double the global average.</p> <p>Just as the species must innovate to survive, Yasuni has inspired the planet's most creative and ambitious approach to biodiversity conservation, social development and climate change. Ecuador – which is also home to the Galapagos Islands – is the only country in the world to have recognised the rights of nature in its constitution. After the discovery of a $7.2bn oil reserve inside a pristine corner of the Yasuni national park, the government has proposed leaving the fossil fuel in the ground if the international community will give them half that amount.</p> <p>It has been hailed as an alternative to the ineffectual efforts of the United Nations to deal with climate change and biodiversity loss. The <a href=\"http://mptf.undp.org/yasuni\" title=\"\">ITT Initiative</a>, as the project is known, promises to the keep carbon in the ground in a 200,000- hectare corner of the park and, in the process, help to redistribute wealth from rich nations to the developing world and wildlife.</p> <p>But a little more than a year after it was launched, this bold project is as much at risk as the wildlife. Ecuador's president, Rafael Correa, told the Guardian the results have been disappointing.</p> <p>\"This was a revolutionary idea. With a logic that I would call perfect: it implied a substantial change in the management of natural resources in the fight against climate change. It meant a transfer of resources from the richest countries – which are the biggest polluters – to poorer countries,\" he said. \"But what has happened since has been the opposite: because the US, UK and others can consume the assets generated by the amazon jungle for free, they have committed absolutely nothing. The Yasuni ITT initiative has raised a lot less than expected.\"</p> <p>With enthusiasm for the project cooling, the Guardian has discovered evidence that the oil companies are moving closer. A road is being built in a neighbouring oil exploration block inside the Yasuni park.</p> <p>Huge ecological wealth is at risk. One Yasuni hectare – the area of two football pitches – is home to a wider variety of trees, birds, reptiles and amphibians than in the US and Canada combined.</p> <p>\"One hectare per continent is a figure that slaps you in the face. Whatever group you look at, they are crazy numbers,\" says Kelly Swing, founding director of the Tiputini biodiversity station run by the San Francisco University in Quito.\" I have been coming to Yasuni since 1979 and I still can't walk five minutes without seeing something I haven't seen before. That's why I'm still here. It's like a gift every few minutes.\"</p> <p>The comparisons with Britain are still more mind-blowing. There are only about 50 native tree species in the UK, compared to 2,200 species in Yasuni. Terry Erwin of the Smithsonian Institution estimates there are more than 100,000 different types of insects per hectare. When scientists elsewhere find new species, they publish papers in journals and give them clever Latin names. Erwin has found so many that he has started to play with the appellations. He has named one beetle after the actor Kate Winslet and punned with another of the Agra genus by adding \"vate\".</p> <p>This ecological wealth is not just of interest to boffins, animal lovers and tourists. The UNEP estimates that 40% of the global economy is based on biological products and processes. Biodiversity loss, it says, is becoming a greater concern for businesses than international terrorism. Pharmaceutical companies have based countless patents on results from the forest, where the chemical mix and match is immeasurably more dynamic than that of any science lab.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395863363\"> <img src=\"https://static.guim.co.uk/sys-images/Environment/Pix/columnists/2012/8/31/1346430461686/Sunrays-coming-through-th-008.jpg\" alt=\"Sunrays coming through the mist, Yasuni National Park, Ecuador\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yasuni national park is the most biodiverse region on Earth. Photograph: Corbis</span> <span class=\"element-image__credit\">Photograph: Murray Cooper/Corbis</span> </figcaption> </figure>  <p>Diverse ecosystems are more flexible, more efficient and more resilient than monocultures. Research <a href=\"http://phys.org/news/2012-08-biodiversity-tropical-rainforests-drought.html\" title=\"\">published in July</a> shows that biodiversity makes forests more resilient to drought. Other studies have shown how they are less vulnerable to disease. This is crucial because the Amazon is also the world's greatest oxygen supplier and carbon sink, with more than half of the world's above-ground carbon in its trees.</p> <p>In international bodies, biodiversity loss was long treated as a poor cousin to climate change. But this is changing amid growing awareness that both are approaching dangerous tipping points as a result of human pressures. Earlier this year, a group of leading scientists warned that biodiversity loss could result in a \"global-scale state shift\".</p> <p>\"Much as the consensus statements by doctors led to public warnings that tobacco use is harmful to your health, this is a consensus statement by experts who agree that loss of Earth's wild species will be harmful to the world's ecosystems and may harm society by reducing ecosystem services that are essential to human health and prosperity,\" noted Prof Bradley Cardinale, an associate professor at the University of Michigan who led the study published in Nature. \"We need to take biodiversity loss far more seriously – from individuals to international governing bodies – and take greater action to prevent further losses of species.\"</p> <p>But the trend is in the opposite direction. WWF says we are in an ecological overshoot situation in which it now takes 1.5 years for the Earth to regenerate what we use in a year. The UN says almost one-fifth of vertebrate species are close to extinction, with amphibians most at risk. Each year, 52 vertebrate species move one category closer to extinction in the IUCN's \"<a href=\"http://www.iucnredlist.org/\" title=\"\">red list</a>\" of endangered species.</p> <p>The ITT initiative, which covers the Ishpingo, Tambococha and Tiputini oil fields in Yasuni that make up an area of less than one-fifth of Yasuni's national park, aims to address this in a core area for protection. Last year, it reached its target of raising $100m thanks to some creative accounting and generous public support (the UK was top for individual donations after featuring in the Guardian), and contributions from Bo Derek, Leonardo DiCaprio, Edward Norton and Al Gore.</p> <p>Ivonne Baki, who is spearheading the fundraising effort, says the project has now raised $200m, but more is needed. \"The cost of not doing something now will be far higher than the economic crisis. If we are serious about reducing emissions of CO2 and doing something – which is all they talk about at international meetings – then this is the place giving oxygen to the world.\"</p> <p>Yet, there are clearly many challenges. Money is not yet filtering through to local communities, where it is supposed to be used to improve social capital as well as protect biodiversity. Although locals accept that it is still at an early stage, there are concerns that President Correa may have lost some of his enthusiasm for the project.</p> <p>\"I want to meet the president because he has lost focus,\" said village chief Giovanni Rivadeneira, a member of the Kichwa indigenous group. \"We are concerned about education in our community. There was a promise from the president to work on that. He left a promise here and we are still waiting to hear about that.\"</p> <p>The governments of wealthy nations have given only tepid backing. Some accuse Ecuador of environmental extortion, which could set a dangerous precedent. Most of the government-level \"donations\" so far are from Italy, which wrote off $51m of its external debt as a contribution, and Germany, which is giving technical assistance to Yasuni rather than the ITT project.</p> <p>Much of the hesitation is due to concerns that Ecuador might change its mind after accepting the money. To offset this, Correa's government has worked with the United Nations Development Programme to establish a trust fund for the ITT initiative. It promises to return donations of more than $50,000 if the oil is exploited, which is possible under a clause that says it can be used in the case of a national emergency.</p> <p>This is the plan B, dreaded by conservationists, but a clear and growing risk.</p> <p>Carlos Andrés Vera, the director of a documentary about the Taromenane uncontacted tribe in the park, says 40% of Yasuni is already being exploited by oil companies and the ITT area is being prepared for the same treatment. \"The oil companies have already carried out exploratory studies there. I have testimonies from local people who say they are already building tracks to they can push ahead with plan B. They say they are trying to save Yasuni, but that's bullshit.\"</p> <p>To the alarm of many, PetroEcuador is pushing ahead with development of extraction block 31, which sits on the edge of the ITT. The Guardian has testimonies from two recent visitors who say a road is under construction on the edge of the ITT project in an area that is famous for jaguar sightings.</p> <p>This follows a destructive pattern seen in other parts of the national park and surrounding areas, where oil companies have drilled wells and – most destructively – built roads. This opens the way for migrants, loggers, farmers, hunters, invasive species and disease.</p> <p>The risks are obvious as you fly into Coco, the gateway to Yasuni. Seventy years ago, the forest stretched hundreds of kilometres west of this city, but today all you can see from the air are plantations of palm oil and other cash crops.</p> <p>Freshwater ecosystems are also deteriorating. A discarded oil drum bobbing in the Napo highlights the pollution from the oil barges and river traffic. Locals blame oil for the demise of balsa trees and water-skier insects from the banks of the trunk rivers.</p> <p>\"My father said there used to be a lot in the Napo river, but they have disappeared because of the gasoline from the oil companies and many boats,\" said Remi Grefa, a guide from the Kichwa indigenous group.</p> <p>Despite the many challenges faced by Yasuni, conservationists still hope Ecuador and Yasuni can set a model for conservation. A few billion dollars here, they say, is the best investment humanity can make in its future. \"It is absolutely worth it,\" said Indian ecological activist and philosopher Vandana Shiva, on a trip through the region. \"What is not worth it is the old way of fossil fuels as the central resources rather than living waters, living streams, living trees, living forests, living cultures. And a fossilised mindset that should have disappeared 100 years ago.\"</p>"
]