[
  "Business leaders plead for growth as CBI predicts economy will shrink 0.3%",
  "Adam Johnson happy to swap negatives for positives with Sunderland move",
  "The Touré-Raichel Collective: The Tel Aviv Sessions – review",
  "Total Recall – review",
  "As Ed Miliband knows, Labour must learn to forgive the Lib Dems",
  "Olympic climax",
  "Martin Sorrell prepares to move WPP headquarters back to London",
  "Noah Taylor: 'I'm more of a cat person'",
  "London Met and Paralympics 2012: a tale of hypocrisy in international policy",
  "World Bank issues hunger warning after droughts in US and Europe",
  "Mitt Romney to use RNC speech to address Mormonism and Bain Capital",
  "Taskforce to help London Met international students",
  "Why partnering with NGOs for water stewardship makes business sense",
  "London 2012 Paralympic athletes: the full list of competitors and disciplines",
  "Paralympic Games regret for BBC over Channel 4 TV rights, says Gary Lineker",
  "Buy another day: join me for a budget James Bond celebration",
  "Katherine Butler: the gambler behind Film4's low-budget features",
  "Chile, the country Pinochet terrorised, is no longer afraid",
  "Are companies on track for a sustainable approach to disability?",
  "Politics Weekly podcast: who'd be a party leader?",
  "Beauty news: Autumn makeup trends",
  "Sleeping Dogs: how hard work and game mechanics saved the hit title",
  "World Water Week blog: is nexus thinking finally taking off?",
  "Barclays' new chief executive Antony Jenkins: profile",
  "From organic veg to solar panels - one school's eco journey",
  "Putting the environment at the heart of the curriculum",
  "How can we 'inspire a generation' of new independent gallery-goers?",
  "Paul Ryan's speech to the RNC: panel verdict",
  "Flats, cars and oil for China: Angola's growth tempered by growing inequality",
  "Paralympics tries to shake off image as Games for rich countries",
  "Access to the professions: why we started a social mobility enterprise",
  "AND now for something different: Abandon Normal Devices - in pictures",
  "University guide 2013: Istituto Marangoni",
  "Artist of the week 205: Francis Upritchard",
  "Delay badger cull until European review, urge campaigners",
  "Corrections and clarifications",
  "Gold mining promises big boost for Ethiopia's development",
  "Analysts ask if Admiral is running out of steam",
  "Sir Rhodes Boyson dies aged 87",
  "Tiny Pacific island nations create world's largest marine parks",
  "Guardian Weekend magazine appoints Marina O'Loughlin as new restaurant critic",
  "Train derails in Cumbria after landslide",
  "Open thread: What has been your experience with exporting?",
  "Totally Wired: On the Trail of the Great Dotcom Swindle by Andrew Smith – review",
  "Banking union is the key next step for eurozone integration",
  "Today's media stories from the papers",
  "Football transfer rumours: Manchester City's Edin Dzeko to Arsenal?",
  "Barclays new CEO: what the analysts say",
  "Transgender journey: time for sex reassignment surgery at last",
  "Economic madness in the eurozone",
  "How to go the distance on longer bike rides",
  "Water and sanitation still not top priorities for African governments",
  "Water crisis will make Gaza strip 'unliveable'",
  "Why charities should abandon shock advertising",
  "US Open tennis 2012 diary: British talent, made in Australia",
  "Border Agency decision threatens thousands of international students"
]