[
  "<video data-media-id=\"gu-video-394365441\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/8/120808MadonnaPussyRiots-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/8/120808MadonnaPussyRiots_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120808MadonnaPussyRiots/120808MadonnaPussyRiots.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/8/120808MadonnaPussyRiots_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/8/120808MadonnaPussyRiots-16x9.mp4\"/> </video>   <p>Supporters of feminist punk band Pussy Riot say they hope three band members threatened with harsh jail sentences can avoid jail after Madonna used a concert in Moscow to condemn their persecution.</p> <p>Prosecutors on Tuesday called for the three women – Maria Alyokhina, Nadezhda Tolokonnikova and Yekaterina Samutsevich – to be jailed for three years after arguing they had insulted all of Russian Orthodoxy and posed a danger to society. They have been charged with hooliganism motivated by religious hatred after performing a \"punk prayer\" against President Vladimir Putin in a Moscow cathedral.</p> <p>Performing in Moscow's Olimpisky Stadium on Tuesday night, Madonna donned a balaclava and stripped off her clothes to reveal the words \"Pussy Riot\" scrawled across her back during a performance of her 1984 hit Like a Virgin.</p> <p>She was the latest in a long list of global stars who have come out to support the trio.</p> <p>\"I know there are many sides to every story, and I mean no disrespect to the church or the government, but I think these girls … have done something courageous and they have paid the price for this act and I pray for their freedom,\" Madonna said earlier in the show to massive applause. \"They deserve the right to be free.\"</p> <p>Pytor Verzilov, Tolokonnikova's husband, praised the move: \"She might be changing Russia's history by this. To give a sentence after something like this would be commiting international political suicide, admitting that you're no better than North Korea.\"</p> <p>In closing arguments on Tuesday, lawyers for Pussy Riot appeared to accept a conviction as a foregone conclusion. \"If the order is handed down from above to jail them, then they will be jailed. This is a political case from beginning to end,\" lawyer Mark Feygin said.</p> <p>Prosecutors used their closing statements to argue that the women were not carrying out a political act, but acting on deep hatred for Russian Orthodoxy.</p> <p>\"They violated the traditions of our country,\" Nikiforov said. He said the fact that \"no politicians\" were named in the punk band's song proved it was not a political act. The name and chorus of the song Pussy Riot performed was Virgin Mary, Chase Putin Out.</p> <p>Prosecutors presented the women as dangerous feminists. \"All the defendants talked about being feminists and said that is allowed in the Russian Orthodox church,\" said Yelena Pavlova, a lawyer for several of the nine complainants who claimed they were insulted by Pussy Riot's performance.</p> <p>\"This does not correspond with reality. Feminism is a mortal sin.\"</p> <p>The Pussy Riot case has <a href=\"http://www.guardian.co.uk/world/2012/aug/03/pussy-riot-trial-russia\" title=\"\">reawakened anti-government passions</a> that first emerged when Putin announced last autumn that he was returning to the presidency. Opposition activists have called for an impromptu protest to be held on 19 August.</p> <p>Addressing the court in the afternoon, defence lawyers for the band argued that the women's performance was an act of opposition against Putin and was not motivated by religious hatred. \"The 'prayer' they sang was a political one,\" lawyer Violetta Volkova said.</p> <p>Feygin gave an impassioned speech warning of the consequences of a conviction, which ended with applause from the journalists witnessing the trial.</p> <p>\"Russia has no rule of law. Russia has no justice system,\" he said. \"Nothing has changed from Soviet times.\"</p> <p>He warned that a guilty verdict would \"definitely tear up relations between society and government\".</p> <p>Society would never forgive the government for jailing three innocent women, he said, warning that tensions, including between society and the church, were building to similar levels as before the Bolshevik revolution of 1917.</p> <p>But Feygin appeared to accept a conviction as a foregone conclusion. \"If the order is handed down from above to jail them, then they will be jailed. This is a political case from beginning to end.\"</p> <p>Pussy Riot have argued that their performance inside Moscow's Cathedral of Christ the Saviour in February was designed to call attention to the politicisation of the Orthodox church, which was a key agitator for Putin's re-election.</p> <p>Church officials have said their trial has been willed by God. The women have apologised if they offended any Orthodox believers.</p> <p>Prosecutors said on Tuesday that their apologies were insincere and that the victims had \"the right not to be merciful\". They argued that the leader of the church, Patriarch Kirill, had been personally insulted and was \"not just an ordinary citizen\".</p> <p>The three women addressed the court on Tuesday and urged the judge to deliver a not-guilty verdict.</p> <p>A verdict is expected in coming days.</p>",
  "<p>The destruction of Syria is now in full flow. What began as a popular uprising 17 months ago is now an all-out civil war fuelled by regional and global powers that threatens to engulf the entire Middle East. As the battle for the ancient city of Aleppo grinds on and atrocities on both sides multiply, the danger of the conflict spilling over Syria's borders is growing.</p> <p>The <a href=\"http://www.bbc.co.uk/news/world-middle-east-19156286\" title=\"\">defection by Syria's prime minister</a> is the most high-profile coup yet in a well-funded programme, though unlikely to signal any imminent regime collapse. But <a href=\"http://www.bbc.co.uk/news/world-middle-east-19133227\" title=\"\">the capture of 48 Iranian pilgrims – or undercover Revolutionary Guards</a>, depending who you believe – along with the increasing risk of a Turkish attack on Kurdish areas in Syria and an influx of jihadist fighters gives a taste of what is now at stake.</p> <p>Driving the escalation of the conflict has been western and regional intervention. This isn't Iraq, of course, with hundreds of thousands of troops on the ground, or Libya, with a devastating bombardment from the air. But the sharp increase in arms supplies, funding and technical support from the US, Saudi Arabia, Qatar, Turkey and others in recent months has dramatically boosted the rebels' fortunes, as well as the death toll.</p> <p>Barack Obama has so far resisted the demands of liberal hawks and neoconservatives for a direct military assault. Instead he's authorised more traditional forms of CIA covert military backing, Nicaragua-style, for the Syrian rebels.</p> <p>The US, which <a href=\"http://www.us-foreign-policy-perspective.org/index.php?id=323\" title=\"\">backed its first Syrian coup in 1949</a>, has long funded opposition groups. But earlier this year Obama gave a <a href=\"http://www.reuters.com/article/2012/08/01/us-usa-syria-obama-order-idUSBRE8701OK20120801\" title=\"\">secret order</a> authorising covert (as well as overt financial and diplomatic) support to the armed opposition. That includes <a href=\"http://www.nytimes.com/2012/06/21/world/middleeast/cia-said-to-aid-in-steering-arms-to-syrian-rebels.html?_r=1&amp;pagewanted=all\" title=\"\">CIA paramilitaries on the ground</a>, \"command and control\" and communications assistance, and the funnelling of Gulf arms supplies to favoured Syrian groups across the Turkish border. After Russia and China blocked its last attempt to win UN backing for forced regime change last month, the US administration let it be known it would now step up support for the rebels and co-ordinate <a href=\"http://www.nytimes.com/2012/07/22/world/middleeast/us-to-focus-on-forcibly-toppling-syrian-government.html?pagewanted=all\" title=\"\">\"transition\" plans for Syria with Israel and Turkey</a>.</p> <p>\"You'll notice in the last couple of months, the opposition has been strengthened,\" a senior US official told the New York Times last Friday. <a href=\"http://www.nytimes.com/2012/07/22/world/middleeast/us-to-focus-on-forcibly-toppling-syrian-government.html?pagewanted=all\" title=\"\">\"Now we're ready to accelerate that.\"</a> Not to be outdone, William Hague boasted that Britain was also increasing <a href=\"http://www.theguardian.com/world/2012/aug/03/hague-uk-help-syria-rebels\" title=\"\">\"non-lethal\" support</a> for the rebels. <a href=\"http://english.al-akhbar.com/node/10783\" title=\"\">Autocratic Saudi Arabia and Qatar are providing the cash and weapons</a>, as the western-backed Syrian National Council acknowledged this week, while Nato member <a href=\"http://www.reuters.com/article/2012/07/27/us-syria-crisis-centre-idUSBRE86Q0JM20120727\" title=\"\">Turkey has set up a logistics and training base</a> for the Free Syrian Army in or near the Incirlik US air base.</p> <p>For Syrians who want dignity and democracy in a free country, the rapidly mushrooming dependence of their uprising on foreign support is a disaster – even more than was the case in Libya. After all, it is now officials of the dictatorial and sectarian Saudi regime who choose which armed groups get funding, not Syrians. And it is intelligence officials from the US, which sponsors the Israeli occupation of Syrian territory and dictatorships across the region, who decide which rebel units get weapons.</p> <p>Opposition activists insist they will maintain their autonomy, based on deep-rooted popular support. But the dynamic of external backing clearly risks turning groups dependent on it into instruments of their sponsors, rather than the people they seek to represent. Gulf funding has already sharpened religious sectarianism in the rebel camp, while reports of public alienation from rebel fighters in Aleppo this week testifies to the dangers of armed groups relying on outsiders instead of their own communities.</p> <p>The Syrian regime is of course backed by Iran and Russia, as it has been for decades. But a better analogy for western and Gulf involvement in the Syrian insurrection would be Iranian and Russian sponsorship of an armed revolt in, say, Saudi Arabia. For the western media, which has largely reported the Syrian uprising as a one-dimensional fight for freedom, the now unavoidable evidence of rebel torture and <a href=\"http://www.mcclatchydc.com/2012/08/03/159888/accounts-of-syria-rebels-executing.html\" title=\"\">prisoner executions</a> – along with kidnappings by al-Qaida-style groups, who once again find themselves in alliance with the US – seems to have come as a bit of a shock.</p> <p>In reality, the Syrian crisis always had multiple dimensions that crossed the region's most sensitive fault lines. It was from the start a genuine uprising against an authoritarian regime. But it has also increasingly morphed into a sectarian conflict, in which the Alawite-dominated Assad government has been able to portray itself as the protector of minorities – Alawite, Christian and Kurdish – against a Sunni-dominated opposition tide.</p> <p>The intervention of Saudi Arabia and other Gulf autocracies, which have tried to protect themselves from the wider Arab upheaval by playing the anti-Shia card, is transparently aimed at a sectarian, not a democratic, outcome. But it is the third dimension – Syria's alliance with Tehran and Lebanon's Shia resistance movement, Hezbollah – that has turned the Syrian struggle into a proxy war against Iran and a global conflict.</p> <p>Many in the Syrian opposition would counter that they had no choice but to accept foreign support if they were to defend themselves against the regime's brutality. But as the independent <a href=\"http://www.theguardian.com/commentisfree/2012/jun/22/syria-opposition-led-astray-by-violence\" title=\"\">opposition leader Haytham Manna argues</a>, the militarisation of the uprising weakened its popular and democratic base – while also dramatically increasing the death toll.</p> <p>There is every chance the war could now spread outside Syria. Turkey, with a large Alawite population of its own as well as a long repressed Kurdish minority, claimed the right to <a href=\"http://blogs.channel4.com/alex-thomsons-view/international-relations-unravelling-syrian-borders/2493\" title=\"\">intervene against Kurdish rebels in Syria</a> after Damascus pulled its troops out of Kurdish towns. Clashes triggered by the Syrian war have intensified in Lebanon. If Syria were to fragment, the entire system of post-Ottoman Middle East states and borders could be thrown into question with it.</p> <p>That could now happen regardless of how long Assad and his regime survive. But intervention in Syria is prolonging the conflict, rather than delivering a knockout blow. Only pressure for a negotiated settlement, which the west and its friends have so strenuously blocked, can now give Syrians the chance to determine their own future – and halt the country's descent into darkness.</p> <p><em>Twitter: </em><a href=\"http://twitter.com/SeumasMilne\" title=\"\"><em>@SeumasMilne</em></a></p>",
  "<p>Back in the not so distant days of 2008, the City blazed, but two towers of banking stood in splendid isolation from the inferno. As Lloyds, RBS and HBOS flared up and tumbled, neither HSBC nor Standard Chartered felt obliged to call 999, largely because both did so much of their business at a safe distance from British shores. Something of a halo has hovered above StandChart, in particular, ever since. Only last week, Richard Meddings, the finance director, was being <a href=\"http://uk.reuters.com/article/2012/08/01/stanchart-barclays-ceo-idUKL6E8J1JWY20120801\" title=\"\">talked up as the man to salvage the battered standing</a> of Barclays, while StandChart's chief executive, Peter Sands, was being spoken of in connection with the governorship of the Bank of England. But after HSBC was beset by one scandal a fortnight ago, on Monday American regulators dragged the name of StandChart into the mud. Dealings a long way from home no longer look like such a sure way of safeguarding a reputation in banking.</p> <p>It did not take long after the initial catastrophe for the country to cotton on that all those CDSs, CDOs and other acronyms were little more than a complex code to conceal big bets being placed with other people's money. It was, after all, hard not to notice, seeing as the rest of us were left footing the bill when things went wrong. The initial conclusion in respectable circles was not that the financiers had flouted the rules exactly, but rather that they had used big brains and ruthless cunning to enrich themselves by working around them. The Guardian's revelations about the <a href=\"http://www.theguardian.com/commentisfree/2009/mar/17/barclays-tax-secret-documents\" title=\"\">complex web of arrangements through which Barclays avoided tax</a> while sticking on the right side of the law epitomised the perception.</p> <p>After Barclays was fined £290m in June for fibbing about the market's readiness to lend it money, the so-called Libor-rigging scandal, the old narrative about <a href=\"http://www.theguardian.com/commentisfree/2012/jul/02/more-lie-than-bore-editorial\" title=\"\">\"cunning law-abiders\"</a> began to give way to muttering about \"<a href=\"http://www.economist.com/node/21558260\" title=\"\">banksters</a>\". Rumbling along in the background at this time were <a href=\"http://www.theguardian.com/business/2012/jul/13/jp-morgan-doubles-reported-loss\" title=\"\">JP Morgan's dodgy dealings in London</a>, RBS's busted computers that briefly <a href=\"http://www.bbc.co.uk/news/business-19107537\" title=\"\">separated customers from their accounts</a> and the continuing saga of mis-sold payment protection insurance. So the reputation of banking had hit a new low even before <a href=\"http://www.bbc.co.uk/news/world-latin-america-18993476\" title=\"\">HSBC's $27.5m fine</a> in connection with the laundering of Mexican drug money a fortnight ago. Then – late on Monday – a <a href=\"http://www.dfs.ny.gov/banking/ea120806.pdf\" title=\"\">dossier of allegations</a> from the New York State Department of Financial Services accused Standard Chartered of breaking American sanctions by concealing some $250bn of transactions with Iran.</p> <p>StandChart <a href=\"http://www.standardchartered.com/en/news-and-media/news/global/2012-08-06-response-to-NY-State-Department-comments.html\" title=\"\">strenuously denies</a> \"the portrayal of facts\" given by the New York watchdog, only one of several regulators. It is also worth pointing out that the fiery condemnation of this business, which was born out of the marriage of <a href=\"http://www.bbc.co.uk/news/business-19161362\" title=\"\">two venerable banks of the Victorian Empire</a>, as a \"rogue institution\" is very much of a piece with a mercantilist instinct in American regulation, which has often resulted in foreign-based businesses being more aggressively interrogated than those listed in the US. Even so, the charges look serious, and – in wiping 16% off the bank's value on Tuesday – the markets let it be known that they were less than convinced by the late-night response that StandChart eventually scrambled together several hours after the news dropped.</p> <p>We must wait to see how the stand-off between aggressive regulator and defiant bank plays out, but what's clear is that these allegations come at the worst possible time for the City. Its traditional motto is \"my word is my bond\", but today New York congresswoman Carolyn Maloney can claim that \"every big trading disaster happens in London\". She may have her own reasons, but if this view takes hold, it will have sweeping implications. This is a nation whose governments have routinely failed to distinguish between the interests of the City and those of the broader population, and have allowed negotiating hands in the EU to be dictated by financial interests, as is seen with the UK's resistance to a Tobin tax. Alienation from the Square Mile has been building for some time, but such is the sense that standards have slipped that the City's ancient charters no longer command any respect.</p>",
  "<p>Meanwhile, back at coalition ranch, the Olympic spirit has gone. In the debacle over House of Lords reform, David Cameron barely scrapes a bronze for party discipline and Nick Clegg has been stripped of his gold for loyalty. Ed Miliband is moving fast up the medals table.</p> <p>The Liberal Democrats are justified in feeling aggrieved at <a href=\"http://www.theguardian.com/commentisfree/2012/aug/06/lords-reform-failure-to-deliver\" title=\"\">Cameron abandoning Lords reform</a>, particularly after <a href=\"http://www.theguardian.com/uk/2011/jun/27/libdem-av-vote-inquiry\" title=\"\">failing to deliver an alternative vote a year ago</a>. To lose both looks like more than carelessness to Clegg's critics. That does not strictly justify <a href=\"http://www.theguardian.com/politics/2012/aug/06/nick-clegg-blocks-boundary-changes\" title=\"\">Clegg in refusing to agree to boundary revisions</a> that are plainly overdue, and were linked to the alternative vote changes. But these are not rational times. If Clegg cannot appear strong, he can at least appear angry and full of vengeance.</p> <p>Lords reform was, after electoral reform, the nearest Lib Dems had to a bosom creed. We do not know why this mattered so much, but it has become a talisman of liberal radicalism, to be implemented in that split second opportunity when the party might hold a balance of power in the Commons and \"name its price\". Other topics, such as <a href=\"http://www.theguardian.com/politics/2010/oct/15/nick-clegg-pupil-premium-shadow-deficit\" title=\"\">pupil premium</a>, green subsidies and NHS reorganisation were the small change of government. Reshaping the constitution separated a Liberal Democrat from the common herd.</p> <p>As a result it was written into the coalition agreement of May 2010, the nearest thing to a 10 commandments in these days of relativist politics. Cameron and Clegg beamed and patted each other on the back and swore unswerving devotion \"until a 2015 general election do us part\". Since then Cameron has been more than devious in his handling of Clegg. A sworn Lib Dem pledge on student fees was curtly refused. The alternative vote fell by the wayside in a referendum which Cameron opposed last year, by 13m votes to just 6m. Lords reform was the last substantial item in the Lib Dem locker even if, as anti-reformers keep saying, \"it never registers on the doorstep\".</p> <p>Clegg last month made a bad tactical error. His Lords reform bill was dreadful, making it easy for 90 otherwise loyal Tory MPs to defy their whips on \"a matter of conscience\". Eighty per cent of peers would be elected for a single 15-year term on a regional party list system that is selected by party managers. This would be little different from the existing system of appointment chiefly by whips. Why Clegg also kept the bishops and 90 impartial \"appointees\" is a mystery. A part-elected chamber is a nonsense, neither one thing nor another. Cameron's own strategy is obscure. He seemed to want Clegg's reform to proceed and proposed a guillotine motion to that end. Yet he is nervous of his so-called rightwing and its implausible refrain that he gives too much ground to Clegg. In this case, a deal was clearly in his and his party's interest. If he reneged on his effort to \"make one last try\", it was likely that Clegg would feel forced to retaliate and deny Cameron his support for boundary reform. This denial would cost the Tories 20 to 40 seats.</p> <p>This is plainly self-defeating for Cameron. It not only deprived him of seats that are rightly his, it undermines any hope that Clegg will be able to carry his party into a second coalition with Cameron in a future hung parliament – a parliament which is now more likely because of the failure of boundary changes. Clegg's move is perhaps his first significant gesture towards Labour's Ed Miliband.</p> <p>Reforming the Lords has become almost as troubled as <a href=\"http://en.wikipedia.org/wiki/Reform_Act_1832\" title=\"\">reforming the Commons back in 1830-2</a>, when Tories and Whigs contorted themselves over its indefensible basis of selection. There can be no justification for the present \"rotten borough\" peerages, retirement rewards for party loyalists or crudely sold to those who pay large sums into party coffers. This is utterly wrong. But changing it depends on the support of those who most benefit from it. To that extent 1832 was more impressive, when two parliaments in succession were elected specifically to reform themselves.</p> <p>The coalition will soldier on. By appointing half the Lib Dem MPs to ministerial jobs, Cameron gave himself a payroll vote with a promise of five years in office. For all this week's spluttering and expostulation from the Vince Cable tendency, few seem inclined to surrender their cars and salaries. Even Lib Dem backbenchers, however disgruntled, cannot relish a probable massacre at the polls. Power is an astonishing glue. Lib Dems may be angry at the coalition, but so what? They are trapped.</p> <p>More disappointing is the failure of the party to make any impact on coalition policy where it most matters, in economic policy. With Labour's Ed Balls hobbled by his responsibility for the deficit, there is a golden opportunity for Lib Dems to drag the coalition away from its enslavement to the bankers' ramp and the cure-all of \"quantitative easing\". It could and should be the party of immediate demand reflation.</p> <p>Clegg argues that the coalition's guiding objective is to rescue the economy. So why not rescue it? Why capitulate to the dismal doctrines of the Treasury and the Bank of England, that growth must be held back to curb the deficit and that reflation will lead to inflation? This is the doctrine that Cable once wrote a book opposing, but as minister apparently buys hook, line and sinker.</p> <p>If Liberal Democracy is about anything it is surely about applying the lessons of the past to the present. One such lesson is that no economy ever found the path to recovery through the agency of its banks. Clegg should fight for that cause at least in his famous last ditch.</p>",
  "<p>For most of my childhood in London people were confused by me. They would look at me askance and ask, \"Are you Pakistani or Jamaican?\" \"I'm from Somalia,\" I would reply irritably, receiving a blank look before the inevitable response: \"Where's that, then?\"</p> <p>After Mo Farah's glorious Olympics victory on Saturday night I hope I won't have to be asked that again.</p> <p>Much has been written about how Britain's Jamaican community celebrated Usain Bolt's charge to gold. But British Somalis, who have been here in numbers for over two decades, are not so firmly placed in the national consciousness. And often when we are written about it is with the worst connotations: violence, terrorism, gangs. Farah, the journalist Rageh Omar and the rapper <a href=\"http://www.theguardian.com/music/2010/feb/28/knaan-interview\" title=\"\">K'naan</a> go some way in creating a positive image, but young Somalis' sense of identity seems more powerfully formed by the persistently negative representations found in the media.</p> <p>Five years ago I tutored children in London, aged eight to 14, and asked what made them proud of their heritage. They struggled to answer. They knew little more about the history of Somalia than my English classmates. Some of them had been born in Somalia, others in the Gulf, others had spent time in refugee centres in Norway, and despite holding closely to their Somaliness – the language, the family networks, the food – it was almost like a tatty old blanket they found comfort in but that had no intrinsic value. As they got older, they either preferred to identify with a wider black culture or put Islam at the centre of their lives and identity. Somali culture seemed parochial, uncool, too much about clans and conflict to warrant their attention. It was almost as if the ambivalent place in the world that Somalia held – a state only in name, a stretch of Africa heavily influenced by Asia – was reflected in the confusion these children experienced.</p> <p>Looking at the statistics surrounding Somalis it is easy to despair – at the unemployment and poverty rates, educational underachievement and criminal overachievement – but it is not a picture I recognise. The world I know is much more complicated: a family of six might share a two-bedroom council flat, but the children are hot-housed, studying the Qur'an two nights a week and Kumon maths at weekends.</p> <p>A single mother might not buy a car because she is saving up to build a house in Mogadishu or Hargeisa for her eventual return. A young man in a baseball cap working nightshifts in a warehouse or supermarket might be the breadwinner for his family here and in Somalia. After 20 years in the UK the Somali community is still in flux; walking down Uxbridge Road in west London, you pass successful Somali restaurants, internet cafes and money-transfer companies; while Camden Town at night reveals young Somalis in handcuffs being led into police vans. Sometimes nuclear families show the divide, with one sibling at university and the other in Feltham.</p> <p>While Jamaican, Nigerian and other black communities have put down roots in Britain, sending MPs to parliament and joining professions, Somalis have been nomads on a global scale – arriving and then leaving in ever greater numbers over the past 150 years. The <a href=\"http://www.globalsecurity.org/military/world/war/somalia.htm\" title=\"\">civil war of the late 80s and early 90s</a> saw the largest influx, and for many Somalis Britain was a temporary home, a place to shelter from the storm. Despite occasional – sometimes antagonistic – interactions with other black communities, they have remained largely separate, maybe divided by the growth of evangelical forms of Christianity and Islam in migrant areas, each group seeing the other as too new, too foreign and too troublesome.</p> <p>As the <a href=\"http://www.theguardian.com/global-development/gallery/2012/jul/20/life-mogadishu-somalia-in-pictures#/?picture=392882363&amp;index=1\" title=\"\">political situation that drove Somalis to Britain improves</a>, there is now the opportunity for return, and some are drifting back to their homeland, rebuilding interrupted lives. What part of Britain they take back with them remains to be seen. Will it be a strict stratification between classes? Will they build a welfare system? Will they reject or embrace the freedoms they enjoyed here? Will the children grow up missing Britain the way I missed Somalia?</p> <p>For those who decide to remain, a new relationship to this country is developing; a sense of curiosity replacing the insularity that has grown over the past 20 years. As second- and third-generation British Somalis put down roots, a community that has been ignored since the first Somali sailors sailed up the Thames will begin to demand attention.</p> <p><em>Nadifa Mohamed is author of Black Mamba Boy</em></p>",
  "<p>The Labour MP John Mann, an outspoken member of the Treasury select committee, has called for a government inquiry into money laundering, and outlined fears that US regulators have British banks in their sights as they try to shift business from London to New York.</p> <p>The allegations against Standard Chartered, made on Monday by the little-known New York state department of financial services, also prompted calls by the investment advisory agency Pirc for discussions with top bankers about the industry's ethics.</p> <p>One large shareholder in banking stocks warned that it was considering ditching all its investments in the sector in the wake of the Libor scandal and the money laundering allegations at HSBC – which were compounded by the allegations against Standard Chartered.</p> <p>The damning criticism of Standard Chartered, which intends to contest the claims that it worked with Iran, is another blow to the reputation of UK banking businesses, and is thought to be feeding prejudice in the US that the UK's regulators have allowed a \"wild west\" culture to become established.</p> <p>Mann, the MP for Bassetlaw, said he would request a government review into money laundering and \"an increasing anti-British bias by US regulators and politicians aimed at shifting financial markets from London to New York\".</p> <p>He said: \"I have no truck whatsoever with British banks profiteering from Iran and Burma, nor with US banks profiteering from drug and illegal arms money or the private accounts of world dictators. The British parliament should instigate an unbiased and far-reaching investigation into money laundering in Britain, involving British banks and endangering the wellbeing of British interests and the British people.\"</p> <p>The sharp fall in Standard Chartered shares demonstrated that the accusations were being taken seriously by investors, who last week were celebrating the 10th successive year of record profits at the bank, which though based in London specialises in emerging markets.</p> <p>\"Shareholders should now be thinking about industry-wide engagement to sort out the reputational and ethical crisis that is engulfing the UK banking sector,\" said the agency Pirc.</p> <p>Standard Chartered's share price was hit particularly hard by fears that the hitherto top-rated management team might be forced out by the allegations and worries that the bank would be at risk of losing its licence in the US.</p> <p>Banking analysts at Credit Suisse said that licences had not been revoked from other banks for similar offences, but acknowledged: \"The market is already concerned about litigation risk and regulatory issues in the sector, especially given recent events at Barclays and HSBC, so this does not help sentiment at a time when it is fragile.\"</p> <p>More details were being sought by investors and analysts, although the Credit Suisse analysts noted that Standard Chartered was not the first bank to encounter the wrath of US regulators over sanctions breaches.</p> <p>Lloyds TSB was fined $350m in September 2009, and Barclays $176m in August 2010, according to Credit Suisse. Other banks, such as the Dutch ING group and Wall Street's JP Morgan, have also had to pay big penalties.</p> <p>Gary Greenwood, banking analyst at Shore Capital, thought it was unlikely Standard Chartered would lose its US licence. \"A loss of its US banking licence would not only jeopardise part of this profit stream, but the associated reputational damage could also have a severely damaging impact to its operations within emerging markets … However, at this stage, we view this outcome to be unlikely.\"</p> <p>City analysts have been supporters of Standard Chartered shares throughout much of the financial crisis, which the bank survived without taxpayer bailouts.</p> <p>Even so Sandy Chen, at Cenkos Securities, who has recommended buying the shares for most of the past decade said he was downgrading to sell. \"We regard this as hugely damaging to its global franchise,\" he said.</p> <p>Mike Trippitt, an analyst at Oriel, cut his rating to \"reduce\" from \"buy\". He said: \"The tone and language of the report is quite shocking, but it was equally a very firm rebuttal from Standard Chartered to say it was acting lawfully and measuring what they think was outside the rules.\"</p> <p>There were also supporters. Ian Gordon, banking analyst at Investec, described the US regulators' move as \"unexpected and ferocious attack\".</p> <p>Gordon said: \"Standard Chartered is not an ordinary bank. It has a proud reputation, a management team of high integrity, and is known for its magnificent work with the charity Seeing is Believing. It is of grave concern to see its reputation sullied before the facts are known.\"</p> <p>Greenwood added: \"As is par for the course in these situations the spotlight will now fall on management, with the inevitable calls for heads to roll by politicians and the media alike. However, while not wishing to vindicate senior management in this issue, we believe a knee-jerk reaction of removing them is not the answer as it may only exacerbate the situation.</p> <p>\"We believe that the management team now needs to focus all of its efforts on mitigating the potential reputational damage.\"</p> <h2>Key players<br></h2> <p><strong>Peter Sands</strong></p> <p>Sands is one of the few bankers to remain at the top of their institution through the financial crisis after taking the top job in 2006. During his tenure, he more than doubled the number of employees from 28,000 to more than 80,00 and could seemingly do no wrong. He has been close to successive governments and used the bank's central London offices to host meetings with ministers and civil servants at the height of the downturn, creating the scheme for taxpayers to save RBS, HBOS and Lloyds. His reputation surged, helped by the decision to waive his £2m bonus in 2010, and he had been mooted as the next governor of the Bank of England. More recently he was part of the review into university funding, which suggested fees rise to £9,000-a-year, and is a non-executive director at the Department of Health.</p> <p><strong>Richard Meddings</strong></p> <p>The polite finance director had been one of the front-runners to replace Bob Diamond at the helm of Barclays. He worked there as group financial controller before joining Standard Chartered in 2002 and was finance director of Woolwich when it was bought by Barclays in 2000. At Standard Chartered the married father-of-three was group executive director responsible for risk, and is said to have been on a list of those warned by the bank's US chief executive about the potential problems in dealing with Iran in 2006. A month later he was named finance director. In 2008, amid the financial crisis he advised the government at the height of the financial crisis and more recently he has been fending off questions about whether the bank will move its HQ overseas.</p> <p><strong>Mervyn Davies</strong></p> <p>The fast-talking Welshman was a virtual unknown outside banking circles before he was named chief executive of Standard Chartered in 2001, having previously run the bank's Asian operation. The football and rugby fanatic, who started his career with the bank in 1993 after 10 years at Citibank, quickly built a solid reputation and impressed politicians. After five years as CEO, he was promoted to chairman in 2006 – in breach of corporate governance codes. Gordon Brown appointed him chairman of his Business Council for Britain in 2007 and at the height of the banking crisis Davies helped provide the outline to the bailout. He was given a life peerage and became trade minister under Lord Mandelson, although Brown was keen to make him RBS chairman. He is the government's board diversity czar and is calling for more women in boardrooms.</p> <p><strong>Benjamin Lawsky</strong></p> <p>The superintendent of financial services in New York State is a newly created role which Lawsky has taken to with aplomb. Well known in political circles, he was chief of staff to New York state governor Andrew Cuomo and previously a deputy counsellor and special assistant when Cuomo was attorney general. With a ferocious work ethic and a talent for public relations, the 42-year-old grandson of refugees from Nazi Germany wanted to become an architect, but settled for law, prosecuting white collar crime, organised crime, and terrorism cases in New York. He says his objectives are \"keeping New York on the cutting edge as the financial capital of the world, protecting consumers better than ever before, and serving as a model of efficient government.\"</p> <p>Profiles by Simon Neville<strong> </strong></p>",
  "<p>Homesickness, minimum facilities, and hailing from a country that is an island of 8.1 square miles in the South Pacific. Itte Detenamo of Nauru had overcome these challenges to claim medals at the last two Commonwealth Games (bronze and silver) before he stepped on to the weightlifting platform for London 2012's +105kg competition on Tuesday.</p> <p>Lifting in Group B he managed a combined 390kg to place sixth in the pool. Despite the desired top 10 finish now being unlikely – there were 11 lifters in Group A – Detenamo had the consolation of finally flying back to Nauru.</p> <p>A 310lb man may not seem like someone prone to pining for home comforts. But Detenamo is from a culture where children live life-long with the family, cared for by their parents. Factor in a 10-day wait to compete, a shoulder injury and a sun-bathed climate with temperatures in the 30s all year and Detenamo's desire to return to Nauru becomes comprehensible.</p> <p>Paul Coffa, the 23-year-old's coach, said: \"He's carrying a minor shoulder injury, and he [was] very keen to do well and get back home because he's been away for a long time.</p> <p>\"He got here two weeks ago – it's a long wait. He's had to wait 10 days. There is nothing to do basically. It makes it very hard for Pacific athletes – they miss home.\" Life in Nauru sounds idyllic. \"Itte doesn't work,\" Coffa said. \"He'll just come back and relax and enjoy the sun and fishing. They look after their kids very well. They don't say: 'You're 18, you're on your own, goodbye.'\"</p> <p>Nauru's tradition of competitive weightlifting got serious when Marcus Stephen began winning his seven Commonwealth gold medals and five silvers (from 1990-2002). While Stephen went on to become president of the country, Nauru's Olympic committee formed only before the 1996 Games, and Detenamo was their sole competitor in Beijing four years ago: he is one of two athletes here, alongside the judoka Sled Dowabobo.</p> <p>Coffa said: \"Itte's been lifting since he was nine, he was ranked seventh in the world last year and he placed very well in the world championships in Paris, in the top 10. His best lift is 415 kilos, which is a Commonwealth record. He won a medal at a very young age at the Commonwealth Games in Melbourne [in 2006] and [four years later] he lost on bodyweight. Itte weighed 150 kilos and the other lifter 149 kilos so he lost a gold in Delhi.\"</p> <p>Coffa's big challenge may be keeping Detenamo interested. Yukio Peter became Nauru's inaugural Commonwealth champion, winning gold in the 77kg division in Delhi. Coffa said: \"In 2011 he was ranked equal third in the world – he lifted 360 kilos, a Commonwealth record. Halfway through last year I sent him home: he never came back. And he would have won a bronze medal at these Olympics, maybe even a silver. I spoke to him and said: 'You could have a won a silver.' He said: 'No.' Because that's the attitude. It's very different. He stopped lifting because he'd had enough, that's all. Twelve years of his lifting has been with me: you can imagine how frustrating it is. He just walked off: no regrets, no remorse.</p> <p>\"There are only 10,000 people in Nauru. They do it for sport nothing else. It's amazing how successful these people have been. [Some] cannot even afford weightlifting shoes, they lift on the beach with no shoes. Imagine if they had the right environment with money, and a secure future.\"</p>",
  "<p>A consortium has made a £520m cash offer for Biffa, the debt-laden waste management group that has contracts with numerous local councils.</p> <p>The Guardian understands that the group's private equity owners have received a bid from a consortium of Chinook Urban Mining, the London-based recycling specialist, private equity investor Clearbrook Capital and US bank JP Morgan.</p> <p>Biffa is under pressure to pay back £1.1bn of loans and has contracts with local authorities including Portsmouth city council, East Hampshire district and Winchester city council, and the Isle of Anglesey county council.</p> <p>The offer was submitted last week to PricewaterhouseCoopers (PwC), the advisers to the 76 banks and financial institutions that lent funds to Biffa's current owners, Montagu Private Equity and Global Infrastructure Partners. The fate of Britain's second largest waste management group once again raises the role of private equity funds acquiring assets by buying the loans of troubled companies at a discount and burdening them with debt. Other distressed debt funds are also understood to be circling Biffa, but are not yet thought to have submitted a bid.</p> <p>Biffa has been struggling with its debts since the private equity firms acquired the company for £1.2bn in 2008 and its owners have written off their investment in the company.</p> <p>The Chinook-Clearbrook-JP Morgan consortium is understood to believe that they can restore Biffa to profitability by implementing a renewable energy plan that will convert waste into energy.</p> <p>None of the bidders, the owners, or the lending banks would comment when contacted by the Guardian, although the bid is understood to have been presented by PwC last Friday at a meeting with Biffa's senior management and the lenders to discuss its debt refinancing strategy. The lenders have formed a steering committee comprising HSBC, GE Capital, Dexia and Prudential M&amp;G to consider the approach.</p> <p>Biffa is not facing an imminent liquidity crisis but its performance has been under pressure on several fronts, notably government changes to landfill tax. The company provides collection, treatment, recycling and disposal services across the municipal and commercial sectors.</p> <p>The group, which was a public company as recently as 2008, was founded 100 years ago by the Biffa family as a haulage business largely dedicated to the collection of ashes, dust and clinker from coal-fired power stations in the London area, but the business has developed over the past century and in the 1960s moved into the industrial waste market.</p> <p>In the year to April 2011, the group made a pre-tax loss of £127.5m on revenues of £775.1m.</p> <p>\"This is a serious offer and the only firm bid on the table, but some of the bankers appear to be blocking it and it is difficult to get a consensus among so many banks,\" said a source close to the negotiations. A source close to Montagu insisted that the bid was being considered.</p>",
  "<p>How do you make sense of the chaos? How do you find your place in the world? How do you change it? They're questions that every generation asks, but they seem perhaps more urgent for&nbsp;under-25s at the moment, whose futures have already been mortgaged and who face unprecedented challenges including global warming, technological shifts and the economic crisis. Not to mention the madness of a world where&nbsp;anti-capitalist alternative slogans&nbsp;and Apple's advertising slogans&nbsp;(\"Think different\") sound remarkably similar.</p> <p>But watch out: 18-year-old Koba Ryckewaert is plunging fearlessly into&nbsp;the mess and attempting to find her&nbsp;way in this idiosyncratic, mostly silent, low-tech show. There are flaws in&nbsp;the construction, but there is something immensely pleasing about&nbsp;the way it simply utilises an overhead projector, chalk and blackboards to connect the personal and&nbsp;the political.</p> <p>It would be easy to sniff at Ryckewaert's faltering, somewhat egocentric attempts to grapple with the&nbsp;meaning of life. But that would be a&nbsp;mistake: she does it with such a mixture of childlike gravity and playful seriousness that, as the space becomes covered in her chalky meditations (\"I&nbsp;want to understand everything\"; \"I&nbsp;want to stop wanting to be perfect\"; \"Do&nbsp;I want children?\"), the hour-long show becomes gently moving.</p> <p>Like much of the work by the provocative Belgian company <a href=\"http://www.theguardian.com/stage/2008/oct/23/theatre-edinburghfestival\" title=\"\">Ontroerend Goed</a>, it's an artful confection – this is a follow-up to their&nbsp;two shows featuring young actors,&nbsp;<a href=\"http://www.theguardian.com/culture/2008/aug/14/edinburghfestival.onceandforall\" title=\"\">Once and For All</a> … and <a href=\"http://www.theguardian.com/culture/2010/aug/19/teenage-riot-ontroerend-goed-review\" title=\"\">Teenage&nbsp;Riot</a> – but it demonstrates not&nbsp;only that the young understand that&nbsp;the writing is on the wall, but that they are our best and only hope.</p>",
  "<p><strong>Name:</strong> PlayJam</p> <p><strong>City:</strong> London</p> <p><strong>Website:</strong> <a href=\"http://www.playjam.com/developers/home\" rel=\"nofollow\">www.playjam.com</a></p> <blockquote class=\"quoted\"> <p>PlayJam has been involved in the smart TV games industry for the past two and a half years, when it became one of the first companies to work together with the television and gaming industry in order to bring them together and create a great customer experience for online games on interactive devices.</p> <p>Last year, the company secured key distribution and positioning contracts with the top four television manufacturers who between them control 60% of the global market. These deals have helped to make PlayJam the largest global interactive games network, liaising with both games developers and television manufacturers to bring games to smart TVs.</p> <p>Our strategy consisted of two elements. In order to establish a relationship with the games developers, we attended trade shows and events all around the world, while the deals with the predominantly Asian television manufacturers required intensive lobbying from the UK team. PlayJam has proceeded to sign agreements with a number of leading casual games developers and publishers traditionally focused on web, mobile and console in order to transport these games to the ever-growing smart TV industry.</p> <p>Following traction created by distribution and content deals, PlayJam has secured funding from one of the world's largest software companies, the world's largest game retailer and a UK venture capital fund. PlayJam is now leading the charge on smart TV gaming, having exhibited at and contributed to games conferences across the world with traffic on the service continuing to grow at a significant pace.</p> </blockquote> <p><em>Jasper Smith is the founder of <a href=\"http://www.playjam.com/developers/home\" rel=\"nofollow\">PlayJam</a></em></p> <p><strong>Find out how you can enter our <a href=\"http://www.theguardian.com/small-business-network/best-practice-exchange\">Best Practice Exchange here</a>. All entries that <a href=\"http://www.theguardian.com/small-business-network/2012/jun/15/overview-and-criteria?intcmp=122\">meet the criteria</a> are published online.</strong></p>",
  "<p><strong>Name:</strong> Green Planet Solar Energy</p> <p><strong>City:</strong> Nuneaton</p> <p><strong>Website:</strong> <a href=\"http://greenplanetsolarenergy.co.uk/\" rel=\"nofollow\">www.greenplanetsolarenergy.co.uk</a></p> <blockquote class=\"quoted\"> <p>Already well established in the domestic solar photovoltaic sector, Green Planet Solar Energy recognised the urgent need to enhance its commercial portfolio if it were to fully take advantage of the rapid growth predicted for the commercial PV sector in 2012.</p> <p>Having recently completed a commercial scale installation at a Warwickshire golf club, it decided to focus its marketing strategy at this particular sector having identified that golf clubs are ideal candidates for solar PV owing to their secluded nature, ample amount of redundant roof space and their operation during daylight hours. </p> <p>Green Planet launched a marketing campaign targeted specifically at golf clubs. They created a brochure specific to the sector, used existing installs as case studies, placed ads and editorial in the Golf Club Management magazine and made visits and calls and part of a rigorous and ultimately successful campaign, which also included a deal to sponsor European Tour golfer Mark Foster.</p> <p>A number of installs followed, including a 10kWp system at one golf club and a 30kWp (152 panel) installation at another in Lancashire among others, and negotiations with a number of golf clubs across the UK continue.</p> <p>This targeted strategy has quickly established for Green Planet Solar Energy a reputation as specialists in this sector, and as a result they have now successfully applied this strategy to other commercial sectors such as farms and care homes with a number of successful installs already in place.</p> </blockquote> <p><em>Craig Wollaston is the business development manager for <a href=\"http://greenplanetsolarenergy.co.uk/\">Green Planet Solar Energy</a></em></p> <p><strong>Find out how you can enter our<a href=\"http://www.theguardian.com/small-business-network/best-practice-exchange\"> Best Practice Exchange here</a>. All entries that <a href=\"http://www.theguardian.com/small-business-network/2012/jun/15/overview-and-criteria?intcmp=122\">meet the criteria</a> are published online.</strong></p>",
  "<p>A new virus that causes deformities and stillbirths in newborn lambs and calves is likely to spread across the whole of Britain this year if weather conditions are right, scientists have warned.</p> <p>The <a href=\"http://www.defra.gov.uk/animal-diseases/a-z/schmallenberg-virus/\" title=\"\">Schmallenberg virus</a>, which is transmitted by midges, has survived the winter in the UK and because it is highly efficient at spreading quickly and infecting whole herds, it could reach as far as Scotland and Wales.</p> <p>\"There is no reason why it should not spread to most of the [UK] this year,\" said Peter Mertens, professor at the <a href=\"http://www.iah.ac.uk/\" title=\"\">Institute for Animal Health</a>. \"The insects are there, the susceptible animals are there – it could spread to the whole country.\"</p> <p>The <a href=\"http://www.theguardian.com/science/2012/jan/23/schmallenberg-virus-confirmed-uk-farms?INTCMP=SRCH\" title=\"\">first cases</a> of the Schmallenberg virus in the UK were found early this year in farms in the south and east of England, reaching at least 276 farms in total, though there could be many more as yet undetected. If infected when pregnant, ewes and cows can give birth to offspring with severe deformities, from bent limbs to animals born without a brain.</p> <p>There is believed to be <a href=\"http://ecdc.europa.eu/en/press/news/Lists/News/ECDC_DispForm.aspx?List=32e43ee8-e230-4424-a783-85742124029a&amp;ID=541&amp;RootFolder=/en/press/news/Lists/News\" title=\"\">no risk to human health</a>, however, and the deformed animals are removed from the food chain.</p> <p><a href=\"http://www.theguardian.com/environment/2012/feb/26/schmallenberg-virus-74-farms-england?INTCMP=SRCH\" title=\"\">Farmers have been warned</a> that the signs of infection include stillbirths or major birth defects in lambs and calves, and fever, reduced milk yield and loss of appetite in adult animals, which suffer only brief, mild to moderate symptoms.</p> <p>The risks to offspring occur only if females become infected with the virus during the early to middle stages of pregnancy. This is likely to limit the damage to farmers from the virus, which is markedly less devastating than the bluetongue virus, which struck northern Europe in 2006 killing up to a third of infected animals.</p> <p>\"Schmallenberg is still serious, but it is not as bad as that,\" said Martens.</p> <p>But while the economic impact across the country is likely to be \"relatively limited\", according to the government's chief veterinary officer Nigel Gibbens, the disease could still be \"distressing for individual farmers\". Farmers will not receive compensation if their herds are infected.</p> <p>A vaccine is now in development, and veterinary experts are hopeful that it can be brought forward soon, though it is unlikely to be this year. When the <a href=\"http://www.theguardian.com/environment/2007/may/13/ruralaffairs.conservation?INTCMP=SRCH\" title=\"\">bluetongue virus</a> hit northern Europe, peaking in 2007, the UK was able to vaccinate susceptible animals in early 2008 before the insects that carried it re-emerged from winter. As a result there were no more infections in the UK. \"Bluetongue was a major success story,\" said Mertens.</p> <p>The <a href=\"http://www.theguardian.com/environment/2012/feb/27/schmallenberg-virus-birth-defects-sheep?INTCMP=SRCH\" title=\"\">Schmallenberg virus</a> was first isolated in December 2011 after numerous cases across Europe, and named after the German town where it was identified. It is related to viruses that cause cattle disease in Africa, Asia and Australia, but similar insect-borne diseases have not been found before in northern Europe.</p> <p>Mertens said it was clear that climate change was a factor in its spread, assisted by increasing international trade. He warned that other illnesses were likely to spread northwards as the climate warms.</p>",
  "<p>China is braced for its highest profile trial in more than three decades when Gu Kailai, the wife of disgraced politician Bo Xilai, enters the dock to face charges of murdering British businessman Neil Heywood.</p> <p>The last case to attract such global attention was the show trial of Mao Zedong's wife Jiang Qing, following the Cultural Revolution.</p> <p>Then, as now, there is little doubt about the outcome: a guilty verdict. But the differences are more striking than the parallels. Jiang's trial was long, avowedly political and was broadcast on television. Gu's trial, which is due to begin on Thursday, is likely to last a day or less and authorities are keen to portray it as a standard criminal trial, dissociating the party from the lurid scandal as it prepares for a once-a-decade transfer of leadership this autumn.</p> <p>The decision to hold it in Anhui province – far from the capital and from south-western Chongqing, scene of the alleged murder – underscores Beijing's keenness to reduce the glare of publicity.</p> <p>\"It is almost the opposite of a show trial: it's a trial of procedure, to tick certain boxes and show there is the rule of law in China,\" said Professor Rana Mitter, an expert on modern Chinese history and politics at the University of Oxford.</p> <p>\"It is an attempt to get this out of the way ... The flipside is the acute worry that if there is too much investigation and exposure of the background of what went on in court, other powerful leaders might in some way be pulled in.\"</p> <p>At the heart of the storm is the untimely death of a 41-year-old man, who left a wife and two young children. Gu, 53, and family employee Zhang Xiaojun, 33, are accused of killing Heywood following a conflict over unspecified economic interests. Xinhua said she had feared for the safety of her son, Bo Guagua. The state-run Global Times newspaper earlier acknowledged that the case was \"quite complicated\" but insisted it would be fair.</p> <p>The overwhelming majority of Chinese trials end in conviction and Xinhua has already said that the evidence against the defendants is \"irrefutable and substantial\". Heywood's mother Ann told the Los Angeles Times this week: \"There are no human rights in China, of which I'm totally aware.\"</p> <p>Hong Kong's South China Morning Post said an unnamed member of the prosecution team had told it that Gu had confessed to murder and economic crimes. \"Gu told investigators everything she could remember and, as for those accusations about which she couldn't remember clearly, she asked the investigators to go ahead and write up anything they'd like to,\" the source said.</p> <p>Pu Zhiqiang, a well-known human rights lawyer, said: \"We hope [the trial] is fair. This case has been influenced by political factors, such as in the choice of court and lawyers. Gu's family could not choose the lawyer for her; the lawyer was assigned to Gu.\"</p> <p>Li Xiaolin, a well-known Beijing lawyer hired by co-defendant Zhang's family, was also rejected. He said officials in Anhui told him that Zhang had accepted a government-appointed lawyer. Li said he planned to travel to Hefei anyway and hoped to attend the trial. He said his understanding was that Zhang, who has a wife and young child, had not known Heywood personally. \"From this point, he did not have a motive to kill him, so he should not be the principal offender,\" he added.</p> <p>The defence lawyers appear to have been appointed only recently and meetings with their clients would have been relatively short and monitored. Jerome Cohen, an expert on Chinese law, has pointed out <a href=\"http://www.cfr.org/china/rough-justice-awaits-gu-kailai/p28776\" title=\"\"> that they are unlikely to see prosecution evidence before the trial or to be able to cross-examine witnesses</a>, since statements are usually read into the record rather than evidence being given in person.</p> <p>Rights lawyer Mo Shaoping said that unless lawyers request an extension, the verdict and sentence are due within a month and a half of the indictment – announced on 26 July, but apparently issued earlier.</p> <p>The defendants will be allowed to have relatives in court and, unusually, two British diplomats have been given permission to attend in a consular capacity. Foreign media have already been told they have no hope of access.</p> <p>An employee at the Hefei intermediate people's court said no places were available due to limited seating. \"We will release the results to the public punctually,\" she added.</p> <p>If convicted as expected, Gu and Zhang face punishment ranging from a lengthy prison term to the death penalty. Gu, a former lawyer, once compared the Chinese system favourably to the protracted legal processes in the US, writing: \"As long as it is known that you, John Doe, killed someone, you will be arrested, tried and shot to death.\"</p> <p>Many suspect that her family connections may have paved the way for a lesser punishment – most likely a suspended death sentence – due to diminished responsibility, or because a confession or the claim she saw Heywood as a threat to her son may be taken in mitigation. She is the daughter of a well-known revolutionary and her husband's high profile presents authorities with a dilemma.</p> <p>Too severe a punishment may be seen as political retaliation against the family of a charismatic, popular former leader. Too lenient a penalty may be read as proof that the powerful can escape responsibility for their deeds. The defendants will have the right to appeal, but seem unlikely to do so.</p> <p>\"Since the sentence will be determined politically, amongst Beijing's highest leaders, it will not be subject to change,\" noted Cohen.</p>",
  "<p>It's been hailed as one of the greatest zombie games of all time and a boot up the rotten arse to a genre that's currently being flogged to (un)death. And soon, DayZ will be released as a standalone title, in an extended and polished form.</p> <p>If you're not a veteran PC gamer you might not be familiar with the concept of 'modding', in which fans of a particular title, use the source code or editing kits (often made freely available by the developer) to construct whole new gaming experiences. Such mods are then distributed online and almost always require the original title in order to run. </p> <p>Launched earlier this year in a very early build, <a href=\"http://www.dayzmod.com/\">DayZ</a> is an open-world zombie adventure, which pitches players into the middle of a zombie apocalypse. Here, amid the scarred environments of the fictitious Eastern European hellhole, Chernarus, particpants must search for food and weapons while avoiding the murderous intentions of both the computer-controlled undead and other players who are also trying to eek out an existence in this barren online wasteland. </p> <p>Developed by ex-soldier Dean \"Rocket\" Hall, the game is a mod of Arma II, a military shooter released by Bohemia Interactive back in 2009. DayZ requires players to purchase both the original Arma II and its expansion pack, Operation Arrowhead, before it can be downloaded and installed, but once its on your PC it chucks you into a nightmarish world of constant threat and unending dread. Participants can break bones, go into shock or starve to death, and most other people they meet are hostile – recalling the gruelling narratives of The Road and Walking Dead. </p> <p>Despite its amateur origins, DayZ has been <a href=\"http://www.rockpapershotgun.com/2012/05/10/thank-you-for-the-dayz-part-zero/\">heralded</a> as one of the best PC games of the year by popular gaming blog, RockPaperShotgun, an opinion <a href=\"http://kotaku.com/5912878/the-secret-behind-dayzs-success-the-most-interesting-pc-game-of-2012\">shared</a> by writers at US news site Kotaku. (There's also an excellent introduction by Andy Kelly <a href=\"http://www.computerandvideogames.com/354163/features/dayz-one-of-the-best-zombie-games-ever-made-and-its-a-mod/\">here</a>.) The title now boasts over one million signed-up players and is likely to figure in many games of the year lists. </p> <p>And today, Hall announed that Bohemia Interactive, which has supported the mod since its successful inception (and not just for altruistic reasons: DayZ caused a huge spike in sales for the three-year-old Arma title), is going to develop a standalone version of the game, with its creator as project lead. \"This is the fairy-tale outcome for a mod that many would have said impossible four months ago,\" <a href=\"http://dayzdev.tumblr.com/post/28904791570/the-end-of-the-beginning\">exclaimed Hall</a> on his development blog.</p> <p>This is by no means the first example of a mod being subsumed into a professional development set-up. First-person shooter classics Counterstrike and Day of Defeat started out as mods of Half-Life, while classic team-based blaster Team Fortress was a modification of Quake.</p> <p>There are no details on the project just yet, but it's likely that some of the rougher edges of the game will be evened, and new features added. Hopefully, this will be achieved without losing the fundamental appeal of the game – a narrative-free sand box of death and dispair and a unique study of human behaviour within a virtual environment that gives no guidance on how players co-exist.</p>",
  "<p><strong>Name:</strong> INK Digital Agency</p> <p><strong>City:</strong> Halifax</p> <p><strong>Website:</strong> <a href=\"http://www.inkdigitalagency.com/\" rel=\"nofollow\">www.inkdigitalagency.com</a></p> <blockquote class=\"quoted\"> <p>INK Digital is a communications agency specialising in creating and developing interactive digital solutions from websites and email marketing campaigns to mobile applications and touch-screen solutions. From humble beginnings in 2002 we're now based in modern offices with a fantastic team and a great deal of determination and ambition.</p> <p>With a shifting and turbulent landscape, a new strategic approach is required. The most effective growth strategy for us to execute, is that of an \"adaptive strategy\". As we like to say: \"do or die.\"</p> <p>We remain agile, adapting to the environment, monitoring uncertainty and embracing opportunities. We allow our team the scope to play to their strengths and remain at the forefront of innovative technologies. As a result we've weathered recession, growing year on year by an average of 15 – 20%.</p> <p>Modern marketing approaches are needed and since April 2011 we've achieved places on several public sector frameworks, resulting in new business. Traditional methods are becoming less effective, as changes in the customer buy cycle become apparent. By understanding our strengths and capabilities, we quickly identify opportunities. Since 2009 inbound marketing techniques have risen and we've adapted our operations to suit, to remain on the radar of our target audience.</p> <p>We benefit by retaining clients and enjoy an excellent referral rate. 78% of business in 2011 was won by word of mouth referrals or repeat business with ultimately, the bottom line being: the customer is king.</p> </blockquote> <p><em>Diana Kokai is head of communications at <a href=\"http://www.inkdigitalagency.com/\">INK Digital Agency</a></em></p> <p><strong>Find out how you can enter our <a href=\"http://www.theguardian.com/small-business-network/best-practice-exchange\">Best Practice Exchange here.</a> All entries that <a href=\"http://www.theguardian.com/small-business-network/2012/jun/15/overview-and-criteria?intcmp=122\">meet the criteria</a> are published online.</strong></p>",
  "<p><strong>ITV</strong> has seen a mixed picture since its half year results at the end of last month, with both sell and buy recommendations coming from City scribblers.</p> <p>Liberum Capital is one of those taking a positive view, and in his latest note analyst Ian Whittaker said the company could return £1.3bn to shareholders over the next few years. He put a buy recommendation on the broadcaster with a 145p price target and said:</p> <blockquote> ITV is our top pick in the media sector. At its first half results, it demonstrated what we liked about the shares: increasing non-TV advertising revenues, cost control, a very strong balance sheet and a strong position within the TV advertising market. <br> Up to now, the market's chief question is whether ITV returns cash at its full year results in March. We think a more important point is that ITV is likely to become a regular returner of cash: it is net cash positive, highly cash generative and unlikely to make big acquisitions.  [We] estimate it could return £1.3bn (40% of market cap) over four years while maintaining a conservative net debt/earnings figure, while remaining a story where we believe consensus estimates are very much behind the curve. </blockquote> <p>ITV ended 1.5p better at 81.15p. Another company where the main topic of discussion was a share buyback was <strong>InterContinental Hotels</strong>. The group added 103p to £17.25 as it announced plans to return $1bn to shareholders, funded by the expected proceeds of the sale of the New York Barclay hotel. It also said the InterContinental Park Lane in London was likely to be the next of its trophy assets to go on the block.</p> <p>Overall the market continued its recent rise into the third day, with the <strong>FTSE 100</strong> finishing 32.47 points higher at 5841.24. The outcome would have been even better if not for <strong>Standard Chartered</strong>. The bank slumped 241.5p to 1228.5p - although it came off its worst levels - in the wake of accusations from New York of illegal transactions involving Iran. Its decline knocked nearly 19 points off the leading index.</p> <p>Mining groups were among the main risers, with <strong>Xstrata</strong> adding 13.9p to 896.9p after better than expected figures. <strong>Anglo American</strong> finished up 82p to £20.08 while <strong>Eurasian Natural Resources Corporation</strong> climbed 23.8p to 426.9p. A rising oil price lifted <strong>BP</strong> 12.8p to 453.8p and <strong>BG</strong> 41p to £13.24.</p> <p><strong>Legal and General</strong> edged up 0.1p to 131.6p. The insurer reported half year operating profits up 5% to £518m and an 18% hike in the dividend. But it warned:</p> <blockquote> We expect the industry will continue to face challenging economic headwinds and continue to plan accordingly. The UK economy is likely to perform poorly and we expect further macro shocks across the world, particularly in the eurozone. <br> We remain confident that in spite of economic conditions we will continue to grow. </blockquote> <p>Kevin Ryan at Investec said:</p> <blockquote> The big surprise with these results was the 18% increase in the interim dividend which reflects management's continued confidence in the business. We continue to see Legal &amp; General as strategically challenged, with just 12% of operating profit coming from outside the UK. However, on the positive side, we view the quality of the cash number the company declares as improving. <br> The recovery from the low of 2008 is complete, we believe, but given the difficult operating environment and the recent run in the shares, we retain our sell as we believe all the good news is more than adequately reflected in the current price. </blockquote> <p>Leading the FTSE 250 was <strong>Heritage Oil</strong>, which finished 25.8p higher at 148.8p. Its shares came back from their recent suspension, after Monday's publication of its half year results and a rights issue prospectus relating to the proposed purchase of a major stake in Nigeria's OML 30.</p> <p>Finally, <strong>Sareum</strong> soared 0.95p to 1.575p after the cancer drug discovery business said it was in advanced talks with a potential licensing partner.</p> <p>Traders were betting this would have an impact on one time collaborator <strong>Physiomics</strong>, up 33% to 0.12p. But the biology company's shares came off their best levels after it issued a statement saying:</p> <blockquote> There are no agreements in existence between Sareum and Physiomics which will have a material impact on the company. </blockquote>",
  "<p>A beautiful but horribly scarred Martian landscape, perhaps 100 or 200 years in the future, dominates the interior of a seaside fun palace whose fun days have long gone.</p> <p>The unlikely pairing of futuristic art and faded historic grandeur is in Whitley Bay, once the liveliest and most exciting seaside town in north east England.</p> <p>The Canadian artist Kelly Richardson – who moved to the area about 10 years ago and stayed – has installed a work called Mariner 9 in Spanish City, part of a wider retrospective being given to an artist making a name for herself internationally, but perhaps less so in the UK.</p> <p>Eight miles down the coast, the <a href=\"http://www.ngca.co.uk/\" title=\"\">Northern Gallery for Contemporary Art</a> in Sunderland is staging Richardson's first UK solo show, giving all its available space to work never seen in this country.</p> <p>\"Kelly is able to do things that no-one else has done in her field,\" said the NGCA's programme director Alistair Robinson. \"She has been based in this region for nearly 10 years but no-one even in this region has seen her work. She's been showing around the world but in this country she is, as yet, an unknown quantity. She is definitely going to go very far, she already has – just not here but that will change, and quite soon I believe.\"</p> <p>Richardson is part of a new generation of digital artists using technology to create hyper-real landscapes.</p> <p>More often than not she films real places, whether it is a Texas swamp or an idyllic Lake District wood, and transforms them into something completely and disconcertedly unreal.</p> <p>With Mariner 9, an enormous 12-metre wide video work commissioned by <a href=\"https://www.tynesidecinema.co.uk/\" title=\"\">Newcastle's Tyneside Cinema</a>, it was always going to be much trickier.</p> <p>\"Obviously I couldn't film on Mars,\" Richardson said. \"But I found out Nasa knows how Mars is constructed and had all the digital data for that so I was able to take all the data, put it in a 3D programme and recreate the lay of the land faithfully.\"</p> <p>It is a remarkable film, showing Mars littered with real and imagined space crafts and rovers; some of which are forlornly continuing to find signs of life. Its premiere coincides with the <a href=\"http://www.theguardian.com/science/2012/aug/06/mars-curiosity-rover-nasa-perfect-landing\" title=\"\">landing of Nasa's Curiosity rover on Monday</a>.</p> <p>As with the works on display in Sunderland, viewers can spend time finding out the stories or imagining their own. It does not feel as if you are simply looking at a screen with something on it, it feels like you are in the environment on screen.</p> <p>Robinson said the artist is \"an astonishing perfectionist\" with an attention to detail that sometimes verged on the lunatic.</p> <p>For Mariner 9 Richardson had to learn an entirely new software programme, investigate the texture of Mars and all the missions to it, and then speculate on what future Mars rovers and space craft would look like. \"It has been a lot of research – a lot of geeking out basically,\" she said. \"It has been a real challenge and [there were] various points where I didn't think it was possible. Even people in the industry were telling me I wouldn't be able to do some things.\"</p> <p>One of the biggest challenges was creating a 3D dust storm that goes on for 20 minutes. Richardson was repeatedly told it was not possible. \"I was like, 'no I can do that – I will.'\"</p> <p>Mariner 9 is in a memorable building. When Spanish City was built in 1910 it had, it is said, the largest dome in the UK after St Paul's cathedral. For most of its life it was a fairground before it fell into neglect and disrepair. It closed in 2000 but was restored in 2010.</p> <p>This installation fits perfectly into the raw interior of a building about to embark on a new phase of life, with redevelopment plans to create a hotel, residential accommodation and an entertainment centre in the dome itself.</p> <p>After Sunderland, the Richardson show will go on tour to Blackpool, Eastbourne and Buffalo in the US.</p> <p><em>• Legion is at the NGCA until 29 September. Mariner 9 is at Spanish City, Whitley Bay, from 3-19 August</em></p>",
  "<p>\"In the four minutes I have to speak, two or three women will have died in childbirth.\" With this stark observation, Purnima Mane, chief executive of health NGO, <a href=\"http://www.pathfind.org\" title=\"\">Pathfinder International</a>, reminded an audience of more than 100 company executives, ministers and global health leaders why they were gathered together.</p> <p>Mane was speaking at the recent <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/jul/10/family-planning-population-numbers-women\" title=\"\">London summit on family planning</a> to launch <a href=\"http://www.fsg.org/tabid/191/ArticleId/691/Default.aspx?srpush=true\" title=\"\">private enterprise for public health</a>, a new guide for companies on how to participate in global action on women and children's health. Her fellow speaker, Chris Elias, president of the <a href=\"http://www.gatesfoundation.org\" title=\"\">Gates Foundation's</a> global development programme, said: \"Our success depends on forging new innovations and new partnerships with the private sector.\"</p> <p>The guide, co-authored by social impact consultants <a href=\"http://www.fsg.org/\" title=\"\">FSG</a> and sponsored by the <a href=\"http://www.everywomaneverychild.org/resources/innovation-working-group\" title=\"\">Innovation Working Group</a> in support of the global <a href=\"http://www.everywomaneverychild.org\" title=\"\">Every Woman, Every Child</a> effort, sets out concrete opportunities for companies from many different industries to contribute to improving women and children's health.</p> <p>The timing is also opportune. Companies have long been active in reproductive, maternal and child health; as Flavia Bustreo, assistant director-general for family, women's and children's health at the <a href=\"http://www.who.int\" title=\"\">World Health Organisation</a> noted, \"[working with] the private sector on family planning is one of the early examples where we saw what we could gain.\"</p> <p>But, until recently, many companies have regarded themselves – and have been regarded by others – as peripheral to global efforts to reach the health-related UN millennium development goals. As the guide describes, this is changing for three principal reasons:</p> <p>First, many of today's market failures are tomorrow's market opportunities. Health spending in 73 of the world's poorest countries grew by nearly 14% between 2005 and 2009 – much faster than GDP. In Nigeria, for example, the amount of money spent on health is expected to reach $20bn (£13bn) by 2020. As a result of these changes, it is becoming possible for companies to make an active contribution in areas and among populations that were previously seen as out of reach for the private sector.</p> <p>Second, companies are finding ways to create <a href=\"http://www.fsg.org/tabid/191/ArticleId/241/Default.aspx?srpush=true\" title=\"\">shared value</a> in women and children's health through product and business model innovations, and targeted investments in health systems. Chris Locke, managing director of the <a href=\"http://www.gsma.com/developmentfund/\" title=\"\">GSMA Development Fund</a> says these innovations \"can reach phenomenal scale very quickly.\"</p> <p>Novartis' <a href=\"http://www.novartis.com/corporate-responsibility/access-to-healthcare/our-key-initiatives/social-business.shtml\" title=\"\">Arogya Parivar</a> pharmaceutical sales business in rural India, for example, already serves 42 million people, most of whom earn between $1 and $5 per day. <a href=\"http://www.safaricom.co.ke\" title=\"\">Safaricom</a> is leveraging its successful <a href=\"http://enterprise.vodafone.com/products_solutions/finance_solutions/m-pesa.jsp\" title=\"\">M-Pesa</a> mobile payment service (which carried around 25% of Kenya's GDP last year, and has 11 million users in that country alone) to work with insurance company <a href=\"http://www.changamka.co.ke\" title=\"\">Changamka</a> to develop micro-health insurance. The innovation is outstanding.</p> <p>Third, partnerships are essential for success. Awa Coll-Seck, the former executive director of <a href=\"http://www.rbm.who.int\" title=\"\">Roll-Back Malaria</a>, and Senegal's new minister of health noted that \"nobody, working alone, can have results.\"</p> <p>Women and children have multiple, overlapping health needs, and companies need a functioning enabling environment in order to operate successfully. As a result, a <a href=\"http://www.fsg.org/tabid/191/ArticleId/211/Default.aspx?srpush=true\" title=\"\">collective impact</a> model is needed, aligning the efforts of many actors from across sectors around improving women and children's health in a specific location. It's an approach that is new to global health, but which is already being applied in other, similarly complex areas, such as <a href=\"http://www.beiracorridor.com\" title=\"\">agricultural development</a>.</p> <p>Separately, each of these observations point to new opportunities for business to address unmet health needs. Together, they present an opportunity to transform healthcare provision for millions of women and children.</p> <p><a href=\"http://www.fsg.org/AboutUs/OurPeople/LauraHerman.aspx\" title=\"\"><em>Laura Herman</em></a><em> is a managing director at </em><a href=\"http://www.fsg.org\" title=\"\"><em>FSG</em></a><em>. She leads FSG's global health practice area. </em><a href=\"http://www.fsg.org/AboutUs/OurPeople/MikeStamp.aspx\" title=\"\"><em>Mike Stamp</em></a><em> is a senior consultant at FSG</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>The horror and revulsion of <a href=\"http://www.bbc.co.uk/news/uk-13548222\" title=\"\">watching the abuse</a> meted out to patients at the private hospital Winterbourne View was a far more visceral experience for me than for Panorama viewers last year who don't have a family member with a learning disability. The pain was far deeper because I felt like I was watching my daughter's future being played in front of me.</p> <p>Emily is 15 now and her inner torment of the hormonal battle of adolescence, which screams out for her to detach, is coupled with her neurology of autism and learning disability that limits that detachment.</p> <p>So she suffers her torment as best she can and attempts self-restraint because she's a person of decency and inherent kindness. She's just a teenager. How much easier for her if she could tell me to fuck off, but she can't.</p> <p>For the last three years, we have found ourselves increasingly under attack. Physically and mentally we are broken. Whereas a neurotypical teenager might shout abuse and stamp off to be with their understanding, equally parent-hating friends, Emily has no outlet other than her fists.</p> <p>Added to that, in the last 18 months she has refused school and respite. She spends all day in her nightie and her anxieties are managed by controlling her environment completely. It's what you do when you're frightened. Gone are the days when I could pick her up as a protesting toddler and take her where she does not wish to go.</p> <p>Last year I sustained a broken coccyx and last month a broken finger. So now we face the thing we fear the most. The thing that has kept me awake for two weeks and gave me nightmares and other sleepless nights in the 12 years since diagnosis. We're sending Emily to a residential school.</p> <p>As Mencap and the Challenging Behaviour Foundation <a href=\"http://www.mencap.org.uk/news/article/abuse-and-neglect-institutional-care\" title=\"\">issued their report</a> today, I read it and I knew that the \"them\" in the report was us. As lovely as the residential school is, it's still deemed to be an institution by their descriptions. I support the report and it's call for action to close large institutions and develop appropriate local services 100%, but this is the only choice families such as ours have.</p> <p>We have few extended family members, no social network, no resources, no more strength and no hope left. Sooner or later I will be seriously injured. Emily will have enough awareness to know that she was the cause and will have to live with that long after her teenage anger leaves her. Her memory is phenomenal.</p> <p>Politicians so quick to arrive for their photo opportunities with children such as mine are equally quick to turn away from the same families when we need them most. It is as ever a matter of cost over value. I know that <a href=\"http://www.theguardian.com/society/2011/jun/01/disability-hate-crime-keith-philpott\" title=\"\">hate crime against disabled people</a> is a fact of life. From verbal abuse on the streets to murder of vulnerable people, it's happening more and more.</p> <p>On Twitter this morning, a comment was made about the cost to the taxpayer of care for children like mine. What about the value of decent provision in the quality of life it offers? When did that become an inconvenient truth? With families separated by hundreds of miles, of course abuse flourishes by those with cruel intentions.</p> <p>The detailed reporting of institutionalised abuse may torment people like me, but the solution can only be found when learning disabled people are valued as equal members of society. Not pity figures, nor punchbags but human beings with hopes and dreams and the right to be listened to and heard.</p> <p>When we allow bullies in the media, in comedy, in education, in tabloid papers and in the heart of government to make disabled people the \"untouchable others\" undeserving of a seat at our dinner tables, let alone in our policy framed to support them, we enable the bigots. With every apathetic turn of the head we permit the scum behind closed doors to advance on human vulnerability and make them into a \"torture toy\" for their own amusement.</p> <p>Cruelty isn't preventable, but becoming a society that refuses to tolerate the spectrum of discrimination, from hate speech to hate crime, is entirely achievable. It just takes effort. Encompassing disability in current hate speech laws as a crime in and of itself would be a start.</p> <p>I'm spending the days while we wait to see if our local council will permit our choice of residential school, trying not to think of Winterbourne View.</p> <p>My nights are spent thinking of nothing else.</p> <p>The school is local, expensive and expert, and the students thrive. It's everything we could hope for our girl. It comes highly recommended. Intellectually it's a straightforward decision, but the heartbreak of letting go feels like giving up and the fear, which stalks my mind, is unrelenting.</p>",
  "<p>Unusually hot summers, and the destructive droughts and wildfires that follow, are the product of climate change, according to a study of recorded global temperature data by a prominent Nasa scientist.</p> <p>The study uses recorded temperature data, rather than prediction models, to assert that climate change is responsible for recent extreme weather events including last year's droughts in Texas and Oklahoma, the Russian heat wave in 2010 and the European heat wave in 2003.</p> <p>The author of the study and head of Nasa's Goddard Institute for Space Studies, Dr James Hansen, said: \"We now know that the chances these extreme weather events would have happened naturally – without climate change – is negligible.\" </p> <p>Statistical data in the study shows that temperature extremes are becoming more frequent and more intense across the globe. This does not eliminate the possibility of cooler-than-average summers in the future, but it does mean that the probability of unusually warm summers has greatly increased, the report said.</p> <p>By comparing temperature data from the past 30 years to the 30 years prior, Hansen and his colleagues say the data shows that temperature extremes have increased from affecting less than 1% of global land area to an estimated 10%. Hansen explained that increased greenhouse gas emissions \"load the dice\", or make the occurrence of these extreme temperature events much more likely. </p> <p>Hansen is a leading climate scientist but also a controversial figure. In an apparent reference to the Holocaust, he has referred to trains transporting coal to power stations<a href=\"http://www.theguardian.com/commentisfree/2009/feb/15/james-hansen-power-plants-coal\"> as \"death trains\"</a>. He has also been arrested four times on climate change protest demonstrations, but always when on leave from his government post.</p> <p>Other scientists had mixed reactions to the study. Dr Myles Allen, head of the climate dynamics group at Oxford University, said the results of the study are \"broadly in line\" with recent similar papers. But he questioned the authors' interpretation of the data, in particular the suggestion that the recent heatwaves must have been a consequence of global warming because their likelihood otherwise was very small. </p> <p>\"It is very hard to quantify with any confidence the absolute probability of a weather event occurring in a hypothetical pristine climate: the public understand that extreme weather events happen, and the rarer and more extreme the event, the harder it is to quantify the odds of it happening in any given year,\" Allen said.</p> <p>The study was conducted before the record-breaking heat this summer, which has seen a devastating <a href=\"http://www.theguardian.com/environment/2012/aug/06/data-drought-stricken-farming\">drought in the US midwest </a> and destructive <a href=\"http://www.theguardian.com/world/gallery/2012/aug/05/oklahoma-wildfires-destroy-homes-in-pictures\">wildfires in Oklahoma</a>.</p> <p>June marked the<a href=\"http://www.ncdc.noaa.gov/sotc/summary-info/national/2012/6\"> warmest 12-month period in the US</a> since record-keeping began in 1895 and at least 170 all-time high temperature records in the US were broken or tied in June. </p> <p>Globally, the month has had the all-time warmest averaged land surface temperature, and average global temperature across lands and oceans were the fourth warmest since <a href=\"http://www.ncdc.noaa.gov/sotc/global/2012/6\">record-keeping began in 1880</a>.</p> <p>Hansen said in a press conference that to combat the change there needs to be a global effort to phase out dependence on fossil fuels in the long run. </p> <p>Hansen said: \"Frankly, it would not be that difficult to do it if we put an honest price on fossil fuels,\" and went on to advocate for something similar to a carbon tax where companies must pay a fee to account for their use of fossil fuels. </p> <p>Hansen also addressed critics who evidence extreme weather events from the past, like the Dust Bowl in the 1930s, as an explanation for record temperatures being a part of earth's natural cycle. Hansen said that example does not deviate from his study, because statistics show that significant weather events such as the Dust Bowl are now occurring at an increased rate.</p>",
  "<p>The entire 16,000-strong crowd stood to applaud the Chinese women's hockey team, newly defeated by Japan and out of the Olympics, as they made a teary-eyed lap of honour around the pitch.</p> <p>But for at least two of the Chinese nationals in the crowd even this gesture did not overcome what they perceived as an in-built bias against the Olympic medal table-toppers. \"I thought it was a bit disappointing, not very fair,\" said Guo Dongyi, standing with girlfriend Luo Zhoungyue, both from Chengdu in south-west China and studying at Glasgow University. \"They were cheering for Japan all the way through. There was no support for China. I went to the Beijing Games, to watch the basketball. I thought the crowds there were much more friendly, much more welcoming to other teams.\"</p> <p>This, in microcosm, is the dilemma faced by China in the era of its Olympic success, fuelled by a vast and focused national production line of sporting talent, which in turn is a reflection of its increasing world status. Tuesday's dramatic fall by 2004 Olympic champion Liu Xiang, who crashed out of the 110m hurdles in his first race, was a relatively rare loss by a Chinese medal hope.</p> <p>For some Chinese fans and pundits the pleasure of another bumper crop of medals – 33 golds, 20 silvers and 14 bronzes at the time of writing – has been tempered by what they believe is foreign resentment and jealousy. They see this manifesting itself in speculative claims that the times posted by the teenage swimmer Ye Shiwen must have been achieved through illicit means, in <a href=\"http://www.theguardian.com/sport/2012/aug/01/badminton-body-apologises-players-disqualified\" title=\"\">the disqualification of the Chinese women's doubles badminton top seeds for throwing a group match</a>, even in the demotion of the victorious women's track sprint team to silver for an illegal changeover, despite a similar fate befalling the British duo earlier in the contest.</p> <p>Particularly with regards to <a href=\"http://www.theguardian.com/sport/2012/jul/30/ye-shiwen-world-record-olympics-2012\" title=\"\">Ye Shiwen</a>, this disquiet has been expressed at the highest levels. Such suspicions, said a commentary this week in the People's Daily, the official Communist party paper, indicated \"double standards that have taken aim at the Chinese team and its athlete\".</p> <p>It added: \"This, unfortunately, is hard to explain as inadvertent missteps – it might be closer to the truth to see it as deliberate attacking and interference.\"</p> <p>An editorial in the Global Times, a state-run populist tabloid, was blunter still: \"Negative comments about her and Chinese athletes come from deep bias and reluctance from the western press to see Chinese people making breakthroughs. It shows that the unfriendliness of the west to China is spreading.\"</p> <p>In truth, whatever the wider tensions of global geo-politics you would have to search hard to locate openly anti-Chinese feeling at the London Games. While the support for home athletes is, inevitably, noisy and partisan, with an associated bias towards nations with British ties, such as New Zealand, Australia and the Caribbean islands, claps and cheers tend to otherwise be distributed fairly equally, with perhaps a tendency of bias towards perceived underdogs.</p> <p>As with all crowds, the later the hour and the more alcohol consumed, the more likelihood of hostility. But even here the enmities tend to be more traditional, such as the isolated and somewhat half-hearted boos in the Saturday night boxing ring when an official was announced as Argentinian.</p> <p>At a spot-check of half a dozen venues around the Olympic Park on Monday, the reception for Chinese athletes announced to the crowd seemed no more or less effusive than for other nations, even when, as with the track cyclist Guo Shuang, they were a threat to a British favourite, in this case, Victoria Pendleton.</p> <p>A more combative atmosphere could be found in the basketball arena, where Britain's men were en route to a surprise victory against a Chinese team. Here, a number of red-and-yellow Chinese banners were hung from the stands, alongside the ubiquitous Union flags. Pro-British chants were met by an equally vocal response from Chinese fans.</p> <p>Sun Jeanyu, a 25-year-old restaurant owner, had the dual perspective of Chinese origin – and a red shirt proclaiming his allegiance – along with an upbringing in his home country of France.</p> <p>\"I think in general there's been a real sense of fair play,\" he said of his four-day trip to the Games, which had also taken in diving and gymnastics. \"Yes, there's a lot of shouting, 'GB! GB!' in the arena, but that's normal – both sets of fans want their team to win.\"</p> <p>Sun contrasted the experience with the events he witnessed at the 2008 Olympics: \"In Beijing it was almost all Chinese crowds. London is such a cosmopolitan city, so there's people from all over the world. I think the Chinese populations from every European city are here at the moment.\"</p> <p>Unsurprisingly, the British fans view it differently, many attesting that the 2012 Games are the fairest yet in cheering on competitors from all nations.</p> <p>Sharon Leach, from Woking, Surrey, had watched the China-Japan hockey game with her daughter and son-in-law and had a different take on the crowd to Guo and Luo.</p> <p>\"We knew that if Japan won it would get GB through to the semi-finals, so more of the crowd was cheering them, but I think it was understandable,\" she said. \"The standing ovation for the Chinese team was lovely, though. These are athletes who have tried as hard as they can, so they all deserve our support.\"</p> <p>Leach recounted a Team GB v Poland volleyball game in which the home support was outnumbered: \"It was a sea of red and white flags. It must have been two-thirds Polish. You'd think that might cause a problem but the British fans didn't seem to mind. Maybe it was just that they knew we're not very good at volleyball, so not very likely to win.\"</p> <p>However, Leach and her daughter and son-in-law, Cassie and Benjamin Schifano, were willing to concede reservations about the occasionally regimented system which produces the never-ending stream of Chinese medallists.</p> <p>\"You're cheering the athletes, not the system,\" said Leach. \"With the badminton players who got disqualified at first I was angry with the players, but then I realised they were probably just being told what to do by the coaches.\"</p> <p>Added Cassie: \"I heard [British diver] Tom Daley saying how hard he had to train because his Chinese rivals did nothing else.</p> <p>\"People realise how tough the Chinese system is with the athletes, and how hard they train. That can make it very difficult for other countries. But there's nothing wrong with it – training really, really hard isn't cheating.\"</p> <p>Few people were looking quite as American as Teddy Schneider, a 23-year-old from New Jersey who was among a group dressed in skin-tight Lycra stars-and-stripes outfits to watch the US women's hockey team – including his girlfriend – play South Africa.</p> <p>\"I think it's more healthy competition than anything,\" he said of the US-China medals tussle. \"I never want the Chinese athletes to do badly. You want to beat people at their best, you want a good contest.\"</p> <p>It was time for Schneider to console his newly arrived girlfriend. \"They lost 7-0. No country can be good at everything.\"</p>",
  "<p>Senior officials from Nigeria and Indonesia will join Andrew Mitchell, the UK international development secretary, on <a href=\"http://www.theguardian.com/global-development/2012/jun/29/andrew-mitchell-busan-aid-panel\" title=\"\">a panel on development effectiveness</a> bringing together traditional aid donors, developing countries and emerging economies.</p> <p>Armida Alisjahbana, Indonesia's planning minister, and Ngozi Okonjo-Iweala, Nigeria's finance minister, complete the panel lineup, which is a direct outcome of the <a href=\"http://www.theguardian.com/global-development/fourth-high-level-forum-on-aid-effectiveness\" title=\"\">fourth high-level forum on aid effectiveness</a> in Busan, South Korea, last December.</p> <p><a href=\"http://www.theguardian.com/global-development/2011/dec/01/china-india-aid-partnership\" title=\"\">Busan sought to bring in key aid players from the global south – Brazil, India and China</a> – and set out a common framework on aid effectiveness, particularly in relation to governance and transparency. The new panel is the linchpin of the new global partnership on development co-operation, moving away from the model dominated by the group of industrialised countries that comprise the Organisation for Economic Co-operation and Development (OECD) development assistance committee.</p> <p>A political body, the global partnership's role is to maintain the momentum for more effective development co-operation and ensure accountability for implementing the commitments agreed at Busan. The important caveat at Busan was that the participation of emerging economies should be on a voluntary basis.</p> <p>The partnership, which is expected to work with the UN Development Co-operation Forum and the G20 group of industrialised countries, is to hold ministerial-level meetings every 18 to 24 months. The panel will be backed up by a steering committee of 18 members that will act as the \"glue\" between the global partnership and the networks of aid recipients.</p> <p>As expected, Brazil, India and China – the big three emerging economies – are keeping their distance from the global partnership. There will be no one from the trio on the steering committee. OECD officials say the three want to stay on the sidelines for the time being to see how the global partnership develops. Some African countries, including Rwanda, have criticised the likes of China for taking an arm's-length approach.</p> <p>While Rwanda is in favour of south-south co-operation, it also thinks the new donors should be subjected to the same principles of transparency and untied aid as traditional donors.</p> <p>The global partnership will involve a greater role for the UN Development Programme, which will combine its wide reach and on-the-ground knowledge with the OECD's strength on data and analysis.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394326821\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/8/6/1344268584534/obamabat_220.jpg\" alt=\"President Obama holds baseball bat while on phone to Turkish president\" width=\"220\" height=\"345\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Obama holds a baseball bat while on phone to the Turkish president, 30 July 2012. Photograph: Pete Souza/White House</span> <span class=\"element-image__credit\">Photograph: Pete Souza/Public domain</span> </figcaption> </figure>  <p>What's Obama doing <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/06/obama-baseball-bat-turkey\" title=\"\">fooling around with a baseball bat</a> signed by Hank Aaron anyway? Hank Aaron, who surpassed Babe Ruth's total of 714 home runs, didn't even play for the White Sox – Obama's favourite team. That bat should be in a museum, not <a href=\"http://content.usatoday.com/communities/theoval/post/2012/08/obamas-baseball-bat-draws-criticism-in-turkey/1\" title=\"\">annoying the Turkish opposition</a>.</p> <p>It's something of a mystery as to why the White House press office thought it a good idea to have Obama photographed by one of their many resident photographers with a sporting trophy. What's the symbolism here? \"Listen Recep, Putin may do that <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/russia/2963460/Vladimir-Putin-to-teach-Nicolas-Sarkozy-judo.html\" title=\"\">weird judo thing</a>, but I can come at you with a 42-inch pole of solid American hickory. So just let the CIA in\".</p> <p>All US presidents are routinely photographed playing golf or jogging, but Obama the ex-smoker-lawyer-from-Chicago is a man for the people's game. Meanwhile, Michelle does her gardening, chats to small children and cheers on the Olympic team from the safety of the stands. It's doubtful if it would work in the UK, even in a post-Olympic glow. Was John Major ever snapped with a cricket bat in the cabinet office, or Gordon Brown with a rugby ball? Does Cameron bring a horse with him to G20 conferences? Politicians in the UK generally stay away from sporting props, and their counterparts down under sometimes share their caution: I once shared a golf course in Sydney with the then-leader of the Australian opposition, John Hewson. A golf buggy was offered and turned down. \"I can't be photographed in <em>that</em>\", he said. Why? \"Makes me look like a wimp\". Sport, a vote winner … or loser.</p> <p>The study of politicians' association with objects is a generally unexplored aspect of political science. Caution is to be recommended. For example if you are Clinton (but not Churchill), stay well away from cigars. But if you are Margaret Thatcher, hold on to your handbag. And if you're Harold Wilson, keep gripping your pipe. I was not surprised to find that Tony Blair had one of those fish in his office that sings \"<a href=\"http://www.youtube.com/watch?v=znd0tIKjsPU\" title=\"\">Don't Worry, Be Happy</a>\" on demand. Did he ever, even in fun, play that down the line to George Bush?</p> <p>It's true that one might conclude from the picture that there's nothing Obama wants to do more than to get off the phone and get back to a baseball game with his security men on the White House lawn, but should the Turkish opposition be so frazzled? Baseball isn't even a particularly popular sport over there. One could understand it if the president had been snapped lounging beside the pool in Michael Phelps' briefs, but he hasn't.</p> <p>Maybe the Turks should get their revenge. How about a return phone call with Recep Tayyip Erdogan pictured in the costume of a Greco-Roman wrestler? Soon enough, heads of states would all be at it. Now that could be interesting.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/X_jZHkOYSIg?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/X_jZHkOYSIg\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=X_jZHkOYSIg&amp;feature=player_embedded\">Reading this on a mobile? Click here to view video</a></p> <p>Russia is a secure beachhead for Hollywood at the moment, so it was a surprise to see a small Spanish film twanging <a href=\"http://www.guardian.co.uk/film/movie/140156/spider-man-reboot\" title=\"\">The Amazing Spider-Man</a>'s web-strings there a few weeks ago. Tengo Ganas de Ti (I Want You) opened at No 2 behind Sony's reboot at the beginning of July, one of the most impressive showings ever in the country for a non-English-language film. An online marketing push for ab-festooned star <a href=\"http://en.wikipedia.org/wiki/Mario_Casas\" title=\"\">Mario Casas</a> and an introspective Twilighty pallor to the scenario – troubled hunk returns from love exile in London and has to decide on his true love – seemed to work their magic.</p> <p><a href=\"http://www.imdb.com/title/tt1797504/\" title=\"\">Tengo Ganas de Ti </a>has taken $5.8m (£3.7m) in Russia – more than the first <a href=\"http://www.guardian.co.uk/film/movie/127062/twilight\" title=\"\">Twilight</a>, with which it shared comparable awareness levels, but was probably considerably poorer in promotional resources. Distributors Caravella DDC know it's a coup. \"We acquired the film because it resonated in the right way with the demands of today's 14 to 18-year-old teenagers, who are the main cinemagoers in our market,\" said president Igor Lebedev. \"The substance of this story and the way in which it is told, resembles Twilight or Dirty Dancing and delivers emotions to a very concrete target audience.\"</p> <p>He continued: \"Our goal was to demonstrate that the myth that Russian audiences only watch Hollywood films is not always true. The key determining factor are still the people who choose to watch the movie. Franchises do not necessarily come only from US studios.\"</p> <p>It must be serious if he's using the F-word. Tengo Ganas de Ti, also a smash hit back in Spain in June, was indeed a sequel, drawn from a series of teen potboilers by Italian writer <a href=\"http://www.federicomoccia.it/\" title=\"\">Federico Moccia</a>. It's already been sold to the Dominican Republic and Chile; but producers Zeta Films must be hoping it's going to chew through other Spanish-speaking markets, and build on its foothold in Russia to sell in adjacent countries.</p> <p><a href=\"http://www.hollywoodreporter.com/news/spain-film-industry-box-office-340146\" title=\"\">Selling abroad is becoming a life raft for Spanish cinema</a>: last year, foreign box office for Spanish films ($235m) was double domestic ($118m), which was hit by youth unemployment and poor returns on big titles. In some ways, it's the same script that many western cinema producers are reading from: home markets are more or less saturated, and exploiting the middle-class buck in the developing world is the only route left. Hollywood's makeover to court global audiences has been the big story of the last decade, and a quick examination of the <a href=\"http://www.bfi.org.uk/statisticalyearbook2012/\" title=\"\">UK film industry shows a comparable slant</a>: $150.8m domestic box office for (independent) UK films; $900m abroad in 2011.</p> <p>But the situation seems acute in Spain. Its teetering domestic share is already ringfenced by a quota system that guarantees local films a proportion of cinema runtime, so who knows how it would fare without the protection? It's nowhere near as well-integrated into the Hollywood studio network that allows the UK to claim partial credit for blockbusters like <a href=\"http://www.guardian.co.uk/film/harrypotter\" title=\"\">Harry Potter</a>, boosting cash reserves and the global profile for British film (if Hollywood co-productions are taken into account, then UK films did $410m at home, $5.6bn abroad).</p> <p>Spain's high-visibility successes overseas last year were Woody Allen's <a href=\"http://www.guardian.co.uk/film/movie/141834/midnight-in-paris\" title=\"\">Midnight in Paris</a> and Roman Polanski's <a href=\"http://www.guardian.co.uk/film/movie/142862/carnage\" title=\"\">Carnage</a>; you'd be hard pushed to realise either had any Spanish involvement, an issue that could grow in importance if the foreign multiplexes are now a crucial destination for the country's output. And <a href=\"http://www.guardian.co.uk/film/filmblog/2008/jun/24/isspanishcinemaavictimofalmodovarssuccess\" title=\"\">Pedro Almodóvar is sometimes accused of overshadowing fellow Spanish directors</a>. So, although Tengo Ganas de Ti was given as much of a critical wedgie as most of the Twilight series, at least everyone knows where it's from. It's sad to say, but it looks like the old Latin-lover cliche, in the form of Mario Casas, might be Spain's best answer to Hollywood pyrotechnics for the time being.</p>",
  "<p>Heart and Capital owner Global Radio has reported pre-tax losses of £27.7m for the year to the end of March thanks to a substantial payment to shareholders, while underlying profits grew by 12.5% to £56.6m.</p> <p>Global Radio reported a 5.2% year-on-year increase in total revenues to £209.4m.</p> <p>Ad revenues rose by a healthy 6.57% year on year to £193.1m, ahead of the growth across the radio market of 5.9%.</p> <p>Adjusted earnings before interest, tax, depreciation and amortisation, a key underlying metric of profitability, rose by 12.5% from £50.3m to £56.6m.</p> <p>The company reported a pre-tax loss of £27.7m, down from £32.7m the previous year, thanks to a £63.2m charge classified as \"interest payable and similar charges\".</p> <p>According to a note in Global's financial report, which was made available at Companies House on Tuesday, a charge of £59.6m has been classified as \"other loans\".</p> <p>This represents a coupon payment, effectively a dividend, to the controlling shareholders of the Jersey-based company that is the ultimate parent of Global Radio's operation.</p> <p>A spokesman for Global Radio declined to comment on the payment.</p> <p>The UK's largest commercial radio company's highest-paid director, understood to be founder and boss Ashley Tabor, received total remuneration of £2m.</p> <p>Total director remuneration, which includes chief executive Stephen Miron, fell from £5.6m to £4.3m.</p> <p>This was driven by a reduction in the remuneration of the highest-paid director, assumed to be Tabor, who received £3.3m in 2010/11.</p> <p>Global Radio also reduced its bank debt by 15%, from £92m to £80m, as at 31 March.</p> <p>Total staff costs rose from £50.6m to £55.8m, while the average number of employees dipped slightly from 1,069 to 1,059.</p> <p>Global is <a href=\"http://www.theguardian.com/media/2012/aug/03/hunt-investigation-global-radio-gmg?INTCMP=SRCH\" title=\"\">facing an investigation from regulators</a> into its £70m acquisition of GMG Radio on grounds of potential competition and plurality issues.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>We all know that Data Scientists are a hot commodity these days. Research Analysts from McKinsey to IDC report that companies around the world will need to hire thousands of them if they are to win in the new data economy. </p> <p>Unfortunately, there has been very little data with regards to what a data scientist is and how much he or she should be paid. </p> <p>The first-of-its-kind global survey looks across all data professionals to identify the trends &amp; drivers that impact the compensation of these data geeks worldwide. This is great data if you are a data scientist today, aspiring to be one or if you are in the process of hiring a few. Here are some highlights; the full report can be found here.</p> <p>The majority of Data Professionals are bullish about their ability to earn more. Many of them acknowledge that they've earned more money this year than they did last year. Yet, when it comes to compensation and job security concerns, Data Scientists are better off. Data Scientists make more money than their Data Professional peers and are less concerned about job security.</p> <p></p> <p>When it comes to maximizing earning potential, length in job works better than education. Further, working longer than seven years in the same data job helps Data Pros earn more. But many of them switch jobs within six years and miss out on the opportunity to take advantage of seniority. Data shows that, while their average earnings climb by about 15% from year one to year seven, it can jump by 38% after year nine.</p> <p>There a lot more insights in the <a href=\"http://pages.sisense.com/data-survey-pub.html\">2012 Data Professional Survey</a>. For instance, you'll find out if men make more money than women. You'll also be able to see what skills Data Pros should develop to maximize their earnings. And <a href=\"#data\">here's</a> some of the survey sample data here for you to play with.</p> <p><em>Bruno Aziza is co-author of \"Drive Business Performance\", a book on Data and Culture and has worked at BusinessObjects/SAP, Apple, Microsoft and many more data-driven companies. He is currently VP Marketing at SiSense. You can contact him directly at <a href=\"mailto:bruno.aziza@sisense.com\">bruno.aziza@sisense.com</a></em></p> <p></p> <h2><a name=\"data\">Download the data</a></h2> <p>• <a href=\"https://docs.google.com/spreadsheet/ccc?key=0AonYZs4MzlZbdHM2dUtBUXVLX2ttWmZCeG54NXZlTXc\">DATA: download the full spreadsheet</a></p> <h2>NEW! Buy our book</h2> <p><a href=\"http://www.amazon.co.uk/Facts-are-Sacred-Guardian-ebook/dp/B006PI9PQG/\">• Facts are Sacred: the power of data (on Kindle)</a></p> <h2>More open data</h2> <p><a href=\"http://www.guardian.co.uk/data\">Data journalism and data visualisations from the Guardian</a></p> <h2>World government data</h2> <p>• <a href=\"http://www.guardian.co.uk/world-government-data\">Search the world's government data with our gateway</a></p> <h2>Development and aid data</h2> <p>• <a href=\"http://www.guardian.co.uk/data-store/global-development-data/search?q=\">Search the world's global development data with our gateway</a></p> <h2>Can you do something with this data?</h2> <p>• <strong>Flickr</strong> Please post your visualisations and mash-ups on our <a href=\"http://www.flickr.com/groups/1115946@N24/\">Flickr group</a><br>•&#xa0;Contact us at <a href=\"mailto:data@guardian.co.uk\">data@guardian.co.uk</a></p> <p><strong>• <a href=\"http://www.guardian.co.uk/technology/page/2009/jun/17/1\">Get the A-Z of data</a><br>• <a href=\"http://www.guardian.co.uk/data-store\">More at the Datastore directory</a></strong><br><strong>• <a href=\"http://twitter.com/datastore\">Follow us on Twitter</a><br>• <a href=\"http://www.facebook.com/pages/Guardian-data/155291341187950\">Like us on Facebook</a></strong></p>",
  "<p>Mohammad Hanif is still trying to piece together the night his life changed for ever. One minute he was sitting down for dinner with his family at his home in the Maungdaw area of Burma's Arakan state. The next a mob wielding long knives and nail-studded clubs had burst through the door. Within minutes, two family members were dead. Within days the clan was separated, destitute and in flight [see footnote].</p> <p>\"They were our neighbours,\" said 65-year-old Hanif of the attackers who killed his son and son-in-law. \"They cut them down in front of my eyes – hacked at them the way knives slice through cabbage. We ran for our lives.\"</p> <p>Hanif, his wife and two daughters made for the jetty where they knew a boat was tied.</p> <p>\"My wife and younger daughter got separated and never made it to the boat,\" he said. \"We waited for them. But as the mob came nearer, we had to leave. It's been a month and I haven't heard from them. Maybe they're dead, maybe they're lost.\"</p> <p>Such tales are familiar in the remote fishing villages of south-eastern Bangladesh, where thousands of ethnic <a href=\"http://www.theguardian.com/world/2012/jun/26/burma-rohingya-persecution-ethnic-violence\" title=\"Rohingya people Burma violence\">Rohingya</a> people, driven from their homes in neighbouring Burma, have been arriving since violence between the predominantly Buddhist Rakhine and the Rohingya – a Muslim minority with South Asian features – broke out in Arakan in early June.</p> <p>Most refugees carry horrifying accounts of murder, arson and rape perpetrated by Rakhine mobs, they say, with direct support from the administration. The United Nations High Commissioner for Refugees (UNHCR) estimates 80,000 people have been displaced by the violence in Arakan.</p> <p>Although both the Burmese and Bangladeshi governments say the violence has abated, fleeing refugees claim mass arrests and arson attacks aimed at driving out the Rohingyas continue.</p> <p>Bangladeshi authorities have refused to accept the refugees and have pushed back <a href=\"http://www.theguardian.com/global-development/2012/jun/29/burma-rohingya-refugees-bangladesh\" title=\"\">boatloads of Rohingyas</a>. Last week, Dhaka ordered three international charities helping Rohingya refugees with food and medicine – Doctors without Borders (MSF) and Action Against Hunger (ACF) as well as Britain's Muslim Aid UK – to stop operations immediately, arguing that they were creating a \"pull factor\" for refugees.</p> <p>Although the Bangladesh government claims the influx of refugees has stopped, the boats continue to come – mostly by night to avoid being arrested by Bangladeshi coast guard or shot at by Burmese border troops.</p> <p>Mohammad Hanif, his daughter Salma and five-year-old granddaughter Nafisa made it to Teknaf on Bangladesh's southeastern tip after spending two days in an open boat. Two attempts at landing were thwarted by Bangladeshi border guards, but the third attempt, under cover of darkness, succeeded. The three now hide in a ramshackle hut belonging to a fisherman who risks arrest by sheltering them.</p> <p>\"I've met people from my village who have fled here,\" said Hanif, squatting in the damp dirt-floor shack.</p> <p>\"The entire village was burnt down by Moghs [Rakhine] backed by Nasaka [Burmese border troops]. The government said it would protect us, but that was all talk. They want to exterminate us.\"</p> <p>On the run from the Bangladesh police and without any legitimate means of livelihood, Rohingyas face a bleak future on the Bangladesh side of the border. But that hasn't prevented Shah Noor, 23, from the Akyab area of Arakan state, from making the perilous trip along the Bay of Bengal to Teknaf.</p> <p>Noor, sheltering with a Bangladeshi fish trader he befriended two years ago, said he was sent to Bangladesh by his mother mid-July after police started rounding up young Rohingya men.</p> <p>\"I didn't want to leave but when the police arrived, she swore on her head that she couldn't bear to see me tortured,\" he said. \"So I ran away and hid in the bushes. The police told all the men to lie down and then they kicked them one by one. Many people have been arrested and turned over to Rakhine mobs.\"</p> <p>Such accounts are difficult to verify, since much of northern Arakan state is a no-go area for journalists and independent observers. But the refugees' claims are consistent with reports by human rights organisations such as <a href=\"http://amnesty.org.uk/\" title=\"\">Amnesty International </a>and <a href=\"http://www.hrw.org/\" title=\"\">Human Rights Watch </a>that say security forces have targeted Muslim-inhabited areas following the riots. Rohingyas have been beaten, raped and killed by security forces and Rakhine Buddhists, according to <a href=\"http://www.amnesty.org/en/news/myanmar-rohingya-abuses-show-human-rights-progress-backtracking-2012-07-19\" title=\"\">Amnesty</a>.</p> <p>Burma declared a state of emergency on June 10,&#xa0;deploying troops to quell the unrest. But Human Rights Watch has accused the government of mounting a \"<a href=\"http://www.hrw.org/news/2012/07/05/burma-mass-arrests-raids-rohingya-muslims\" title=\"\">brutal and biased police response</a>\". Brad Adams, Asia director at Human Rights Watch, said the international community had been \"blinded by a romantic narrative of sweeping change\" in Burma.</p> <p>Rohingyas such as Hanif and Shah Noor accuse the government of fomenting the massacre by urging Rakhines to kill the Rohingya \"Kala\" (blacks) – an overtly racist strategy that turned neighbours into killers.</p> <p>They point out that many of the victims of the riots died of gunshot wounds, though the rioters were mainly armed with machetes and clubs. \"It was the government,\" Shah Noor said quietly. \"Without the military backing, the Moghs would never dare attack us. The government wants to drive us out.\"</p> <p>On 11 July, Burmese President Thein Sein suggested that the country could solve the problem by expelling all of its Rohingyas or by having the United Nations resettle them – a proposal that a United Nations official quickly rejected.</p> <p>Burma considers the Rohingya Muslims as illegal immigrants from Bangladesh. Bangladeshi officials say the geopolitical reality of the region makes that improbable.</p> <p>\"Why would any Bangladeshi move from his country where he is safe to where he is sure to be persecuted or killed because he has no rights there?\" asked one foreign ministry official in Dhaka, speaking on condition of anonymity.</p> <p>\"Since independence from British rule in 1947, Bangladesh has been more prosperous and open than Burma.\"</p> <p>The official pointed out that Burma had signed agreements with Bangladesh to take back refugees in 1979, 1994 and 2011.</p> <p>\"Voter lists of several elections in Burma in the last 50 years along with the agreements signed with the Bangladesh government prove that the Rohingya are citizens of Burma,\" he said.</p> <p>Mohammad Hanif says Arakan is the only home he knows.</p> <p>\"We hope the nations of the world will help us go back. We want the bloodshed to stop.\"</p> <h2>Harried people's roots<br></h2> <p>Brown-skinned with Bengali features, the Rohingya complain they have been persecuted for decades despite centuries-old roots in the region, owing to ethnic, religious and cultural differences with the mainstream Tibeto-Burman people.</p> <p>Experts say that the key to understanding the conflict lies in the unique history of Arakan, a medieval kingdom located at the edge of south Asia which became a province of Burma only after the Burmese invasion in 1784.</p> <p>While the Arakan Yoma mountain range creates a formidable barrier with the rest of Burma, Arakan is separated from the Chittagong region of Bangladesh only by the Naf river.</p> <p>\"People have been moving in both directions across the Naf throughout history,\" said Pamela Gutman, an academic at the University of Sydney, who is the author of several books on ancient Arakan.</p> <p>Although Islam came to the region with 8th century Arab traders, and the presence of Muslims in medieval Arakan is well documented, there is some evidence that Brahmanic people from Bengal may have established an ancient kingdom named Vaishali in north Arakan long before then.</p> <p>The Rohingya say they have inhabited the area of western Burma for centuries, pointing to the etymological link of Rohingya-Rakhine-Arakan.</p> <p>But in 1982, Burma passed a controversial <a href=\"http://www.hrw.org/node/109177/section/8\" title=\"\">law that stripped them of citizenship</a>, in effect turning them into the \"Roma of Asia\".</p> <p>The United Nations says they are among the most persecuted people in the world.</p> <p>About a quarter of them – 200,000 people – have crossed into Bangladesh in recent years to escape repression in Burma where the army has been accused of carrying out persecution since 1978.</p> <p>Perhaps the most graphic example of regional indifference to their plight was the incident four years ago in which the Thai military was accused of intercepting boatloads of migrants in the Andaman Sea, only to leave hundreds of them to perish on the water.</p> <p>• This article was amended on 8 August 2012. The original referred to \"France's Doctors without Borders (MSF)\". MSF is an international organisation. In addition the site of the attack on the Hanif family has been appended.</p>",
  "<p>Sacha Baron Cohen could star in a James Bond-style spy spoof about a secret agent forced to go on the run with his football hooligan brother, <a href=\"http://www.hollywoodreporter.com/heat-vision/sacha-baron-cohen-james-bond-spoof-paramount-358635\" title=\"\">according to the Hollywood Reporter</a>.</p> <p>The British actor has written the screenplay for the untitled film alongside Phil Johnston, who wrote the 2011 comedy Cedar Rapids, and may take a role if his schedule allows it. Paramount Pictures, which has a long-term arrangement with Baron Cohen, has bought the pitch for the new project.</p> <p>Spy films and spoofs have proven fertile ground for Hollywood, even before the long-running James Bond series began driving all before it at the global box office in the 60s. Oscar-winning <a href=\"http://www.theguardian.com/film/movie/142801/artist\" title=\"\">The Artist</a> director <a href=\"http://www.theguardian.com/film/michel-hazanavicius\" title=\"\">Michel Hazanavicius</a> was previously known for his 2006 spy spoof <a href=\"http://www.theguardian.com/film/movie/118317/oss.117\" title=\"\">OSS 117: Cairo, Nest of Spies</a> and its 2009 sequel <a href=\"http://www.theguardian.com/film/movie/134075/oss-117\" title=\"\">OSS 117: Lost in Rio</a>, both based on a 50s and 60s series of French \"Eurospy\" films that borrowed liberally from the Bond canon. The first of those, <a href=\"http://www.youtube.com/watch?v=jDxNGUT6-3I\" title=\"\">OSS 117 N'est pas Mort</a>, debuted in 1956, five years before Terence Young's Dr No, the first 007 film.</p> <p>More recently Mike Myers appeared as over-the-top spy Austin Powers in three films between 1997 and 2002, while Rowan Atkinson starred as a bumbling agent in 2003's Johnny English and its 2011 sequel <a href=\"http://www.theguardian.com/film/2011/oct/06/johnny-english-reborn-film-review\" title=\"\">Johnny English Reborn</a>.</p>",
  "<p>The chances are you may be familiar with drone warfare – the practice of sending unmanned aerial vehicles (UAVs) on foreign sorties. But, as <a href=\"http://www.guardian.co.uk/profile/rorycarroll\" title=\"\">Rory Carroll </a>found when he visited a remote New Mexico air base, the scale upon which the US and the world's other military powers are now developing and utilising drone technology may have passed beneath your news radar.</p> <p>The rise of the drones is the subject of this week's cover story and also of a special report inside the edition. We explore the legal and ethical grey areas of UAV technology, how their widespread deployment in Pakistan has undermined the case for democracy, and the more societally useful outcomes of this booming $6bn industry. Should you have the dubious honour of meeting a drone at close quarters, we've even included a handy spotter's guide.</p> <p>In Syria, the widely anticipated battle for Aleppo is edging ever nearer, but with the city's population caught between the crossfire, support for the rebel forces is by no means unanimous. <a href=\"http://www.guardian.co.uk/profile/martin-chulov\" title=\"\">Martin Chulov</a> reports from the besieged city as the endgame approaches.</p> <p>Curiosity may have killed the cat but the Nasa probe of the same name touched down on Mars this week with a mission to detect signs of life on the red planet. Our science correspondent <a href=\"http://www.guardian.co.uk/profile/iansample\" title=\"\">Ian Sample </a>brings you the full story.</p> <p>Many questions have been asked in the wake of the distressing Sikh temple shootings in Wisconsin last weekend. <a href=\"http://www.guardian.co.uk/profile/chrismcgreal\" title=\"\">Chris McGreal</a> speaks to members of a peaceful religious community and finds how they have been frequently mistaken for Muslims ever since the 9/11 attacks.</p> <p>Elsewhere, our sister publication <a href=\"http://www.lemonde.fr/\" title=\"\">Le Monde</a> reports on how the idyllic charms of Bali are being eroded by mass tourism. And from Colombia another of our partners, <a href=\"http://www.washingtonpost.com/\" title=\"\">The Washington Post</a>, reveals a disturbing and largely unexplained rise in the number of acid attacks on women.</p> <p>It's been another roller coaster week on Europe's stock markets as Mario Draghi, president of the European Central Bank, announced the latest plan to save the beleaguered single currency. We report from Finland, one of the few remaining European economies strong enough to withstand the worst of the crisis, and also from Spain where US corporate giants such as Apple are seeing their profits seriously eroded by weak spending levels.</p> <p>In Comment, <a href=\"http://www.guardian.co.uk/profile/jackieashley\" title=\"\">Jackie Ashley </a>looks at the positive effect Britain's gold medal haul at the Olympics is having on the host nation's morale. And our India correspondent <a href=\"http://www.guardian.co.uk/profile/jasonburke\" title=\"\">Jason Burke </a>considers what last week's massive power cuts tell us about a nation that many feel is capable of developing into a global superpower.</p> <p>Staying with India, our lead story in the Weekly Review explores the nation's response to a disturbing and widely reported assault on a woman in Assam. <a href=\"http://www.guardian.co.uk/profile/helenpidd\" title=\"\">Helen Pidd </a>asks why the country has such a contradictory attitude towards women generally and what prospects exist for change.</p> <p>In France, planners of a new town outside Paris hope a multi-faith worship facility will help embed religious harmony into the town's infrastructure. We take a look at how it is working out.</p> <p>Elsewhere, the Observer's science correspondent Robin MacKie is given rare access to an animal research testing laboratory and we also have an obituary of the great American literary polymath Gore Vidal, who died last week aged 86.</p> <p>It's been another busy week at London 2012, where one Olympic legend, Michael Phelps, called time on his career while another, Usain Bolt, cemented his place in the record books. Read our accounts of both direct from the heart of the Games, as well as Marina Hyde's unique take on the ping-pong ding dong between North and South Korea.</p> <p>As ever we'd love to hear your thoughts on the edition – the editor Abby Deveney is still on holiday, so please do <a href=\"mailto:graham.snowdon@guardian.co.uk\" title=\"\">email them to me</a>.</p> <p>Are you a subscriber <a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\">looking for our digital edition? If so, click here</a>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, read our <a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\">FAQs</a>.</p> <p>Want to change your delivery address? Your email address? Suspend delivery? <a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\">You can manage your account online by clicking here.</a></p> <p>Not yet a subscriber and would like to give us a try? New subscribers can get six editions delivered to their door for just £1/$1/€1. <a href=\"https://www.myguardianweekly.co.uk/subscribe/default.aspx?prom=ND04\" title=\"\">Click here.</a></p>",
  "<p>Dominique Rey, 59, bishop of <a href=\"http://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_Fr%C3%A9jus-Toulon\" title=\"\">Fréjus-Toulon</a> in the Var department of France since 2000, has been active in promoting \"new evangelisation\" by working with different religious communities, whether French or foreign, large or small. These may be charismatic, traditionalist or missionary, active in worship, prayer or explicit evangelisation – for instance by going door-to-door or being present on beaches and in nightclubs.</p> <p>They include <a href=\"http://heartshome.org/\" title=\"\">Heart's Home</a>, the Points-Coeur Community, the John Paul II Missionary Fraternity and the Missionaries of the Blessed Sacrament. Not everyone agrees with the strategy but it has led to the ordination of large numbers of priests compared with most French dioceses, where ageing priests and a shortage of new ones are the norm. Bishop Rey's diocese has 210 priests with an average age of 54.</p> <p>According to the French Bishops' Conference, only 96 diocesan priests will be ordained in 2012, compared with 106 in 2011. In June, the bishop of Fréjus-Toulon ordained 12 priests, seven of whom will work for his own diocese. The others will return to their communities or go abroad.</p> <p><strong>Along with Paris, your diocese is the only one to ordain so many priests. How do you explain that?</strong></p> <p>My predecessors sought out people with vocations elsewhere. Some people thought that a risky enterprise, but I went for it and built up the presence of these new communities to enrich our diocese. We now have about 50 such communities, 25 of which train priests.</p> <p>Whatever their origin, the future priests receive the same fundamental training in the diocesan seminary, which takes in 80 seminarians including a dozen from our own diocese. We help to get them familiar with the diocese, which means more than just taking French lessons. Their specific identity and charisma are taken into account.</p> <p>Today young people select a seminary in the way they would a business school, via the internet. That approach mirrors what is happening in civil society, where people go in for networking and global exchanges.</p> <p><strong>Some of your colleagues consider your choice is just about numbers and could be risky for your diocese. What is your assessment of that?</strong></p> <p>People are always suspicious of anything that upsets their habits and right-thinking ways. Time&#xa0;will tell, give us 20 or 30 years! There has been a sharp decline in religious vocations in Europe. If we want to create a new impetus we need new resources. Installing a new community in a parish can inject life into it, on condition that it's not perceived as something forced on people.</p> <p>My diocese is quite dynamic and there has been less of a decline in religious practice and the number of children taking catechism than elsewhere, but we are aware that the more diversified the clergy, the more we have to work to avoid simply juxtaposing different chapels. Views may differ, but we share the same fundamentals.</p> <p><strong>You are promoting new evangelisation by increasing the Church's presence in Muslim neighbourhoods. How is that working out?</strong></p> <p>One component of new evangelisation has consisted of setting up a community of traditionalist priests in a city neighbourhood with a majority Muslim population. Some of the priests were trained in the Muslim culture. Evangelisation should not equate provocation; it can be carried out tactfully by meeting people. Such meetings can lead to a questioning and sometimes to a path that may lead to baptism, but our goal is not statistics. In a secularised society where the Christian presence has been all but wiped out, the important thing is to confer some visibility on Christianity again. Faith is not just something personal; it should also have a collective manifestation.</p> <p>The church must be a sign to those outside of it. We need to put specific tools in place according to the public we are reaching out to, whether it's a first circle of Christians, or \"seasonal Christians\", or those furthest away from Catholicism.</p> <p>This article originally appeared in <a href=\"http://www.lemonde.fr/\" title=\"\">Le Monde</a></p>",
  "<p>For years Bali, the pearl among the Sunda Islands, has been touted as an earthly paradise, thanks to the its tropical landscapes, its white sandy beaches, the tormented beauty of its Hindu temples and its inhabitants' reputation for kindness and tolerance.</p> <p>But this idyllic spot may soon be a thing of the past, with the threat of Bali – population 3.5 million – changing beyond recognition, a prey to the accumulated effects of mass tourism, unbridled consumption of resources and environmental collapse.</p> <p>\"From the 1970s onwards Bali really became a tourist destination,\" says Wayan Suardana, head of&#xa0;Walhisimilan, a conservation group campaigning for the environment. \"But to begin with it was mainly cultural tourism. Now we are seeing mass tourism. And that's a problem.\"</p> <p>Hundreds of hotels use up a large share of freshwater reserves, with each four-star room consuming 300 litres a day. \"By 2015 Bali could be facing a drinking water crisis,\" Suardana says.</p> <p>More than a million visitors came to Bali in 2001. The figures for 2011 suggest that numbers have more than doubled since, ultimately unaffected by the <a href=\"http://www.theguardian.com/world/2012/jun/21/indonesia-militant-bali-bombings\" title=\"\">2002 terror attack</a>, which left 202 dead, including many Australians. Every year 700 hectares of land is lost to hotels, luxury housing for rich foreigners or just roads to improve connections on the island. Every day some 13,000 cubic metres of waste is dumped on public tips and only half is recycled. With 13% more cars on the roads every year, the steadily increasing traffic causes massive jams.</p> <p>In an attempt to mitigate the ill effects of mass tourism on the local Hindu culture – an exception in largely Muslim Indonesia – the authorities have introduced environmental legislation. One of its provisions makes it compulsory for resorts to be set back at least 150 metres from beaches, with no hotels within 5km of Hindu temples.</p> <p>So far this initiative has made no difference. Efforts to decentralise government in Indonesia – a patchwork of 17,000 islands with a population of 240 million – have given a disproportionate share of power to the <em>bupati</em> (elected high sheriffs), who run areas roughly equivalent to a British county. The bupati are not in favour of the new law. \"The law on environmental protection has been passed but the bupati, who have financial interests and are hand-in-glove with property developers, have done all they can to prevent the law from being enforced,\" alleges the deputy leader of Bali's regional assembly, Ketut Adnyana.</p> <p>\"Local leaders have no long-term perspective,\" he adds. \"They want a quick return on investments and tourism allows that. The irony is that one day, when development has reached a certain level, visitors will no longer find what they seek here.\"</p> <p>In January 2011, the governor of Bali, Made Mangku Pastika, issued a ban on new buildings in heavily developed areas, warning that Bali was in danger of becoming a sterile land bristling with concrete. The ban is far from popular with investors.</p> <p>\"Tourism is partly due to the attraction of our culture: if mass tourism develops in a way that threatens our culture, we will lose our specific attraction,\" says Ida Bagus Ngurah Wijaya, head of the Bali tourist board and the owner of a hotel at Sanur, a prime destination.</p> <p>\"We have used culture as merchandise,\" says poet and theatre director Ketut Yuliarsa, a native of Ubud. He is horrified by the turn of events. \"The Balinese are deeply attached to their religion and culture: they spend a lot of time in the temples and respect the ritual. But mass tourism has upset such practices: the diversity of local cultures and the specific character of certain rites are being harmonised. Foreigners are offered a standardised package,\" the poet explains.</p> <p>It is all the more difficult to halt such trends, because the travel trade does have a positive side. \"People are better off, living standards have improved. Many Balinese are unaware of the changes going on,\" Yuliarsa says.</p> <p>\"Four-fifths of Balinese society is deeply committed to daily worship,\" says Audrey Lamou, who headed the Alliance Française on the island for several years. \"But some youths, who must pay a form of monetary compensation to their village when they cannot attend ritual gatherings, are fed up with such strict rules.\"</p> <p>At the same time, \"the Balinese are increasingly obsessed with easy money,\" Lamou says. \"Institutions such as gamelans [musical ensembles] are dying out and the Balinese language is gradually losing ground to the official language of Indonesia. With such massive changes it sometimes looks as if, in cultural terms, the population is heading for disaster.\"</p> <p>Compared with other holiday venues in south-east Asia, Bali has retained much of its magic, at least in the areas so far spared by mass tourism. But if nothing is done to halt current trends, it may suffer the same fate as other dream destinations.<strong> </strong></p> <p>This article originally appeared in <a href=\"http://www.lemonde.fr/\" title=\"\">Le Monde</a></p>",
  "<p>From the air it looks like a huge lake, fed by many tributaries, but on the ground it turns out to be a murky expanse of water, in which no fish or algae can survive. The shore is coated with a black crust, so thick you can walk on it. Into this huge, 10 sq km tailings pond nearby factories discharge water loaded with chemicals used to process the 17 most sought after minerals in the world, collectively known as <a href=\"http://www.theguardian.com/environment/2012/jan/27/rare-minerals-global-renewables-industry\" title=\"\">rare earths</a>.</p> \n<p>The town of <a href=\"http://en.wikipedia.org/wiki/Baotou\" title=\"\">Baotou</a>, in Inner Mongolia, is the largest Chinese source of these strategic elements, essential to advanced technology, from smartphones to GPS receivers, but also to wind farms and, above all, electric cars. The minerals are mined at Bayan Obo, 120km farther north, then brought to Baotou for processing.</p> \n<p>The concentration of rare earths in the ore is very low, so they must be separated and purified, using hydro-metallurgical techniques and acid baths. China accounts for 97% of global output of these precious substances, with two-thirds produced in Baotou.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f3adeaae-55e6-4b6c-902e-f85171a67c81\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What are rare-earth metals?</strong></p>\n    <p></p>\n    <p>Rare earths refer to a group of 17 elements that are prized for their unique magnetic and electrochemical properties. They include elements such as cobalt, gadolinium, lanthanum, cerium and promethium, and are vital in the production of cancer treatment drugs, smartphones and renewable energy technologies.</p>\n    <p></p>\n    <p><strong>Where do they come from?</strong></p>\n    <p></p>\n    <p>They are not actually very rare and can be found across the Earth’s crust. However, they are often in low concentrations and are difficult and expensive to mine. The process can also damage the environment, with ecosystems put at risk by pit mining, the release of metal byproducts from refineries, and water contamination from particles being dumped during waste disposal.</p>\n    <p></p>\n    <p><strong>What are they used for?</strong></p>\n    <p></p>\n    <p>The use of rare earths is vast and varied, spanning national defence to consumer goods. They are used in healthcare, including for surgical supplies, pacemakers, cancer treatment drugs and rheumatoid arthritis medication. They are also found in telescope lenses, aircraft engines and are used as catalysts in auto exhaust systems to help reduce emissions.&nbsp; </p>\n    <p>Neodymium is often used to produce high-powered, infrared lasers for national defence, while military suppliers such as BAE systems use rare earths to produce sensors for missile systems.</p>\n    <p><a href=\"https://www.theguardian.com/profile/kalyeena-makortoff\"><b>Kalyeena Makortoff</b></a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The foul waters of the tailings pond contain all sorts of toxic chemicals, but also radioactive elements such as thorium which, if ingested, cause cancers of the pancreas and lungs, and leukaemia. “Before the factories were built, there were just fields here as far as the eye can see. In the place of this radioactive sludge, there were watermelons, aubergines and tomatoes,” says Li Guirong with a sigh.</p> \n<p>It was in 1958 – when he was 10 – that a state-owned concern, the Baotou Iron and Steel company (Baogang), started producing rare-earth minerals. The lake appeared at that time. “To begin with we didn’t notice the pollution it was causing. How could we have known?” As secretary general of the local branch of the Communist party, he is one of the few residents who dares to speak out.</p> \n<p>Towards the end of the 1980s, Li explains, crops in nearby villages started to fail: “Plants grew badly. They would flower all right, but sometimes there was no fruit or they were small or smelt awful.” Ten years later the villagers had to accept that vegetables simply would not grow any longer. In the village of Xinguang Sancun – much as in all those near the Baotou factories – farmers let some fields run wild and stopped planting anything but wheat and corn.</p> \n<p>A study by the municipal environmental protection agency showed that rare-earth minerals were the source of their problems. The minerals themselves caused pollution, but also the dozens of new factories that had sprung up around the processing facilities and a fossil-fuel power station feeding Baotou’s new industrial fabric. Residents of what was now known as the “rare-earth capital of the world” were inhaling solvent vapour, particularly sulphuric acid, as well as coal dust, clearly visible in the air between houses.</p> \n<p>Now the soil and groundwater are saturated with toxic substances. Five years ago Li had to get rid of his sick pigs, the last survivors of a collection of cows, horses, chickens and goats, killed off by the toxins.</p> \n<p>The farmers have moved away. Most of the small brick houses in Xinguang Sancun, huddling close to one another, are going to rack and ruin. In just 10 years the population has dropped from 2,000 to 300 people.</p> \n<p>Lu Yongqing, 56, was one of the first to go. “I couldn’t feed my family any longer,” he says. He tried his luck at Baotou, working as a mason, then carrying bricks in a factory, finally resorting to selling vegetables at local markets, with odd jobs on the side. Registered as farmers in their identity papers, the refugees from Xinguang Sancun are treated as second-class citizens and mercilessly exploited.</p> \n<p>The farmers who have stayed on tend to gather near the mahjong hall. “I have aching legs, like many of the villagers. There’s a lot of diabetes, osteoporosis and chest problems. All the families are affected by illness,” says He Guixiang, 60. “I’ve been knocking on government doors for nearly 20 years,” she says. “To begin with I’d go every day, except Sundays.”</p> \n<p>By maintaining the pressure, the villagers have obtained the promise of financial compensation, as yet only partly fulfilled. There has been talk of new housing, too. Neatly arranged tower blocks have gone up a few kilometres west of their homes. They were funded by compensation paid by Baogang to the local government.</p> \n<p>But the buildings stand empty. The government is demanding that the villagers buy the right to occupy their flat, but they will not be able to pass it on to their children.</p> \n<p>Some tried to sell waste from the pond, which still has a high rare-earth content, to reprocessing plants. The sludge fetched about $300 a tonne.</p> \n<p>But the central government has recently deprived them of even this resource. One of their number is on trial and may incur a 10-year prison sentence.</p> \n<p>This article originally appeared in <a href=\"http://www.lemonde.fr/\" title=\"\">Le Monde</a></p>",
  "<p>Obviously, while Douglas Haddow is free to comment upon the decline in the standard of living in the United States in relation to Canada, this nonsense about the war of 1812 really must stop <a href=\"http://www.theguardian.com/commentisfree/2012/jul/18/canadians-richer-than-us?INTCMP=SRCH\" title=\"\">(Canada's empty victory, 27 July)</a>.</p> <p>For those unexposed to the recent peculiarities of Canadian politics, our historically challenged Conservative prime minister, Stephen Harper, has launched an initiative celebrating the war of 1812 as a defining moment of Canadian national identity. The problem, of course, is that Canada as we know it did not exist in 1812 and even the nation's Confederated form in 1867 was only a portion of what we now know as Canada. Despite Harper's assertion and Haddow's recitation, the war of 1812 is not part of the primary founding myth of Canada. Perhaps it resonates for those who adhere to a distant link with United Empire Loyalists but one hastens to add that those who make such claims do not (and never did) constitute the whole of Canada. So please, stop with the war of 1812 business.</p> <p>I do recognise that this is hardly the core of Haddow's argument but the point is an important one. Because of the attack on humanities education in the western world, students and readers of all sorts are increasingly unlikely to view such allegedly historical assertions with a critical perspective. After all, they've been led to believe that history is an unchanging past in which critical re-examination has no bearing on what really happened. Indeed, part of the assault on the humanities has been an attack on the use of that critical perspective in viewing all aspects of the human experience.</p> <p>Surely there's enough historically accurate evidence of Canadian mythology to bolster Haddow's argument, without having to subscribe to fiction subsidised by an ill-informed government's ideologically motivated reading of British North American colonial history. That taxpayers' dollars are going to such nonsense in these straitened fiscal times merely rubs salt in the wound.</p> <p><strong>Jonathan Swainger</strong><br>Prince George, British Columbia, Canada</p> <p>• Most Canadians live in rather different economic conditions than Douglas Haddow intimated. Canada's financial situation is so precarious that Standard &amp; Poor's just downgraded its outlook on seven Canadian institutions, including five banks, from stable to negative due to the ballooning costs of housing and massive consumer indebtedness, which on average is over 150% of income.</p> <p>Meanwhile, the income gap between the wealthiest 10% of Canadian families and all other families is at its widest since 1929, partly because of slashed income taxes for the wealthy and corporations. The relatively low unemployment rate in Canada mainly results from an increase in low-wage part-time and temporary jobs, primarily in the service industries.</p> <p>Racialised Canadians earn less income than non-racialised Canadians and they have higher levels of unemployment; many members of First Nations communities on or off reserves live in horrifically inhumane conditions for which the UN formally has criticised Canada. Women still earn unequal pay for work of equal value, and there's no national childcare programme to support working moms. Need I mention Canada's appalling environmental record?</p> <p>Some economically privileged Canadians might feel smug when comparing their nation to the US. Yet thanks to decades of free trade deals, Canadian society orbits around the US economically, culturally and ideologically despite differences in systems of governance.</p> <p>The central issue is that Canada already has lost much of its sovereignty.</p> <p><strong>Richard Walsh</strong><br>Waterloo, Ontario, Canada</p> <p><strong>Bid just wasn't cricket</strong></p> <p>I had to restrain an emotional tear on reading about ideals, legacy and participation in London's winning of the Olympic bid seven years ago <a href=\"http://www.theguardian.com/commentisfree/2012/jul/20/the-olympics-good-sports-editorial?INTCMP=SRCH\" title=\"\">(Good sports, 27 July)</a>. You must have a pretty short memory: London's bid was hastily drawn up to contest the carefully drafted but none-too-pretentious French one (following IOC recommendations after the Beijing extravaganza); its cost was drastically underestimated and failed to include VAT (which no one seemed to notice, thanks probably to all the financial promises and rewards offered). The French were naive and once again failed to take into account the power and efficacy of British lobbying and a total disregard for fair play.</p> <p>As for good sports, what's good about them when the honour of winning a medal for one's country is not sufficient, but has to be accompanied by a huge cash prize? What's good about them when sportsmen have to perform to empty stadiums as business and big money have taken precedence over sports so that enthusiasts who would love to attend are unable to?</p> <p><strong>Alexandra Tavernier</strong><br>Marcq-en-Baroeul, France</p> <p><strong>Fukushima's big mistake</strong></p> <p>I was mystified by the Fukushima nuclear meltdown because it appears that a simple error of emergency planning was committed at the time of the reactor's building and never corrected <a href=\"http://www.theguardian.com/environment/2012/jul/05/fukushima-meltdown-manmade-disaster?INTCMP=SRCH\" title=\"\">(Fukushima reactor meltdown manmade disaster, 13 July)</a>. Namely, the standby diesel generators were built on low ground within the tsunami's reach. With the loss of national grid power due to the earthquake, all Fukushima had between coping and meltdown was its own emergency power supplies for cooling pumps.</p> <p>The Fukushima power plant was built partly by digging into hillsides to provide more flat ground adjacent to the sea. Why was Fukushima's emergency power supply not built on this higher ground?</p> <p><strong>Simon Brogan</strong><br>Auskerry, Orkney, UK</p> <p><strong>The art of e-reading</strong></p> <p>Julian Barnes's interesting article sadly falls apart at the end, with its unthinking and nonsensical critique of ebooks and e-readers <a href=\"http://www.theguardian.com/books/2012/jun/29/my-life-as-bibliophile-julian-barnes?INTCMP=SRCH\" title=\"\">(My life as a bibliophile, 20 July)</a>. He claims \"I have no luddite prejudice against new technology; it's just that books look as if they contain knowledge, while e-readers look as if they contain information\" – his second clause precisely contradicting his first. He bases his objection to e-readers on an unchallengeable assertion about the associations their design produce in his own mind; it seems far more likely that his emotional response to the appearance of a printed book versus that of an e-reader is a manifestation of precisely the luddite prejudice he claims to be free of.</p> <p>I find it sad to see the modest trend among some of the literary intelligentsia to rubbish the e-reader and ebooks, because I find that in most important respects ebooks and e-readers maintain all the important advantages of printed books, and add substantial value of their own. For many genres of printed material, I find the e-reader almost inarguably superior to a printed book. It is telling that the refuseniks inevitably fall back on unchallengeably subjective arguments like Barnes's – they like how books smell or how the pages feel.</p> <p>These are trivialities. Reading an ebook on an e-reader is, in all important respects, the same experience as reading a paper book.</p> <p>The true challenge to what Barnes perceptively calls the art of reading books comes not from the early-generation e-readers and ebooks, but from the tablet, which is the current home of the interactive media experience, the long-standing movement towards improving upon the formats initiated by printed books and retained in ebooks, adding various elements of interactivity, audio and video.</p> <p>One is a touch away from checking one's Facebook or email inbox or Twitter feed or playing a game. The possibility of distraction is unavoidably lodged in the mind of the user, not the reader.</p> <p>Of course, the new capabilities of tablets may lead to wonderful artistic experiences that might never have been possible in the past. One would certainly be a luddite to dismiss the possibility.</p> <p>But insofar as we believe the book to be a form with an internal perfection, we should consider the ebook and the e-reader not as a challenge to the traditional book, but as an ally.</p> <p><strong>Adam Williamson</strong><br>Vancouver, British Columbia, Canada</p> <p><strong>Briefly</strong></p> <p>• The British government plans to spend $14.6bn on expansion and improvements to the commuter systems <a href=\"http://www.theguardian.com/uk/2012/jul/16/9bn-railway-investment-unveiled-cameron?INTCMP=SRCH\" title=\"\">(20 July)</a>. It seems to me that, in this age of the internet, the government should be considering ways to promote the provision of at least some employee services from home, eliminating some of the need for transport. The benefits of doing so would be a reduction in the demand for power and reduced fuel consumption.</p> <p><strong>David Cowan</strong><br>Edmonton, Alberta, Canada</p> <p>• Your correspondent <a href=\"http://www.theguardian.com/global/2012/jul/17/guardian-weekly-letters-trashing-plant\" title=\"\">(20 July)</a> seeks \"right thinking\" people who don't conspire to trash the planet. She need look no further than indigenous populations.</p> <p><strong>Steve Maric</strong><br>Warkworth, New Zealand</p> <p>• The oldest and most effective drug in the Olympic athletic community is derived from the juice of the unripe grape <a href=\"http://www.theguardian.com/sport/2012/jul/30/ye-shiwen-world-record-olympics-2012?INTCMP=SRCH\" title=\"\">(3 August)</a>.</p> <p><strong>Peter Hoare</strong><br>Quorn, UK</p>",
  "<p>Let me start by saying that I am not a proponent of directing academics away from blue-sky research towards second-rate contract research for the highest bidder. I am passionate about the long-term economic, social and cultural value of intellectual exploration through curiosity-driven research. But there seems to be a commonly held view that if you wish to preserve academic freedom, it's impossible to provide any substantial economic benefit to the UK, and that attempting to do so will create profound damage to our research base. I simply don't buy that argument.</p> <p>The UK needs an economic game changer and we are incredibly fortunate to have a platform from which we can launch it – our universities. We already make a major contribution to GDP yet we can do much more if academics engage even more extensively with business. We should be using the base of our higher education sector to help our businesses innovate and grow, to encourage overseas corporations to invest in the UK and to create jobs for UK citizens. <a href=\"http://www.theguardian.com/higher-education-network/blog/2012/aug/02/the-value-of-research-collaborations\" title=\"\">Many academics already do collaborate with business</a>, recognising that it can enrich and enhance the quality of scholarly work. Such interactions will become increasingly important if we are to remain competitive in the global business that is higher education.</p> <p>The government started well in 2010 by <a href=\"http://www.theguardian.com/science/2010/oct/19/spending-review-science-budget-spared\" title=\"\">protecting the research budget</a> – a tall order but essential given that our competitors are investing much more into research. What is frustrating is we are not joined-up in using our assets for the best interests of the UK. Research activity generates highly trained staff, as well as data, knowledge, and intellectual property (IP), and we should use them to our competitive advantage. We all know the benefits of seeing new developments, from academics who attend the latest conference to see unpublished work to businesses who have always recognised the importance of technology adoption and first-mover advantage. Recognising the value to business of access to our research first is a no brainer.</p> <p>The question, then, is why, when we create some of the best knowledge and IP in the world, are we intent on pursuing initiatives such as <a href=\"http://www.easyaccessip.org.uk/\" title=\"\">Easy Access IP</a> and <a href=\"http://www.theguardian.com/higher-education-network/blog/2012/jul/23/finch-report-open-access-research\" title=\"\">gold open access</a>, without giving due consideration to the benefits for our economy. I am not opposed to the underlying principles of these initiatives, but in some cases they are unnecessary and in others they are unlikely to work. At worst they could mean that, as a nation, we will spend more money, do less research and accrue less economic benefit for the UK. In my view, we can be smarter than this and use these assets as part of a package of measures to collectively make the UK the most attractive place for businesses committed to generating jobs and growth here.</p> <p>What then should we be doing? We should create a network of research and innovation enterprise zones across the nation; places where large corporations could work alongside SMEs and university researchers from across sectors, rubbing shoulders, exchanging ideas and researching and innovating together. This would generate exciting new discoveries and then ensure their transformation at lightning speed into products, jobs and growth in the UK, for the UK. I'm not simply talking about science parks – but genuine research and innovation accelerators, promoting inward investment on scale and generating thousands of jobs.</p> <p>The government would need to offer significant incentives to achieve this goal, perhaps including reduced corporation tax and flexibility on VAT to allow sharing of spaces. University researchers could make their research outputs preferentially available for a fixed period, perhaps alongside the embargo period of a <a href=\"http://www.ercim.eu/publication/Ercim_News/enw64/jeffery.html\" title=\"\">green open access policy</a>, providing an early view and hence opportunities for early uptake. We could also use these zones to pilot new ideas to liberate us from the stranglehold of red tape and burdensome regulation around employment law, immigration policies, procurement and others, which currently inhibit entrepreneurs and stifle growth.</p> <p>Finally, the main assets of our universities are our people. It is people who innovate, collaborate and discover, not institutions. We need to nurture this talent and to boost innovation through enabling academics to gain exposure to new and different techniques in different settings. We need to enable people from across universities – from professors, to post-docs and PhD students – to move more freely amongst different types of institutions than is currently possible. We could establish a scheme whereby high-fliers rotate around a selection of small business, larger companies and university research departments to gain a variety of experience to develop new ways of innovating.</p> <p>We are going to see profound changes in the next few years. The shift in economic power is clear and growing – and the signs are there for similar shifts in the global higher education market. We can chose to maintain a 19th century view of higher education, or we can recognise academic research can be enhanced by serious collaboration with external enterprises. We must be bold and recognise that the depth of our knowledge base provides a competitive advantage that most countries are desperately trying to emulate, because they know that it creates enormous economic, social and cultural value. We have the opportunity of a generation to build a sustainable economy for the 21st century – but we need to open our eyes and seize the opportunity.</p> <p><em>Professor Stephen Caddick is vice-provost (Enterprise) and Vernon professor of chemistry at </em><a href=\"http://www.ucl.ac.uk/\" title=\"\"><em>University College London</em></a><em>.</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>Higher Education Network</strong></a><strong>.</strong></p>",
  "<p>The relationship between NGOs and the private sector used to be combative rather than collaborative. However, that is rapidly changing.</p> <p>Oxfam for one has had a change of heart when it comes to the private sector, and its chief executive, Dame Barbara Stocking, says: \"Until about five or 10 years ago, much of our emphasis was on campaigning against the private sector and the things it was doing, particularly the extractive industry and the pharmaceutical industry. But as we got more and more involved in the Dohar trade round I think things began to change quite a lot in Oxfam.\"</p> <p>The <a href=\"http://www.wto.org/english/tratop_e/dda_e/dda_e.htm\" title=\"\">Dohar trade negotiations</a> began among the World Trade Organisation's membership in 2001 with the fundamental objective to improve the trading prospects of developing countries. \"We began to realise that we also had to work with the private sector\", says Stocking. \"But also over the last few years the private sector has changed quite a lot too, with a better understanding of poverty and their engagement with it.\"</p> <p>Whether humanitarian organisations like it or not, private sector involvement in fighting poverty is on the increase. The recent G8 Action on Food Security for example, put forward by President Obama at Camp David, <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/may/25/2012-g8-summit-private-sector?INTCMP=SRCH\" title=\"\">relies on attracting private sector money to invest $3bn (£1.9bn) in African agriculture</a>.</p> <p>\"Because the Obama initiative is mainly based on private sector money, that's all adding up to quite a big bunch of people who are now engaged from the private sector\", admits Stocking. \"In many ways it is fantastic that many companies are getting very deeply involved, but it's also pretty terrifying for Oxfam because we've learned an enormous amount about what you can do with small holders to get them engaged in markets, organising them together, negotiating a good deal for poor people.</p> <p>\"We hope the companies coming in will understand [those issues] but we are also worried that they will want to move so fast that it will all too quickly turn into large land acquisition and plantation-style agriculture.\"</p> <p>The choice, says Stocking, is whether to partner with such companies or step back and independently monitor what they do. Oxfam reserves the right to consider each on a case-by-case basis, and currently follows strict criteria as to which companies it will partner with. \"We won't take any money from any of the extractive industries, except maybe their foundation arm and only then in an emergency\", says Stocking.</p> <p>\"In the middle ground are big brand corporations, where we know of the concerns but also know they are trying to improve. At the moment we wouldn't work with anyone if their reputation would not look good for Oxfam. But we're happy to keep watching how they progress.\"</p> <p>Where the reputation-fit is right, Oxfam then looks to partner with organisations whose business activities already interrelate with Oxfam's. \"CSR is fine\", says Stocking, \"it's generally a good thing. But that's not what we're about – we want to know that their core business is working to make some difference on poverty.\"</p> <p>One such partnership has seen Oxfam and Unilever working together since 2010 to improve the livelihoods of smallholder farmers, setting up pilot projects in Tanzania and Azerbaijan to source dehydrated vegetables. A Unilever spokesperson said that this is only two years in to a five year project, but that partnerships with NGOs of this nature are \"a logical step ... We can only achieve a sustainable and equitable economy if business, government and civil society work together. For business this includes core business activity, helping address the wider impacts of business and philanthropic activity.\"</p> <p>Such projects are not purely altruistic. Unilever's spokesperson adds that, \"Sustainable sourcing and improving the livelihoods of smallholder farmers must be part of any long-term business strategy. Putting sustainability at the core of our sourcing will ensure that we manage our business growth.\"</p> <p>In short, it wants to bolster its supply chain. This is a need that Stocking recognises. \"There are many companies that have supply chains which they are quite worried about in the climate change context. Many have or will have future consumers in these countries too. So it's in their interest.\"</p> <p>As well as Oxfam, Unilever works with a range of partners from local NGOs to global organisations such as Unicef, Save the Children, WWF, Solidaridad and Rainforest Alliance. The growth of such partnerships is one that <a href=\"http://www.bond.org.uk/\" title=\"\">Bond</a>, the UK membership body for non-governmental organisations (NGOs) working in international development, has been watching with interest. \"Within development NGOs of all kinds, there's certainly been a rise in engagement with business, especially as the private sector has extended its role in development spheres previously the preserve of the state\", says Ben Jackson, Bond's chief executive.</p> <p>\"Large-scale NGO-business partnerships improve the lives of poor people by, for example, helping them access banking facilities or bringing smallholder farmers into international supply chains.\"</p> <p>Indeed, Bond has now set up a private sector working group to help NGOs work together strategically in this area, as well as engage with the Department for International Development to develop government policy.</p> <p>These partnerships only work when there is mutual benefit for both sides, says Stocking. \"The big multinationals know probably more than anybody that we work in a global world, they see the totality of the world ... of markets. And actually it works best for poor people if they do their core business in a way that is positively pro-poor.\"</p> <p>While welcoming Obama reaching out to the private sector at the G8, Stocking says: \"The issue is, are they being brought in to do the right things, for the right reasons ... again that's why partnerships can work well. We have a lot of knowledge about what works on the ground and the political and cultural situations. If we do it together, you get the best of both: the company brings a lot of skills, and we bring that deeper understanding.\"</p> <p><em>Tim Smedley is a freelance features writer for national newspapers and magazines, specialising in work, sustainability and social issues</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>On a day like this when another British bank faces <a href=\"http://www.guardian.co.uk/business/2012/aug/06/standard-chartered-iran-transactions\" title=\"\">accusations of serious wrongdoing by a regulator in the United States</a>, it's worth remembering that, for all its talk of level playing fields and open trading, the US has always practised a robust form of economic nationalism.</p> <p>Foreigners are often expected to do as Uncle Sam says, not as Sam does. In the 19th and early 20th century Uncle Sam was and remains pretty good at the very economic protectionism it deplores in others. General Motors (GM) is in court in its home state of Michigan this week, <a href=\"http://www.guardian.co.uk/business/2012/aug/06/spyker-sues-gm-saab-bankruptcy\" title=\"\">accused of driving Saab into bankruptcy</a> for competitive reasons by its former Swedish owners.</p> <p>Let's stick to banks.</p> <p>Standard Chartered, the Asia-focused but London-based British bank, clearly has some serious questions to answer about its dealings with Iran, in which a little-known US regulator (there are so many) called the New York state department of financial services (NYDFS) alleges it hid £160bn worth of transactions over a decade when international sanctions against Tehran were being tightened.</p> <p>The language deployed is hyperbolic – the US financial system has been left open to \"terrorists, weapons dealers, drug kingpins and corrupt regimes\", says the report from the NYDFS. A new and little-known player in the forest of publicity-hungry American regulators, it was created by the New York governor, Andrew Cuomo, last year in what the FT calls \"a land grab\" from the state's attorney general (as distinct from the much more famous federal US attorney's office for the southern half of the empire state – the bit that covers Wall Street).</p> <p>The bank denies the charges, which relate to transactions that were not all necessarily illegal as such but required time-consuming notification to US authorities. It is something said to have been managed by removing codes – \"wire stripping\", in the jargon – that identified them as Iranian money passing, albeit briefly, through the American banking system.</p> <p>It's all part of a bigger picture. Four foreign banks – Barclays, ING, Credit Suisse and Lloyds TSB – have paid US state and federal fines for evading sanctions without the case going to court. That's an American practice we don't have to admire: plea bargaining. At levels both high and low it often provides pretty rough justice.</p> <p>The context, of course, is the appalling recent record of London-based banks, banks often largely owned and run by Americans like Barclays' Bob Diamond, I need hardly point out. Reckless lending practices and poor risk assessment pushed UK (and US) banking to the cliff's edge in 2008-9 and we are all paying the price in the protracted recession which followed.</p> <p>Last month <a href=\"http://www.guardian.co.uk/business/2012/jul/02/libor-inquiry-faq\" title=\"\">Barclays was fingered for its role</a> in rigging the London interbank rate (Libor) and <a href=\"http://www.guardian.co.uk/business/2012/jul/30/hsbc-700m-money-laundering-apology\" title=\"\">HSBC was charged with systemic money laundering</a> of Mexican drugs funds, both much more serious allegations. Other banks are likely to be affected. It's all awful.</p> <p>But London is a tempting target. As a global financial centre it and Tokyo are New York's only serious rivals and – as we have learned to our cost – it is less effectively policed by British regulators, notably the Bank of England and the Financial Services Authority (FSA). JP Morgan traders and – in the 90s – those at Goldman Sachs got into trouble at the London end. So have French banks.</p> <p>So we have brought a lot of the trouble on ourselves by not enforcing rules and regulations. But let's not forget that American banks misbehaved on a heroic scale in the great disaster rooted in the sub-prime mortgage market (read Michael Lewis's The Big Short for a lively account, a good book for the beach) and that it was the Bush administration's failure to prevent the collapse of Lehman Brothers in 2008 that brought the crisis to a head.</p> <p>US-based credit ratings agencies like Standard &amp; Poor's were asleep on the job – to put it kindly – during the boom and have been playing tough guy on the US and even German triple-A ratings ever since. Our time for a mauling will come, as <a href=\"http://www.guardian.co.uk/politics/2012/aug/06/danny-alexander-downplays-aaa-rating\" title=\"\">Danny Alexander, the Lib Dem Treasury minister, appeared to admit</a> this week.</p> <p>More than that, the US regulatory system, admirably robust in so many ways, is also highly fragmented and competitive. The NYDFS is a new kid on the block, so it may be trying to get a reputation at StanChart's expense. Congressional committees, industry regulators and even the Obama White House showed just how tempting a UK company can be <a href=\"http://www.guardian.co.uk/environment/2010/jun/17/gulf-oil-spill-bp-deal\" title=\"\">when they lambasted BP</a> – hey, let's make that BRITISH Petroleum – for its role in the Gulf oil spin. Two major US suppliers, Haliburton and Deepwater, were also heavily implicated. The case is still in the courts.</p> <p>We'll see how things turn out this time. StanChart had a good reputation and kept it during the financial crisis – until now. It boasts of having a more solid corporate culture. It says what it did was not illegal. Meanwhile <a href=\"http://www.guardian.co.uk/business/2012/aug/07/standard-chartered-shares-slump-iran\" title=\"\">its share price tanks</a> on world markets.</p> <p>When dealing with sanctions against Iran, however, it's worth remembering one covert bit of sanctions-busting which was undoubtedly illegal. Back in the mid-80s the US, still smarting from the humiliating siege of its embassy in Tehran, devised a scheme to break the arms embargo against Iran by shipping weapons via Israel in return for the release of some remaining hostages.</p> <p>The Brits at the time were selling weapons to Iran's enemy, Saddam Hussein's Iraq: immoral but at least vaguely consistent, though Baghdad didn't pay its bills and we ended up fighting them too.</p> <p>Under President Ronald Reagan – literally so, since they worked in the White House basement – the likes of Colonel Oliver North, working in cahoots with Robert \"Bud\" MacFarlane, the national security adviser, evolved the Iran dodge into a money-raising scheme to fund the contra rebels against the leftwing Sandinista regime in Nicaragua. The <a href=\"http://en.wikipedia.org/wiki/Iran%E2%80%93Contra_affair\" title=\"\">Iran-Contra affair</a> was secret too because Congress had explicitly banned such action.</p> <p>When it all came out, Reagan said he knew nothing (strangely believable, too) and got away with it. North was briefly a hero and they later renamed Washington's downtown airport after the president – who remains a much loved and iconic leader for the nostalgic American right. I hope the StanChart lawyers spare the time to refresh their memories.</p>",
  "<p>Reports on Hillary Clinton's trip to Africa describe her as <a href=\"http://www.theguardian.com/world/2012/aug/03/hillary-clinton-china-africa-investment\" title=\"\">warning African leaders about co-operation with countries that want to exploit the continent's resources</a>. In the pious and slightly smug tone that people in Africa – and, indeed, the rest of the developing world – are only too used to hearing from North Atlantic leaders, Clinton apparently went on to say <a href=\"http://www.theguardian.com/world/2012/aug/01/hillary-clinton-africa-china\" title=\"\">the US would stand up for democracy and universal human rights</a> \"even when it might be easier or more profitable to look the other way, to keep the resources flowing … Not every partner makes that choice, but we do and we will.\"</p> <p>The subtext was all too clear, and the Chinese government was predictably swift to react. <a href=\"http://news.yahoo.com/china-state-news-agency-slams-clinton-remarks-africa-103455620--business.html\" title=\"\">China's official news agency, Xinhua, said </a>the statements were part of a hidden agenda \"aimed at least partly at discrediting China's engagement with the continent and curbing China's influence there\".</p> <p>Even non-official, non-Chinese observers can be forgiven more than a twinge of scepticism. Leaving aside for a moment the morally superior tenor of the US secretary of state's speech, how true are her statements, especially coming from the representative of a country that has systematically exploited global resources for the better part of the past century, and supported dictatorships in that enterprise?</p> <p>The list of authoritarian dictators supported by US governments is a global roll of dishonour: from Augusto Pinochet in Chile and Raul Videla in Argentina, to General Suharto in Indonesia, Mobutu Sese Seko in Zaire (now the Democratic Republic of the Congo) and Idi Amin in Uganda. And these are just a few. Even Saddam Hussein in Iraq and Muammar Gaddafi in Libya basked for a time in western approval, as long as they made their oil resources available and opened up investment opportunities for western powers.</p> <p>Even if we forget about past histories of neocolonialism many would argue are no longer relevant, how accurately does Clinton's sanctimonious assertion reflect the nature of current US (and European) involvement in economic relations with most developing countries?</p> <p>The common discourse in the northern media – and increasingly evident in the public statements of leaders such as Clinton – is of how China (and to a lesser extent, India) is intent on gobbling up the natural resources of other developing countries, and of how it is willing to go to any lengths (including friendship with distasteful regimes) to do so. So concerned are these leaders about protecting resources they themselves have spent more than two centuries plundering that they are warning African leaders about their newfound friends.</p> <p>Certainly, there is more than an element of truth in such warnings. Yet US and European companies continue to try to exploit these countries' resources as much, if not more, not least through <a href=\"http://www.jsd-africa.com/Jsda/V12No3_Summer2010_A/PDF/The%20New%20Scramble%20for%20Africa,%20How%20Large-Scale%20Acquisition%20of%20Sub-Saharan%20Africa's%20Land%20(Ingwe,%20Okoro,%20Ukwayi).pdf\" title=\"\">land and other resource grabs</a> (pdf). If anything, their concern now is that competition from Chinese and Indian (and even Brazilian and Malaysian) firms is forcing them to offer better terms for their resource extraction. As some Africans put it, it is better to have competing imperialists in action, to allow the objects of interest to play them off against one another. For northern capital used to treating so much of the less developed world as its happy hunting ground, this comes as a nasty shock.</p> <p>In any case, official western aid to these countries has been stingy at best. In Africa, for example, much-vaunted debt relief that has been celebrated at G8 meetings amounts to a tiny fraction of the aid that now arrives annually from China. New northern aid comes with so many strings attached that it is typically worse than useless, because it imposes unwanted economic policies on these countries.</p> <p>Other strategies underline the self-serving nature of western involvement. <a href=\"http://www.oxfam.org/sites/www.oxfam.org/files/international-aids-conference-oxfam-media-brief-july2012.pdf\" title=\"\">The US government – driven by pharmaceutical lobbies – has been pushing for more restrictive patent laws in several countries such as Kenya</a> (pdf), which would restrict access to cheap drugs for its poor population. In \"free trade agreements\" signed with developing country partners, the US and the EU regularly demand the opening up of markets, as well as extensive intellectual property rights and investment protection that favour the interests of their own large companies over poor citizens of those countries. Most \"technical assistance\" aid really funds the northern consultants of the global development industry rather than contributing to economic diversification and knowledge expansion in the south.</p> <p>So, please, let's get real about western \"help\" to Africa and other poor countries. Most of the developing world has already seen through it, so perhaps it's time for people in the north to stop deluding themselves?</p>",
  "<p>The number of adoptions in England and Wales is up - but how are they changing?</p> <p>According to the latest figures, published today by the Office for National Statistics, the number of adoptions in England and Wales in 2011 was 4,734, an increase of 6% since 2010 when there were 4,481 adoptions. It's the first time the ONS has published this data for both countries.</p> <p>It's prompted this reaction from John Simmonds at the <a href=\"http://www.baaf.org.uk\">British Association for Adoption &amp; Fostering</a>:</p> <blockquote class=\"quoted\"> <p>It is good to see this percentage increase. It will be highly significant for every child where an adoption order was made. But the figures are made up of children adopted from care, from abroad and by step parents. So some caution should exercised in interpreting what they might mean. It is to be hoped that the figures indicate the beginning of an upward trend</p> </blockquote> <p>Adoption was raised by David Cameron last year, who <a href=\"http://www.guardian.co.uk/news/datablog/2012/feb/09/local-child-abuse-care-statistics\">compared the small numbers to the huge ones of children taken into care</a>. There were fewer babies adopted in 2011 - down from 86 to 77 - than in 2010. So how have the numbers changed?</p> <h2>Age of adopted children</h2> <p></p> <p>While adoptions of newborn babies have gone down as an overall percentage since the 1970s, the proportion of children aged one to four who were adopted has steadily increased since 1998. In 2011, 62% of children adopted were aged one to four, compared with 34% in 1998. </p> <p></p> <p>The question is, does this reflect fewer newborn babies being put up for adoption - or the length of time the adoption process takes once a baby is born? The ONS does not provide numbers for children being made available for adoption, so it's hard to prove either way.</p> <h2>Born outside marriage?</h2> <p></p> <p>One of the accepted truths of the 1970s is that there was more shame in a child being born outside wedlock then than there is now. And while that may be true, the adoption figures are counter what you might expect. In 1976, around 50% of babies adopted were born outside marriage - now the figure is 82%.</p> <p>But there are big changes happening in the way we have babies too - in 2011, 47% of all babies born in England and Wales were to parents who weren't married. </p> <p>So, there are fewer babies born to married parent; and they are less likely to be put up for adoption.</p> <p>Annoyingly the ONS doesn't collect data on who the children go to - so we can't tell yet the impact of the <a href=\"http://www.legislation.gov.uk/ukpga/2002/38/contents\">Adoption and Children Act 2002</a>, which allowed unmarried and same-sex couples to adopt. </p> <h2>Adoption gender</h2> <p></p> <p>There has been a very subtle change in adoptions - before 1999 nearly every year saw more boys being adopted than girls, since 1999, every year except one has seen more girls adopted than boys.</p> <p>The full data is below - what can you do with it?</p> <p></p> <h2><a name=\"data\">Download the data</a></h2> <p>• <a href=\"https://docs.google.com/spreadsheet/ccc?key=0AonYZs4MzlZbdElPdkxhM3ZPckx1bWUwZWpfZlNrMmc\">DATA: download the full spreadsheet</a></p> <h2>NEW! Buy our book</h2> <p><a href=\"http://www.amazon.co.uk/Facts-are-Sacred-Guardian-ebook/dp/B006PI9PQG/\">• Facts are Sacred: the power of data (on Kindle)</a></p> <h2>More open data</h2> <p><a href=\"http://www.guardian.co.uk/data\">Data journalism and data visualisations from the Guardian</a></p> <h2>World government data</h2> <p></p> <p>• <a href=\"http://www.guardian.co.uk/world-government-data\">Search the world's government data with our gateway</a></p> <h2>Development and aid data</h2> <p>• <a href=\"http://www.guardian.co.uk/data-store/global-development-data/search?q=\">Search the world's global development data with our gateway</a></p> <h2>Can you do something with this data?</h2> <p>• <strong>Flickr</strong> Please post your visualisations and mash-ups on our <a href=\"http://www.flickr.com/groups/1115946@N24/\">Flickr group</a><br>•&#xa0;Contact us at <a href=\"mailto:data@guardian.co.uk\">data@guardian.co.uk</a></p> <p><strong>• <a href=\"http://www.guardian.co.uk/technology/page/2009/jun/17/1\">Get the A-Z of data</a><br>• <a href=\"http://www.guardian.co.uk/data-store\">More at the Datastore directory</a></strong><br><strong>• <a href=\"http://twitter.com/datastore\">Follow us on Twitter</a><br>• <a href=\"http://www.facebook.com/pages/Guardian-data/155291341187950\">Like us on Facebook</a></strong></p>",
  "<p>Controversial short-term loan company Wonga.com has struck a deal understood to be worth £1m to sponsor the second series of Simon Cowell's <a href=\"http://www.itv.com/redorblack/\" title=\"\">ITV1 gameshow Red or Black?</a>.</p> <p>The new series, which is hosted by Anthony McPartlin and Declan Donnelly, will air on ITV1 on Saturday nights for seven weeks from later this month.</p> <p>Wonga's sponsorship of the high-profile programme, which will use the slogan \"Straight talking money\", immediately came under fire from Labour MP Stella Creasy.</p> <p>Creasy, who has described such firms as <a href=\"http://www.theguardian.com/business/2012/jun/18/football-league-wonga-advertising?INTCMP=SRCH\" title=\"\">as legal loan sharks</a>, tweeted on Wednesday urging people to tweet Ant and Dec's official Twitter account and email the general inquiry email address of their agent to protest about the sponsorship.</p> <p>\"Wonga is wronga until there's caps on the cost of credit,\" <a href=\"https://twitter.com/stellacreasy/status/232782377636737024\" title=\"\">she tweeted</a>.</p> <p>Wonga has come in for criticism from Creasy and other opponents of high-cost lenders, which entice consumers with large advertising budgets spent on extensive TV, press and outdoor campaigns.</p> <p>Last month the Advertising Standards Authority received 82 complaints about the way Wonga markets and targets its advertising, but <a href=\"http://www.theguardian.com/media/2012/jul/04/wonga-ad-escapes-asa-ban?INTCMP=SRCH\" title=\"\">cleared the company of any wrongdoing</a>.</p> <p>Darryl Bowman, head of marketing at Wonga.com, said that the Red or Black? was the perfect platform for pushing its \"straight talking\" message and getting more customers.</p> <p>\"We're pleased to be supporting such a big show which, like our service, has been a hit with a mainstream audience from the beginning,\" Bowman added. \"We're excited about bringing our 'straight talking' take to Saturday nights. This sponsorship will be another great way for us to continue raising awareness of our brand and services.\"</p> <p>\"Wonga is a well known brand and the sponsorship of Red or Black is fully compliant with Ofcom regulations,\" said an ITV spokeswoman.</p> <p>It is not known how much Wonga paid for the deal, which includes broadcast, online and mobile sponsorship, but last year's show was<a href=\"http://www.theguardian.com/media/2011/jun/27/simon-cowell-red-or-black-sponsorship?INTCMP=ILCNETTXT3487\" title=\"\"> sponsored by pizza company Domino's for £1m</a>.</p> <p>The first series of Red or Black?, which is a co-production between ITV Studios and Cowell's production company Syco, was not the unqualified success both sides had hoped for.</p> <p>With live filming at Wembley arena, big-budget stunts, a host of guest stars and potential to win £1m a night – there were four winners out of seven episodes – the show was one of the most <a href=\"http://www.theguardian.com/media/2012/feb/28/red-or-black-return?INTCMP=SRCH\" title=\"\">expensive ever to air on TV</a>.</p> <p>However, Red or Black? failed to live up to expectations with the <a href=\"http://www.theguardian.com/media/2011/sep/05/simon-cowell-red-or-black?INTCMP=SRCH\" title=\"\">audience dropping significantly after the first night</a>, leaving programme makers with the job of <a href=\"http://www.theguardian.com/media/2012/feb/28/red-or-black-return?INTCMP=SRCH\" title=\"\">cutting production costs and changing the format</a> before getting the green light for a second series.</p> <p>ITV <a href=\"http://www.theguardian.com/media/2012/mar/12/simon-cowell-red-or-black?INTCMP=SRCH\" title=\"\">confirmed details of the new-look show</a> in March with new elements including the need for more skill and judgment to win – after the decision that simply choosing red or black did not provide enough jeopardy and tension for viewers – pre-recording the show and changing how prize money is paid out.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>Hunger Games star Jennifer Lawrence will earn around $10m (£6.4m) for reprising her role in the sci-fi blockbuster's upcoming sequel, Catching Fire, <a href=\"http://www.hollywoodreporter.com/news/jennifer-lawrence-scores-10-million-hunger-games-sequel-358636\" title=\"\">according to the Hollywood Reporter</a>.</p> <p>Lawrence, who plays Katniss Everdeen in the big-screen adaptation of Suzanne Collins's bestselling young adult trilogy, is being rewarded by studio Lionsgate after the first film made a hugely impressive $683.8m at the global box office earlier this year. It has only just been surpassed by <a href=\"http://www.theguardian.com/film/movie/141046/dark-knight-rises\" title=\"\">The Dark Knight Rises</a> as the second highest grossing film of 2012 so far.</p> <p>Lawrence was reportedly paid just $500,000 plus bonuses for her turn in The Hunger Games, but the studio recognises that an upgrade is necessary despite having already contracted the Oscar-nominated actor for four films. Co-stars Josh Hutcherson and Liam Hemsworth are getting far more meagre wage rises, suggesting that Lawrence is recognised as the franchise's key figure.</p> <p>Catching Fire starts shooting in September with <a href=\"http://www.theguardian.com/film/movie/141589/water-for-elephants\" title=\"\">Water for Elephants</a> director Francis Lawrence taking over from Gary Ross, a controversial shift fostered by the latter's refusal to adopt a time frame for the sequel which suited the studio's desire for a quick return to multiplexes. Lionsgate has also announced plans to shoot the final instalment in Collins's triptych, Mockingjay, as two separate movies.</p> <p>Elsewhere, Lawrence is not the only one cashing in on The Hunger Games' success. US store Target is to sell a replica 14-carat gold \"Mockingjay\" pin similar to the one worn by Everdeen in the film for a whopping $999. For those who cannot afford such prices, a replica of her leather hunting jacket will go on sale for just $349, or you can pick up a lithograph signed by 10 of the film's leading castmembers for $699. Only 100 of each sale item will be available to purchase.</p> <p>Earlier this week it was announced that US actor Lynn Cohen, best known for her role as Magda in the TV series Sex and the City, is <a href=\"http://www.hollywoodreporter.com/news/lynn-cohen-catching-fire-hunger-games-357784\" title=\"\">to join the cast of Catching Fire as Mags</a>, an 80-year-old woman who finds herself returning to the Hunger Games arena after decades away.</p>",
  "<p>I must have missed the declaration of war on pubic hair.</p> <p>It must have happened sometime in the last decade because the amount of time, energy, money and emotion both genders spend on <a href=\"http://www.theguardian.com/lifeandstyle/2011/feb/11/womens-pubic-hair-removal-porn\" title=\"\">abolishing every hair from their genitals</a> is astronomical. The genital hair removal industry, including medical professionals who advertise their speciality services to those seeking the \"clean and bare\" look, is booming.</p> <p>But why pick on the lowly pubic hair? A few sociological theories suggest it has to do with cultural trends spawned by bikinis and thongs, certain hairless actors and actresses or a desire to return to childhood or even a misguided attempt at hygiene.</p> <p>It is a sadly misconceived war. Long ago, surgeons figured out that shaving a body part prior to surgery actually increased, rather than decreased, surgical site infections. No matter what expensive and complex weapons are used – razor blades, electric shavers, tweezers, waxing, depilatories, electrolysis – hair, like crab grass, always grows back and eventually wins. In the meantime, the skin suffers the effects of the scorched battlefield.</p> <p>Pubic hair removal naturally irritates and inflames the hair follicles left behind, leaving microscopic open wounds. Rather than suffering a comparison to a bristle brush, frequent hair removal is necessary to stay smooth, causing regular irritation of the shaved or waxed area. When that irritation is combined with the warm moist environment of the genitals, it becomes a happy culture medium for some of the nastiest of bacterial pathogens, namely Group A Streptococcus, Staphylococcus aureus and its recently mutated cousin methicillin-resistant Staphylococcus aureus (MRSA). There is an increase in staph boils and abscesses, necessitating incisions to drain the infection, resulting in scarring that can be significant. It is not at all unusual to find pustules and other hair-follicle inflammation papules on shaved genitals.</p> <p>Additionally, I've seen cellulitis (soft-tissue bacterial infection without abscess) of the scrotum, labia and penis as a result of spread of bacteria from shaving or from sexual contact with strep or staph bacteria from a partner's skin. Some clinicians are finding that freshly shaved pubic areas and genitals are also more vulnerable to herpes infections due to the microscopic wounds being exposed to viruses carried by mouth or genitals. It follows that there may be vulnerability to spread of other STIs as well.</p> <p>Pubic hair does have a purpose, providing a cushion against friction that can cause skin abrasion and injury, protection from bacteria and other unwanted pathogens, and is the visible result of long-awaited adolescent hormones, certainly nothing to be ashamed of or embarrassed about.</p> <p>It is time to declare an end to the war on pubic hair, and allow it to stay right where it belongs. We owe it to our patients to encourage them to let it be.</p> <p>• This article was first published on <a href=\"http://www.kevinmd.com/blog/2011/04/war-pubic-hair.html\" title=\"\">KevinMD.com</a> and republished with permission</p>",
  "<p>Dressage is a sport the audience has to watch in silent concentration. Spectators are even warned not to clap and cheer when competitors enter the arena, in case they unsettle the horses.</p> <p>But Andrea White has particular reason to concentrate on the performances in the 2012 Olympic Grand Prix dressage. White is co-ordinator of the Eventing Departmente in the <a href=\"http://www.fise.it/\" title=\"Italian Equestrian Federation website\">Italian Equestrian Federation</a>, and responsible for the organisation of the Italian teams for the World Equestrian Games and the Olympic Games.</p> <p>She organised every detail of the Olympics for three riders during the two-week event – individual three-day eventers Stefano Brecciaroli and Vittoria Panizzon, and Valentina Truppa, Italy's sole grand prix dressage contestant – with the aim of enabling the riders to concentrate on nothing but their performances.</p> <p>The two eventers have now returned home after achieving respectable 11th and 19th places in their discipline, but Truppa has qualified for the second round with a strong score of 75.79, lying in ninth place not far behind Britain's Laura Bechtolsheimer and Carl Hester. White says Truppa is particularly strong at the third stage of the competition, when riders do their own choreography and choose music for the test.</p> <p>When we meet for coffee in a rain-deluged Greenwich, White is in constant demand on her mobile. One call is from Truppa's parents who are wondering how they can get to eat with their daughter. \"The riders won't leave their horses,\" White says. \"They don't go outside the grounds, and her parents have different access levels so they can't go into the same eating areas as the contestants.\"</p> <p>The problem is typical of the issues White has to deal with during an international competition. She admits she becomes \"mother\" to the team, and never goes anywhere without a needle and thread, safety pins and black duct tape. The duct tape has been vital during the Olympics, as the four buttons on one of the team saddles and the two saddle flaps were emblazoned with the manufacturer's name. A small, discreet logo would have been fine; six – even on tiny buttons – was not, so they had to be covered in Blue Peter fashion.</p> <p>Issues with saddle cloths are more difficult to resolve. At the pony championships in Belgium the manufacturer managed to reverse the colours of the Italian flag. After trying and failing to buy plain white saddle blankets, White dashed into a DIY shop, bought red and green paint, and reinstated the colours in the correct order.</p> <p>Such mistakes sound amusing, but can be unsettling for the competitors if they aren't sorted in good time. At the Kentucky Equestrian Games in 2010 officials claimed the logo on one of the Italian saddle clothes was too big. \"They made her change it 10 minutes before she was due to compete. Afterwards they checked it and said, 'Oh no, it was fine after all',\" White says with a grimace.</p> <p>White's progress in the equestrian world should give hope to all those horse-mad children (and adults) who think their lives are blighted by not having their own pony. Although she was given one for a while as a child, she has not owned her own horse during her adult life and now doesn't even ride.</p> <p>White did a degree in business studies in 1984 at the then Portsmouth Polytechnic, and decided to take a year out before looking for work. \"I went to work as an au pair to a family in Rome, teaching the children how to ride. After just over a year I came back to England for six months, but found it very hard to settle down. The culture was so different.\"</p> <p>She returned to Italy as a rep for the holiday company Horizon, and when that ended she returned to Rome where she landed an administration job with the <a href=\"http://www.hunting-directory.co.uk/directory/Societa_Romana_della_Caccia_alla_Volpe.htm\" title=\"Societa Romana della Caccia alla Volpe\">Societa Romana della Caccia alla Volpe</a>, <a href=\"http://www.britishpathe.com/video/tally-ho-is-tally-ho-in-italian-too\" title=\"British Pathe: Tally Ho! ... Is Tally Ho! In Italian Too!!\">Italy's only fox hunt</a>.</p> <p>Her subsequent career moves show the importance of networking and taking advantage of opportunities when they present themselves. In 1995, the Italian Equestrian Federation (IEF) was organising the European Eventing championships at Patroni Del Vivaro, and one of the members of the fox hunt who was also in the IEF asked White if she wanted to run the show office. She has worked for the federation in different organisational roles ever since, and now manages the national and international competitions and teams for eventing in Italy, including the pony, junior and young rider events.</p> <p>The daughter of a Royal Navy dentist, White admits she is sometimes driven mad by the last minute attitude of the Italians, and says she finds it extremely difficult to delegate, \"although that has become easier now I have good people back in the office\".</p> <p>She is technologically minded and lives on her iPad, which connects to her computer in the office back in Italy. \"I feel stressed if I don't know what email has arrived,\" she says. \"I like to be on top of everything.\"</p> <p>Which is difficult when riders are so superstitious: one, who shall remain nameless, received the uniform for their groom several months before the Olympics, but didn't hand it over until the day before they were due to leave for the UK for fear of jinxing the trip: it was massively too big.</p> <p>\"I have some very superstitious riders who you can't organise – you can't get anything out of them until the last minute,\" she says. \"I do shout at them, but not at the Games. You have to be patient with them; you have to do everything you can to help them be in the right frame of mind, in the right place.\"</p> <h2>Curriculum vitae</h2> <p><strong>Hours</strong> Pretty much non-stop: \"If I've left work and the phone rings I will usually answer it,\" White says. She gets 32 days holiday excluding bank holidays.</p> <p><strong>Best thing</strong> \"Every time a rider comes out of the arena and has achieved their best score in dressage or a clear round, it's a high. I was brought to tears with Stefano's second [place] in the dressage the other day.\"</p> <p><strong>Worst thing</strong> \"Nobody respects time in Italy. I feel it's my fault because I should have got used to it by now.\"</p>",
  "<p>Almost every multinational company wants a piece of China. Now viewed as \"the market of all markets\", it offers a potential source of growth as markets in the developed world become saturated and stagnant.</p> <p>Operating responsibly in any emerging market can be tough. What is understood as ethical and responsible business behaviour in China can differ from what is considered acceptable practice in a western context. Companies need to find a way to be culturally sensitive, yet not compromise their core values.</p> <p>Chinese society is heavily influenced by the traditional values associated with Confucianism, which promotes a strict system of norms and propriety. This determines how a person should act within a community (or indeed within a business) with hierarchy a central theme. The concepts of guanxi (a deeply embedded system of relationships, personal connections, contacts and networks) and mianzi (the concept of 'face', broadly defined as pride or self-respect and its corollary – the preservation of the self-respect of others) are central to Chinese society and heavily influence business life.</p> <p>The cultivation of guanxi can be thought of as a form of significant social capital and is not something casually acquired by exchanging business cards or having a single meal together. Rather, relationships are formed over time and are based on trust and reciprocity. It is common in China for an employee to take contacts with them when switching jobs as the guanxi is with the individual, not the company.</p> <p>Trading competitive information among one's guanxi network may, in some cases, also be considered an acceptable practice. Convincing employees of the importance of maintaining confidentiality can be challenging.</p> <p>Direct disagreement or confrontation with someone, such as a colleague or a person in a position of authority, may cause them to lose mianzi and is to be avoided. This, along with Confucian values of loyalty to one's group and respect for superiors in a hierarchy, as well as the association with negative historical events such as the Cultural Revolution, often means the willingness of the Chinese to speak up or whistleblow on colleagues is low.</p> <p>As with many countries across the Asian continent, practices such as gift giving, token cash gifts ('red envelopes') at special occasions (for example during the Spring Festival or the birth of a child), and invitations to family events are still prevalent in today's business environment and serve the important function of 'giving face' or honouring a potential business partner.</p> <p>Companies with strict policies on gifts and hospitality may find it difficult to uphold these and may need to take account of acceptable local practices where they do not actually challenge any of their core business principles. Where a company has operations in the UK, it should bear in mind that it is subject to the requirements set out in the UK Bribery Act (2010) which has extraterritorial reach.</p> <p>Transparency International has ranked China as the 75th most corrupt country in the world (out of 185) in their <a href=\"http://cpi.transparency.org/cpi2011/\" title=\"\">2011 Corruption Perception Index</a> and further research found that the Chinese public view business as the most corrupt institution, closely followed by political bodies and public officials.</p> <p>Upholding anti-bribery policies are particularly challenging when trying to compete on a level playing field against Chinese state-owned enterprises (SOEs), or companies in which the state has a stake. There is often a lack of separation of public officials from management in SOEs, a lack of transparency when entering joint ventures with Chinese companies, and requirement to use agents. Facilitation payments, also known as kickbacks or backhanders are a common form of bribery.</p> <p>Pressures on companies operating in the Chinese market to behave responsibly are coming from various stakeholders in the country, not just from the company's home market. Civil society organisations have grown dramatically (there are now more than 425,000) and many have been instrumental in drawing attention to the behaviour of business in China.</p> <p>The Chinese government has high expectations of all businesses operating in China to ensure that their ethics and CSR programmes complement their long-term strategy for social improvement as outlined in the Chinese government's successive five year plans.</p> <p>Upholding the ethical standards expected in a company's home market when doing business in a country with such differing cultural mores requires courage and leadership. It can mean going against the grain and sometimes turning away business where the risk outweighs the benefits.</p> <p><em>Judith Irwin is a senior researcher at the </em><a href=\"http://www.ibe.org.uk\" title=\"\"><em>Institute of Business Ethics</em></a><em>. Doing business in china: an overview of ethical aspects is </em><a href=\"http://www.ibe.org.uk/userfiles/chinaop.pdf\" title=\"\"><em>available as a free download</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<h2><a href=\"http://www.civilsociety.co.uk/finance/news/content/13124/unpaid_work_for_unemployed_is_lawful_rules_high_court\" title=\"\"><strong>Civil Society: Unpaid work for unemployed is lawful, rules High Court </strong></a></h2> <p>The High Court has ruled that unpaid welfare-to-work schemes, that many charities pulled out of due to controversy, are not unlawful.</p> <h2><a href=\"http://www.thirdsector.co.uk/Fundraising/article/1144310/analysis-face-to-face-will-self-regulation-rule-street-fundraising/\" title=\"\"><strong>Third Sector: Analysis – Face-to-face, will self-regulation rule street fundraising?</strong></a></h2> <p>Complaints about street fundraising have lessened due to the Public Fundraising Regulatory Association.</p> <h2><a href=\"http://blog.cfg.org.uk/index.php/going-global-with-charity-reporting/\" title=\"\"><strong>Charity Finance Group: Going global with charity reporting</strong></a></h2> <p>Leading organisations from the international charity sector, including the British Red Cross and Oxfam, have met together to discuss whether there should be an international reporting standard for not-for-profit organisations.</p> <h2><a href=\"http://www.charitytimes.com/ct/older_people_drive_online_giving_boom.php\" title=\"\"><strong>Charity Times: Older people drive online giving boom</strong></a></h2> <p>Research from JustGiving has revealed that tech-savvy pensioners are driving a boom in online giving, with the arts and churches the major beneficiaries.</p> <h2><a href=\"http://pellandbales.wordpress.com/2012/08/06/donor-loyalty-raising-money-without-even-asking-for-it/\" title=\"\"><strong>Pell and Bales: Donor Loyalty – Raising money without even asking for it</strong></a></h2> <p>Discusses the ways to drive donor loyalty and why it is important.</p> <p><strong>This content is brought to you by Guardian Professional. To join the </strong><a href=\"http://www.theguardian.com/voluntary-sector-network\" title=\"\"><strong>voluntary sector network</strong></a><strong>, </strong><a href=\"http://www.theguardian.com/voluntary-sector-network/2011/jun/16/members-area\" title=\"\"><strong>click here</strong></a><strong>.</strong></p>",
  "<p><strong>Apse has a strong focus on local frontline services – how are these faring in the current financial climate?</strong></p> <p>Over the past couple of years Apse, which has more than 250 member councils, has been encouraging its membership to focus on efficiency, income generation and innovation. Councils have worked hard to keep service levels high while reducing budgets by up to 28%. But while budgets have taken a hammering, when you deliver essential services that the public are dependent on, then you have to get on with it.</p> <p><strong>What priorities should local government leaders be focusing on?</strong></p> <p>Local economies, the environment, funding elderly care, tackling youth unemployment, housing and public health. Leaders really need to think about the longer term implications of decisions they make today and avoid stripping themselves of the capacity to deliver and be influential in local areas.</p> <p><strong>Communities secretary Eric Pickles has spoken about councils needing to seize more power when it comes to localism – is this true?</strong></p> <p>It is difficult to see how councils can seize more power when they have suffered such severe cuts. Paradoxically the Localism Act contains significant central direction and reserves a large range of powers for Pickles to intervene if he is unhappy with the form that localism takes. Where funding is attached, like in the new responsibilities around public health, then local government will be only too happy to seize the day.</p> <p><strong>You've been head of Apse for 10 years – what achievements are you most proud of and what more is there to do?</strong></p> <p>When I joined Apse it was very much in transition, local government was moving on from Compulsory Competitive Tendering towards the development of Best Value and the organisation had to reinvent itself as a positive part of the excellence agenda. Apse achieved this successfully. We have the largest research programme in our history. Over the next five years I want to be part of the debate on transformation in local government; I don't want to see it emasculated of any capacity to deliver for, and be influential in, local communities.</p> <p><strong>What's your leadership style?</strong></p> <p>I hope that I have built a team of talented people and empowered them to deliver exceptional results for our membership. Psychometric testing tells me that I have a co-ordinating style that monitors, evaluates and processes views and information before making long-term decisions. If sometimes this frustrates those with shorter-term outlooks, then it's a price worth paying for the organisation's collective good.</p> <p><strong>Has devolution made things better for councils in the nations?</strong></p> <p>Devolution has brought about different policy responses to common problems. English local government has taken a heavier financial hit earlier than Scotland, Wales and Northern Ireland, however the other nations are facing the same long-term policy challenges. A huge benefit of devolution is the opportunity to compare and contrast different approaches and learn from each other's successes and failures.</p> <p><strong>Have you always worked in local government and what drew you to the sector?</strong></p> <p>I've always worked in local government and it's a huge contribution to people's lives that makes me stay. Local government doesn't always get a fair press but it could communicate better the sheer volume of services that the general public get from their tax contributions. We only get to hear about the contribution that care workers make to the quality of life of the elderly or ill, the world class education that children get, local environmental improvements, the parks we play in or the roads infrastructure we drive on when something goes wrong.</p> <p><strong>What top tips would you give to future leaders in local government?</strong></p> <p>Think for yourself, don't always listen to the prevailing orthodoxy. There are organisations out there who spend a small fortune on pushing a message as to why they are the answer to all your problems. Be resilient.</p> <p>Think through the consequences of decisions you make. Don't leave yourself locked into long-term contracts that are inflexible and leave you facing heavy penalties every time you need a change.</p> <p>Believe in your own ability to manage and develop your organisation, if you think there are people who can deliver your organisations core activities better than you, or the team you should be building, then maybe you are in the wrong job.</p> <p><strong>What is the biggest career lesson you've learned during your career?</strong></p> <p>That the harder you work the luckier you get.</p> <p><strong>This article is published by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Join the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/public-leaders/start.php\" title=\"\"><strong>Guardian Public Leaders Network</strong></a><strong> free to receive regular emails on the issues at the top of the professional agenda.</strong></p>",
  "<p>With markets edging lower after recent rises - and not helped by the slump in <strong>Standard Chartered</strong> - one company heading sharply higher is <strong>InterContinental Hotels</strong>.</p> <p>The company - whose brands include Crowne Plaza and Holiday Inn - has jumped more than 5% to £17.09 after it promised to return $1bn to shareholders, funded by the expected proceeds from the sale of the New York Barclay hotel and other disposals.</p> <p>The InterContinental Park Lane in London is likely to be the next on the block, with a plan to sell it once its hotel in Westminster opens in early 2013.</p> <p>The cash return will be done via a special $500m dividend and a $500m share buyback programme in the fourth quarter of the year.</p> <p>As for trading, the company said half year revenues rose 3% to $878m, with operating profit up 6% to $286m. It plans to increase the interim dividend by 31%. Chief executive Richard Solomons said:</p> <blockquote> While the global economic environment remains uncertain, InterContinental continues to trade well and we are confident that our strategy will deliver high quality growth into the future. </blockquote> <p>Simon French at Panmure Gordon raised his target price from £15.45 to £16.70 but kept a hold recommendation. He said:</p> <blockquote> InterContinental has announced first half results in line with expectations. Current trading is slightly weaker with July revenue per available room growth of 3.8% [compared to 6.5% in the first half] and we expect full year consensus forecasts of $602m earnings before interest and tax to remain unchanged. This return of cash will help maintain an efficient balance sheet. </blockquote> <p>At Investec, James Hollins said he was likely to raise his full year forecasts by around 2%, and raised his target price from £17 to £18.50 with a buy recommendation.</p> <p>Overall the <strong>FTSE 100</strong> is down 10.77 points at 5798.00 after two days of gains. But without Standard Chartered's 23% fall after<a href=\"http://www.guardian.co.uk/business/2012/aug/07/standard-chartered-shares-slump-iran\" title=\"\"> allegations of $250bn of illegal transactions with Iran</a> - a decline which accounted for a 26 point fall in the FTSE - the index would have been higher.</p> <p>Elsewhere <strong>Xstrata</strong> has added 20.5p to 903.5p after it reported a better than expected 31% fall in first half profits. The miner, currently in the throes of a merger with Glencore, said cost cutting offset the impact of weaker prices and lower copper production.</p>",
  "<p>I enjoyed my afternoon at the Olympics, sitting in my public lottery-assigned £50 seat at the ExCel, with a fine view of the <a href=\"http://www.theguardian.com/sport/olympics-2012-boxing\" title=\"\">men's boxing</a>. And I enjoyed it not least because I was finally able to watch the sport itself without the surrounding hype, the layers of commentary. For a moment there was only that pleasure special to sport: the spontaneity of a story being fashioned in front of your own eyes, once and once only (despite digital repeats), robustly itself and not pretending to be anything else.</p> <p>As a lover and student of sport for many decades, I don't need to be reminded how compelling sport can be. But I've also learned what sport is not and that overstating or misstating its importance does it no favours.</p> <p>As one, the media are cajoling us into appropriate displays of Olympic enthusiasm, particularly in relation to British victories. Breathless BBC commentators reiterate the same round of superlatives – \"unbelievable\", \"incredible\", \"amazing,\" \"brilliant,\" \"unbelievable\" – telling us again and again how unique, how special, how extraordinary these Olympics are. It feels like they're the ones on performance-enhancing drugs, not the usually sober, poised and realistic competitors.</p> <p>Sadly, at the ExCel, after the refreshment of the boxing came the utterly formulaic torpor of a video package in which celebrities waxed banal on the \"atmosphere\" that makes the Olympics special and the \"unforgettable\" moment we're privileged to be part of. Sorry, but generally I prefer to decide for myself – or let time decide – if something I've witnessed is unforgettable. Olympic competitions, like other sports competitions, as any sports fan knows, are not an uninterrupted succession of climactic highs. The boring and the (relatively) mediocre play a necessary role.</p> <p>Commentators and politicians rush to squeeze Olympic results into preferred narratives and to draw apposite moral lessons. These lessons are invariably platitudes that tell us little about either sport or the outside world. It's as if there's a fear of letting us exercise our own powers of interpretation.</p> <p>The paradox is that at the core of the micro-managed Olympic spectacle is a phenomenon whose essence is its unpredictability, its uncontrollability, its sublime indifference to all extraneous narratives. Sport, even encased in the Olympic armour, retains an autonomy; each competition operates under impersonal self-contained laws. Unlike art, or the opening ceremony, sport cannot be orchestrated. Indeed, that's a condition of its legitimacy. It does not unfold according to a preconceived scenario, or illustrate a preconceived \"lesson\". Once the gun is fired or the clock starts, competitors are subject only to the egalitarian law of the level playing field, something otherwise conspicuously absent in our world. This is why we celebrate a Jesse Owens, an Abebe Bikila, a Cathy Freeman – because they used the level playing field to overturn (for a moment) historical hierarchies.</p> <p>The Olympic hype has helped me understand an observation made by the philosopher <a href=\"http://www.theguardian.com/culture/2011/jul/15/slavoj-zizek-interview-life-writing\" title=\"\">Slavoj Žižek</a>. Under the old regime, he says, the command was \"Thou shalt not\", whereas under the new it's \"Thou shalt\" – a ceaseless injunction to enjoy, consume, spend, celebrate. Or as Olympic sponsor Nike says, \"Just do it\". All of which is in its own way as oppressive and self-distorting as the old prohibitions.</p> <p>I've been an Olympics follower since the Tokyo games of 1964 but I perfectly understand that many people do not share my interest, and there is no civic requirement for them to do so. The Olympic boosterism treats competitive sport as something it is not and never should be – mandatory. To be itself, sport needs to be a freedom exercised, an option not an obligation. The injunction to \"stop moaning\" or \"whingeing\" should be roundly rejected, not least by genuine sports fans. The issues raised by the Olympics are not trivial: security in the context of the war on terror and the erosion of civil liberties; outsourcing and privatisation; the global ethics of giant corporations; the colonisation of the public realm through the super-enforcement of intellectual property rights; the subordination of local needs to the imperatives of global capital. These are not peripheral questions that can be wished away, and the success or failure of British competitors or of \"London 2012\" as a one-off event will have no bearing on any of them.</p> <p>Sport does offer a kind of escape, an alternative, exterior focus (like Shakespeare, a Twilight movie, or a game show). But it is not a vacation from critical thought. I find no difficulty thoroughly enjoying the best of the competition without compromising for a moment a necessarily critical perspective on what the Olympic enterprise has become.</p> <p>• A longer version of this article can be found at <a href=\"http://www.mikemarqusee.com/\" title=\"\">mikemarqusee.com</a></p>",
  "<p>When the 193-member general assembly, the UN's highest policymaking body, declared water and sanitation a basic human right back in July 2010, the adoption of that divisive resolution was hailed by many as a \"historic\" achievement.</p> <p>But as the international community commemorated the second anniversary of that resolution on 28 July, there was hardly any political rejoicing either inside or outside the UN.</p> <p>A coalition of 15 international non-governmental organisations (NGOs), whose members describe themselves as \"water justice activists\", said this human right is yet to be fully implemented.</p> <p>Demanding concrete action by individual governments, the coalition said: \"As members of the global water justice movement, we are deeply concerned to see little progress being made towards the full implementation of this right.\"</p> <p>In a letter sent to member states, the 15 organisations said that as \"governments aggressively pursue false solutions to the environmental and economic crises, the situation will only deepen the water injustices that our organisations and communities have been fighting for decades\".</p> <p>The coalition includes the Council of Canadians, the Blue Planet Project, Food and Water Watch, National Alliance of People's Movement of India, People's Coalition for the Right to Water in Indonesia, and Food and Water Europe.</p> <p>The organisations have produced a series of reports examining key obstacles to the implementation of the human right to water in several countries, including Argentina, Ecuador, Canada, Colombia, Indonesia, India, Palestine, the US and countries in Europe.</p> <p>In March, the UN children's agency (Unicef) and the World Health Organisation (WHO) released a <a href=\"http://www.wssinfo.org/fileadmin/user_upload/resources/JMP-report-2012-en.pdf\" title=\"\">joint report</a> (pdf) claiming that the millennium development goal (MDG) of halving the proportion of people without access to safe drinking water (spelled out under goal 7 on environmental sustainability) had been reached well in advance of the 2015 deadline.</p> <p>\"Today, we recognise a great achievement for people of the world,\" said UN secretary-general Ban Ki-moon, pointing out that it was one of the first MDGs to be met.</p> <p>At the end of 2010, 89% of the world's population – or 6.1 billion people – used improved drinking water sources, such as piped supplies and protected wells, according to the study, <a href=\"http://www.wssinfo.org/fileadmin/user_upload/resources/JMP-report-2012-en.pdf\" title=\"\">Progress on Drinking Water and Sanitation 2012</a> (pdf).</p> <p>This is 1% more than the 88% MDG target. And by 2015, about 92% of the global population will have access to improved drinking water, said the report released by the WHO/Unicef joint monitoring programme for water supply and sanitation.</p> <p>A cautious Unicef executive director Anthony Lake warned that victory could not yet be declared since at least 11% of the world's population – roughly 783 million people – are still without access to safe drinking water, and billions are without sanitation facilities.</p> <p>Tom Slaymaker, senior policy analyst at the London-based WaterAid, told IPS it is too early to say that the resolution on the human right to water has failed in its implementation.</p> <p>\"But two years on we have not yet seen the sort of step change in effort needed to reverse the historical neglect of water and, more particularly, sanitation in international development co-operation,\" he added.</p> <p>Slaymaker said the second <a href=\"http://www.sanitationandwaterforall.org/highlevelmeeting2012.html\" title=\"\">high-level meeting of sanitation and water for all partnership</a>, in April 2012, offered encouraging signs of increased political attention to the problem.</p> <p>\"But the resulting government commitments to get countries off track to achieve the sanitation MDG back on track to meet the target in 2015 need to be backed up with the required financial resources to make progressive realisation of the human right to water and sanitation a reality,\" he said.</p> <p>A further key test, he said, will be the extent to which emerging goals for development in the post-MDG era take account of obligations relating to the human right to water and sanitation and set ambitious new targets for achieving universal access.</p> <p>The resolution in the general assembly proved politically divisive, with 122 countries voting for it and 41 abstaining, but with no negative votes. The US abstained as did some of the European and industrialised countries, including Britain, Australia, Austria, Canada, Greece, Sweden, Japan, Israel, South Korea, Luxembourg, the Netherlands, Denmark and Ireland.</p> <p>But several developing nations, mostly from Africa, also abstained on the vote – siding with rich industrial countries. These included Botswana, Ethiopia, Kenya, Lesotho, Zambia, Guyana, and Trinidad and Tobago.</p> <p>In its letter to UN member states, the NGO coalition said the recently concluded <a href=\"http://www.uncsd2012.org/\" title=\"\">Rio+20</a> summit on sustainable development affirmed \"full and unquestioned consensus among UN member states regarding the human right to water and sanitation\".</p> <p>\"We are therefore demanding the full implementation of this vital human right, and remedies to the tremendous obstacles we are facing in all of our regions,\" the letter added.</p> <p>The letter refers to several regional chapters in a new report, <a href=\"http://www.canadians.org/water/documents/RTW/righttowater-0611.pdf\">Our Right to Water: A People's Guide to Implementing the United Nations' Recognition of Water and Sanitation as a Human Right </a>(pdf), written by Maude Barlow, chair of the Council of Canadians and former senior adviser on water to the UN general assembly.</p> <p>These reports, the letter says, provide several regionally specific recommendations to ensure the progressive realisation of the human right to water and sanitation.</p>",
  "<p>Fresh from the pastygate chaos in the wake of George Osborne's budget, sausage roll specialist <strong>Greggs</strong> has seen sales slump thanks to one of the wettest periods in the UK on record.</p> <p>The takeaway food retailer saw half year sales up 4.5% but this was boosted by new shop openings. Like for like sales fell 2.3% in the six months, but the slump was 3.5% in the second quarter following the heavy rainfall in April to June. Profits for the six months slipped £800,000 to £16.5m and the outlook is not particularly bright. The company said:</p> <blockquote> Our total sales growth of 4.5% reflects the good performance from our new shop opening programme and strong growth in wholesale volumes. The market remained challenging and was particularly impacted by the record levels of rainfall in the second quarter, with high street footfall down over 7%. Greggs was not immune to this and our like-for-like sales fell by 3.5% in the second quarter. <br> Conditions for consumers are likely to remain challenging in the second half and we will therefore continue to focus on delivering outstanding value for our customers.  There are some signs of future increases in global food ingredient costs; however we are largely covered against this for the remainder of 2012. </blockquote> <p>It is also expanding its outlets in Moto motorway services sites, with 30 at present creating 500 jobs. The government's embarrassing U-turn on charging VAT on heated food seems to have done little to lift the mood, and the company's shares are currently 6.8p lower at 498.2p. Analysts at Liberum Capital said the results were below their expectations:</p> <blockquote> Like-for-likes for the 26 weeks to 30 June were -2.3%. Having being tracking at - 1.8% for the first 19 weeks of the first half, this implies that like-for-likes over the last 7 weeks were -3.7%. The record levels of rain in June will have negatively impacted sales as well as the additional bank holiday in June for the Diamond Jubilee. <br> Last year, Greggs stated that current trading was 'marginally positive in July' however, this year the company do not disclose current trading for the start of the second half. The company has stated that 'achieving positive like-for-like growth in 2012 is unlikely' and that the consumer conditions remain 'challenging'. We continue to believe that the structural decline in footfall on the UK high-street is the main risk of the Greggs investment case as more than 90% of Greggs' stores are located on the high street. </blockquote> <p>Darren Shirley at Shore Capital was more positive:</p> <blockquote> Greggs is currently trading on a 2012 PE of 12.4 times, and with a dividend yield of 4.2 times. Whilst it is not immune from the ongoing consumer constraints and the inclement weather, we reiterate our buy recommendation post today's update, reflecting the medium to long term store growth potential that remains in the UK (around 100 stores per annum), the margin expansion potential from the ongoing investment in manufacturing infrastructure, the strong cash generation and balance sheet strength. Greggs remains our only positive recommendation in UK food retail. <br> </blockquote>",
  "<p>Snoop Dogg is 40 years old, and suddenly he is sick of rapping about guns, women, and gangbanging. In order to find himself he decided to go to Jamaica, but unlike the average male that goes away to deal with a midlife crisis, <a href=\"https://www.youtube.com/watch?v=MTqyV5Kw9Ss&amp;feature=player_embedded\" title=\"\">he took a film crew with him</a>. In Jamaica he met a whole lot of Rastafarians who shared their wisdom and knowledge with him, and that was it; he was baptised and was converted to Rastafari. He <a href=\"http://www.theguardian.com/music/us-news-blog/2012/jul/31/rapper-snoop-dogg-reggae-lion?utm_source=dlvr.it&amp;utm_medium=twitter\" title=\"\">no longer wants to be called Snoop Dogg</a>; after reasoning with a Rasta elder he was renamed Snoop Lion, and he recorded a reggae album. At first I was very cynical – it could have been a great way of raising his profile again, and rebranding himself. But the album is <a href=\"http://www.youtube.com/watch?v=5x__9qYCNMQ\" title=\"\">actually quite good</a>, and after hearing him speak I have to confess I was moved. He spoke of using his music to spread love and happiness, he said he wants to contribute to the \"struggle\", and teach people how to grow and become wise. He even wants to start a charity to help the poor, downtrodden people of Jamaica; he just wants to be nice. I was with him all the way, until he proclaimed that <a href=\"https://www.youtube.com/watch?v=EX7EqelDuQg&amp;feature=player_embedded\" title=\"\">he is the reincarnated Bob Marley</a>. Ironically, as he made his proclamation one of Bob Marley's sons sat right in front of him. Would this young Marley really consider Snoop to be his father in spirit?</p> <p>Snoop Lion says he wants to spread the message of Rastafari, but does Rastafari need an ambassador? Yes, is my answer, we need as many as we can get. I think we are one of the most misunderstood groups of people in the world. People don't know if we should be thought of as a religion, a political movement, a cult, or black hippies. Christians and Muslims call themselves broad churches, but we have a church so broad no one knows where it starts or where it ends. We think of this as a strength, but for outsiders it breeds misunderstandings. Snoop, it seems, like many misunderstanders, believes that to be a Rastafarian you have to make, or listen, to reggae music, he believes that you have to wear red, gold and green hats, he believes that you have to smoke marijuana, all stereotypes that on the whole have done us no favours. Dear misunderstanders, did you know that there are groups of Rastas who shun reggae music, and that most Rastas on this planet don't smoke? We need enough ambassadors to show the range of ideas within Rastafari. We need people to break down the stereotypes and show the diversity within our community, but sadly I don't see that happening any time soon.</p> <p>My friend who is a brain surgeon is continually being told that he's not a real Rasta because he doesn't sound Jamaican enough; another friend who is a psychiatrist has been told she can't be a Rasta because she doesn't cover her hair, and, because I don't smoke weed, absolutely no one believes that I am a real Rasta. Rastafari is not the force it used to be in popular culture – but that's pop culture, where stuff comes and stuff goes, the important thing is that it's still relevant. It's a place to go for young black people that don't want to join gangs, the Nation of Islam, or go to their parent's church. Those who are interested in black and African history, and those who are not prepared to buy into western consumerism will join the Rastafarian family to try to see the world though alternative spectacles. <a href=\"http://www.jusjahmagazine.com/\" title=\"\">Jus Jah</a> magazine is published by progressive Rasta women, and in Britain more broadly, the new generation of Rastas, unlike the 80s generation, is led by an army of strong women, something that Snoop Lion might find a little challenging.</p> <p>We also now have the rise of the white Rasta. I'm not talking about trustafarians, or women and men who just happen to be white but have grown dreadlocks, even though they shave and trim. These are serious Rastas who also claim Africa as their home. Once upon a time there were lots of debates within the community about whether they should be considered Rastas, but now, on the whole, they are accepted, and like lots of converts they can sometimes embarrass us black folk with their knowledge of our culture.</p> <p>One of many Rastafarian mantras is \"know thy self\". It is repeated in songs, poems, and conversation. Snoop claims that he has always been a Rasta, but only now has his third eye been opened. So let's break this down. Rastas know who they are, but Snoop has been at the top of the commercial hip hop tree for so long without knowing who he is. What can he teach us? If he is sincere I wish him the best, but maybe he would be a better ambassador for Rastafari, and the struggle, by spreading the message using hip hop. Rastas don't really need to hear more messages about Rastas – Snoop should take his message to the gunslingers and the gangbangers. He should go forth, drop philosophy over some phat beats, and preach to the unconverted.</p>",
  "<p>More than £11.5bn has been wiped from the stock market value of Standard Chartered bank since <a href=\" http://www.theguardian.com/business/2012/aug/06/standard-chartered-iran-transactions\" title=\"\">US allegations that the bank had illegally moved $250bn of Iranian money around the financial system</a>.</p> <p>The share price fall on Tuesday puts the top management of the bank – described by the US authorities as a \"rogue institution\" – under intense pressure even though they have denied the allegations made by the US.</p> <p>By midday Tuesday in London the shares had lost £4.81 of their value – some £11.5bn in total – since the shock announcement which caused the sudden 6% fall in the shares on Monday and a further 24% fall on Tuesday.</p> <p>The stunning drop comes after the surprise announcement, just as the London market was closing on Monday, by the New York state department of financial services that Standard Chartered's actions had left the US \"vulnerable to terrorists, weapon dealers, drug kings and corrupt regimes\".</p> <p>Even though the highly regarded London-based bank <a href=\"http://www.standardchartered.com/en/news-and-media/news/global/2012-08-06-response-to-NY-State-Department-comments.html\" title=\"\">denied the accusations</a>, investors took fright following a spate of banking scandals that have unseated management at rival banks and amid fears Standard Chartered could lose its banking license in the US.</p> <p>Standard Chartered had attempted to calm nerves overnight by issuing a statement at midnight refuting the allegations.</p> <p>Until now, the bank has been the only global bank regarded as having a reputation untarnished by the growing number of scandals. Top management was stunned by the scale of the allegations, of which it had no prior warning before late Monday afternoon.</p> <p>The US regulator's 30-page report reproduces emails and conversations between Standard Chartered staff, including a remark from a London-based director when warned by a US colleague of potential problems in dealing with Iran. \"You fucking Americans. Who are you to tell us, the rest of the world, that we're not going to deal with Iranians,\" the director said.</p> <p>The director is not named but the exchange is said to have taken place when the bank's chief executive for America warns, among others, the head group executive director for risk. At the time, October 2006, this title was held by Richard Meddings, who was promoted to finance director the following month. The bank would not comment on individuals.</p> <p>Meddings and Peter Sands, who was promoted from finance director to chief executive in November 2006, are highly regarded and respectively regarded as potential candidates for top jobs at Barclays and as the next governor of the Bank of England.</p> <p>Until November 2006 Mervyn Davies had been chief executive – a role he held since 2001 – until he was elevated to chairman. He later became Lord Davies when he joined the Labour government during the financial crisis and left the bank. Among others to have sat on the board are Lord Turner, who was a non-executive director for two years until he left in late 2008 to become chairman of the Financial Services Authority.</p> <p>While the US authorities said that $250bn had been hidden for nearly a decade, Standard Chartered conceded that \"under $14m\" had breached so-called U-turns, which were transactions that US authorities allowed to take place as long as the money did not end up in Iranian banks. The bank stopped dealing with Iran five years ago.</p> <p>\"As we have disclosed to the authorities, well over 99.9% of the transactions relating to Iran complied with the U-turn regulations. The total value of transactions which did not follow the U-turn was under $14m,\" Standard Chartered said.</p> <p>In 2010, 2011 and only last week when it published another rise in profits, the bank has admitted it was in discussions with US regulators about historic breaches of sanctions.</p> <p>But it appears to have been wrong footed by the New York regulator, which it had expected to co-ordinate with other US agencies. Standard Chartered is also in discussions with the department of justice, the office of foreign assets control, the Federal Reserve group of New York and the district attorney of New York.</p> <p>Standard Chartered said it had \"voluntarily approached all relevant US agencies\" in January 2010 and \"informed them that we had initiated a review of historical US dollar transactions and their compliance with US sanctions\".</p> <p>\"This review focused primarily on transactions relating to Iran in the period 2001-2007, and in particular, their compliance with the U-turn framework established by the US authorities to enable ongoing US dollar trade with Iran by other countries.\"</p> <p>Several thousands of pages of documents and interview notes, plus analysis of approximately 150m payment messages were handed over. The New York regulator accuses Standard Chartered of hiding the transactions by wiping out codes used in the payment system that would have identified Iranian clients.</p> <p>\"The group does not believe the order issued … presents a full and accurate picture of the facts. The analysis, that the group shared with all the US agencies, demonstrates that throughout the period the group acted to comply, and overwhelmingly did comply, with US sanctions and the regulations relating to U-turn payments,\" said the bank.</p> <p>Its review of its Iranian payments also did not identify a single payment on behalf of any party that was designated at the time by the US government as a terrorist entity or organisation,\" it said.</p> <p>\"The group takes its responsibilities very seriously, and seeks to comply at all times with the relevant laws and regulations. It is in this spirit we initiated this review and have engaged with the US agencies,\" the bank said.</p>",
  "<p>The far right has long provided us with a window through which we can view the changing nature of racism, and racist politics. While this traditionally played itself out in the humdrum of election campaigns, it has now adapted to the digital age – and at phenomenal speed.</p> <p>When I began studying extremism almost 10 years ago, the main sources of information were interviews with activists, party newspapers and magazines, and the occasional meeting. Today, almost everything you need to know about the far right is online. In fact, its activists have embraced the internet to such an extent that it's now virtually impossible to track all the bloggers, Twitter accounts and Facebook pages that have, for them, become indispensable tools of communication.</p> <p>For optimists, the arrival of internet technology and social networking signalled an opportunity to counter the right's extremist politics: an arena through which the bonds that bridge communities opposed to rightwing doctrine could be strengthened. But, for pessimists, this change was only ever going to strengthen extremist groups and their supporters, by forging links between members of a closed and stigmatised community, strengthening their collective identity.</p> <p>The digital age is changing the modern far right and how we make sense of it in four main ways. First, it has facilitated the quest for credibility. Social media tools have enabled fringe groups once derided for having \"more initials than members\" to cultivate an image of power and influence. The <a href=\"http://www.bnp.org.uk/\" title=\"\">British National party</a> was one of the first far right groups in Britain to realise the internet's potential.</p> <p>Initially, it simply replicated the website of a more successful French far right party but, before long, it had built one of the most dynamic, interactive and popular websites in British politics. Even though the party is now dismissed as a failure, it has retained almost 85,000 Facebook likes. This almost matches the Liberal Democrats, is nine times higher than Ukip's Facebook following, and five times higher than the Greens. An entry for the <a href=\"http://englishdefenceleague.org/\" title=\"\">English Defence League</a> – formed only in 2009 – has attracted more than 15,000 likes, while dozens of affiliated pages (Hindus who support the EDL) have up to 5,000 followers. Not all are sympathisers, but a significant portion are.</p> <p>Second, it has helped the far right sustain the loyalty of followers and cultivate a strong collective identity. Its virtual communities have become essential to understanding how these groups pull rather than push citizens into their world. One example is a study of <a href=\"http://www.tandfonline.com/doi/abs/10.1080/13691180802266665\" title=\"\">Stormfront</a>, an influential site that has a global reach and is a key rallying point for neo-Nazis. One activist described the forum as \"like a second home\".</p> <p>Importantly, while most of these followers were ridiculed in the public sphere, this virtual community offered them a set of shared values, norms, meanings, and a sense of history. At times this was expressed through seemingly insignificant gestures – such as wishing each other a happy birthday – but it offered something entirely absent in the offline world: solidarity, comradeship and, above all, acceptance. As sites such as Stormfront demonstrate, the far right is not simply about winning elections; it also strengthens and passes a particular belief system and collective identity on to future generations.</p> <p>Third, the internet supports new forms of far right mobilisation. Perhaps the most significant is the <a href=\"http://www.youtube.com/watch?v=B0vCJJk2gbA\" title=\"\">Immortal</a> group in Germany, which emerged in 2011. Organised around Twitter and other social media, it stages unregistered rallies at night, at which its activists wear white masks, carry torches through urban areas and chant extremist slogans. Shortly after each gathering, a professionally produced video appears on YouTube. Intended to demonstrate the group's power and support, the imagery harks back to the torchlight processions of inter-war Nazism.</p> <p>Another example is how the \"counter-jihad\" networks in North America and Europe increasingly rely on social media to organise international demonstrations and meetings (one was held in Stockholm last weekend). As happened when websites first developed, the far right is again proving to be more innovative than established political groups at harnessing the power of the digital age.</p> <p>Finally, the power of instant communication has challenged those of us who study extremisms. Over the years I have received dozens (perhaps hundreds) of emails and letters that insult me personally, or question the motives of my research. One example was a response to a report I wrote for the <a href=\"http://www.chathamhouse.org/\" title=\"\">Chatham House </a>thinktank on populist extremism in Europe. One email began in a moderate tone – \"Let us hope the public spending cuts in higher education put a speedy end to your career\" – before descending into bigotry: \"Perhaps that money-lending Jew will find you a job in gratitude after you did his spade work.\"</p> <p>More recently, supporters of the EDL launched a Twitter campaign against me claiming that I have never interviewed anyone on the far right and that my research is restricted to the world of social media. The fact that I've undertaken well over 70 interviews with members of various groups is ignored; nonetheless, within minutes, a blog had been posted on a forum for \"peaceful hooligans\" and so the campaign trundled on.</p> <p>As <a href=\"http://www.theguardian.com/commentisfree/2012/jul/12/consequences-of-online-racism\" title=\"\">Gary Younge</a> pointed out last month, the internet has not created these reactions but it has exacerbated them. The anonymity it offers makes activists feel more empowered. Social media tools have encouraged far right activists to become far more combative and – persistently – attempt to insult individuals and discredit their research.</p> <p>While bringing opportunities, the digital age has also brought fresh challenges. In circumventing traditional channels of communication, it seems that we are only at the very beginning of a much broader shift in terms of how far right groups are rallying support. Mainstream parties and other groups will have to be on their guard to ensure their messages of hate do not take hold.</p>",
  "<p>Development conferences are smart-suited affairs these days. At the recent <a href=\"http://www.uncsd2012.org/\" title=\"\">Earth summit in Rio</a>, dozens of chief executives jetted in to voice their thoughts and <a href=\"http://www.unglobalcompact.org/NewsAndEvents/rio_2012/index.html\" title=\"\">\"showcase\" their commitments to sustainability</a>. Twenty years ago, corporate representatives were almost entirely absent.</p> <p>In a curious twist of roles, it was business leaders – not policymakers – who trumpeted progressive ideas like <a href=\"http://www.naturalcapitaldeclaration.org/\" title=\"\">\"natural capital\"</a>, <a href=\"http://www.unido.org/index.php?id=1002609\" title=\"\">\"green industry\"</a>, <a href=\"http://www.aviva.com/corporate-responsibility/programme-updates/13023/\" title=\"\">mandatory sustainability reporting</a>, and so on. Last week's appointment of Unilever CEO Paul Polman to a <a href=\"http://www.guardian.co.uk/global-development/2012/aug/01/panel-lead-global-development-agenda-named?newsfeed=true\" title=\"\">high-level UN panel</a> signals a formal acceptance of corporations in the development debate.</p> <p>The UN has been reaching out to business for some time. Its flagship set of business principles, the <a href=\"http://www.unglobalcompact.org/\" title=\"\">UN Global Compact</a>, now has 6,000 company signatories. Companies have deep pockets, knowhow and technical capacity – assets aid agencies frequently lack – so it makes rational sense for the UN to embrace the private sector.</p> <p>But should the development community be concerned about businesses sharing their patch? First, some perspective. This isn't a Wall Street invasion. Polman is the only corporate boss on the 26-member panel. In fact, most come from the same cadre of summit-weary diplomatic types who so unsurprisingly failed at the Earth summit. UK prime minister <a href=\"http://www.guardian.co.uk/environment/2012/jun/12/david-cameron-rio20-earth-summit\" title=\"\">David Cameron, who didn't even manage to attend the Rio jamboree</a>, is co-chair.</p> <p>Then there's Polman himself. Most chief execs can spout the \"sustainable business\" chat these days, but along with Puma's Jochen Zeitz and Kingfisher's Ian Cheshire, Netherlands-born Polman is one of the few who genuinely knows his stuff. Nor is he afraid to stick his neck out. He's previously urged governments to impose a <a href=\"http://www.unilever.com/mediacentre/pressreleases/2009/Unilevercallsformoratoriumondeforestationoftropicalrainforest.aspx\" title=\"\">moratorium on the deforestation of tropical forests</a>, and to make sustainable reporting mandatory. He is also on record as telling Unilever shareholders not on board with his sustainability objectives to \"get out\".</p> <p>Even so, the idea of business meddling in development still discomfits many. After all, large, publicly-owned corporations are unapologetically profit-driven; they're about making money and increasing dividends, not reducing poverty. Nonetheless, if meeting development needs can help the bottom line, companies have every reason to get involved.</p> <p>Unilever is an arch proponent of the so-called <a href=\"http://www.unilever.co.uk/sustainable-living/ourapproach/oursustainabilitystrategy/\" title=\"\">\"business case\" for development</a>. On the supply side, it sources thousands of tons of agricultural raw materials every year, much of which comes from African and other developing countries. If farmers can't make a viable living, then supplies of sugar, soy, tea and so forth will dwindle and Unilever's procurement bill will spike.</p> <p>Other companies understand this, too. <a href=\"http://www.mars.com/global/brands/cocoa-sustainability/mars-and-cocoa-sustainability.aspx\" title=\"\">US confectionery giant Mars</a> works with cocoa farmers in the Ivory Coast and Ghana to improve their skills and increase their incomes. It pitches its Vision for Change programme as a corporate responsibility project. Far more importantly, however, it's a way of keeping Snickers bars on the shelves.</p> <p>Similarly significant is the demand side. Consumer goods firms need customers. Two billion times a day, someone, somewhere uses a Unilever product. The company needs to increase that figure if it's to double its business by 2020 under its <a href=\"http://www.unilever.com/sustainable-living/\" title=\"\">sustainable living plan</a>. Turning the world's poor into consumers is a logical way to achieve that. In rural India, <a href=\"http://www.hul.co.in/careers-redesign/insidehul/oursuccessandchallenges/shaktiprogrammeindia.aspx\" title=\"\">Unilever is marketing its shampoos and washing powders in affordable, sachet-sized units</a>. It presents this exercise as responsible business, since getting soap into the hands of the poor is shown to cut disease.</p> <p>The development community is right to be wary, however. Just because there's a business case for development doesn't necessarily mean there is a development case for business. For starters, the business case isn't flawless. When companies talk of the <a href=\"http://www.fastcompany.com/1746818/fortune-bottom-pyramid\" title=\"\">\"bottom of the pyramid\"</a>, it's the so-called \"productive poor\" they have in mind, not the poorest of the poor. Even then, the <a href=\"http://hbr.org/2012/06/reality-check-at-the-bottom-of-the-pyramid/ar/1\" title=\"\">high penetration rates</a> required make profits hard to come by.</p> <p>Moreover, the private sector's solution to development evolves from capitalist orthodoxy. Developing countries, the argument runs, need more consumer-driven capitalism, not less. With the world's natural resources depleting fast, a rethink here can justifiably be demanded. Polman talks of \"decoupling\" economic growth from environmental impacts. It's a nice idea, of course, but hugely difficult in practice. Only one fifth of Unilever's energy is renewable, for example – and that's from a market leader.</p> <p>Lastly, there's the very real danger of tokenism. While Unilever has done more than most to integrate sustainability principles into core business operations, <a href=\"http://www.guardian.co.uk/sustainable-business/sustainable-living-plan-progress-unilever\" title=\"\">Polman's decoupled dream</a> remains a long way off. Most other companies are miles behind. Of course, <a href=\"http://www.businessfightspoverty.org/\" title=\"\">innovative business solutions</a> that tackle poverty are highly attractive. But not if they're tacked on to the main job of making widgets, as most still are.</p> <p>A company's primary development contribution derives from its everyday activities: the people it employs, the materials it sources, the products it sells, and the taxes it contributes. Ask any developing world policymaker if they'd rather have a free school or a fat royalty cheque, and the response should go without saying.</p>",
  "<p>With all the wall-to-wall media showing us the repercussions of corporate greed, it's refreshing to hear from the opposite end of the spectrum about multinationals launching schemes to give back rather than just take.</p> <p>The <a href=\"http://www.co-operativebank.co.uk/servlet/Satellite/1193206375355,CFSweb/Page/Bank\" title=\"\">Co-operative Bank</a>, clothing chain <a href=\"http://uk.monsoon.co.uk/\" title=\"\">Monsoon</a> and cosmetics giant Lush are leaders in finding new ways to develop their philanthropy. Lush's latest initiative – giving unsung volunteers, ie those without professional fundraising backgrounds, the means to access funding – further boosts its credentials of supporting grassroots environmental, animal and human rights campaigns.</p> <p>With shops in 43 countries, it supports among other things, anti-fracking campaigns in Argentina and tree nurseries in Uganda and Kenya. As such the company is the antithesis of the tax-evading, profit-motivated behemoths <a href=\"http://www.guardian.co.uk/commentisfree/2010/dec/03/topshop-philip-green-tax-avoidance-protest\" title=\"\">so vilified by UK Uncut</a>: Vodaphone, Sir Philip Green's Topshop and BHS.</p> <p>As Mark Constantine, founder of Lush, explains: \"I like to look after people who like to look after other people.\" Constantine is matching the £1m given away last year with his own money and has two policies which speak volumes. First domestic flights are banned and recognising that the government refuses to tax aviation fuel, his company does; the carbon tax they collect goes straight into supporting climate change and cleaner transport campaigns to the tune of £120,000 last year.</p> <p>The second is the £250,000 a year <a href=\"https://www.lush.co.uk/content/view/393\" title=\"\">Charity Pot</a>. Each store sells body cream pots with all proceeds going towards campaigns, so the product is effectively made for free and given away. Commercial suicide on a wider scale, but Constantine and his employees, mostly with backgrounds in activism, are happy to court controversy.</p> <p>Hilary Jones, the company's ethical director, who has been with the company since its inception, explains: \"We don't have a problem in supporting groups like Plane Stupid because we don't worry about our image; we aim to be braver in our giving, not grey and corporate.</p> <p>\"Being able to give money to stop an animal rescue centre closing or supporting hunt sabs or Guantanamo prisoners; it's touching that by selling soap and having the balls to do all this we can reinvigorate debate.\"</p> <p>Two recent additions to the campaigns team have been at the forefront of such debate: the aptly-named Becca Lush, an anti-roads protestor active during the nineties and Tamsin Omond from the 2000s' Climate Camp rushes.</p> <p>\"If I wasn't 100% sure about this company I wouldn't be working here,\" says Lush. \"It's transparent, there's no greenwash. We totally favour little Davids over Goliaths as the smaller campaigns can get an awful lot done with small amounts – the bigger campaigns can become quite bloated.\"</p> <p>Omond adds: \"We understand how crucial it can be to get money to campaigns quickly so we have two-weekly emergency funding rounds. We're looking at how our shops can become support hubs on the high street. This 'reflexivity' is hugely helpful in peppering the country with protest.\"</p> <p>Fashion retailer, Monsoon, adopts a less confrontational approach, but is nevertheless effective in its campaigning. Olivia Lankester, head of corporate responsibility, says: \"We select projects like <a href=\"http://www.sewa.org/\" title=\"\">Sewa</a>, an embroidery co-operative in Delhi, which helps women from slum communities to earn a living and we're just beginning a project in Afghanistan to help women set up small-scale silk cultivation and processing businesses.\"</p> <p>Monsoon set up a trust in 1994 to help disadvantaged women and children in Asia, which has grown from helping a handful of families to more than 10,000 women and children a year. There is a long-standing partnership with Seva Mandir, an Indian charity providing healthcare and education in Rajhastan, from where their charity patron, the model Jodie Kidd, recently returned having witnessed an annual immunisation programme which reaches 1,500 children in remote villages.</p> <p>Monsoon founder, Peter Simon, explains the ethos: \"I've always believed in trade not aid, giving market access to disadvantaged craftspeople across India.\"</p> <p>The bigger boys in this UK market for giving are led by the Co-op which is focusing on younger people and those with disabilities and their <a href=\"http://www.co-operative.coop/corporate/Press/Press-releases/Headline-news/The-Co-operatives-lasting-legacy-for-young-people-with-a-learning-disability-/\" title=\"\">Inspire Me</a> campaign has been launched on the back of a partnership with learning disability charities. Peter Marks, chief executive, explains: \"Our employees decided that our charity of the year would be Mencap and Enable. Together we've raised £7m and that is a record and has been a magnificent effort by all our 110,000 employees.\"</p> <p>The results include support for up to 20,000 young people with a learning disability, their parents and carers, and their local communities. Mark Goldring, chief executive of Mencap says: \"They have helped to raise awareness of learning disabilities, which can be hidden and that most people don't know about ... and that helps us in the long term.\"</p> <p>Meanwhile, the Co-op's <a href=\"http://www.co-operative.coop/join-the-revolution/our-plan/inspiring-young-people/truth-about-youth/\" title=\"\">Truth about Youth</a> initiative, begun in 2009-10, continues this year with 56,000 adults and young people from London to Glasgow aiming to challenge stereotypes and bring generations together through shared activities.</p> <p>Dave Smith, Co-op's corporate spokesperson, says: \"In 2011, we invested £13.6m in communities at home and around the world. By 2013, we've a target to support 10,000 community initiatives each year, that's one new project every hour, every day.\"</p> <p>We could well be witnessing a new era in corporate social responsibility, pioneered by Lush and the Co-op but emulated by others on the high street and harried by consumers and shareholders ever keen to see the door firmly shut on bonus culture and the City's wheeler-dealing.</p> <p><em>Jan Goodey is a freelance writer/activist specialising in the environment</em></p> <p><strong>This content is brought to you by Guardian Professional. To join the social enterprise network, </strong><a href=\"https://socialenterprise.guardian.co.uk/en/accounts/join\" title=\"\"><strong>click here</strong></a><strong>.</strong></p>"
]