[
  "<p>A few years ago people used their mobile phones to make calls and, if they were feeling adventurous, to send the odd text. Not any more. These days we take for granted the mini-PCs in our pockets that can play our favourite songs and TV shows; they can even help you find yourself (if you get lost).</p> <p>Consumers are hooked on their phones and, surveys say, miss them long before realising their wallet has gone astray. They have become a life and death matter for manufacturers too – as Nokia, BlackBerry's Canadian owner Research in Motion and now Taiwan's HTC have found to their cost. The wrong smartphone, marketed in the wrong way, can destroy a company's market value in a matter of months.</p> <p>When Stephen Elop took over as chief executive of Nokia in 2010, the Finnish company was the world's largest maker of smartphones, with a global market share comfortably over 30%. <a href=\"http://www.theguardian.com/business/2011/feb/10/nokia-warns-trouble-ahead\" title=\"\">A year later, and that share had halved, according to research firm IDC</a>. In the ensuing nine months, the same thing would happen again and Nokia's share now stands at 7%. Asset sales, factory closures and job losses in their tens of thousands have followed.</p> <p>The decline has been just as startling at the once-mighty BlackBerry. Having created the ultimate email machine, RIM has been unable to follow up with a phone that lets you surf the internet without making you feel suicidal, and is now facing an existential crisis. In the space of a year, the company has gone from a quarterly profit measured in the hundreds of millions of dollars to a quarterly loss of the same magnitude; 7,000 jobs have already been axed this year.</p> <p>It seems a company can go out of fashion faster than its phone – as the experience of Taiwanese prodigy HTC, which has unravelled in just six months – has shown us. A relative newcomer to the consumer electronics business, it first found success making white-label Windows phones for various mobile networks. Then along came Google and the Android platform and HTC jumped aboard, making phones under its own name.</p> <p>Android's magic carpet whisked HTC into the stratosphere. Revenues doubled, peaking at Christmas 2011. Then, all of a sudden, the rug was pulled out from under its feet. HTC's newest handset, the HTC One X, <a href=\"http://www.theguardian.com/technology/2012/apr/06/samsung-wins-smartphones-battle\" title=\"\">failed to make an impression this spring</a> and now sales and profits are in freefall: a company that was worth more than £11bn in March is now valued at just over £4bn.</p> <p>In an attempt to right the ship, HTC has sold back its stake in Dr Dre's hip headphone business after the combination of its phones and Dre's \"cans\" failed to inject street cred into the brand. The Seoul and Brazil offices have been closed, as has its research centre in North Carolina.</p> <p>HTC is still profitable, and may well bounce back. But history suggests that once they find themselves in a tailspin, phone makers rarely recover. Siemens, once a top-five manufacturer, began to loose its appeal in 2001. In two years its market share halved. By 2005 it had halved again, and the handset division was sold to a Chinese company.</p> <p>The decline of Motorola, once world number one, can be dated from 2007, the year the iPhone arrived. It took 18&#xa0;months for half of Motorola's sales to fall away, and another 18 for it to loose its mojo altogether. The handset business was sold to Google last year.</p> <p>If anything, the pace of decline is increasing. Apple turned the mobile phone into a status symbol on a par with the designer handbag. As customers moved upmarket, two premium brands, Apple itself and Samsung, have taken control of more than half of worldwide sales. Mobile phones, like fashion, are looking like a dangerously fickle business.</p> <h2>Walker can ride reforming tide<br></h2> <p>The attraction of Sir David Walker, next chairman of Barclays, is that he stands for something. Try his comment to this newspaper: \"This is quite a good time to be reforming pay because of where the market in pay is. We may still suffer some breakages [employees leaving] but if people are only doing it for the money, they are probably not the people we need.\"</p> <p>It is impossible to imagine Walker's predecessor Marcus Agius expressing the view that you can't make an omelette without smashing eggs. Agius was happy to accept that pay would eventually fall across the industry \"to adjust to the new reality of higher capital and lower returns\", as he put it at this year's annual meeting. But the notion that Barclays should take a lead in this made him bristle. Shareholders' interests had to be protected, you see, and outsiders should be more patient.</p> <p>Walker's premise is that there's no time like the present. Hurrah! But the fine words have to be matched by deeds. The test will come when Barclays does suffer \"breakages\". What if a team of red-hot currency dealers threatens to move to, say, JP&#xa0;Morgan? Let 'em go – we'll find cheaper replacements, seems to be Walker's line.</p> <p>The good news is that he can expect shareholders to be supportive. During Bob Diamond's reign, most became sick of seeing the investment bankers protect their own rewards even when profits fell and returns were weak. Most are willing to gamble that the bank won't fall apart if a few supposed superstars jump ship.</p> <p>Walker's great advantage is that Diamond has gone. He can appoint his own chief executive and demand quick improvements. He is also helped by the Libor scandal: even on the trading floor, they recognise that Bonus Bob's downfall means life will now change.</p> <p>Just don't expect Walker to work miracles. His 2009 review of financial institutions had very little to say on the subject of banks' behaviour towards customers. There were excellent recommendations on the need for non-execs to get up to speed on risk and challenge executives. But since then the full horrors of the PPI insurance mis-selling scandal have been revealed and we've learned that small businesses were stuffed with interest-rate swaps they didn't need. With banks, there's always a new problem.</p> <h2>Oil hunters in troubled waters of Falklands<br></h2> <p>While oil companies are rightly pilloried over the environmental risks they take, you have to admire their bravado. After badly blundering in the Gulf of Mexico, it's hard not to admire BP's boldness as it set about trying to sign a deal with Rosneft behind the back of its existing (and already highly truculent) local partners, AAR.</p> <p>Similarly, it's fun to watch Premier Oil take a £640m bet on the Falklands, a drilling location Argentina has in the past been willing to start a war over. Premier Oil you might recall was one of the very few companies that hung on in Burma when it was exceedingly politically incorrect to do so. The management eventually sold out – and how frustrated they must be now that the gas-rich nation has been embraced again by the international community.</p> <p>The City has woken up to the Falklands being a difficult political destination, with Numis Securities last week changing its rating on the shares from buy to hold. But the good news for Simon Lockett and his team at Premier is that last week Noble Energy, became the first US firm to sign its own exploration deal in the disputed waters. Britain might no longer have the hardware to launch another liberation armada, but you can bet the US navy would defend its noble drillers if anything nasty kicked off.</p>",
  "<p>The annual general meeting of the <a href=\"http://www.rspb.org.uk/\" title=\"\">Royal Society for the Protection of Birds </a>is a splendid affair, held in the heart of London. Around 1,000 enthusiastic members attend and its high point is a rousing recital of the year's achievements from the charity's chairman. The tone tends towards the evangelical. At last year's gathering, the RSPB's current chairman, Ian Darling, was able to applaud a record membership of more than 1 million, each paying £3 a&#xa0;month to help preserve Britain's bird life – or, as the handout puts it, anything that \"hops, crawls or flutters in your garden\".</p> <p>This is the charity that draws in the devoted, tending their bird tables across the country, and proud parents sending their children out on ornithological field trips. But it's also one of the nation's leading conservation bodies. Mr Darling recounted some of the success stories: the Great Crane Project which has restored the common crane to the Somerset Levels after an absence of 400 years; red-backed shrikes breeding successfully for the first time in the UK in 17 years; and red kites hatching in Northern Ireland after 200 years.</p> <p>He could applaud the healthy state of the society's finances – a net income of £94m, and expenditure of £83m. Its funds, boosted by generous legacies from members, are largely spent on conservation projects, including buying up land as nature reserves; it owned 209 at the last count, covering roughly 300,000 acres of Britain, almost half of this in Scotland, making it that country's eighth-largest landowner.</p> <p>With all this financial muscle comes considerable influence. The advice of the RSPB is sought by governments and major companies on a&#xa0;range of issues, from the siting of wind farms to the planning of ring roads and airport runways. Not only sought, but adhered to. The big power companies, key players in onshore and offshore energy, pay tribute to the RSPB for steering them away from sites that are judged damaging to bird life. They know that to ignore the advice is to incur the risk of long-drawn-out planning objections and ultimate defeat.</p> <p>In most cases, such RSPB publicity is immensely successful – and why not? Surely this is one of Britain's most popular charities, source of an immense body of scientifically objective knowledge about wildlife, not just in Britain but across the world. Yet the RSPB has incurred the hostility of farmers, landowners and even the rural communities among whom it works. An organisation that once prided itself on its close links with countryside affairs and its working knowledge of the land now finds itself at a&#xa0;distance, assisting the police in exposing landowners whom it accuses of wildlife crime, and heaping blame on farmers for agricultural practices which it says have led to a dramatic fall in the numbers of once-common species. Though its stance on shooting is officially \"neutral\", a remarkably high proportion of its press releases concern owners of grouse moors and pheasant shoots, blaming them for trapping, poisoning and shooting birds of prey, or \"raptors\" as they are defined. A recent campaign urged its youngest members to help the society by turning detective: \"Can you help stop the criminals?\" it asks. \"With your help we can save birds of prey.\"</p> <p>Since the upper moorland of Britain is one of the most fragile eco-systems in the country, and agriculture accounts for more than 75% of its land, this is the frontline of conservation.</p> <p>Landowners and farmers claim that there is something odd about the RSPB's very public campaigns and about how they appear to be obsessed by birds of prey above all others. These are, of course, Britain's most glamorous birds. But the suggestion that they are under threat appears, to some, to be a highly partial version of the truth.</p> <p>The picture painted by the latest Breeding Birds Survey, compiled by the British Trust for Ornithology (BTO), a science-based organisation, challenges the RSPB assertion head on. Species such as kites, eagles, goshawks, and peregrine are all doing well, with kites in particular, now re-introduced to Britain, a familiar sight over large areas of southern England, Wales and the Scottish Highlands. Golden eagles are flourishing enough for around 40 of them to have been \"relocated\" to County Donegal in Ireland. Buzzards, another common bird of prey, have multiplied by more than 600% since 1967, prompting Defra, the government's environment department, to consider ways of controlling them.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394812543\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2012/8/6/1344271215129/Hen-harrier-001.jpg\" alt=\"Hen harrier\" width=\"460\" height=\"275\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A hen harrier with chicks in Sutherland. Photograph: Mark Hamblin/Getty Images</span> <span class=\"element-image__credit\">Photograph: Mark Hamblin/Getty Images</span> </figcaption> </figure>  <p>Even the number of hen harriers, which remain on the BTO's \"red list\" of globally threatened species under threat, increased from 570 nesting pairs in Britain in 1998 to 806 in 2004, before declining to 646 in 2010. Its European population runs into many thousands.</p> <p>The RSPB, however, maintains a passionate campaign on behalf of all birds of prey, irrespective of their numbers, its publicity eclipsing its concern for smaller birds, many of which now feature on the BTO's list of genuinely endangered species – willow tits, yellow wagtails, lapwing, grey partridge, redshank, stonechat and mistle thrush, some of which have undergone a population crash. In working to conserve these, the society needs to have those who own and manage the land on their side.</p> <p>Landowners and farmers, who find themselves on the receiving end of hostile publicity, say that they are every bit as concerned about the fragility of bird populations in Britain as the RSPB. They have, they admit, a more mixed view about birds of prey, seeing them, for all their beauty, as predators which attack small birds, as well as the young pheasants, grouse and sometimes even farm animals which are their livelihood. They argue that if the RSPB spent less time criticising them and more working with them as partners, much more could be achieved in the cause of conservation. The RSPB, for its part, says that it is committed to working with landowners, farmers and other land managers: \"We are the largest UK provider of free conservation advice to the farming community.\"</p> <p>Many consider that to keep its membership high, the RSPB may not want to be seen forging any kind of relationship with the shooting fraternity. Knowing that its loyal members take a dim view of blood sports, its \"neutral\" view on the subject of shooting can on occasion veer towards outright hostility. Privately, RSPB officials will concede that farmers or landowners do much good work to propagate bird species – planting bird-friendly crops, burning heather and killing vermin in order to improve shooting prospects. In public, however, support for those who kill birds for sport is rarely if ever expressed.</p> <p>John MacTavish, 46, a gamekeeper on a&#xa0;1,500-acre farm and pheasant shoot near Oban, has worked all his life on the land, and is keenly interested in conservation. But ever since the introduction of sea eagles, a spectacular bird of prey unknown in the area for 200 years, he claims he has found himself a&#xa0;constant object of suspicion. These eagles have chosen not to nest on his ground and he believes RSPB officials are convinced he's deliberately frightening them off. They come back regularly to monitor his activities.</p> <p>\"I have absolutely nothing against sea eagles,\" says MacTavish, \"but I have an antipathy towards people who come on to my ground, without permission. I wouldn't go on to their land without asking first. Why can't they have the common decency to ask me?\"</p> <p>Like many gamekeepers, MacTavish is a&#xa0;countryman born and bred, who knows his own ground like the back of his hand. It is part of his job to spend cold nights out on the hill in the constant war against foxes, using his skills to protect his partridge and pheasants, as well as ground-nesting birds, all of which suffer from the attention of predators.</p> <p>His culture could hardly be more different from that of the RSPB, whose members are largely urban-based, and who share a natural antipathy towards farmers and shooters – the former held responsible for ruining the countryside with their pesticides and fertilisers, the latter dismissed simply as killers.</p> <p>\"They seem to be hell-bent on protecting raptors at the cost of everything else,\" says MacTavish. \"But I've now got more buzzards than bullfinches.\"</p> <p>Privately, some of the society's officers agree with this, arguing that the time has come to call a truce. But its public statements on the issue continue to be aggressive. The RSPB's investigations officer is quoted on its website as stating: \"It is important to remain focused in order to bring the killers to justice. There can be no better job satisfaction than that.\"</p> <p>The society admits that it helps police carry out raids on suspect estates. \"The RSPB will provide expert assistance to enforcement agencies to assist them in their efforts to tackle wildlife crime as required,\" is the official line.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394812544\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2012/8/6/1344271154720/Grouse-shooting-001.jpg\" alt=\"Grouse shooting\" width=\"460\" height=\"275\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A shooting party on the Blair Atholl estate.  Photograph: Murdo MacLeod</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> </figcaption> </figure>  <p>Stuart Housden, who heads the RSPB in Scotland, explains: \"The reason we focus on illegal killing of hen harriers on driven grouse moors is simply that it is by far the most important population impact in England and Scotland.\" An RSPB spokesman added that 70% of people convicted of offences relating to bird of prey persecution since 1990 were employed as gamekeepers. \"This does not mean that the majority of gamekeepers kill birds of prey,\" said a spokesman, \"but it does mean that the majority of people who are convicted of persecuting birds of prey are gamekeepers.\"</p> <p>However, farmers and landowners argue that in its determination to demonise them, the RSPB does little to highlight another side of an important conservation equation: the proven benefits that managed moorland and farmland bring to a whole range of endangered species. There have been several recent reports about the increase in populations of smaller songbirds, either on grouse moors or low ground managed for shooting, where gamekeepers and farmers are assiduous in controlling predators such as foxes and crows. These are rarely, if ever, mentioned by the RSPB.</p> <p>It is six years now since a remarkable report by one of the acknowledged experts on the bird life of moorland Britain, Dr Stephen Tapper, revealed that a&#xa0;wide range of species, including many at risk, such as plover, curlew and lapwing, but also at least one bird of prey, the merlin, had been thriving on moorland in Britain where gamekeepers had been at work. Curlew, he found, were 18 times more abundant in the North Pennines where grouse shooting took place, than in the Berwyn Special Protection Area, which, ironically, is a bird reserve; the merlin was twice as common on grouse moors as elsewhere.</p> <p>The report was virtually ignored by the RSPB. As was the more recent nine-year project carried out on the North Yorkshire moors by the Game and Wildlife Conservation Trust. Using traditional methods of predator control, the trust was able to show dramatic improvements among wading birds. In the course of the experiment, their populations improved threefold.</p> <p>This was dismissed by the RSPB's former conservation director, Mark Avery, as \"work… funded by grouse-moor managers who are keen to promote the wider value of grouse-moor management… predator control, legal and too often illegal, is part of the business of delivering lots of grouse to the shooting parties in the autumn.\"</p> <p>For a measured response to a&#xa0;serious scientific paper this borders on the facile, but highlights the yawning gulf between the two sides. And it infuriates conservationists such as Lord Peel, a former member of English Nature, and past president of the Game and Wildlife Conservation Trust. \"It seems wholly logical and desirable that there be greater co-operation between wildlife charities and the keepered estates,\" he says. \"The prospect of witnessing the virtual demise of iconic species, as has happened outside the keepered areas, along with the substantial economic benefits that accrue to hard-pressed rural areas from grouse shooting, does not bear thinking about.\"</p> <p>The RSPB's arguments might be listened to with more respect in the countryside if its own moorland estates showed better results. On two stretches of important moorland, Lake Vyrnwy in Wales and Geltsdale in Cumberland, the society has acquired what used to be grouse moors, and turned them over to conservation. Here, one might have thought, it should be able to demonstrate triumphantly that birds of prey and the birds they prey on can happily co-exist.</p> <p>In fact, results from these two moors are disappointing. Curlew, plover and other waders have all been in decline. A bar chart compiled by Natural England showing the statistics from 17 Sites of Special Interest in the North Pennines has Geltsdale hovering at the bottom, while managed grouse moors support healthy populations of wading birds. Lake Vyrnwy has around six pairs of hen harriers, but, in 10 years, has recorded no increase in numbers of curlew, lapwing or golden plover. The RSPB vigorously defends its record, claiming that black grouse<strong> </strong>at Geltsdale have shown a marked improvement, from six males in 1996 to 45 in 2011.</p> <p>What is at the heart of the argument is the impact raptors have on other species when they get the upper hand. Uncontrolled numbers rapidly lead to a decline in prey birds, as shown by a famous trial, the Joint Raptor Study [JRS], undertaken on Langholm Moor in the 1990s, which recorded what happens when grouse and raptors are allowed to co-exist without interference. Over five years, the hen harrier population exploded – from two breeding pairs to 21. The grouse were all but eliminated. As were most of the other birds, because without grouse there was no income, without income there were no gamekeepers, and without the keepers the populations of crows and foxes, which prey on young birds, shot up.</p> <p>The society initially played down the evidence, but has more recently accepted that there could be a link, and is currently involved with a project which feeds dead rats and other animals to harriers as an alternative to grouse.</p> <p>It remains adamant, however, that species such as the recently introduced sea eagle pose no serious threat to farm or domestic animals. In the teeth of evidence from farmers in the West Highlands and Fife, who have seen these huge birds take young lambs, they claim that such incidents are rare. Yet it is becoming a&#xa0;serious and growing problem for crofters. One of them, on the island of Skye, says he now keeps \"an almost sacrificial stock of sheep\" out on the hill to prevent the sea eagles coming lower down. Another says the sea eagles have even tried to take hoggs (young sheep), and have left them wounded.</p> <p>Last year, a petition signed by 100 crofters was sent to the Scottish Environment Secretary highlighting the damage caused by the sea eagles. But the RSPB dismissed the claims, saying that \"independent studies have found the majority of lamb deaths are a result of other causes apart from rare sea eagle predation incidents.\"</p> <p>More recently, when Defra, the government department that deals with rural affairs, sought to tackle the population explosion among buzzards which was causing severe problems on pheasant shoots in England, and suggested that some nests might be relocated, the RSPB sprang into action. Instead of talking to farmers and landowners about how the problem might be managed, it branded any interference as \"appalling\" and immediately issued research of its own saying that buzzards pose little harm to young pheasants.</p> <p>Similarly, when it came to examining the possible impact of sparrowhawks on sparrows – a once familiar British bird, now in serious decline – it quoted approvingly the work of Dr Stuart Newson, an acknowledged expert, who concluded that the evidence against the hawks was unproven; but it went on to dismiss the findings of Dr Christopher Bell, who, based on observations going back 30 years, reached a&#xa0;very different conclusion. He blamed sparrowhawks for as much as 65% of the decline since 1977. Despite Dr Bell's international reputation, the RSPB dismissed his findings as unreliable, saying that \"alternative explanations remain equally or more plausible\".</p> <p>Conservationists who have to work with the RSPB find this apparent bias unacceptable. \"You just know they won't take seriously anything that runs counter to their philosophy,\" says one. \"The net result is that we don't take them seriously either.\" Because the RSPB appears reluctant to acknowledge that there may be another side to a complex conservation issue, its reputation as an even-handed, science-based organisation has suffered.</p> <p>There is no doubt that some landowners and gamekeepers are responsible for breaking the law and shooting or poisoning birds of prey. The fact that the north of England teams with grouse, but has no hen harriers on ground where they should be thriving is a black mark against those who own many thousands of acres of moorland in Yorkshire, Lancashire and Northumberland. The same is true of some \"rogue\" estates in Scotland.</p> <p>But this standoff between both sides is helping neither. Many landowners neither trust nor respect the RSPB, believing it to have become a&#xa0;lobbyist for raptors rather than a truly conservationist body. For its part, the RSPB simply believes that landowners are routinely breaking the law. \"The day they stop killing birds of prey and breaking the law, we will begin talking to them,\" says Housden.</p> <p>One of those who believe this mutual hostility damages the cause of conservation is Philip Merricks, a Kent farmer and lifelong conservationist who has also created two nature reserves – one on the Isle of Sheppey, one on Romney Marsh. He concludes: \"We're at a&#xa0;grim crossroads in the history of nature conservation and it is vital that good sense and co-operation prevail. The recent slanging match between some landowners and the RSPB does nothing to improve effective co-operation, and meanwhile many birds continue to drift towards disappearance.</p> <p>\"Both sides appear to have made the mistake of thinking their work and reputation is more important than successful nature conservation. We need carefully planned research, good science and a commitment to the birds, rather than a&#xa0;moral victory over the 'other side'. No one will thank conservationists of any hue for arguing and striking postures when they could be doing some good in the fields and marshes and moors. Shooting has a key part to play in conservation; sniping does not. Conservation has a key part to play, indiscriminate condemnation does not.\"</p> <p>Sniping and condemning, however, seems to be how the RSPB conducts its campaigns. As a result, it has lost trust in an area where trust is essential. A picture appears to have emerged of a charitable organisation drifting away from its principal purpose – to propagate all species of birds, rather than a chosen few; instead of acting as a model of evidence-based science, it seems to have turned increasingly into a lobbying body, more intent on boosting its membership than in propagating objective research.</p> <p>In the long battle for conservation, the RSPB proclaims as its slogan \"a million voices for nature\". But in doing so, it is pitting itself against a million more who believe that its policies may be damaging the very nature it purports to defend.</p> <p>• The standfirst to this article was amended on 16 August 2012 to clarify the author's position as a trustee of a Highland estate.</p>",
  "<p>Moneypenny's voice quavered as she looked up from her desk. \"He's changed, James. The old man's changed.\"</p> <p>Bond put aside any thought of a dry martini at the club before dinner. When Moneypenny blubbed, you knew something bad had happened. \"What do you mean, changed?\" he asked.</p> <p>\"I mean, changed into a very old man with a crazy Australian accent,\" she said. \"He keeps saying he's bought up all 22 of your movies James, and he's going to show them 24 hours a day on BSkyB Channel 007 in HD. He says he'll be master of the world now. ITV will never recover.\"</p> <p>Bond thought about that martini again, neither shaken not stirred. \"Calm down, Moneypenny,\" he murmured. \"This is always how it was going to be: one route to global domination, one genius at reprogramming ageing tat, one secret formula for universal lobotomy. This is the man we've been waiting for all these years. This is the real M.\"</p>",
  "<p>Stephen Emmott is an unlikely candidate for a star of a sell-out London theatre hit. He currently uses crutches after recently losing a disc in his spine and until last month he had never trod the boards. Yet the 52-year-old academic has just completed a majestic run at the Royal Court. For the past three weeks, he has filled the seats of the company's Jerwood Theatre Upstairs with audiences, mostly young, flocking to see his solo performances of <em>Ten Billion</em>, a brutal but careful dissection of the likely impact of humanity's swelling numbers on our planet.</p> <p>People queuing for return tickets have been turned away in their dozens and a restaging of the show now looks inevitable, possibly in the Royal Court's main theatre next year. Emmott, a professor of computational science at Oxford University and head of Microsoft's Computational Science laboratory in Cambridge, has also been besieged with offers from TV companies and documentary makers who want to put his work on screen. We have not seen the last of <em>Ten Billion</em>, it would seem.</p> <p>And that can only be good news. <em>Ten Billion</em> – a co-operation between Emmott and the distinguished director Katie Mitchell, whose past works have included <em>A Woman Killed With Kindness</em> at the National Theatre – is the most effective theatrical work that has attempted to illustrate our planet's environmental woes that I have seen. It is spare, chilling, moving and cunningly staged and unravels with compelling, impeccable logic.</p> <p>Forget the hunt for the Higgs boson, Emmott tells audiences. Scientists may think that this was the greatest experiment ever performed, but it is nothing compared to the one humanity is now carrying out on our own planet as we pump more and more greenhouse gases into the atmosphere, melt icecaps, destroy precious ecosystems and eradicate species in their thousands. The end result is \"one of the most disturbing evenings I have ever spent in a theatre,\" wrote the <em>Guardian</em>'s Michael Billington.</p> <p>By contrast, previous theatrical attempts to tackle the issues of global warming, rising sea levels and the ecological mayhem we face have been confused and tame. The National Theatre's <em>Greenland</em>, staged last year, was chaotic and unfocused, for example, while the Bush's <em>The Contingency Plan</em>, a double bill by Steve Waters, although highly enjoyable and intelligently written, only touched on the depth of the crisis we face.</p> <p>Certainly neither work produced the gasps that greeted the close of Emmott's <em>Ten Billion</em>. We face a future in which billions will starve, he states. Britain, which could come off relatively lightly when 6C rises in global temperature take effect, will be turned into a military outpost dedicated to preventing waves of immigrants reaching our shores. (Disturbingly, senior army officers have recently become a common sight at climate conferences, says Emmott, although this at least suggests that the military perceives the dangers we face, even if politicians do not.)</p> <p>So can we do anything to halt the devastation that lies ahead? Emmott asks as he reaches the end of his show. \"In truth, I think we are already fucked,\" is his answer. Then he quotes the response he got when he asked one of his younger colleagues what measures he planned to take to ward off the worst effects of the mayhem that lies ahead. \"Teach my son how to use a gun,\" he was told. Cormac McCarthy would be proud.</p> <p>The fact we have had to wait so long for a stage production that effectively tackles the most important issue now facing our species – the destruction of Earth's entire ecosystem – is perhaps surprising. The theatre has never shied away from facing up to hard or awkward subjects as the Royal Court's history attests. Edward Bond's <em>Saved</em> – an attack on modern poverty in which a baby is stoned to death – was first staged here in 1965, while Bruce Norris's scorching indictment of middle-class racism, <em>Clybourne Park</em>, had its UK premiere at the Royal Court two years ago.</p> <p>So why the lack of dramatic action when it comes to planetary degradation? The answer has much to do with the complex nature of the subject. When you are trying to outline the impact of swelling populations, rising middle-class aspirations, increases in carbon dioxide outputs and melting icecaps, the issues of character and narrative can get confused. <em>Ten Billion</em> succeeded by simply avoiding them. There is no action.</p> <p>Emmott merely stands in front of a desk within a set that is a recreation of his own office, right down to the slowly ageing tangerine that he has left in one corner. \"I am a scientist, not an actor – as will quickly become clear,\" he announces. Then he proceeds with his analysis with the help of some neat video graphics. The result is more lecture than play, though I would argue that this is a perfectly reasonable theatrical mechanism, one that has been deployed recently in London by the Tricycle theatre in its staging of the public inquiry into the Stephen Lawrence case and by the Finborough theatre in its depiction of recent events in Syria.</p> <p>In Emmott's case, his main concern is the ecological costs that underlie our daily lives: the billions of barrels of oil drilled each year, the billions of passenger miles flown and billions of tonnes of carbon pumped into the atmosphere. Two years ago, Russia halted its grain exports after its harvest failed. As a result, there were food riots in many countries, including several in the Middle East. The Arab Spring erupted in their wake. Today, an even greater harvest failure is threatened in the United States, where scorching temperatures have devastated crops. The implications for civil unrest across the planet are profound. Add to this the prospect of even greater temperature rises, triggered by increasing emissions of greenhouse gases that are in turn fed by our undiminished urge to burn fossil fuels and you begin to get a feel for the troubles we face. Populations are soaring but our capacity to feed ourselves is dwindling as the heat is turned up on our planet.</p> <p>There is nothing explicitly new in this analysis. What is fresh is its measured, uninterrupted exposition. Emmott remains remarkably calm throughout his performance although you can still sense his concealed fury at our failure to take action. There are no Paxmans to quibble over details and no climate gainsayers to make arcane or inaccurate objections. And that is the real lesson of <em>Ten Billion</em>. Without the clamorous voices of climate change deniers who constantly question the minutiae of scientists' research or cherry-pick data, Emmott has shown that it is possible to make a straightforward, telling demonstration of the dreadful problems we face. We need a lot more sober, pithy work like this.</p> <p>Emmott believes it is too late now to prevent our planet burning. Others, myself included, believe there is still time to take action. Making sure that the message of <em>Ten Billion</em> is not lost would be a very good starting point.</p>",
  "<p>I couldn't help but cynically raise my eyebrows when Benjamin Lawsky, the state of New York's first superintendent of financial services, claimed Standard Chartered was a rogue institution for breaching sanctions on Iran. It was not because I have an informed view on whether or not Standard Chartered has been acting in such a grossly negligent fashion, but due to the fact that New York politicians have a long history of building their political careers off the backs of prosecuting the banking industry for misdeeds. The risk departments of all banks operating in the US zone are well aware of this fact and routinely report that such prosecutions could take place.So I guess Labour MP John Mann's suggestion that US regulators are out to get London as the world financial capital, in order to build up New York's reputation, has to be viewed with an equal measure of scepticism.</p> <p>Probably the better question for everyone is to ask: is it possible for cultures of big global banking groups to operate to a singular good business agenda? If not, is the enormous size of the banks that have caused so much havoc another reason to consider breaking up the large banks so that they can concentrate on performing certain financial services functions to the highest standards possible?</p> <p>What the various US regulators' investigations into Barclays, HSBC and Standard Chartered have in common is that they involve numerous businesses operating all over the world. HSBC and Standard Chartered have found themselves in trouble through some of their subsidiary companies that have transacted business through the US.</p> <p>It is one thing to operate a bank in a single jurisdiction and comply with that country's regulations and law, but global businesses operating in a multitude of jurisdictions have an extraordinary web of requirements and legal codes to acknowledge in their decision-making. In my own career, the senior and mid-level management debates about how to comply with certain regulatory and standards began more than 20 years ago as many OECD-member nations and others began the first stages of a crackdown on banks used to launder drug money and proceeds of other crimes. More than 10 years ago sanctions against helping certain countries such as Iran carry out day-to-day business in the global financial markets became part of our working lives too, as did watch lists of politically exposed individuals. When these actions began in the 1990s, bankers would complain that it was insulting to ask a client for identification. They would say it was impossible to verify the address of residents of the Middle East because they only had post office boxes. Knowing the source of a client's funds became a huge issue and still is because money launderers are sophisticated and know the loopholes, and impatient bankers just want the accounts open so that business can be conducted and they can, in turn, earn bonus revenue.</p> <p>But still, any banking leader working in this industry for more than 20 years should be able to see that they can only earn revenue from good business and should have been actively working to shed themselves of any dodgy money associated with corruption, crime and terrorism. While not all the jurisdictions have exactly the same regulations and laws, regulators and lawmakers in financial centres from New York to London, Paris, Frankfurt, Tokyo, Hong Kong, Singapore, Dubai, Sydney, Johannesburg, as well as a number of smaller jurisdictions have all been saying: \"Banks, you are not above the law, you must make your businesses comply with our requirements – there is no debate – otherwise there will be consequences.\"</p> <p>I am certain that regulators are now looking at the global operations of big banks to make certain they have everyone operating to the highest standard. This is all the more reason why such large businesses might consider selling off or closing down the business lines that are too difficult to make compliant, no matter the consequence to a bank's income.</p> <p><em>Robert Taylor is a member of several corporate and institutional boards and former chief executive of Kleinwort Benson</em></p>",
  "<p><strong>London 2012 Olympics</strong> (BBC channels) | <a href=\"http://www.bbc.co.uk/iplayer/\" title=\"\">iPlayer</a></p> <p>Last Monday in the Olympic Stadium I saw Jennifer Suhr soar and Nadzeya Ostapchuk chuck. These historic events I witnessed not from the privileged media seats, with their finish-line view of the athletes, but in the squinting punters' section, from which vantage point the lithe American pole vaulter appeared barely distinguishable from the strapping Belarusian shot-putter.</p> <p>And as I sat shivering under cold-damp skies, along with the other 80,000 lucky spectators, I experienced an epiphany: I'd much rather be at home watching on television. Say what you like about Gary Lineker's taxing puns and Colin Jackson's banal <em>emphases</em>, but there are few pleasures more gratifying than studying extreme physical effort close-up from the stretched-out comfort of one's own sofa.</p> <p>I say stretched out, although of course I sat up when Michael Johnson was talking.&#xa0;Partly out of respect for his studiously informed opinion, but mostly due to fear. Something about Johnson's demeanour makes the drill sergeant in <em>Full Metal Jacket</em> seem like Graham Norton.</p> <p>Perhaps it's his posture. Ramrod straight during his magnificent running days, his spine could still centre the bubble in a spirit level. The effect certainly focuses the attention. Both his fellow pundits, Jackson and Denise Lewis, are noticeably more anxious in the great man's company, as though at any given moment they expect him to tell them to: \"Drop and give me 20!\"</p> <p>This may account for the pair's tendency to lose verbal control during moments of high drama or, come to that, when asked a question by the silvery-smooth John Inverdale. It was Inverdale who rather cattily pointed out why Jackson wouldn't cut it as a commentator, by running the film of the former champion hurdler flicking his fingers and screaming: \"Look at what's his name!\" and \"Here comes the big man!\" during the men's 100m final.</p> <p>\"All of these antics going on,\" complained Johnson. \"Calm down.\"</p> <p>When everyone had calmed down, we learned that \"what's his name\" and \"the big man\" referred to Yohan Blake and Usain Bolt, respectively the runner-up and winner of arguably the finest 100m ever staged.</p> <p>Oh yes, the sport, which has managed to be both epic and intimate – global in its scale but human in its sensibility. If there hasn't been a lot of record-breaking, the Games have been well-served by memory-making. The images of victory and defeat – designations often decided by the length of an ant – will remain charged with emotive power for many years to come.</p> <p>If it's true that the BBC has pursued personal stories with the pushy conviction of a \"real life\" weekly magazine, it's also true that these triumphs over tragedy – such as Laura Trott's overcoming debilitating childhood asthma to win gold – have been genuinely inspiring.</p> <p>Equally, some might see an almost sadistic interest in tears, with the placing of cameras and inquisitors in front of overwrought athletes who can scarcely breathe, let alone talk. But the result, far from being sport's answer to Oscar night lachrymosity, has most often provided a moist glimpse of the exceptional emotional commitment required, win or lose, to go for gold.</p> <p>In any case, weeping is now a recognised component of the narrative arc of competition, to be slotted in alongside the other familiar rituals: the pre-event strut and camera stare, the after-win air-punching and track-kissing, and most essential of all, the post-race chat with Phil.</p> <p>Phil Jones's trackside interviews have taken many forms, from the confessional to the curt, depending on the performance and nationality of the athlete. But few are the British competitors who have escaped with their necks or shoulders unblemished by the tactile Jones's avuncular attentions. No matter the result, he's been there, asking them ingenious variations on that abiding televisual concern: how does it feel?</p> <p>The answer hasn't always been uplifting. When 400m runner Martyn Rooney started talking about losing a life to training, after failing to qualify for the final, you got a sense of the unrewarded sacrifice that the great majority of athletes face. While Jones has done a commendable job in treating the two impostors of triumph and disaster with the same hearty embrace, his work has been made considerably easier by the unusual preponderance of British triumphs.</p> <p>For veterans of the kind of Olympic coverage in which a plucky seventh place finish in the women's synchronised swimming traditionally occasioned Shakespearean outpourings of pride, this new way of doing things, apparently known as winning, takes a little getting used to.</p> <p>Pessimism is not easily excised from the soul. Even after Super Saturday some broadcasters still had trouble adjusting to the new reality. With Andy Murray two sets up and leading 4-2 in the third in the tennis final against Roger Federer, Andrew Castle gathered himself to sound a note of jubilation. \"This is…\" he began promisingly, in a suitably elevated register. But the poor man could go no further. The decades of defeat had taken their toll, reducing him to a superstitious silence. \"Well,\" he lamely concluded, \"let's not say anything.\"</p> <p>That's not a temptation to which the amiable Jackson is ever likely to fall victim. When lost for a means of developing his point, he simply repeated whatever superlative he happened to be uttering until the next event was ready to begin.</p> <p>Left to speak for itself, sport can be surprisingly eloquent, but it does need the right context. For some of the most enjoyable team sports in this Olympics – handball, for example, and hockey – that context has in the past tended to be Eurosport at about 2am, possibly as a result of drunkenly entering the wrong channel number in the remote.</p> <p>Given the leg-up of gold medal significance and the BBC, these extraterrestrial staples have presented a welcome respite from the national obsession of football, just as the smiling&#xa0;humility of their participants has made a telling contrast with the surly prima donnas who dominate the Premier League.</p> <p>Yet as the games draw to a close today and the TV schedules return to some kind of normality (celebrity cook-offs, celebrity gardening, celebrity football), what will linger longest in the imagination, a year on from the riots, is the dreamy sense of national unity across class, race and religious barriers that has characterised the past fortnight, right from the inclusive vision of Danny Boyle's spectacular opening ceremony.</p> <p>On the whole, allowing for the occasional and forgivable lapse into jingoism, the BBC has judged the mood well, without shying away from contentious questions. During the build-up to Thursday night's 200m final, in which Bolt confirmed his status as a true great, Inverdale introduced two sharp and thoughtful short films, one about the black power salutes of the 1968 Olympics, and the other on black sprinters, eugenics and the slave trade.</p> <p>A studio discussion followed in which Jackson and Johnson both made sound arguments that African-Caribbean and African American dominance of sprinting, as far as science is currently concerned, has more to do with nurture than nature. What was most pleasing about the brief digression is that it both addressed and transcended the issues of race and racism, and in the process only further contributed to the poignant celebration of human diversity that has been London 2012.</p> <p>What will be its legacy? So far the most authentic answer has come from the misleadingly named showjumper, Scott Brash. Asked by Clare Balding, who has enjoyed a stand-out Games, how a gold medal at his first Olympics will change his life, Brash gave a sleepy-eyed, toothy grin and replied in an unexpectedly gritty Scots accent: \"Well, I really hope it improves, eh, my pulling power with women, to be honest with you.\"</p> <p>Long may the Olympic flame keep burning.</p>",
  "<p>The history of deaths in custody has already revealed two things (\"<a href=\"http://www.theguardian.com/commentisfree/2012/aug/04/samantha-rigg-david-sean-riggs-death\" title=\"\">Why was my brother Sean allowed to die?</a>\", Comment). First, those with mental illnesses who die, such as Sean Rigg, have more often been criminalised than cared for. Second, the Independent Police Complaints Commission and the Crown Prosecution Service are complacent and conformist, working day to day with the police, whom they should hold to account, often making token gesture inquiries that the family, support campaigners such as <a href=\"http://www.inquest.org.uk/\" title=\"\">INQUEST</a> and their own lawyers have to complete themselves.</p> <p>What Samantha Rigg-David demonstrates is that the treatment of mentally ill patients can be callous, cruel and casual. Grieving families are routinely put through the mill and proceedings spun out, exhausting their emotional and financial resources. <a href=\"http://www.theguardian.com/media/2012/aug/09/bbc-mark-duggan-footage\" title=\"\">Mark Duggan</a>'s mother complains of a year with no progress. Samantha, Marcia, Wayne and their mother had four years before there was an inquest into Sean's death.</p> <p><strong>Mary Pimm and Nik Wood</strong></p> <p>London E9</p> <h2><strong>BT monopoly? Hardly</strong></h2> <p>Your article \"<a href=\"http://www.theguardian.com/technology/2012/aug/05/bt-strengthens-hold-on-broadband-network\" title=\"\">BT strengthens its grip on the superhighway as isolated homes go it alone for better broadband</a>\" (Business) claimed that BT is \"quietly being allowed to rebuild its monopoly\" by deploying fibre broadband. Nothing could be further from the truth. That is because the new fibre network is being built and operated by Openreach, the local access network business that operates at arm's length from the rest of BT.</p> <p>Openreach was launched in 2006 to give all service providers access to the network on exactly the same terms, whether they are part of BT or an external provider such as TalkTalk, Sky or one of the many smaller providers.</p> <p>This form of functional separation is unique to the UK and has been very successful in fostering intense retail competition, consumer choice, low prices and very high take-up of broadband. It is now being considered or followed by other countries.</p> <p>The \"monopoly\" claim is additionally bizarre given the role of Virgin Media. Its cable network covers half of the country and so we face intense competition from that source as well.</p> <p><strong>Olivia Garfield</strong></p> <p>CEO Openreach</p> <p>London EC1</p> <h2><strong>Come on, Charles, cough up</strong></h2> <p>The RSPB reports it will cost £16m a year to save biodiversity in the UK's remote territories (\"<a href=\"http://www.theguardian.com/environment/2012/aug/05/overseas-territories-wildlife-threatened\" title=\"\">Environment groups warn: act now or we will lose species on UK's remote territories</a>\", News). There are about 29 million taxpayers, so we are looking at roughly 50p each. Alternatively, the Prince of Wales could afford the £16m out of his <a href=\"http://www.theguardian.com/uk/2012/jun/29/prince-charles-public-funding\" title=\"\">Duchy of Cornwall income</a> – £18m this year – if he did not spend so much on travelling the world with his entourage, picking up eco-awards and lecturing people on how they should look after their land.</p> <p><strong>Nicholas Hales</strong></p> <p>Bath</p> <h2><strong>The benefits of Freemasonry </strong></h2> <p>I was disappointed to read Mr Matthews's <a href=\"http://www.theguardian.com/theobserver/2012/aug/05/letters-animal-testing-wrong-and-outdated\" title=\"\">letter </a>regarding \"Building on connections\". There was no mention of the charitable nature of Freemasonry. It is interesting that he failed to mention the trade union origins of Freemasonry, given the subject of his letter. It is saddening that Mr Matthews should use his relative's social weekend to illustrate his points.</p> <p>Becoming master of a lodge is an honour and one to celebrate with friend and family, regardless of whether that person is a mason or not. To state than non-masons were temporarily tolerated is nonsense as it exists to benefit all society, not just masons. I fail to see how Freemasonry can be blamed for the callous disregard for the rights of builders to a safe workplace.</p> <p><strong>Nicholas Avins</strong></p> <p>Cotton</p> <p>Staffordshire</p> <h2><strong>Don't blame Gordon Brown</strong></h2> <p>The sideswipe at Gordon Brown in your Business leader for saying in 2007 that the UK was in \"<a href=\"http://www.theguardian.com/business/2012/aug/05/credit-crunch-august-2007-recession\" title=\"\">as good a shape as could be to weather the storm</a>\" is surprising, to say the least. Although Brown may have exaggerated, it is well known that the British economy was undergoing a slow recovery when the coalition took over in May 2010.</p> <p>The current double-dip recession is the result of the economic mess created by George Osborne, who was described by Will Hutton in your paper as \"<a href=\"http://www.theguardian.com/politics/2012/jul/28/george-osborne-disaster-will-hutton\" title=\"\">the worst of all the British chancellors I've known</a>\" (In Focus). It's a pity your leader fails to acknowledge this and instead talks of the double-dip as if it had no agency and doesn't mention Osborne at all.</p> <p><strong>Jennifer Jenkins</strong></p> <p>Southampton</p> <h2><strong>State school winners</strong></h2> <p>Am I missing something? Euan Ferguson puts state schools in his \"<a href=\"http://www.theguardian.com/sport/2012/aug/05/london-2012-good-week-bad-week\" title=\"\">bad week</a>\" category because they don't produce enough medal winners. Lord Moynihan has something of the same idea. Where were they when Jessica Ennis, Bradley Wiggins, Mo Farah, Victoria Pendleton, Lizzie Armitstead, and no doubt others, all from state schools, were winning their medals? Oh – and Lord Coe and Sir Steve Redgrave?</p> <p><strong>Jan Church</strong></p> <p>Winchester</p> <p>Hampshire</p>",
  "<p>For the past 10 years, <a href=\"http://www.chem-biol-eng.northwestern.edu/people/faculty/profiles/grzybowski.html\" title=\"\">Bartosz Grzybowski</a>, a chemist with the <a href=\"http://www.northwestern.edu/\" title=\"\">Northwestern University</a>, Illinois, has been leading a project to build a network of nearly 250 years of chemical knowledge. Called Chematica, the network links more than seven million substances via reactions that get you from one substance to another. He says this giant network of organic chemistry offers possibilities to create existing drugs more efficiently and cheaply.</p> <p><strong>Could you explain where the idea came from to build the Chematica?</strong></p> <p>More than a decade ago, I, like many others, started realising that we are in the midst of a technological revolution, where everything is being networked. Yet, for some reason, chemistry hasn't taken advantage of the potential of networks – it has remained \"fragmented\" in the singular experiences of individual chemists. This is quite inefficient, not least because when a trained chemist retires, all the knowledge he/she has amassed during their career disappears. On the other hand, if properly programmed, modern computers could be made to \"remember\" and process the entirety of chemistry; we can create something that I call the \"immortal scientist\". We have already created a machine that not only contains all the chemical knowledge, but has also learned some 86,000 chemical rules; for comparison, the top-level organic chemists I have spoken to say they know 1,000-1,500 rules.</p> <p><strong>Networking all this data allows you to find new syntheses?</strong></p> <p>Yes, because with appropriate network algorithms we can traverse the network of reactions to explore all possible chemical syntheses, not only the few that chemists typically consider. In doing so, our algorithms rank the syntheses not according to some subjective criteria one has learned in his/her chemical education, but according to the objective rules that the machine learned from all the existing chemical knowledge. In these searches, we can achieve search speeds that will never be achievable to human chemists. To give you a flavour, our method can explore billions and billions of possible syntheses in a fraction of a second and can then choose the one that is most economical, is most environment-friendly or involves only popular (ie, easy to purchase) chemicals. It is like a chemical Google on steroids.</p> <p><strong>Chematica's algorithms are trained to look for synethic shortcuts that combine multiple reactions into one step. What are the advantages of making a drug in a shorter number of steps?</strong></p> <p>In a multistep synthesis, about 60-80% of the total cost is actually not in the \"cooking\" itself but in the purification of intermediates after each step. For instance, in a two-step reaction, A to B to C, one has to first make B from A, then purify B, and only then proceed from B to C. Each purification step often requires the use of chromatographic columns, or environmentally dangerous solvents – and here lies the extra cost that we can avoid if the two individual steps are combined into one.</p> <p>Historically, this type of \"shortening\" of synthetic routes to one-pot syntheses has been one of the holy grails of organic chemistry. Now, with our network and the chemical rules we taught the computer, we can search and evaluate for one-pot sequences in seconds. This translates into enormous savings for chemical industry. And, let me add, the coolest – and most important – thing is that our computational analyses are fully validated in chemical practice.</p> <p><strong>Could you give me some examples of such validation? </strong></p> <p>Of course, we demonstrated that over 30 computer predicted one-pot reactions proceed very cleanly and with excellent yields when done in the lab. <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/anie.201202155/abstract?deniedAccessCustomisedMessage=&amp;userIsAuthenticated=false\" title=\"\">Perhaps the most exciting example is the synthesis of an anti-asthma drug that typically takes four individual steps.</a> When we analysed this sequence, the computer told us that all four steps can be combined into one – we made the drug in just one step with double the yield and with no cost of intermediate purification. We have many similar examples, mostly for our pharmaceutical clients who have recently purchased our software.</p> <p><strong>Could Chematica be used to create new compounds?</strong></p> <p>While these results are not yet published, we already do have algorithms that allow Chematica to synthesize new compounds. Some of this work goes back to our original papers (2005 and 2006 angewandte chemie) where we used the elements of network science and group theory to teach the computer to recognize structural patterns/motifs that emerge and repeat in the organic compounds as the discipline evolves. Now, with this knowledge, we have implemented algorithms that predict what compounds will (or can) be made. It is like learning from the past and current structure of chemistry to project into its future.</p> <p><strong>Could a terrorist use Chematica to spot a quicker and cheaper way to make a substance that was dangerous?</strong></p> <p>Yes. We have been in contact with the Pentagon already. You might well have terrorists trying to cook up a chemical weapon, but currently it is difficult to analyse what is suspicious chemical-buying behaviour because you don't know what new ways there might be of making dangerous things. Or a terrorist may try making, say, a nerve gas using a complex route to confuse the authorities. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22807123\" title=\"\">But, if the government – using Chematica – knows all pathways for making a nerve gas or another chemical weapon, it is more likely to be able to recognise dangerous behaviour.</a></p> <p><strong>Sounds like a disruptive technology.</strong></p> <p>Oh, yeah. Honestly, I don't know why nobody has ever tried it: it's probably because chemists are not trained to think in terms of computer algorithms, network theory, and so on. And also because it has only been very recently that computers became powerful enough to perform searches we need.</p> <p>There is, naturally, some opposition to these ideas from the very practical chemists who think I want the computer to replace the chemist. Nothing of the sort! I see Chematica and all its algorithms as a tool that will help chemists to optimise their practice. In a few months, Chematica will be made available for smartphones and so everyone who is interested will have the collective chemical knowledge literally in his/her palm. This can but accelerate chemical discovery.</p>",
  "<p>The Brazilian sports minister has declared the London Olympics the \"best possible\", but vowed to match the achievement in four years' time in Rio.</p> <p>The Olympic baton will be passed to Rio during Sunday's closing ceremony, with an eight-minute samba sequence that will showcase Brazil.</p> <p>\"I was here a couple of weeks ago to see the opening ceremony. I am here for the third time now during the Olympics, and my overall impression has been the best possible in terms of the organisation, the atmosphere, everything to do with the London Games,\" said Aldo Rebelo. He said that among the lessons Rio had learned from London was the importance of investing in the success of the nation on the field, and forward planning.</p> <p>Brazil, which hosts the football World Cup in 2014 and the Rio Games in 2016, is facing questions over transport and logistics preparations. The minister insisted that hosting both events so close together was a positive move. Rebelo, who became sports minister last year after his predecessor Orlando Silva was forced out amid corruption allegations, said that Rio would follow the \"London model\".</p> <p>\"I was very impressed with their operations and their planning,\" he said, also praising the way that London had presented the sport in venues and for \"embracing the athletes\".</p> <p>\"I am pleased we have finished the planning segment of the work and we are also finalising the planning for our athletics operations. We hope we will be as well prepared as Team GB,\" he told the <em>Observer</em>.</p> <p>If there has been one criticism of the London Games, it has been that the atmosphere in the venues has not always spread to the streets. Leonardo Gryner, the chief executive of the Rio 2016 organising committee, said that would not be the case in Rio. \"In Brazil, we like to party. We will have lots of live sites around the streets. Whenever we put a show on Copacabana beach we grab a huge crowd. On new year's eve we have two million people on the streets.\" Like London, Rio is projecting itself as a multi-ethnic global city that wants to be seen as tolerant and welcoming. \"It is a very mixed society on all fronts – religious, racial background, historical, ethnicity, you name it,\" said Rebelo. \"It's a very tolerant society, and this is one of the main messages we want to express to the world. As a nation, we can push forward a vision of nation that is tolerant and diverse and welcoming.\"</p> <p>Rio won the Games partly by reminding the International Olympic Committee of its position as a rising economic superpower, but Rebelo said that hosting the event would not be an explicit attempt to announce its arrival on the world stage.</p> <p>\"Everyone is aware of that – it's a known fact. But the main thing is the tolerance and the mixed society we have. In a world that has so many challenges in that respect, it is one of the main messages we can show to the world.\"</p> <p>Observing the way that the success of British athletes had catalysed the mood of the host nation, Rebelo said that Brazil had copied London's model and poured money into Olympic sport. \"We have a plan called 'the medal project'. We have learned a lot from the experience in the UK and how the government has invested in elite sport.\"</p> <p>In many ways London, which became the first city to host the Games three times, is an anomaly given a trend of taking the Olympics to new regions. \"These are the first Games in Brazil or in South America. It is a unique and challenging experience. We want to meet expectations and show the world Rio and Brazil is capable of putting on an amazing spectacle,\" said Rebelo.</p>",
  "<p>Everyone has marvelled at the success of Team GB, but the best haul of medals in 104 years is no accident. It is the result of rejecting the world of public disengagement and laissez faire that delivered one paltry gold medal in Atlanta just 16 years ago. Instead, British sport embraced a new framework of sustained public investment and organised purpose, developing a new ecosystem to support individual sports with superb coaching at its heart. No stone was left unturned to achieve competitive excellence.</p> <p>The lesson is simple. If we could do the same for economy and society, rejecting the principles that have made us economic also-rans and which the coalition has put at the centre of its economic policy, Britain could be at the top of the economic league table within 20 years.</p> <p>The turnaround began in the run-up to Sydney in 2000 as the first substantial proceeds from the lottery began to flow into sport. There was investment in infrastructure – tracks, swimming pools, velodromes – but crucially also in the structures supporting individual sportsmen and women. There were funds for world-class coaches, such as Jim Saltonstall in sailing and Dave Brailsford in cycling, and for nutritionists and sports psychologists. Also for science and technology where appropriate, ensuring we had the best bikes and boats.</p> <p>Crucially, the money was not distributed through one statist institution pursuing a centrally determined strategy, but through the varying intermediate bodies, from the <a href=\"http://www.rya.org.uk/Pages/Home.aspx\" title=\"\">Royal Yachting Association</a> to <a href=\"http://www.britishcycling.org.uk/\" title=\"\">British Cycling</a>. They knew their sport well, could direct the spending where it was most needed, but still had to show – through results – that they deserved the cash. Last but not least was a ruthless approach to picking potential winners and grooming them for success in a world of intensely global competition, all dramatised by the reality that Britain would host the Olympics.</p> <p>Everything was underpinned not by a raucous jingoism but by a determined pride in what our country now is and to show that we can be the best, a patriotism that allows us to be open to the cream of the world but also to use it for our own purposes. The alchemy is, as we have seen, extraordinarily powerful.</p> <p>Not only do we need to sustain these principles so they become structurally and culturally embedded for continuing Olympic success, but they should also be applied elsewhere. The problem is that they are born of an ideological hybrid that wrong-foots our political class. They are mostly rooted in liberal social democratic values that understand the importance of public investment, public organisation and institution-building. But they also involve an unashamed recognition that in the end individual application, resolve and will to win are indispensable.</p> <p>David Cameron and London mayor Boris Johnson are happy to celebrate the element that is rooted in competition, elitism and individual effort. But they flounder the instant the conversation moves to the role of public investment and the necessity of understanding and sustaining our unique sport ecosystem, just as nearly every Labour politician flounders the other way round.</p> <p>The number of British politicians who understand this hybridity – and will argue for it – is tiny. Michael Heseltine always has and Peter Mandelson finally got there in the dying days of the New Labour government, a government that should have been all about such hybridity but was racked by the desire to show its \"business friendliness\" and warmth to the City.</p> <p>In today's government, only Vince Cable consistently argues for it and is thus nicknamed the \"anti-business\" secretary by many on the right whose understanding of what drives success in modern economies and societies is close to zero. The big point is that success depends on recognising that both elements count.</p> <p>So what to do economically? The first part of the alchemy is for the state to trigger substantial public investment in everything that supports enterprise – communications, science, knowledge generation and transfer, housing and education. And to do so with purpose and consistency. It should be running at least £30bn a year higher than the Treasury currently spends, financed either by taxation or borrowing, depending on the particular economic conjuncture. Currently, it should be financed by borrowing at the lowest interest rates for 300 years. A plan B should begin immediately with such an ambition.</p> <p>But that is only the start. The next step is to reproduce sector by sector the kind of ecosystem that sport has developed. There needs to be specialist knowledge, commitment, long-term finance and coaching for business and a new web of intermediate institutions that can do for companies in life sciences, robotics and new materials what the RYA, <a href=\"http://www.british-gymnastics.org/site/\" title=\"\">British Gymnastics</a> and British Cycling have done for sportsmen and women. For example, the fledgling network of \"catapults\" designed to transfer technology into varying sectors must become centres of open innovation, coaching and support and scaled up quickly so they can reproduce the Olympic effect for business.</p> <p>But for any of that to work, engaged owners have to be committed to their companies over time and banks need to behave more as business coaches – not sellers of credit and of useless financial products. They need to become organisations that attempt to co-grow the companies in an active partnership, not organisations that opt for money-laundering, Libor manipulation or mis-selling. This will demand a wholesale recasting of Britain's system of business ownership and finance, informed by the same pride and ambition for Britain as our athletes and Olympic crowds have shown.</p> <p>There then has to be a commitment to management and performance – a world where achievement is genuinely rewarded and poor performance penalised. The principles are common sense. Wherever applied – from Team GB to the success of the German car industry or American IT industry – they work. Mr Osborne assures us of his complete focus on growth and jobs even as the UK economy remains locked in depression and an escalating balance of payments crisis. But such focus is meaningless unless informed by an understanding of what to do and a determination to do it.</p> <p>Osborne and Cameron believe in the same ideas – public disengagement, free markets and laissez faire – that brought Olympic failure. Either they change or political leaders who do understand what to do must take their place. Britain could so easily be a world success. But first it has to find politicians who understand the necessity of hybridity. They are not Osborne and Cameron.</p>",
  "<p>First the good news: this government is disintegrating. Second, the bad news: the disintegration will take some time, and meanwhile even more economic and social damage is likely to be wreaked on a public that by now ought not to be quite as unsuspecting as it was.</p> <p>The Olympics have, of course, been a wonderful diversion from the harsh reality that will soon return. Those of us who never got our act together to abandon the metropolis for the duration of the Games are thanking our lucky stars.</p> <p>The Liberal Democrats are thanking neither the stars nor their coalition \"partners\". They have plainly been taken for a ride. In their desperation to achieve their reform of the House of Lords they entered into a Faustian pact with the Conservatives. In the process, they allowed themselves to be frightened by the Treasury and the Bank of England into believing that the British economy's financing problems were on a par with those of Greece.</p> <p>Right from the beginning a handful of commentators, including your own correspondent, tried to warn them that this was far from the case; that the British debt position was one of the strongest in the western world; and that a deficit reduction programme was a worthy goal when an economy was growing fast, but likely to delay such a recovery if embarked on prematurely.</p> <p>Indeed, when the economy is depressed, and business and the general public (we so-called consumers) are cutting back, the only way to prevent the situation from becoming worse is for the public sector to fill the gap, not to make it even bigger.</p> <p>\"Healey's Law\" has been quoted before in this column and is worth repeating. It goes as follows: \"When you are in a hole, don't dig any deeper.\" As for all that public sector borrowing, it is being done at negligible interest rates – much lower than the rate at which the private sector can borrow for all those \"private\" infrastructure initiatives the government is doctrinally trying to encourage. As Robert Stheeman, head of the UK Debt Management Office, observes: \"It's extraordinary. If you had told me just a few years ago how low they [the UK's borrowing costs] could go, I wouldn't have believed you.\"</p> <p>Stheeman has always been confident of the strength of the UK's position, often pointing to the very long average maturity of the debt (some 14 years).</p> <p>However, chancellor Osborne did not do us any favours by stressing, foolishly and far too often, that the UK's credit rating (given by the very agencies who failed to spot the imminence of the global financial crisis) was the be-all-and-end-all of the tests of the coalition's deficit reduction strategy. Now the Lib Dem chief secretary to the Treasury, Danny Alexander, can be heard proclaiming that it is not the be-all-and-end-all. Why? Because it is not working.</p> <p>Whitehall insiders recognise when a government is beginning to fall apart: Ministers become more obsessed than usual with \"tomorrow's headlines\". And the more obsessed they become, the worse are the headlines. Even those of us with long memories wrack our brains to think of any budget that has fallen apart so quickly as George Osborne's abysmal effort this year.</p> <p>Things have reached a pretty pass when even the International Monetary Fund urges the chancellor to think of easing up on the deficit reduction strategy and consider introducing temporary tax cuts. As it is, the premature rise in VAT to 20% is likely to go down as one of the great fiscal misjudgments in recent British economic history.</p> <p>Things have become so desperate that the refunds being made by the banks of mis-sold payment protection insurance are now being talked up as a reflationary measure. This, assuredly, as Dr Johnson said of patriotism, is \"the last refuge of a scoundrel\" – although I hesitate, for legal reasons, to call George Osborne a scoundrel.</p> <p>Talking of Osborne, one notes that there is much speculation about a cabinet reshuffle, although there is also much guidance that this will not involve the most obvious candidate for such a shuffle, namely the chancellor.</p> <p>Cameron's more illustrious predecessors, such as Harold Macmillan, would have had no hesitation in giving a discredited chancellor his marching orders. But to sack Osborne would of course be to admit the failure of the strategy, and invite retribution from the rating agencies. A Macmillan, of course, would have been big enough to call their bluff.</p>",
  "<video data-media-id=\"gu-video-394605204\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/12/120812TomDaley-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/12/120812TomDaley_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/12/120812TomDaley_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/12/120812TomDaley-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120812TomDaley/120812TomDaley.m3u8\"/> </video>   <p>Tom Daley delivered a nerveless performance on Saturday night to claim an extraordinary <a href=\"http://www.guardian.co.uk/sport/video/2012/aug/12/london-2012-tom-daley-bronze-video\">bronze medal in the 10m platform dive</a>.</p> <p>The 18-year-old poster boy of the 2012 Games became the first Briton to win a medal in the discipline since 1960 and lost out on a gold only in the final round to the eventual winner, the American David Boudia, with the world champion, Qiu Bo, taking silver.</p> <p>The 17,000 crowd in the Aquatics Centre erupted at the climax of a sensational contest in which the world's best matched each other dive for dive. Daley scored 556.95, a mere 11 points behind the winner.</p> <p>Before the contest the Plymouth-born diver had said the Chinese were so dominant that \"with the men's platform, bronze is almost gold and anything above that is platinum\". He had struggled to qualify on Friday but his performances improved dramatically through Saturday's semi-final and into the final to take him to the brink of becoming the Olympic champion.</p> <p>When he landed his final dive with barely a splash he almost took the roof off the pool. He scored 90.75 to remain in first place with one dive remaining for Boudia and for the Chinese pair Lin Yue and Qiu.</p> <p>Lin could not stay in the medal places and was distraught but Qiu and Boudia held their nerve. Daley did not seem too disappointed with bronze and he leapt into the pool with his team-mates to celebrate as the crowd whooped in delight. Among them was David Beckham, whom Daley said he had been texting during the week about his mental preparation.</p> <p>It represented a career high for Daley, who came seventh in the event in Beijing as a 14-year-old in 2008 and who lost his father, Robert, to brain cancer last year. \"I am so happy,\" he said. \"I really, really wish my dad was here to see that.\"</p> <p>He said he was delighted to see Alexei Evangulov, British Diving's performance director, smiling at the medal because \"at the beginning of the year he was telling me I was fat\".</p> <p>It was a reference to the coach's very public criticism of Daley when he said the Chinese train three times harder than Daley and compared him to Anna Kournikova, the equally photogenic Russian tennis player who never won any major titles.</p> <p>At the top of the field the quality was ferociously high with barely an error. The tactical sequence of dives of different difficulties, decided pre-competition, was a key factor in determining who would hold his nerve in the 1.6sec it takes to hit the water. In the third round Daley was roared into the pool with a back triple somersault from an armstand that scored 92.75. But he was then trumped by Boudia, whose forward four and a half somersaults scored 99.9 to lead at the halfway point followed by Qiu and Lin, who maintained the pressure with scores of 92.4 and 91.8, leaving Daley fourth and out of the medals.</p> <p>It seemed as if Daley was being squeezed on both sides. The chasing pack were closing fast too, performing dives in the 90s. There was huge pressure on Daley's highest-tariff dive, the forward four and a half somersault tuck. Again Daley nailed it, scoring 98.05. Lin, in the silver medal place, then attempted the same dive and at last revealed some frailty with a score of 68.45. Now Daley was in with a shout, as the crowd realised when the scoreboard flashed up that he was in the bronze medal position behind Boudia in first place and Qiu. The difference between the top three was fractional.</p> <p>With his fourth dive Daley made a decisive move. His back three and a half somersault delivered 97.2 to put him in the lead with three dives in the round to go. In the blink of an eye, the pressure was on those above him. Boudia could not budge Daley from the top spot with his next dive nor could Lin. Could the world champion Qiu? The answer, sensationally, was no. With one round of dives left, the Aquatics Centre resounded to chants of \"Team GB\" and Daley stood on the brink of making history.</p> <p>It was to be bronze not gold but it was a remarkable effort. Asked about how he was feeling ahead of his final dive he said: \"I was so nervous. I just went in with the mentality that it was do or die.\"</p> <p>After the trials of Friday's qualifying, where Daley almost went out and came 15th out of 18 to go through, he improved in Saturday morning's semi-finals, qualifying in fourth place. Daley's quest for Olympic glory got off to a rickety start when his first dive went awry with a score of just 75.6. As he climbed out of the pool he looked annoyed and made a flashing gesture with his hands. He and his coach immediately lodged a protest at popping flashbulbs in the crowd. \"I was thinking the environment needed to be right – there can't be a home disadvantage of having all the photographers there taking photos and flashing,\" he said.</p> <p>A retake was allowed and Daley shook off the stress, composed himself and got the repeat right, scoring 91.8 to go into third place at the end of round one, ahead of the two Chinese divers who started with well executed lower-tariff dives to score 91.2 each. He was back on track for a medal.</p>",
  "<p>Sea ice in the Arctic is disappearing at a far greater rate than previously expected, according to data from the first purpose-built satellite launched to study the thickness of the Earth's polar caps.</p> <p>Preliminary results from the European Space Agency's CryoSat-2 probe indicate that 900 cubic kilometres of summer sea ice has disappeared from the Arctic ocean over the past year.</p> <p>This rate of loss is 50% higher than most scenarios outlined by polar scientists and suggests that global warming, triggered by rising greenhouse gas emissions, is beginning to have a major impact on the region. In a few years the Arctic ocean could be free of ice in summer, triggering a rush to exploit its fish stocks, oil, minerals and sea routes.</p> <p>Using instruments on earlier satellites, scientists could see that the area covered by summer sea ice in the Arctic has been dwindling rapidly. But the new measurements indicate that this ice has been thinning dramatically at the same time. For example, in regions north of Canada and Greenland, where ice thickness regularly stayed at around five to six metres in summer a decade ago, levels have dropped to one to three metres.</p> <p>\"Preliminary analysis of our data indicates that the rate of loss of sea ice volume in summer in the Arctic may be far larger than we had previously suspected,\" said Dr Seymour Laxon, of the Centre for Polar Observation and Modelling at University College London (UCL), where CryoSat-2 data is being analysed. \"Very soon we may experience the iconic moment when, one day in the summer, we look at satellite images and see no sea ice coverage in the Arctic, just open water.\"</p> <p>The consequences of losing the Arctic's ice coverage, even for only part of the year, could be profound. Without the cap's white brilliance to reflect sunlight back into space, the region will heat up even more than at present. As a result, ocean temperatures will rise and methane deposits on the ocean floor could melt, evaporate and bubble into the atmosphere. Scientists have recently reported evidence that <a href=\"http://www.theguardian.com/world/2012/jul/22/arctic-ice-melting-oil-drilling\" title=\"\">methane plumes</a> are now appearing in many areas. Methane is a particularly powerful greenhouse gas and rising levels of it in the atmosphere are only likely to accelerate global warming. And with the disappearance of sea ice around the shores of Greenland, its glaciers could melt faster and raise sea levels even more rapidly than at present.</p> <p>Professor Chris Rapley of UCL said: \"With the temperature gradient between the Arctic and equator dropping, as is happening now, it is also possible that the jet stream in the upper atmosphere could become more unstable. That could mean increasing volatility in weather in lower latitudes, similar to that experienced this year.\"</p> <p><a href=\"http://www.ucl.ac.uk/news/news-articles/1004/10040804\" title=\"\">CryoSat-2 is the world's first satellite to be built specifically to study sea-ice thickness</a> and was launched on a Dniepr rocket from Baikonur cosmodrome, Kazakhstan, on 8 April, 2010. Previous Earth monitoring satellites had mapped the extent of sea-ice coverage in the Arctic. However, the thickness of that ice proved more difficult to measure.</p> <p>The US probe ICESat made some important measurements of ice thickness but operated intermittently in only a few regions before it stopped working completely in 2009. CryoSat was designed specifically to tackle the issue of ice thickness, both in the Arctic and the Antarctic. It was fitted with radar that can see through clouds. (ICESat's lasers could not penetrate clouds.) CryoSat's orbit was also designed to give better coverage of the Arctic sea.</p> <p>\"Before CryoSat, we could see summer ice coverage was dropping markedly in the Arctic,\" said Rapley. \"But we only had glimpses of what was happening to ice thickness. Obviously if it was dropping as well, the loss of summer ice was even more significant. We needed to know what was happening – and now CryoSat has given us the answer. It has shown that the Arctic sea cap is not only shrinking in area but is also thinning dramatically.\"</p> <p>Sea-ice cover in the Arctic varies considerably throughout the year, reaching a maximum in March. By combining earlier results from ICESat and data from other studies, including measurements made by submarines travelling under the polar ice cap, Laxon said preliminary analysis now gave a clear indication of Arctic sea-ice loss over the past eight years, both in winter and in summer.</p> <p>In winter 2004, the volume of sea ice in the central Arctic was approximately 17,000 cubic kilometres. This winter it was 14,000, according to CryoSat.</p> <p>However, the summer figures provide the real shock. In 2004 there was about 13,000 cubic kilometres of sea ice in the Arctic. In 2012, there is 7,000 cubic kilometres, almost half the figure eight years ago. If the current annual loss of around 900 cubic kilometres continues, summer ice coverage could disappear in about a decade in the Arctic.</p> <p>However, Laxon urged caution, saying: \"First, this is based on preliminary studies of CryoSat figures, so we should take care before rushing to conclusions. In addition, the current rate of ice volume decline could change.\" Nevertheless, experts say computer models indicate rates of ice volume decline are only likely to increase over the next decade.</p> <p>As to the accuracy of the measurements made by CryoSat, these have been calibrated by comparing them to measurements made on the ice surface by scientists including Laxon; by planes flying beneath the satellite's orbit; and by data supplied by underwater sonar stations that have analysed ice thickness at selected places in the Arctic. \"We can now say with confidence that CryoSat's maps of ice thickness are correct to within 10cm,\" Laxon added.</p> <p>Laxon also pointed out that the rate of ice loss in winter was much slower than that in summer. \"That suggests that, as winter starts, ice is growing more rapidly than it did in the past and that this effect is compensating, partially, for the loss of summer ice.\" Overall, the trend for ice coverage in Arctic is definitely downwards, particularly in summer, however – a point recently backed by Professor Peter Wadham, who this year used aircraft and submarine surveys of ice sheets to make estimates of ice volume loss. These also suggest major reductions in the volume of summer sea ice, around 70% over the past 30 years.</p> <p>\"The Arctic is particularly vulnerable to the impact of global warming,\" said Rapley. \"Temperatures there are rising far faster than they are at the equator. Hence the shrinking of sea-ice coverage we have observed. It is telling us that something highly significant is happening to Earth. The weather systems of the planet are interconnected so what happens in the high latitudes affects us all.\"</p>",
  "<p>With allegations of cheap practice flying like left hooks around the Olympic boxing tournament, it took an Englishman and an Irishman to settle their legitimate sporting argument with admirable cordiality, Luke Campbell getting the better of John Joe Nevin to win Great Britain's 28th gold medal of the Games.</p> <p>The new bantamweight king of the Olympics, whose impish features disguise an iron will, became the team's second gold medallist after Nicola Adams made history in the women's inaugural tournament. With possibly two more golds to come, Robert McCracken's excellent squad are poised to become the best British boxing team of modern times, better even than the heroes of Melbourne, 1956, when Terry Spinks and Dick McTaggart each won gold.</p> <p>Campbell, who sealed the deed 14-11 with a snap knockdown in the third round, held the loser's hand aloft to the universal acclaim of the gathering. There were tears in the blue corner, resignation in the red. \"I feel great,\" Nevin said. \"You always want more but Luke is a brilliant boxer and the best man won on the day.\"</p> <p>We ought not get carried away with the notion that Campbell and Nevin are about to spend their holidays together. The sentiment that neither man could lose in this gloves-across-the-sea showdown owed much to noble but sentimental malarkey, however genuine was their embrace at the end. No, there was a requisite lack of warmth for as long as it lasted.</p> <p>The mutual respect between Campbell and Nevin has substantial roots. They not only acknowledge the other's boxing achievements and skill but they have relatives who know one another back in Ireland. John Joe comes from a proud travelling family; Luke's grandad was Irish and ended up in England in unusual circumstances, on the lam to the UK after losing a prearranged fight to one of his fiance's brothers.</p> <p>Campbell, 24, said he all but gave up boxing three years ago, after 11 months out with injury and upheaval in the coaching squad. \"It was a very low point for me, 2009. I had my best 2008 and then the system changed, then it was a misery year for me. At one point I was looking to get out, didn't want to box any more. That was the environment I was in. I didn't like it. Then Rob McCracken came in, changed the system, it was enjoyable to train. I felt very confident under their wing. I went to the worst place possible in my career: what else could I be afraid of? Since Rob took over, I had 23 unbeaten fights in a row and got myself here today.\"</p> <p>The buzz in the British camp is euphoric – despite the best efforts of the Russian sports minister, who claimed earlier in the day that Great Britain were winning undue favours in the ring. That limp accusation followed American allegations that the judges were up to no good all round.</p> <p>Away from the microphones and notepads there is nothing but a flood of good humour and optimism in the team, and few boxers in the tournament have delivered on their plan better than Campbell did on Saturday night over three compelling rounds.</p> <p>Fred Evans and Anthony Joshua reach for gold on Sunday and Campbell said: \"We'll all be there to cheer them on. The lads are very proud. It's a very close team. We train together, we live together, we travel the world together. Each and every one of us wants the others to succeed. Fred and Joshua have got very good chances.\"</p> <p>Nevin gave it everything but could not unlock the puzzle of the Yorkshire strategist, who revealed: \"He's a very clever fighter and the plan was to draw him because if he'd have got on his back foot, that's what suits him best. I needed to take that away from him.\"</p> <p>They had met twice, for a win apiece, and there was never going to be much in it. Campbell hides his nerves; Nevin can't – and they boxed to the rhythm of their personalities. Nevin's aggressive, hard hitting gave the impression of early dominance but the price was the long, countering rights he took from the cool Campbell, who edged the first round 5-3. It might have gone either way.</p> <p>In the pros, Nevin would have been on top, perhaps, but amateur scoring is so different (a point lost on NBC's Teddy Atlas before the US network went home in a huff), more speed-chess with gloves, and Campbell kept his lead, 9-8 after two rounds, with long, raking southpaw lefts as the Irishman planted his feet to score with heavier shots.</p> <p>Half way through the third, Nevin was on the seat of his pants and took a count after a blurring exchange in centre ring. Campbell was growing more audacious with his punches, determined to leave a mark his opponent would remember. The closing stanza was a dangerous dance, Nevin wanting to lead, Campbell wanting to go home. He did. With the prize.</p> <p>So close and so far, forever married, the Irish and the British (more often just English), have a rivalry that is as strong as any in sport. Less than an hour before Saturday night's bout, Mo Farah secured his adopted home a 27th gold to hold on to third in the medals table, and the familiar roar filled the ExCeL Arena. And in this seething, darkened bearpit, the night belonged to Campbell and Nevin, not the objectors and whingers off stage, with their agendas and their microphones.</p> <p>\"Most of my family are here tonight,\" Campbell said, \"my brothers, sister, mam and dad, my nanna, my littleboy, my partner, Leo and Lindsey, and her family too. We're going over to Ireland for a bit after all this.\"</p> <p>They should get a decent reception.</p>",
  "<video data-media-id=\"gu-video-394598821\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/12/120812FarahBolt-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/12/120812FarahBolt_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/12/120812FarahBolt-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120812FarahBolt/120812FarahBolt.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/12/120812FarahBolt_3gpLg16x9.3gp\"/> </video>   <p>Quite simply, no one had ever seen anything like it. As Mo Farah charged down the home straight, 80,000 people roaring him on to his second gold medal of these Games, his eyes wide, teeth bared, the whole stadium knew they were witnessing history in the making.</p> <p>Before he had even crossed the line Farah was celebrating, inevitably drawing comparisons with triple Olympic champion and world record holder Usain Bolt, the sprint star with whom Farah shares an agent – the Briton's former coach, Ricky Simms – and a friendship that goes back many years. Soon Farah was covering his face and kissing the track in a show of his Islamic faith. But there was more. Just as Bolt had performed a drill of press-ups after winning the 200m on Thursday night, Farah dropped to the track and began a set of sit ups.</p> <p>\"That's the first time I've seen him do abs in two months,\" joked his friend and training partner Galen Rupp, who had stuck with Farah over 10,000m to take Olympic silver a week ago but in the 5,000m had faded, finishing seventh. Sure enough Bolt reciprocated the gesture, doing the Mo-bot after he crossed the line to win the 4x100m with the Jamaica team later in the night.</p> <p>Four years ago Farah had failed to qualify for the 5,000m Olympic final and struggled through the worst depression of his life. On Saturday night in London he added Olympic titles to a world 5,000m title and world 10,000m silver medal.</p> <p>\"There's no words to describe how I feel,\" said Farah. \"Tonight was something special, I wanted it badly and I wanted to make the double. I wanted to make history, I was confident and felt good. I was just telling myself I want the gold medal. It's something I've trained so hard for, to be Olympic champion twice.\"</p> <p>In the bowels of the Olympic stadium Farah could not help but reflect on a career that had seen him rise from a talented runner who struggled to make an impression on a global stage, to double European champion in 2010, to a man whom the world's best distance runners revere. It has been quite a transformation. \"When we won the bid [for the London Games] seven years ago I remember thinking, 'Yeah, we've got the bid'. I was thinking, 'The Olympics, I want to take part'. A few years down the line I got more confident and I thought, 'I want to be an Olympic champion'. But to do it twice …\"</p> <p>Before Farah only six men in history had completed the Olympic distance double: Hannes Kolehmainen of Finland in 1912; Emil Zatopek 40 years later in Helsinki; Vladimir Kuts in 1956; Lasse Viren – the only winner to complete the double double – in 1972 and 1976; Miruts Yifter of Ethiopia in 1980; and most recently, in 2008, the great Kenenisa Bekele of Ethiopia – fourth over 10,000m last Saturday but absent from the 5,000m field – bridged a gap of 28 years to claim both titles.</p> <p>Now Farah's name will sit alongside them, one of the greatest of all time, and the first British man since Albert Hill in 1924 to win two Olympic track and field titles at the same Games.</p> <p>Ahead of this race Farah had expressed doubts. He had said he was tired, physically and emotionally drained from his 10,000m win, and did not know if he had anything left to give on a second successive Saturday night. Afterwards he admitted this was something of a ruse. In any case the crowd had refused to believe him, hungry to witness this sensational runner complete a historic double.</p> <p>With nerves jangling, the race had played out like a game of cat and mouse, the pack looping the track in near slow motion, jogging the early laps in cautious mood. Two laps in and Farah momentarily took the lead but before long he had settled back into the middle, an Olympic gold medal target preferring the anonymity that comes with running among bodies.</p> <p>With 3,000m to go Farah and Rupp began to creep towards the front. Sensing the movement, the two Ethiopians, Yenew Alamirew and Dejen Gebremeskel, picked up the pace, sharing the lead and ploughing ahead for the first of two 60sec laps. Twice Farah ran the long way round to keep in touching distance with the action and cover any sudden moves. As the bell rang for the final lap Farah made his move, muscling off the challenge from Thomas Longosiwa, who tried to shove him off course. With 700m left Farah kicked and the stadium erupted, creating a wall of sound that would not let him fail.</p> <p>As he rounded the final bend there was a moment when it seemed uncertain whether Farah could hold on. The memory of losing the 10,000m world title to a late sprint from Ibrahim Jeilan in Daegu last year must have coursed through his body, but here in London he would not let his lead go for a second time.</p> <p>Somehow Farah found his reserve and hung on, motoring down the home straight to take the title in 13min 41.66sec, with Gebremeskel in second and with Longosiwa of Kenya having faded to take third place.</p> <p>Later, much later, a capacity crowd remained in the stadium reluctant for the night to end. Waiting for the medals ceremony a chant began to rise: \"We want Mo, we want Mo.\" When they finally got him, Farah atop the podium, swallowing hard as a lump built in his throat, the stadium joined him to stand and sing the national anthem.</p> <p>The mood jubilant, anarchic, <a href=\"http://www.guardian.co.uk/sport/video/2012/aug/12/olympics-farah-bolt-swap-celebrations-video\">Bolt reemerged to join Farah at the track</a>, clowning around on top of the podium – the 6ft 5in superstar doing the Mo-bot, while the diminutive Farah struck the Bolt pose, \"To di world\".</p>",
  "<h2>Arsenal</h2> <p><strong>Last season:</strong> 3rd <strong>Title odds:</strong> 14-1 <strong>Going down:</strong> 750-1</p> <p><strong>Summer update</strong> Vieira, Henry, Fábregas, Nasri, now Van Persie. Where would an Arsenal close-season be without a will-he-won't-he-please-make-it-stop transfer saga? The club, though, have learned the lessons of last summer and they have got their retaliation in first. The signings of Lukas Podolski, Olivier Giroud and Santi Cazorla, in particular, have given rise to optimism. And they may be joined by others: Ajax right-back Gregory van der Wiel and midfielders Nuri Sahin of Real Madrid and Yann M'Vila of Rennes are targets. It is unclear when Jack Wilshere will return to full fitness or whether Alex Song will stay.</p> <p><strong>Key player</strong> Van Persie if he stays, although much will depend on the speed with which Cazorla adapts. Wenger also has high hopes for the 17-year-old winger Serge Gnabry.</p> <p><strong>Achilles heel</strong> Injuries: Arsenal's trademark.</p> <p><strong>Headline generator </strong>Wojciech Szczesny: not shy.</p> <p><strong>Ins </strong>Santi Cazorla (Málaga, £12m), Olivier Giroud (Montpellier, £13m), Lukas Podolski (Köln, £10.9m).</p> <p><strong>Outs</strong> Manuel Almunia (released), Tom Cruise (Torquay, free), Gavin Hoyte (released), Carlos Vela (Real Sociedad, undisc).</p> <p><strong>Prediction 4th</strong></p> <h2>Aston Villa</h2> <p><strong>Last season:</strong> 16th <strong>Title odds:</strong> 2,500-1 <strong>Going down:</strong> 8-1</p> <p><strong>Summer update</strong> Alex McLeish has gone, Paul Lambert has replaced him and Aston Villa's supporters have rediscovered the will to live after a truly miserable season. Nobody knows quite what to expect this time round – how Stephen Ireland and Charles N'Zogbia perform depends on what side they get out of bed and the four new signings are not exactly stellar names. It does, though, seem safe to work on the assumption that it will be a whole lot better than 2011-12.</p> <p><strong>Key player</strong> Darren Bent. Unlucky to miss Euro 2012 through injury, the England striker will be crucial to Villa's hopes. Has averaged close to a goal every other league game for Villa.</p> <p><strong>Achilles heel</strong> Take Bent out of the equation and Villa are desperately short of firepower.</p> <p><strong>Headline generator </strong>Lambert says he'll get the best out of Ireland. \"I've got a fair idea of what I want to do with him.\" One to watch.</p> <p><strong>Ins </strong>Ron Vlaar (Feyenoord, undisc), Matthew Lowton (Sheffield United, £3m), Karim El Ahmadi (Feyenoord, undisc), Brett Holman (Alkmaar, free)</p> <p><strong>Outs</strong> Carlos Cuéllar (Sunderland, free), Emile Heskey (released), James Collins (West Ham, undisc)</p> <p><strong>Prediction 12th</strong></p> <h2>Chelsea</h2> <p><strong>Last season: </strong>6th <strong>Title odds:</strong> 11-2 <strong>Going down:</strong> 1500-1</p> <p><strong>Summer update</strong> Roberto Di Matteo has been appointed on what could optimistically amount to a two-year contract, the talismanic Didier Drogba has moved on and Roman Abramovich has opened his cheque book as if it was the summer of 2004 all over again. Eden Hazard, Marko Marin and Oscar have arrived for around £60m combined, with the promise of more to come.</p> <p><strong>Key player </strong>With Drogba gone and a fine supply line assembled, this has to be Fernando Torres's time. No more excuses. Oscar looks a precocious talent but may need time to adjust.</p> <p><strong>Achilles heel </strong>A lack of depth if Torres misfires and potentially width in midfield.</p> <p><strong>Headline generator </strong>Apart from Torres, JT and the usual suspects, expect Hazard to keep reporters happy. \"People see similarities between me and Messi. That makes me happy.\"</p> <p><strong>Ins </strong>Marko Marin (W Bremen, £7m), Eden Hazard (Lille, £32m), Thorgan Hazard (£1m, Lens), Oscar (Internacional, £20m)</p> <p><strong>Outs </strong>Didier Drogba (Shanghai Shenhua, free), Salomon Kalou (Lille, free), Rhys Taylor (Southend, free), Jacob Mellis (Barnsley, free), José Bosingwa, Marko Mitrovic (released).</p> <p><strong>Prediction 3rd</strong></p> <h2>Everton</h2> <p><strong>Last season:</strong> 7th <strong>Title odds:</strong> 250-1 <strong>Going down:</strong> 33-1</p> <p><strong>Summer update</strong> Serene by recent standards, so far, with two permanent signings and no major losses to compensate. Crucially, David Moyes remains in charge, though has not signed a new contract, and hopes to add a few more faces on loan or on a free before the window closes as he seeks that rarest thing at Goodison: a good start.</p> <p><strong>Key man</strong> Nikica Jelavic turned Everton's usual promise into points in the second half of last season and will need to maintain that form, and stay fit, in the absence of quality back-up. Much is expected of Ross Barkley but it is certainly time for Jack Rodwell to fulfil his promise.</p> <p><strong>Achilles heel</strong> A lack of depth and vulnerability to big money bids.</p> <p><strong>Headline generator </strong>Leighton Baines has been leaving Everton for a richer club for at least the past four seasons. He's still there – but for how much longer?</p> <p><strong>Ins </strong>Steven Naismith (Rangers, free), Steven Pienaar (Tottenham, £4.5m)</p> <p><strong>Outs: </strong>Tim Cahill (New York Red Bulls, £1m), Joseph Yobo (Fenerbahce, £1.5m), James Wallace (Tranmere, undisc), Marcus Hahnemann, James McFadden, Denis Stracqualursi, Jose Baxter (all released), Adam Forshaw (Brentford, undisc)</p> <p><strong>Prediction 7th</strong></p> <h2>Fulham</h2> <p><strong>Last season:</strong> 9th <strong>Title odds:</strong> 2,500-1 <strong>Going down:</strong> 11-1</p> <p><strong>Summer update</strong> Martin Jol has revamped his front line, though his squad strengthening is on-going with further arrivals anticipated and required ahead of the closure of the transfer window. Clint Dempsey will only be allowed to leave reluctantly, but some stalwarts of the Roy Hodgson era have moved on, adding to the sense that this team continues to evolve.</p> <p><strong>Key player </strong>If Dempsey is sold, given that he is now in the final year of his contract, Belgian Moussa Dembélé will have to thrive.</p> <p><strong>Achilles heel </strong>Goals. Hugo Rodallega has rarely proved prolific, while Mladen Petric is experienced but new to the Premier League.</p> <p><strong>Headline generator </strong>Chairman Mo. Needs to deliver something special to follow up last year's Michael Jackson statue.</p> <p><strong>Ins </strong>Mladen Petric (Hamburg, free), Hugo Rodallega (Wigan, free), Sascha Riether (Köln, loan), George Williams (MK Dons, undisc)</p> <p><strong>Outs </strong>Danny Murphy (Blackburn, free), Marcel Gecov (Gent, undisc), Bjorn Helge Riise (Lillestrom, free), Dickson Etuhu (Blackburn, undisc), Andy Johnson (QPR, free), Orlando Sá (Limassol, free)</p> <p><strong>Prediction 14th</strong></p> <h2>Liverpool</h2> <p><strong>Last season:</strong> 8th <strong>Title odds:</strong> 33-1 <strong>Going down:</strong> 250-1</p> <p><strong>Summer update</strong> Brendan Rodgers is the club's fourth manager in four seasons. The new man promises much after a fine debut season in the top flight with Swansea but has so far made few signings to implement his style. The existing crop, however, are buying into his ideas.</p> <p><strong>Key man</strong> Keeping Luis Suárez content on an improved contract was essential as Rodgers looks to improve on last season's eighth – and improvement is imperative. Whether it is a breakthrough season for the winger Raheem Sterling remains to be seen but Jack Robinson should put pressure on José Enrique at left-back.</p> <p><strong>Achilles heel</strong> The squad is short on numbers and, with Daniel Agger and Andy Carroll potential departures, there are questions over whether Liverpool have the funds to add enough quality</p> <p><strong>Headline generator </strong>Suárez: a one man publicity machine, for better or worse.</p> <p><strong>Ins </strong>Fabio Borini (Roma, £10m), Joe Allen (Swansea, fee tbc)</p> <p><strong>Outs </strong>Dirk Kuyt (Fenerbahce, £1m), Fábio Aurélio (Gremîo, free), Maxi Rodríguez (Newell's Old Boys, undisc), Alberto Aquilani (Fiorentina, undisc), Toni Silva (Barnsley, free), David Amoo (Preston, free), Stephen Darby (Bradford, free)</p> <p><strong>Prediction: 5th</strong></p> <h2>Manchester City</h2> <p><strong>Last season:</strong> 1st <strong>Title odds:</strong> 11-8 <strong>Going down:</strong> 3,000-1</p> <p><strong>Summer update</strong> A summer of inactivity unless you count the Robin van Persie speculation. City don't actually need Van Persie, they have more than enough quality up front already, but on the other hand they do not particularly want to see him end up at Manchester United. By the time the season starts Daniel Agger could have arrived from Liverpool and Adam Johnson travelled in the opposite direction, though the unhurried nature of the transfer negotiations indicates that City are merely making adjustments to their squad, not going all out for a new central defender.</p> <p><strong>Key man </strong>The form and confidence of Mario Balotelli will be a big influence. Potentially the Premier League's most potent striker.</p> <p><strong>Achilles heel </strong>Whenever the Kompany-Lescott partnership was broken up last season, quality cover was lacking.</p> <p><strong>Headline generator </strong>Why always him?</p> <p><strong>Ins </strong>None.</p> <p><strong>Outs </strong>Vladimir Weiss (Pescara, undisc), Wayne Bridge (Brighton, loan), Greg Cunningham (Bristol City, undisc), Gai Assulin (R Santander, free) Owen Hargreaves (released).</p> <p><strong>Prediction 1st</strong></p> <h2>Manchester United</h2> <p><strong>Last season:</strong> 2nd <strong>Title odds:</strong> 11-4 <strong>Going down:</strong> 3,000-1</p> <p><strong>Summer update</strong> Still no Robin van Persie, and though Shinji Kagawa and Nick Powell appear astute enough signings, Old Trafford still awaits a grand-gesture response to being pipped to the title by the noisy neighbours. City can afford to stick rather than twist, but United keeping the chequebook closed not only appears uncharacteristically defeatist, it raises suspicions that the owners are being tight with funds.</p> <p><strong>Key man </strong>Van Persie would be a perfect statement of intent, but otherwise the focus will remain on Wayne Rooney.</p> <p><strong>Achilles heel </strong>Nemanja Vidic's return is a lift, but there are questions over just about everyone else in defence, with Rio Ferdinand and Patrice Evra showing their age and David de Gea still to mature.</p> <p><strong>Headline generator </strong>A frustrated Rooney questioned United's ambition two years ago. A slow start and the questions could begin again.</p> <p><strong>Ins </strong>Shinji Kagawa (Borussia Dortmund, undisc), Nick Powell (Crewe, undisc)</p> <p><strong>Outs </strong>Park Ji-sung (QPR, undisc), Ritchie De Laet, Matty James (Leicester, undisc), Tomasz Kuszczak (Brighton, free), Oliver Norwood (Huddersfield, undisc), Michael Owen (released)</p> <p><strong>Prediction 2nd</strong></p> <h2>Newcastle United</h2> <p><strong>Last season:</strong> 5th <strong>Title odds:</strong> 200-1 <strong>Going down:</strong> 50-1</p> <p><strong>Summer update</strong> An unusually serene summer on Tyneside. By the time his £7m release clause expired on 31 July Demba Ba was still a Newcastle player and Alan Pardew says he is not expecting any key departures. In terms of new faces, progress has been slow, with Lille playing hardball over the right-back Mathieu Debuchy's mooted sale and Twente, Ajax and Liverpool doing likewise regarding Douglas, Vurnon Anita and Andy Carroll.</p> <p><strong>Key man </strong>Pardew reports that Cheik Tioté is \"10 times better\" than he was this time last year. If so he will be some enforcer. Sammy Ameobi (right) has also been in fine form pre-season.</p> <p><strong>Achilles heel </strong>The Europa League. No one knows if Pardew's squad is deep enough to cope with the relentless routine.</p> <p><strong>Headline generator </strong>Owner Mike Ashley – reportedly eyeing a stake in Rangers.</p> <p><strong>Ins </strong>Gael Bigirimana (Coventry, undisc), Romain Amalfitano (Reims, undisc) Curtis Good (Melbourne Heart, undisc).</p> <p><strong>Outs </strong>Danny Guthrie (Reading, free), Leon Best (Blackburn, free), Peter Lovenkrands (Birmingham, free), Fraser Forster (Celtic, £2m).</p> <p><strong>Prediction 6th</strong></p> <h2>Norwich City</h2> <p><strong>Last season:</strong> 12th <strong>Title odds:</strong> 5,500-1 <strong>Going down:</strong> 13-8</p> <p><strong>Summer update</strong> Paul Lambert's decision to swap Carrow Road for Villa Park in June represented a sizeable blow for Norwich given the Scot's success as manager. Two successive promotions were followed by a 12th-place finish in the Premier League last season and his departure raised fears that this would be a tough campaign. Chris Hughton's arrival has lifted spirits, though.</p> <p><strong>Key man </strong>Grant Holt. Last season's top scorer remains the team's focal point, while the England Under-21 defender Ryan Bennett also impressed at the end of last season.</p> <p><strong>Achilles heel </strong>Defence. They conceded 66 goals last season, the joint fourth-highest in the division. Without real improvement at the back, this season will be a slog.</p> <p><strong>Headline generator </strong>Holt made a transfer request in May, and signed a new deal in July.</p> <p><strong>Ins </strong>Michael Turner (Sunderland, £1.7m), Robert Snodgrass (Leeds, £2.8m), Jacob Butterfield (Barnsley, free), Steven Whittaker (Rangers, free).</p> <p><strong>Outs </strong>Andrew Croft (Brighton, undisc), Daniel Ayala (Nottm Forest, free), Zak Whitbread (Leicester, free), Josh Dawkin (Braintree Town, free), Aaron Wilbraham (Crystal Palace, free), Adam Drury (Leeds, free).</p> <p><strong>Prediction 18th</strong></p> <h2>QPR</h2> <p><strong>Last season:</strong> 17th <strong>Title odds:</strong> 3,000-1 <strong>Going down:</strong> 11-2</p> <p><strong>Summer update</strong> Rangers might have stopped playing before the final whistle blew on last season but they cannot wait for the first one this time out. In Park Ji-sung, who was unveiled at a glamour press conference on the 29th floor of London's Millbank Tower, they feel they have signed a \"global superstar\". Mark Hughes completed a lot of encouraging business early on and his ambitions are high. After promotion in May last year under Neil Warnock, a 17th-placed finish was the target and was achieved, just. Hughes has said that Rangers will no longer be involved in relegation scraps on his watch.</p> <p><strong>Key player</strong> Park will be pivotal.</p> <p><strong>Achilles heel</strong> Rangers had the worst away record in the division last season.</p> <p><strong>Headline generator </strong>Joey Barton's debut after his 12 game ban. What odds on a straight red?</p> <p><strong>Ins </strong>Park Ji-sung (Man United, £2m); Ryan Nelsen (Spurs, free); Fábio da Silva (Man United, loan); Samba Diakité (Nancy, £3.5m); Junior Hoilett (Blackburn, tribunal); Andrew Johnson (Fulham, free); Robert Green (W Ham, free).</p> <p><strong>Outs </strong>Ten players released.</p> <p><strong>Prediction 9th</strong></p> <h2>Reading</h2> <p><strong>Last season:</strong> 1st, Championship <strong>Title odds:</strong> 10,000-1 <strong>Going down:</strong> 6-5</p> <p><strong>Summer update</strong> Reading's struggle to interest neutrals is over: this season under their wealthy new Russian ownership should provide plenty of headlines. Spending has been relatively modest so far – quantity over stellar quality – though Pavel Pogrebnyak's rumoured £60,000 a week is a sign of things to come. If they are struggling by Christmas, expect a lavish January.</p> <p><strong>Key man </strong>Pogrebnyak excelled for Fulham and needs to do the same here if his new side is to avoid a long, drawn-out struggle.</p> <p><strong>Achilles heel</strong> Midfield options are solid but unspectacular: adding some creative, scoring talent would seriously change the outlook.</p> <p><strong>Headline generator </strong>Katsia Zingarevich – wife of the owner and tabloid dream. Won \"Supermodel of the World\" as a teenager.</p> <p><strong>Ins </strong>Chris Gunter (Nottingham Forest, £2.3m), Adrian Mariappa (Watford, undisc), Danny Guthrie, Nicky Shorey, Pavel Pogrebnyak, Garath McCleary (all free)</p> <p><strong>Outs </strong>Michail Antonio (Sheffield Wednesday, undisc), Mathieu Manset (Sion, undisc), Karl Sheppard (Accrington Stanley, loan), Joseph Mills (Burnley, loan), Brian Howard, Tomasz Cywka, Andy Griffin, Cedric Baseya (all released)</p> <p><strong>Prediction 19th</strong></p> <h2>Southampton</h2> <p><strong>Last season:</strong> 2nd, Championship <strong>Title odds:</strong> 7,500-1 <strong>Going down:</strong> 11-8</p> <p><strong>Summer update</strong> The honeymoon could be short – it's Manchester City away on the opening day – but this is a solid side, albeit at Championship level. Nigel Adkins says stability, strength and willpower will hold them together. \"You can't underestimate team spirit.\"</p> <p><strong>Key man </strong>Championship Player of the Year and all-round big unit Rickie Lambert. The 30-year-old scored 27 last season and hit four hat-tricks. Big money Jay Rodriguez should relieve some of the scoring burden, though.</p> <p><strong>Achilles heel</strong> Relative top-level inexperience. The influence of the former Rangers captain Steven Davis will be crucial.</p> <p><strong>Headline generator </strong>Matt Le Tissier in the Soccer Saturday studio – needs to prove himself as a cool, calm model of impartiality.</p> <p><strong>Ins </strong>Jay Rodriguez (Burnley, £6m); Steven Davis (Rangers, £800k); Paulo Gazzaniga (Gillingham, undisc); Nathaniel Clyne (Palace, £2.5m).</p> <p><strong>Outs </strong>Dan Harding (Nottingham Forest, £500k), Aaron Martin (Crystal Palace, loan); Tommy Forecast (Gillingham, loan); Ryan Doble, Bartosz Bialkowski, Lee Holmes, Harlee Dean, David Connolly (released)</p> <p><strong>Prediction 20th</strong></p> <h2>Stoke City</h2> <p><strong>Last season:</strong> 14th <strong>Title odds:</strong> 3,500-1 <strong>Going down:</strong> 8-1</p> <p><strong>Summer update</strong> Stoke's buildup to the new campaign has been a mix of the good, the indifferent and the unfortunate, with potentially shrewd signings in Jamie Ness, Geoff Cameron and Michael Kightly, winning just two out of their first six pre-season friendlies and losing influential defender Robert Huth to viral meningitis. But there is a sense of collective purpose at the Britannia Stadium. Another lively mid‑table finish beckons.</p> <p><strong>Key man </strong>Peter Crouch. Goes into his first full campaign at the club buoyed by last season's 14 goals following his arrival from Tottenham.</p> <p><strong>Achilles heel </strong>Tony Pulis may not consider it a weakness but Stoke's reliance on a direct attacking approach makes them a limited and predictable: a dangerous combination.</p> <p><strong>Headline generator </strong>Discipline issues. Case in point: some pre-season argy bargy with Orlando City, including a red card for Glenn Whelan.</p> <p><strong>Ins </strong>Michael Kightly (Wolves, £3.1m), Geoff Cameron (Houston Dynamo, £1.9m), Jamie Ness (Rangers, free).</p> <p><strong>Outs </strong>Danny Collins (Nottm Forest, £563,000), Ryan Brunt (Leyton Orient, free), Florent Cuvelier (Walsall, free), Jonathan Woodgate (Middlesbrough, free), Andrew Davies (Bradford, free), Salif Diao (released), Ricardo Fuller (released), Tom Soares (released).</p> <p><strong>Prediction 11th</strong></p> <h2>Sunderland</h2> <p><strong>Last season:</strong> 13th <strong>Title odds:</strong> 1,250-1 <strong>Going down:</strong> 12-1</p> <p><strong>Summer update</strong> A long trek to South Korea for a Peace tournament has proved the most notable event of a low-key preamble to Martin O'Neill's first full season in charge. After the frantic buying and selling of the Steve Bruce era, transfer activity has been minimal and principally involved long-term haggling for Steven Fletcher with Wolves. Even so, with European qualification the aim, O'Neill is seeking increased creativity and goals and a couple more additions seem likely. Meanwhile Wes Brown has injured his knee again.</p> <p><strong>Key man </strong>Stéphane Sessègnon was the brightest imaginative force last season, while young Ryan Noble is one to watch.</p> <p><strong>Achilles heel </strong>Titus Bramble. Talented, but prone to lapses.</p> <p><strong>Headline generator </strong>The outside chance of a move for Liverpool's ex-Newcastle man Andy Carroll. \"He's a really good player,\" says O'Neill.</p> <p><strong>Ins </strong>Carlos Cuéllar (Aston Villa, free).</p> <p><strong>Outs </strong>Michael Turner (Norwich, undisc), Craig Gordon (released, free agent), George McCartney (West Ham, undisc), Asamoah Gyan (Al Ain, undisc), Marcos Angeleri (Estudiantes, undisc).</p> <p><strong>Prediction 10th</strong></p> <h2>Swansea City</h2> <p><strong>Last season:</strong> 11th <strong>Title odds:</strong> 4,500-1 <strong>Going down:</strong> 9-4</p> <p><strong>Summer update</strong> All quiet with the exception of the departure of Brendan Rodgers to Liverpool, appointment of one of the greatest players of all time in his place, Joe Allen's imminent Welsh record £15m move to Anfield and the arrival of two Spaniards and a Dutchman from La Liga. Who knows what to expect at the Liberty Stadium this season – but with Michael Laudrup in charge at least it should be fun.</p> <p><strong>Key player</strong> Michu. The Spaniard's 15 goals last season made him the highest scoring midfielder in La Liga, he should be in his prime at 26 years old and yet Swansea paid only £2m for him.</p> <p><strong>Achilles heel</strong> Scoring enough. Goals were hard to come by at times last season and it would be a worry if Danny Graham, who notched 12 in his first season in the Premier League, got injured.</p> <p><strong>Headline generator </strong>All eyes on Laudrup. He is among the favourites to be the first manager to go.</p> <p><strong>Ins </strong>Michu (Rayo Vallecano, £2m), José Manuel Flores (Genoa, £2m), Jonathan de Guzmán (Villarreal, loan), Itay Shechter (Kaiserslautern, loan, subject to work permit)</p> <p><strong>Outs </strong>Joe Allen (Liverpool, fee to be confirmed), Ferrie Bodde, Casey Thomas, Joe Walsh, Scott Donnelly (all released)</p> <p><strong>Prediction 16th</strong></p> <h2>Tottenham Hotspur</h2> <p><strong>Last season:</strong> 4th <strong>Title odds:</strong> 40-1 <strong>Going down:</strong> 250-1</p> <p><strong>Summer update</strong> When André Villas-Boas was presented to the media on 11 July he talked of the need to \"complete\" the squad. With less than a week before the season starts, the Portuguese has not yet added to the positive early summer signings of Gylfi Sigurdsson and Jan Vertonghen. Jermain Defoe is his only established striker, Luka Modric wants to leave, Scott Parker is a long-term injury casualty and Sandro has not yet trained under him. The new boss could be forgiven for feeling edgy. Emmanuel Adebayor and Leandro Damião are the main targets up front while a top keeper is also being sought.</p> <p><strong>Key player</strong> Gareth Bale, while Jake Livermore and Steven Caulker are developing well.</p> <p><strong>Achilles heel</strong> The dangerous policy of leaving transfers late.</p> <p><strong>Headline generator </strong>Modric's state of mind.</p> <p><strong>Ins </strong>Gylfi Sigurdsson (Hoffenheim, £8m); Jan Vertonghen (Ajax, £8m)</p> <p><strong>Outs </strong>Nico Kranjcar (Dynamo Kyiv, £5.5m); Vedran Corluka (L Moscow, undisc); Steven Pienaar (Everton, £4.5m); Ryan Nelsen (QPR, free), seven players released, including Louis Saha and Ledley King.</p> <p><strong>Prediction 8th</strong></p> <h2>West Bromwich Albion</h2> <p><strong>Last season:</strong> 10th <strong>Title odds:</strong> 3,500-1 <strong>Going down:</strong> 4-1</p> <p><strong>Summer update</strong> The FA's surprise decision to appoint Roy Hodgson led, eventually, to Albion making the surprise decision to appoint Steve Clarke. After years of being a No2, Clarke at last has the chance to call the shots. The Scot has decent squad at his disposal, aided by three new faces and Ben Foster's permanent transfer, although he will do well to reprise last season's top-10 finish.</p> <p><strong>Key player </strong>Shane Long. Started last season on fire, scoring against Manchester United and Chelsea in his first two games before injuries knocked him off course. And George Thorne, a highly rated academy graduate, is one to watch.</p> <p><strong>Achilles heel</strong> Lack of cover at left back after NickyShorey's departure and doubts over Jonas Olsson's future raise questions about defence.</p> <p><strong>Headline generator </strong>Clarke's debut in the spotlight.</p> <p><strong>Ins </strong>Markus Rosenberg (Werder Bremen, free), Ben Foster (Birmingham City, undisc), Yassine El Ghanassy (Gent, loan), Claudio Yacob (Racing Club de Avellaneda, free)</p> <p><strong>Outs </strong>Keith Andrews (Bolton, free), Joe Mattock (Sheff Wed, free), Nicky Shorey (Reading, free), Marton Fulop (Astera Tripolis, free), Somen Tchoyi (released), Paul Scharner (released)</p> <p><strong>Prediction 13th</strong></p> <h2>West Ham United</h2> <p><strong>Last season:</strong> 3rd, Championship <strong>Title odds:</strong> 5,500-1 <strong>Going down:</strong> 9-4</p> <p><strong>Summer update</strong> Having made it up through the play-offs, squad-building was important, so missing out on a few useful targets has left fans frustrated. Modibo Maïga, a striker signed from Sochaux, may take time to settle. Mohamed Diamé and Alou Diarra are shrewd signings, James Collins less so, but the loss of goalkeeper Robert Green to QPR could be crucial.</p> <p><strong>Key players </strong>Kevin Nolan's leadership unites the side, but Ricardo Vaz Tê often makes the difference.</p> <p><strong>Achilles heel </strong>Carlton Cole is not good enough to play every week in the Premier League. Slow full-backs are a feature too.</p> <p><strong>Headline generator </strong>Big Sam. Knows how to play mind games, if not to win them, and relishes inter-gaffer verbal conflict. Will be under pressure, too, if his side make a slow start.</p> <p><strong>Ins </strong>James Collins (Villa, £2.5m); Mohamed Diamé (Wigan, free); Alou Diarra (Marseille, undisc); Stephen Henderson (Portsmouth, undisc); Jussi Jaaskelainen (Bolton, free); Modibo Maïga (Sochaux, £4.5m); George McCartney (Sunderland, free).</p> <p><strong>Outs </strong>Pablo Barrera (Cruz Azul, free), Robert Green (QPR, free), 13 players released.</p> <p><strong>Prediction 15th</strong></p> <h2>Wigan Athletic</h2> <p><strong>Last season:</strong> 15th <strong>Title odds:</strong> 6,000-1 <strong>Going down:</strong> 7-4</p> <p><strong>Summer update</strong> If Roberto Martínez's side begin the new season like they finished the last they will end up in Europe – but no one in Lancashire seriously expects anything close. Wigan have lost good players in Mohamed Diamé and Hugo Rodallega, and made just a couple of low-key purchases in Fraser Fyvie from Aberdeen and Ivan Ramis from Real Mallorca. And Martínez, who passionately believes the transfer window should shut as soon as the season starts, is still worried about losing Victor Moses to Chelsea.</p> <p><strong>Key man </strong>Moses was consistently excellent in the second half of last season. If he moves to Chelsea's bench it will not be easy for Martínez to replace his quality.</p> <p><strong>Achilles heel </strong>A lack of goals. Fyvie has been billed as the new Paul Scholes, but mostly for his tenacity, not for his knack of scoring.</p> <p><strong>Headline generator </strong>Dave Whelan: always ready to weigh in, often feet first, on any given issue.</p> <p><strong>Ins </strong>Fraser Fyvie (Aberdeen, undisc), Ivan Ramis (Real Mallorca, undisc)</p> <p><strong>Out </strong>Mohamed Diamé (West Ham, free), Hugo Rodallega (Fulham, free), Chris Kirkland, Steve Gohouri (released)</p> <p><strong>Prediction 17th</strong></p>",
  "<p>They gathered early, many with witches' hats or brandishing wands, still bleary from a late night listening to a band called Ministry of Magic.</p> <p>The faux-baroque staircases and chandeliers of the Chicago Hilton are not accustomed to this type of client, strewn across the carpets eating pizza slices for breakfast and deciding whether to attend Evanna Lynch's yoga class or a discussion on \"Making Harry Legit: Harry Potter Courses in College\".</p> <p>\"Y'all make a lovely crowd,\" observed the muscular black security lady doubtfully, as Snape lookalikes and Ravenclaw robes rolled by.</p> <p>It has been five years since the final Harry Potter book and a year since the denouement film, with JK Rowling's adult novel now eagerly awaited. But the afterlife of the epic series proliferates like an ever-expanding Hogwarts universe at the third LeakyCon, the global Potter convention named after the Leaky Cauldron pub in Diagon Alley. Five years since the publication of <em>Deathly Hallows,</em> the pilgrims have come in greater numbers than ever – 3,800 this year.</p> <p>Those who jeer at Harry Potter as a fantastical celebration of <a href=\"http://www.theguardian.com/books/booksblog/2011/jan/04/public-school-fiction\" title=\"\">toff-school traditions </a>forget that this is not how books about wizardry and magic are viewed by young people – and their parents – in the stultifying, Bible-bashing suburbs of the American outback. There, for all the mass appeal of Hogwarts, the iconography <a href=\"http://www.theguardian.com/books/2009/sep/29/harry-potter-rowling-medal\" title=\"\">and very notion of magic can be subversive and heretical.</a></p> <p>\"My parents aren't cool with it,\" says Caitlin R (Slytherin), aged 17, from Lincoln, Nebraska, with dyed red hair and wearing work boots. \"It's just like a whole world they don't understand, and it scares them and they don't trust it.\"</p> <p>Did they see the movies? \"Yeah, they kinda liked <em>Prisoner of Azkaban</em>, but my interest in magic they don't like – or my tattoo.\" It's a circle and vertical line within a triangle, representing the Deathly Hallows. For all the wholesomeness, dental braces and Listerine here, there's a prevalent gothishness too – coloured hair, fishnet, heavy mascara.</p> <p>Others do not take the magic that seriously. \"It's more about human relations, the real-life world and lives of young people that play out in the setting of Harry Potter,\" says Emma-Jane Wilson (Gryffindor), who is over from Cardiff.</p> <p>Evanna Lynch is a linchpin to the proceedings; if Rowling, her mentor, is the distant empress of all this, Evanna is its princess, and very present. Suffering from anorexia, she wrote to Rowling for help and received a reply that set her on the road not only to recovery but stardom as the character Luna Lovegood. Here she can be seen weaving her way through the crowds at a Starkid concert to chatter with fans. She said the Potter story is \"something you can't disengage from… It charted their childhood, their transitions being teenagers and then adults. Having that so entwined with your life, it's then impossible to take yourself out of it and say goodbye to Harry Potter. It would just be the most unnatural, strange and weird thing in the world to me. It would be like denying a part of myself … \"</p> <p>She speaks about the connection between her own tribulations, her character and fans, for whom both she and Luna Lovegood matter, inseparably, during hard times: \"I got this huge privilege of playing [Luna]. This character who so many people look up to, inspired in their daily lives to help them overcome these demons. I owe it to her and all these people to spread her message, which is to be yourself and embrace that; and be your most bold and crazy version of yourself. I have a duty, and not only that – I want to do this work.\"</p> <p>The \"work\", with a charity called the <a href=\"http://thehpalliance.org/\" title=\"\">Harry Potter Alliance</a>, is a campaign called Live the Lovegood Way. \"JK Rowling said to me in the letters when I was writing to her about my struggles and how the Harry Potter books helped,\" Lynch recalls, \"that this is something you're going through, and you may think: 'Why is this happening to me?' [She said] one day you'll come out of it and be able to help girls who are going through it, and that is exactly what happened... Trying to help people who are going through these struggles helps me to get to grips with myself.\"</p> <p>The young people in Chicago seem to have one thing in common: they are not the \"in\" crowd, not the set that flaunts its self-confidence from party to party, boyfriend to boyfriend. They tend to be the people – mostly white, middle-class girls – who have no gang but each other, and when they converge it is heartwarmingly hilarious. \"The most important thing,\" says Kate Burnside, one of the organisers, \"is that these people have a place to meet and be themselves. Where it's OK to be nerdy, or passionate about something.\"</p> <p>The concept of having to return to \"muggles\" – people who \"don't want to know what's beyond the mountain\", as Christine from Belmont, Texas, put it – is daunting. When my daughter Elsa, who is attending with me, expressed dread at going back to \"muggle-world\", Christine said: \"At least they're London muggles – I gotta go back to <em>Texas</em> muggles!\"</p> <p>We drop in on a session with best-selling author John Green extolling the virtues of reading and assailing what he calls \"the reality in the US that being smart is something socially inferior\". He posits a notion that \"coolness\" entails being able to \"study broadly, think broadly and read broadly\".</p> <p>And play around with texts. Fans engage here and on the web in \"shipping\" characters, to couple them in a way that need not have happened in the text – those who feel deprived of the Wagnerian denouement whereby Harry \"pulls\" Hermione. They \"ship\" the leading boy to get the leading girl and other permutations, even Harry and his nemesis, Draco Malfoy, in a gay counter-plot.</p> <p>What about the notion that Grand Wizard Dumbledore is gay? There's a whole session on gender and racial roles in Rowling's oeuvre, and the Dumbledore question \"requires her to write book eight!\", jokes Green. \"Hey: sleepy English town, gay wizard turns up – of course there's going to be an upset!\"</p> <p>But when night falls, cold and wet for a Chicago summer, on come the glitter and rouge, wigs and fishnet gloves, cloaks and pointed hats, leopard catsuits and Ron and Harry masks to jump around in a mosh pit beneath both chandeliers and a band called Gred and Forge. Because, assures Gwen from Detroit wearing a frog outfit, \"Harry Potter is also rock and roll\".</p>",
  "<p>Fifty years ago, the cultural entrepreneur and radical publisher <a href=\"http://www.theguardian.com/books/2002/jul/20/society\" title=\"\">John Calder</a> hit on an idea that would change the world of literature altogether. Having successfully toured some of the new French writers he was publishing – <a href=\"http://www.theparisreview.org/interviews/2819/the-art-of-fiction-no-91-alain-robbegrillet\" title=\"\">Alain Robbe-Grillet</a>, <a href=\"http://www.theparisreview.org/interviews/2341/the-art-of-fiction-no-115-nathalie-sarraute\" title=\"\">Nathalie Sarraute </a>and <a href=\"http://womenshistory.about.com/library/bio/ucbio_duras_margaret.htm\" title=\"\">Marguerite Duras</a> – he suggested to <a href=\"http://www.theguardian.com/music/2011/jul/11/the-earl-of-harewood\" title=\"\">George Lascelles, the 7th Earl of Harewood</a> and director of the Edinburgh festival, that the city might host a writers' conference, a bookish supplement to the atonal music and challenging theatre Harewood was then introducing to Edinburgh audiences.</p> <p>Nowadays, book festivals are an international phenomenon and it can seem as if every second village in the country has one. In 1962 it was an innovation. It is fitting that <a href=\"http://www.theguardian.com/books/2011/aug/12/edinburgh-international-book-festival-director\" title=\"\">Nick Barley</a>, the current director of the Edinburgh international book festival, has programmed a \"reinvention\" of the event for this year's festival.</p> <p>The Edinburgh writers' conference has been slightly superseded in the cultural imagination. The following year, Calder held the notorious dramatists' conference, where, as he recollects in his memoirs, a young woman called Anna Kesselaar \"appeared at the end of the organ gallery that ran behind the platform where the conferencees sat. She was hanging on to a BBC lighting trolley and was wheeled around the gallery by a BBC technician, naked, but within the law, as she was not moving, but being moved\".</p> <p>The Daily Express was outraged, not least because Harewood, who was attending, was the Queen's cousin. Duncan Macrae, the actor, lamented that \"if these people wanted to cause a sensation they would have been better advised to have gone to the Rangers-Celtic football match and thrown bottles at the referee. I did not appreciate the scene.\"</p> <p>In 1965, <a href=\"http://www.theguardian.com/artanddesign/2005/jun/13/photography-poetry\" title=\"\">Allen Ginsberg staged his \"International Poetry Incarnation\" in the Albert Hall in London</a>, which was immortalised in <a href=\"http://www.youtube.com/watch?v=k-qiHHg7Rsc\" title=\"\">Peter Whitehead's documentary <em>Wholly Communion</em></a>, and which became an iconic image for the new \"Beat\" tendency in literature and performance. In many ways the Edinburgh international writers' conference paved the way for Ginsberg's celebration; and in its own way was even more controversial than the \"shock strip\" (Sunday Mirror) in 1963.</p> <p>The five-day event was scheduled for the 20th to the 24th of August, and Calder assembled a staggeringly eclectic line of speakers: established novelists and poets, new voices, prominent critics.</p> <p>Like every festival director, he suffered from last-minute cancellations (Graham Greene, Aldous Huxley, Bertrand Russell) and the purse-lipped scepticism of the establishment. But firmly on-side was the <em>Scotsman</em>'s then arts and features writer, <a href=\"http://news.bbc.co.uk/1/hi/uk/3561915.stm\" title=\"\">Magnus Magnusson</a>, who summarised the opening with typical eloquence: \"Everything went wrong. Crowds were still milling outside the hall long after the advertised starting time. Microphones sulked. The speech of welcome, on tape, didn't materialise. Promised stars failed to turn up. And yet, despite all this – or even because of it – the first international writers' conference to be held at the Edinburgh festival got off to a splendid start.\"</p> <p>Writing to the philosopher <a href=\"http://en.wikipedia.org/wiki/Hannah_Arendt\" title=\"\">Hannah Arendt</a>, the novelist <a href=\"http://www.nybooks.com/contributors/mary-mccarthy/\" title=\"\">Mary McCarthy </a>described it memorably. \"People jumping up to confess they were homosexuals or heterosexuals … an Englishwoman describing her communications with her dead daughter, a Dutch homosexual, former male nurse, now a Catholic convert, seeking someone to baptise him.\"</p> <p>McCarthy also mentioned the conference's most notorious contretemps, one which has resonances and ramifications to this day for Scottish letters, not all of them wholly positive. The second day, given over to the state of Scottish literature, had featured \"a registered heroin addict [<a href=\"http://www.theguardian.com/film/2003/aug/08/edinburghfilmfestival2003.fiction\" title=\"\">Alex Trocchi</a>] leading the Scottish opposition to the literary tyranny of the communist <a href=\"http://www.poetryarchive.org/poetryarchive/singlePoet.do?poetId=1557\" title=\"\">Hugh MacDiarmid</a>\". This was the notorious spat where Trocchi claimed all his writing was inspired by sodomy and MacDiarmid called him cosmopolitan scum.</p> <p>Among the luminaries attending the conference were <a href=\"http://www.faber.co.uk/author/angus-wilson/\" title=\"\">Angus Wilson</a>, <a href=\"http://www.theparisreview.org/interviews/3249/the-art-of-fiction-no-65-rebecca-west\" title=\"\">Rebecca West</a>, <a href=\"http://www.henrymiller.info/bio/bio.html\" title=\"\">Henry Miller</a>,<a href=\"http://www.virago.co.uk/author_results.asp?sf1=data&amp;st1=profile&amp;exp=JKL&amp;ref=e2007030615140743\" title=\"\"> Rosamond Lehmann</a>, <a href=\"http://www.theguardian.com/books/2011/jun/17/lp-hartley-go-between-ali-smith\" title=\"\">LP Hartley</a>, <a href=\"http://www.theguardian.com/books/lawrence-durrell\" title=\"\">Lawrence Durrell </a>and <a href=\"http://www.theguardian.com/books/2012/aug/03/stephen-spender-journals-feigel-review\" title=\"\">Stephen Spender</a>; a proper mixture of the establishment, the experimental and the censored. The home side comprised the likes of <a href=\"http://www.edwinmorgan.com/\" title=\"\">Edwin Morgan</a>, <a href=\"http://www.theguardian.com/news/2006/apr/17/guardianobituaries.booksobituaries\" title=\"\">Muriel Spark</a>, <a href=\"http://www.arts.gla.ac.uk/scotlit/asls/Laverock-Robin_Jenkins.html\" title=\"\">Robin Jenkins</a>, <a href=\"http://www.theguardian.com/Columnists/Column/0,5673,320853,00.html\" title=\"\">Naomi Mitchison</a> and <a href=\"http://www.scottishpoetrylibrary.org.uk/poetry/poets/sydney-goodsir-smith\" title=\"\">Sydney Goodsir Smith</a>.</p> <p>Calder invited then-unknown writers he would go on to publish, such as Trocchi and <a href=\"http://www.theguardian.com/books/williamburroughs\" title=\"\">William Burroughs,</a> and writers whose reputation was just beginning, such as <a href=\"http://www.nytimes.com/2007/11/10/books/11mailer.html?pagewanted=all\" title=\"\">Norman Mailer</a> (\"that engaging young hipster from America\" as the <em>Scotsman</em> referred to him).</p> <p>The non-English language world was represented by writers such as<a href=\"http://www.abebooks.co.uk/Argo-novel-George-Theotokos-Methuen/6060060971/bd\" title=\"\"> George Theotokas</a>, Nikolai Tucci, Erich Fried, Khushwant Singh, Robert Jungk and Aleksandr Stefanovic.</p> <p>Each day was devoted to a particular topic: the state of the novel, Scottish writing, the future of the novel, censorship and the author's sense of commitment. That the events became lively is an understatement.</p> <p>Looking back at the programme and reminiscences in volumes of memoir and correspondence, it's hard not to feel a pang of nostalgia for the days when literary discussions took place with such moral integrity and unsparing wit.</p> <p>The authors were there because they had urgent ideologies, not because they were on a publisher's jolly, although <a href=\"http://www.malcolmmuggeridge.org/\" title=\"\">Malcolm Muggeridge</a> seemed to attend solely to try to sleep with <a href=\"http://www.theguardian.com/books/2002/may/19/georgeorwell.biography\" title=\"\">Sonia Orwell</a>, and Goodsir Smith fell asleep after a liquid lunch.</p> <p>Rebecca West got things off to a fine and contentious start by declaring that \"the novel has suffered a lot from bad criticism. It wouldn't matter if most of the critics now writing had been strangled at birth\".</p> <p>Angus Wilson was equally forthright: \"The English novel is essentially middle-class, a novel on the defensive, conservative, attempting to protect the English way of life, the English country way of life, against town life and against cosmopolitanism. By nature it is defence of English roots, a discussion of what is right and wrong in terms of manners, not of good and evil in terms of metaphysics.\"</p> <p>That said, there was equal outrage when William Burroughs described his new \"cut up\" and \"fold in\" method, where pages from different books were collaged together to form new works. \"Are you serious?\" asked one delegate. \"Yes, of course,\" replied Burroughs, \"crisply, not even affronted,\" as Magnus Magnusson reported, \"as if a preacher were being asked whether he believed in God.\"</p> <p>Against the traditional humanism of the novel and its celebration of the individual, Burroughs claimed this new mode would create \"composite\" authors, allowing \"internal space-age experiments\". The future of the novel lay in space, not time.</p> <p>Lawrence Durrell praised the linguistics department in Edinburgh University for creating \"a computer that can already write sonnets and will be writing novels by Christmas\".</p> <p>Ethical and political debates became fraught, especially when <a href=\"http://hr.wikipedia.org/wiki/Petar_%C5%A0egedin\" title=\"\">Petar Šegedin,</a> the \"official\" Yugoslavian author, fumed that the dissident Aleksandr Stefanovic had been allowed to speak before him, and had stated that \"the job of writers is not to write for governments, but to educate them\" – this, apparently, was a CIA plot to humiliate him.</p> <p>It might have been possible, at first, to sympathise with <a href=\"http://en.wikipedia.org/wiki/Khushwant_Singh\" title=\"\">Khushwant Singh</a>, who denounced British and American novels for focusing on sexuality: \"these perversions are prevalent in these parts of the world; in India, we are up against much greater problems\". But empathy evaporated when he then said that \"homosexuals are incapable of love, just as hermaphrodites are incapable of orgasm\" – to which the chair, Stephen Spender, muttered, \"I should have thought they could have had two\".</p> <p>The debates were prescient: how will technology change literature? Indeed, although state censorship still exists, digital censorship is now a more pressing concern: the censorship of market forces is more insidious than the censorship of the party.</p> <p>Technology has inflected the debate about sexuality as well: we worry not so much about repression, but overexposure. The 1962 conference took place in the shadow of the cold war: but what might commitment mean now?</p> <p>From Tahrir Square to the Occupy Movement, technology is reshaping political commitment and activism; the swords may be bent, but not yet into ploughshares. Writers engaging in a global discussion of these issues may not come up with the answers, but they might formulate the powerful questions.</p> <p>· The <a href=\"http://www.edinburghworldwritersconference.org/\">Edinburgh writers' conference</a> runs from 17-21 August <a href=\"http://www.edbookfest.co.uk\" title=\"\">www.edbookfest.co.uk</a>. Polemical essays by attending authors – Ali Smith, Ahdaf Soueif, China Miéville, Patrick Ness – will be available each day at <a href=\"http://www.theguardian.com/books\" title=\"\">theguardian.com/books</a></p>",
  "<video data-media-id=\"gu-video-394590469\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811AinslieFlag-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/11/120811AinslieFlag-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811AinslieFlag-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/11/120811AinslieFlag_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/11/120811AinslieFlag_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120811AinslieFlag/120811AinslieFlag.m3u8\"/> </video>   <p>The London 2012 closing ceremony on Sunday will begin with a 20-minute cacophony of British music that reflects life in the capital, running from Elgar to Waterloo Sunset, and will evolve into what has been described as the ultimate aftershow party.</p> <p>Rather than filing into the 80,000-capacity Olympic Stadium nation by nation, the thousands of athletes involved in the Games will pour on to the infield in unison.</p> <p>The British flag will be carried by Ben Ainslie, who won his fourth gold medal at consecutive Games in Weymouth this week to become the most successful Olympic sailor of all time.</p> <p>The closing ceremony director, Kim Gavin, who made his name with spectacular stadium shows for Take That and others, said it would not be a traditional concert but neither would it have the multilayered narrative of Danny Boyle's <a href=\"http://www.guardian.co.uk/sport/2012/jul/28/london-2012-boyle-olympics-opening-ceremony\" title=\"\">well-received opening ceremony</a>.</p> <p>\"The real show is the Olympics, the sport. It's always been a blessing to have this job of putting on an aftershow party after the main event. I want it to be fun, I want it to be colourful. I want it to be the best aftershow party there has ever been,\" said Gavin.</p> <p>The opening one-hour section of the show is entitled A Symphony of British Music and features a mix of British music down the ages, curated by the ceremony's musical director, David Arnold. The Who, Ray Davies, George Michael, Muse, Ed Sheeran, Jessie J, The Pet Shop Boys, Annie Lennox and Fatboy Slim are among those expected to appear, though Gavin said 36 hours before the show begins that the lineup had not been finalised.</p> <p>The Spice Girls will appear atop black London taxi cabs, and Gavin said all of the artists would sing live. There will be no stage at one end of the stadium, but instead the big-name acts will be picked out from among the 4,100 performers by dramatic lighting.</p> <p>The so-called pixels that were used to such effect to light up the stadium seats during the opening ceremony will be put to even greater use, with the audience encouraged to pick them up and wave them around.</p> <p>The director said the plaudits heaped on Boyle's £27m opening ceremony and the success of the Games themselves had doubled the pressure, and the biggest difficulty would be installing the set in the 17-hour window after the final athletics event.</p> <p>The set will feature outsize London landmarks, and British comedy and fashion will also play a part, with appearances from Kate Moss on a giant catwalk and Nicholas Lyndhurst and David Jason as Rodney and Del Boy. Monty Python's Eric Idle will sing Always Look on the Bright Side of Life. Gavin said the playlist of 30 British songs had been whittled down from a longlist of more than 1,000 and driven by what would work best in a stadium environment.</p> <p>Not every artist will sing their own songs. One of those involved described the playlist as \"closer to Heart FM than Radio 1\". The 204 competing nations (plus those competing under the IOC flag) are each represented by a flagbearer.</p> <p>Ainslie, the first sailor to carry the British flag at a closing ceremony, has said his fortnight of competition was the worst of his life in terms of pressure, but he paid tribute to the volunteers and the public. \"It's been our best-ever performance at the Olympics, and I think a lot of that comes down to having so much fantastic home support,\" he said.</p> <p>An eight-minute segment by the Rio 2016 organisers will precede the passing of the Olympic flag from London's mayor, Boris Johnson, to the mayor of Rio, Eduardo Paes. \"It's really full of that samba beat. It's creative and really cultural. We've helped them every step of the way,\" Gavin said. \"I wanted to make us look forward to the future. It's important that we embrace that and look forward to the next Games.\"</p> <p>After speeches from Lord Coe, chairman of the London 2012 organising committee, and Jacques Rogge, the International Olympic Committee president, the flame in the Thomas Heatherwick-designed cauldron will be extinguished. The 204 charred \"petals\" of the cauldron will be given to each competing country.</p> <p>Footage of the ceremony will be beamed live to a parallel concert at Hyde Park featuring The Specials, New Order and Blur.</p>",
  "<p>Walk the four-mile stretch of the river Lea from Hackney Wick up to Tottenham Hale, and it is easy to forget that you are in London's East End. It may be August but tangles of wild flowers can still be seen in the river's surrounding fields. On the river, moorhens attend to chicks marooned on islands assiduously constructed out of twigs.</p> <p>The many narrowboat owners who live on the Lea take advantage of the summer to repair their craft while rowers, urged on by their bicycle-riding coaches, guide single sculls through algae blooms and haughty swans. But something is missing from this English riverbank scene: anglers. There are almost none to be found, even on a sunny afternoon last Wednesday when throngs of fishing enthusiasts were out in force on London's canals.</p> <p>Chris, who appeared to be the lone angler on the Lea, was close to calling it a day. \"I came last Sunday and got nothing and I've come back today for my second visit, but I'm just killing time,\" he said in a soft Irish lilt. \"It's a nice spot, but there's no fish. I don't think I'll stay much longer.\"</p> <p>He removed his sunglasses and flexed a well-tattooed bicep. \"My friend told me not to come here because of the cormorants. I didn't know what they were until last week. I know they're not meant to be here: they're seabirds, like gulls.\"</p> <p>Known to anglers as the Black Death, the cormorant is a killing machine that can swim two minutes underwater and diving 80ft. In China, fishermen hunt with trained cormorants, but in Europe the protected species is a hated rival, blamed for emptying rivers of fish.</p> <p>Anglers have been petitioning the government to do something about the birds for more than a decade. But a perception that cormorant numbers are now out of control has resulted in a clamour for unprecedented action. Eleven groups, including the Angling Trust and the Salmon and Trout Association, are lobbying to influence a review by the Department for Environment, Food and Rural Affairs (Defra) into the control of piscivorours (fish-eating birds) to be published at the end of the year.</p> <p>The groups want the law changed so that cormorants can be killed under a general licence, similar to those issued for the control of crows or wood pigeons. They complain that current licences allow holders to kill only a handful of birds a year – not nearly enough when cormorant numbers over winter have increased from around 2,000 in the early 1980s to nearly 25,000 now.</p> <p>Even this number appears conservative to some. The Angling Trust's new <a href=\"http://www.cormorantwatch.org/\" title=\"\">Cormorant Watch website</a> has logged close to 100,000 sightings of the birds. Anglers in Walthamstow Marshes close to the Lea say they often see 200-300 fly past them in just an hour.</p> <p>But allowing cormorants to be culled like crows has alarmed naturalists. \"This would be a new departure,\" said Grahame Madge of the RSPB. \"It would be the first time a provision had been made [to cull a species] for sport. The population of cormorants is far lower than wood pigeons, which are almost in their millions. If it were introduced, it would be difficult to monitor how many were being killed and it could result in the population being reduced.\"</p> <p>The RSPB is instead calling for anglers and fisheries owners to use non-lethal tactics to protect fish stocks.</p> <p>\"We tried scare tactics such as firing off a pistol, but that didn't work,\" said Dennis Meadhurst, secretary of Lee Anglers Consortium, which represents fishing clubs along the Lea. The consortium built reed beds and underwater cages to protect the fish from the birds, but with no success. Meadhurst said it had given up restocking the river because the cormorants, which alert each other to good prey, will simply descend on the new schools and devour them.</p> <p>\"We used to have lots of roach and dace and see gudgeon after gudgeon, but you hardly see any now,\" Meadhurst said. \"We used to take around £60,000 a year [in fishing permits] but then in 1996 the cormorants came in and that was that. We are down to around £15,000 now.\"</p> <p>Similar problems have been reported in the Lake District, Yorkshire, Kent and Scotland. Meadhurst, a birdwatcher, has no doubt what is responsible for the seabirds moving inland. \"Commercial fishing has depleted the sea of fish stocks, because boats have been trawling too close to the shore. At the same time you've got farmers diversifying into fish farms for trout, offering cormorants free dinners all over the place.\"</p> <p>The migration inland has affected the birds' diet. A cormorant needs around 300g of sea fish a day. But river fish are less fatty, meaning a bird will need to consume around double this amount.</p> <p>The previous government increased the number of cormorants that could be killed a year from 500 to 3,000, a level that troubles the RSPB, which disputes claims the birds are responsible for a significant decline in river fish. \"If there are cormorants at a site, most naturalists would say that means there are fish there,\" Madge said. \"If they were eating all the fish, they would decline in numbers. There is no science to back up claims the situation is getting worse, but anglers want to reach for the shotgun.\"</p> <p>Even the anglers think it unlikely the government will sanction a major cull. Meadhurst is gloomy about the prospects for the next generation of anglers. \"You can't teach them to fish when they know the float isn't going to go under,\" he said. \"They just won't be interested.\"</p>",
  "<p>Team GB's gold medal haul and Britons' national pride in the London 2012 Olympics have brought people flocking back to the shops, with soaring sales of bikes, sportswear, picnic foods and TVs.</p> <p>Last week in London the West End – usually buzzing with tourists at this time of year – was described as a \"ghost town\" as people were put off travelling by warnings of potential transport chaos. The widely feared travel disruptions never materialised, and shoppers were this week back out in force. Shopper traffic increased by more than 13% in the West End on Tuesday compared with a year earlier, according to the latest footfall figures from Experian, which credited the impact of the triathlon. Having witnessed the historic victory for the Brownlee brothers from Yorkshire, spectators then hit the shops.</p> <p>Jace Tyrrell at the New West End Company said: \"We know from other Olympic cities that it definitely builds in the second week.\" Compared with the first Olympics weekend when footfall was down 9.1% in the UK as a whole and 21% in London year on year, the second Games weekend saw a pick-up in shopper numbers, according to Springboard. Saturday 4 August saw national footfall rise 5.4% and London footfall 8.3% and Sunday 5 August maintained this uplift with 1.8% and 5.4% respective rises in year on year growth.</p> <p>Britain's higher-than-expected <a href=\"http://www.theguardian.com/sport/datablog/2012/aug/08/olympics-2012-team-gb-vs-team-usa\" title=\"\">medal haul in a variety of disciplines</a> has prompted a jump in people taking up those sports. Cycle and sports shops and department stores have reported a surge in sales of bikes and accessories, running, swimming and tennis gear and rowing machines. Halfords, the biggest seller of bikes in the UK, reported higher sales of Boardman and its own-brand road bikes. A Victoria Pendleton-designed bike range for women saw sales rise more than 70% this month.</p> <p>Evans Cycles has enjoyed a 35% increase in the sale of road bikes and a surge in visitors to its website in the week after Bradley Wiggins' triumph in the Tour de France, followed by his Olympic gold medal. The cycling chain said the last few days have been the busiest of the year, with higher sales in every region across the UK. Bikes costing between £700 and £2,000 are most popular. Getting kitted out like Britain's cycling hero would set customers back £7,400, with a similar bike costing nearly £7,000, plus shorts, helmet and shoes (minus the sideburns).</p> <p>Even though gold eluded Brits in the swimming, with Rebecca Adlington having to settle for two bronzes, swimming costumes and goggles are flying off the shelves. John Lewis sold 77% more men's Team GB swimming trunks last week than in the previous week, as well as 44% more goggles, and 34% more Monster Beat headphones, sported by many of the Olympic swimmers when walking up to the pool.</p> <p>Ben Rogers, sports buyer at John Lewis, said: \"Olympics fever has really gripped the nation and we have seen an increase in people buying the equipment to try to emulate their favourite stars.\"</p> <p>Rowing machines have seen a 106% surge in sales week-on-week, while running clothes and trainers are up 41% on a year ago and tennis gear has risen 14%.</p> <p>As the nation got together to watch the Olympics at home or on one of the many outdoor screens around the country, sales of beer, snacks, ready meals and celebration cakes have jumped.</p> <p>Sales at Waitrose last week were 9.7% higher than a year ago. Its owner, the John Lewis Partnership, also reported strong sales at its department stores, not only in London but across the country. Sales leapt 22.4%, also helped by better weather. Retail director Nat Wakely said the figures for this week look similar to those for last week. Economists said the figures fuelled hopes that the Olympics would give a tangible boost to retail sales overall, feeding through to the whole economy.</p> <p>Customers have been championing all things British. Homegrown cherries enjoyed their best week of the season, with sales up 25% on last year. People also snapped up traditional British ready meals, with sales up 84%, as well as local and regional beers, where demand climbed 31%.</p> <p>With Britons glued to the action, convenience foods and snacks were in demand, with crisps and snacking nuts both up by 35% and dips up 14%. Picnic classics also proved popular, with quiches (French, yes, but a British picnic staple) seeing a 40% increase in sales, and celebration cakes surging 90% on last year.</p> <p>It wasn't only British athletes who cleaned up last week. As Brits prepared to entertain guests at home they contributed to a 35% surge in demand for cleaning products.Howard Archer, chief UK and European economist at IHS Global Insight, said: \"Admittedly, John Lewis reported that matters had been helped by the better weather and new ranges, but there were clear indications in their sales figures that the Olympic Games was having a positive impact.\"</p> <p>Sales of London 2012 merchandise rose 51% week on week. And stores reported an increase in purchases of large-screen TVs in the first week of the Olympics, along with garden furniture as the weather finally joined the party.</p>"
]