[
  "IMF warns of fresh global crisis unless eurozone finds a fix",
  "Libel reform: public protection",
  "Why the Nobel prizes need a shakeup",
  "The Greek message for Angela Merkel",
  "A leg up to the stage",
  "Mitt Romney's delusional foreign policy",
  "Obama and Romney: different rhetoric but foreign policies are the same",
  "Raise the price of producing carbon dioxide, says Lib Dem minister",
  "Romney talks tough and accuses Obama of failing to lead on Middle East",
  "BAE and EADS fight to keep proposed merger on track",
  "Boris Johnson victory rally at the Conservative conference: politics live blog",
  "The British Council: friend or foe?",
  "How to teach... World Food Day",
  "Tate Modern's Rothko: five other artworks that could be improved",
  "BP Texas City sell-off boosts Deepwater Horizon fund",
  "Industrial groups hit by Cookson profit warning as nervous markets edge lower again",
  "Mitt Romney's foreign policy speech - full text",
  "James Bond's body count illustrated in the style of Dr. No title sequence",
  "Puma scales up environmental profit and loss reporting to a product level",
  "Can George Osborne give shale gas a boost with a 'generous' tax regime?",
  "Co-constructing your classes: putting pupils in the driving seat",
  "Welcome! The architecture and design forum is now open",
  "Lois Benyon obituary",
  "Join Jemima Kiss and world experts for a hangout on the battle for the internet",
  "Vandana Shiva: corporate monopoly of seeds must end",
  "The presidential election and the gifs that keep on giving",
  "Independents cash in as US box office taken by Taken 2",
  "Halliburton finds lost radioactive rod in Texas",
  "Jeremy Hunt is obsessed with the abortion limit – if only we could ignore him",
  "Size does matter – Europe must unite to compete",
  "Are British universities really destined for long term decline?",
  "Countries 'failing to act' on Nagoya biodiversity promises",
  "Society daily 08.10.12",
  "Why we can't bank on recessions to keep global warming in check",
  "Bigballs launches YouTube sports channel",
  "Warner Music's owner makes £81m investment in Deezer music service",
  "The arts offer young people a lifeline – but only given the right funding",
  "Recruiter Michael Page issues another profit warning, while FirstGroup continues to fall",
  "Is your Facebook page a lie?",
  "Beijing air quality to be better monitored",
  "What's it like to start a business in Cornwall?",
  "Cutting a green deal with tenants: creating carbon-negative estates",
  "Tony Bell, chief executive: best foot forward at Chelsea and Westminster",
  "Cookson slumps 14% after slowdown in steel production leads to profit warning",
  "BAE's largest investor voices concerns over EADS merger",
  "Will climate change lead to more flooding?",
  "Hugo Chávez still has a hold on Venezuela's people – he's one of them",
  "Securing a training contract: steps to take while at university",
  "Would ethical investors really want their money in fur and oil?",
  "China's Huawei and ZTE pose national security threat, says US committee",
  "Chatterbox: Monday",
  "Nobel Prizes 2012: predicted winners",
  "Innovative funding model allows urban poor to determine their own future",
  "Boot up: Raspberry Pi password caution, new Nexus details?, mistakes Jobs made and more"
]