[
  "ArtReview's Power 100 list reveals art-world battle for supremacy",
  "Increase in breastfeeding could save NHS £40m a year, according to report",
  "More than 30 chain stores closing a day",
  "Social mobility: fakes and ladders",
  "Veolia Environnement wildlife photographer of the year – in pictures",
  "Picture desk live: the day's best news images",
  "Rosneft boss flies to London to seal buyout of TNK-BP",
  "France and Germany: best of enemies",
  "Obama boosted by forceful Hofstra debate showing –as it happened",
  "Atonement and Anna Karenina film director Joe Wright takes to the stage",
  "Abuse in Cleveland",
  "The prince, his pen and democracy",
  "Meet the Euro-sherpas",
  "The Treasury doesn't know best",
  "Tottenham prevent second attempt by Blackburn to approach Tim Sherwood",
  "José Reina's hamstring adds to strain on Liverpool's Brendan Rodgers",
  "Princely opinions: Charles has his say about the running of Britain",
  "One year after eviction, the saga of Dale Farm is far from over",
  "Prince Charles met Tessa Jowell to discuss gaps in public policy",
  "Tuberculosis poised between elimination and millions more deaths",
  "Badger cull is a 'bad deal for taxpayers'",
  "NGOs partnering with business to accelerate shared value",
  "Eurozone crisis as it happened: Relief as Spain avoids being downgraded on eve of EU summit",
  "Dozens of Spitfire planes to be excavated in Burma",
  "Nike drops deal with Lance Armstrong after he 'misled us for a decade'",
  "Today in healthcare: Wednesday 17 October",
  "FTSE lifted by Spanish hopes while Tesco buoyed by talk of £8bn return to investors",
  "Green news roundup: Badger cull, biofuels and the great storm",
  "Guiding principles for city transport strategies",
  "Will a badger cull work?",
  "TEFL Update for October",
  "Gossip Girl fashion: a farewell to bedhead hair and plaid shirts",
  "Who won Hofstra's presidential debate: Obama or Romney – panel verdict",
  "Starcom MediaVest Group",
  "If breast cancer is on the rise, we must find a way to pay for it",
  "Unilever brings hygiene education to Millennium Villages",
  "David Cameron and Ed Miliband at PMQs: politics live blog",
  "Who controls the internet?",
  "FA starts search for new chairman as David Bernstein forced out",
  "Bulk buying food: how to get the most for your money",
  "Why crying babies are so hard to ignore",
  "Understanding cause and effect are vital to progress on sustainability",
  "Prison deaths rising as cutbacks take effect",
  "Why I'm standing up to TransCanada's Keystone XL pipeline in east Texas",
  "The voice of business: why internet governance needs strengthening",
  "Britain's odious rapprochement with Narendra Modi",
  "Society daily 17.10.12",
  "In a world hungry for biofuels, food security must come first",
  "Government data PDF enthusiasts will be 'dealt with', says Maude",
  "Gatwick airport to push for second runway",
  "Canadian government 'knew of plans to dump iron into the Pacific'",
  "Will US wind power splutter out if Mitt Romney cuts its subsidy?",
  "French TV host apologises to Japanese over Fukushima football joke",
  "Warnings of tidal surges and gales on south-west coast of UK",
  "BP boosted by hopes of a resolution to Russian situation, but Diageo disappoints",
  "BT appoints Simon Green as head of new sports channel",
  "'Freshers Week is revolting: that's why we should keep it'",
  "Scientists have 'limited knowledge' of how climate change causes extinction",
  "Kinky Friedman's favourite haunts and things to do in Austin",
  "UK's 'dynamic' Pakistan aid programme faces challenges of scale",
  "Xstrata moves higher despite production drop as FTSE 100 welcomes Spanish rating news",
  "Why would the private sector help struggling NHS hospitals?",
  "How international study can boost your CV and broaden your horizons",
  "China's fake Apple shops point to impatience for the newest products",
  "Criterion, Most Wanted and the art of racing game design",
  "France looks to EU transparency law to help lift the 'resource curse'",
  "Which footballers have written non-football books?",
  "How can the NHS do more for less?",
  "TUC March: 1. The northern alternative",
  "TUC March: 4. Back in business",
  "Dispelling the myths around co-operatives",
  "Cornwall and Scotland hold UK's wave power potential",
  "Leadership development: doing more to grow the talent we have",
  "Energy policy negotiated as coalition leaders meet to discuss green agenda"
]