[
  "Business leaders press George Osborne to boost investment – quickly",
  "Apple manufacturer Foxconn improves on Chinese workers' hours and safety",
  "Don't lose sight of why the US is out to get Julian Assange",
  "Alternatives to food-based biofuels",
  "Corrections and clarifications",
  "Glencore food chief says US drought is 'good for business'",
  "Life on board a British nuclear submarine",
  "Everyone's talking about rape",
  "George Osborne has options but he isn't taking them",
  "Have Pussy Riot sparked a new wave of grrl power?",
  "Life aboard HMS Triumph: in pictures",
  "Why Nigeria's film industry can't yet square up to Hollywood",
  "Sardinian siblings credit minestrone soup for world record age",
  "Best Buy suffers 91% drop in profits and disappoints analysts with new CEO",
  "Anonymous hits UK government websites over Julian Assange row",
  "Don't believe the hype about a cabinet shift to the right",
  "How Meles Zenawi went from medical school dropout to prime minister",
  "Indian court to hear crucial Novartis patent case on cut-price generic drugs",
  "Arts head: Mark Williams, artistic director, Heart n Soul",
  "Manufacturers scale back output plans",
  "Street pastors take their watch to the beaches to help young people",
  "How to identify a company with sustainable values that match your own",
  "What is local? Town hall issues spark national debate",
  "Letter from New Zealand: pyjama party",
  "NFL: five things we've learned in preseason so far",
  "Guardian Weekly Letters, 24 August 2012",
  "Trees breathing new life into French agriculture",
  "Wagenburg's alternative lifestyle – in pictures",
  "Britain's debt spiral and illusory freedoms",
  "Brave hits bullseye at UK box office, but Bourne Legacy has teething trouble",
  "Ethiopia's renaissance under Meles Zenawi tainted by authoritarianism",
  "Environmental activism gains a foothold in China",
  "Meles Zenawi obituary",
  "Global development podcast: does sport have a role to play in development?",
  "NHS super-merger proposals 'create logical landscape for healthcare'",
  "Bake it to make it: a career in edible art",
  "Kate Bull: retail revolutionary?",
  "Labour might just turn the Tory tide in Britain's seaside resorts",
  "Olympics failed to give regional boost, says Johnston Press",
  "Voluntary sector network daily: Tuesday 21 August",
  "Technology in the retail sector: balancing needs with capabilities",
  "Ecuador president warns UK not to enter embassy to seize Julian Assange",
  "How to successfully move from the public to the private sector",
  "NQT wisdom: how to thrive in your first year of teaching",
  "Chooks away: fried chicken goes gourmet",
  "Top tips: learning from Octavia Hill",
  "Top 10 activity holidays in Europe",
  "If we are to cope with climate change we need a new moral order",
  "Could Malawi's empty grain stores signal return to the bad times?",
  "Could flexible working work for you?"
]